import 'hadith_model.dart';
List<Hadith> hadithList = [
	Hadith(
		hadithNumber: 1,
		hadith:
						'ﻭﻋﻦﺃﻣﻴﺮﺍﻟﻤﺆﻣﻨﻴﻦﺃﺑﻲﺣﻔﺺﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺑﻦﻧﻔﻴﻞﺑﻦﻋﺒﺪﺍﻟﻌﱠﺰﻯﺑﻦﺭﻳﺎﺡﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻗﺮﻁﺑﻦ'
			'ﺭﺯﺎﺣﺑﻦﻋﺪﱢﻱﺑﻦﺁﻌﺐﺑﻦﻟﺆﻱﱢﺑﻦﻏﺎﻟﺐﺍﻟﻘﺮﺷﱢﻲﺍﻟﻌﺪﻭﱢﻱ.ﺭﺿﻲﺍﷲﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ«ﺇﱠﻧﻤﺎﺍﻷﻋﻤﺎﻝﺑﺎﻟﱢﻨﱠﻴﺎﺕ،ﻭﺇﱠﻧﻤﺎﻟﻜﻞﱢﺍﻣﺮﺉﻣﺎﻧﻮﻯ،ﻓﻤﻦﺁﺎﻧﺖﻩﺠﺮﺗﻪﺇﻟﻰﺍﷲﻭﺭﺳﻮﻟﻪ'
			'ﻓﻬﺠﺮﺗﻪﺇﻟﻰﺍﷲﻭﺭﺳﻮﻟﻪ،ﻭﻣﻦﺁﺎﻧﺖﻩﺠﺮﺗﻪﻟﺪﻧﻴﺎﻳﺼﻴﺒﻬﺎ،ﺃﻭﺍﻣﺮﺃﺓﻳﻨﻜﺤﻬﺎﻓﻬﺠﺮﺗﻪﺇﻟﻰﻣﺎﻩﺎﺟﺮﺇﻟﻴﻪ»'
			'ﻣﱠﺘﻔﻖﻋﻠﻰﺻﱠﺤﺘﻪ.ﺭﻭﺍﻩﺇﻣﺎﻣﺎﺍﻟﻤﺤﱢﺪﺛﻴﻦ:ﺃﺑﻮﻋﺒﺪﺍﷲﻣﺤﻤﱠﺪﺑﻦﺇﺳﻤﺎﻋﻴﻞﺑﻦﺇﺑﺮﺎﻫﻴﻢﺑﻦﺍﻟﻤﻐﻴﺮﺓﺑﻦﺑﺮﺩﺯﺑﻪ'
			'ﺍﻟﺠﻌﻔﱡﻲﺍﻟﺒﺨﺎﺭﱡﻱ،ﻭﺃﺑﻮﺍﻟﺤﺴﻴﻨﻰﻣﺴﻠﻢﺑﻦﺍﻟﺤﱠﺠﺎﺝﺑﻦﻣﺴﻠﻢﺍﻟﻘﺸﻴﺮﱡﻱﺍﻟﱠﻨﻴﺴﺎﺑﻮﺭﱡﻱﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻓﻲ'
			'ﺻﺤﻴﺤﻴﻬﻤﺎﺍﻟﱠﻠﺬﻳﻦﻩﻤﺎﺃﺻﱡﺢﺍﻟﻜﺘﺐﺍﻟﻤﺼﱠﻨﻔﺔ',
		translation: 'Translation of Hadith 1'
),
	Hadith(
		hadithNumber: 2,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﺄﻣﱢﻋﺒﺪﺍﻟﱠﻠﻪﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﻐﺰﻭ'
			'ﺟﻴﺶﺍﻟﻜﻌﺒﺔﻓﺈﺫﺍﺁﺎﻧﻮﺍﺑﺒﻴﺪﺍﺀﻣﻦﺍﻷﺭﺽﻳﺨﺴﻒﺑﺄﱠﻭﻟﻬﻢﻭﺁﺧﺮﻩﻢ».ﻗﺎﻟﺖ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺁﻴﻒ'
			'ﻳﺨﺴﻒﺑﺄﱠﻭﻟﻬﻢﻭﺁﺧﺮﻩﻢﻭﻓﻴﻬﻢﺃﺳﻮﺍﻗﻬﻢﻭﻣﻦﻟﻴﺲﻣﻨﻬﻢ،؟ﻗﺎﻝ:«ﻳﺨﺴﻒﺑﺄﱠﻭﻟﻬﻢﻭﺁﺧﺮﻩﻢ،ﺛﻢﱠﻳﺒﻌﺜﻮﻥﻋﻠﻰ'
			'ﻧﱠﻴﺎﺗﻬﻢ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ:ﻩﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺭﱢﻱ',
		translation: 'Translation of Hadith 2'
),
	Hadith(
		hadithNumber: 3,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻩﺠﺮﺓﺑﻌﺪﺍﻟﻔﺘﺢ،ﻭﻟﻜﻦﺟﻬﺎﺩﻭﻧﱠﻴﺔ،'
			'ﻭﺇﺫﺍﺍﺳﺘﻨﻔﺮﺗﻢﻓﺎﻧﻔﺮﻭﺍ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'.3ﻭﻣﻌﻨﺎﻩ:ﻻﻩﺠﺮﺓﻣﻦﻣﱠﻜﺔﻷﱠﻧﻬﺎﺻﺎﺭﺕﺩﺍﺭﺇﺳﻼﻡ',
		translation: 'Translation of Hadith 3'
),
	Hadith(
		hadithNumber: 4,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺟﺎﺑﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﱠﻨﺎﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲ'
			'ﻏﺰﺍﺓﻓﻘﺎﻝ:«ﺇﱠﻥﺑﺎﻟﻤﺪﻳﻨﺔﻟﺮﺟﺎﻻﻣﺎﺳﺮﺗﻢﻣﺴﻴﺮﺍ،ﻭﻻﻗﻄﻌﺘﻢﻭﺍﺩﻳﺎﺇﱠﻻﺁﺎﻧﻮﺍﻣﻌﻜﻢﺣﺒﺴﻬﻢﺍﻟﻤﺮﺽ»ﻭﻓﻲ'
			'ﺭﻭﺍﻳﺔ:«ﺇﱠﻻﺷﺮﺁﻮﺁﻢﻓﻲﺍﻷﺟﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺟﻌﻨﺎﻣﻦﻏﺰﻭﺓﺗﺒﻮﻙﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:'
			'«ﺇﱠﻥﺃﻗﻮﺍﻣﺎﺧﻠﻔﻨﺎﺑﺎﻟﻤﺪﻳﻨﺔﻣﺎﺳﻠﻜﻨﺎﺷﻌﺒﺎﻭﻻﻭﺍﺩﻳﺎﺇﱠﻻﻭﻩﻢﻣﻌﻨﺎ،ﺣﺒﺴﻬﻢﺍﻟﻌﺬﺭ»',
		translation: 'Translation of Hadith 4'
),
	Hadith(
		hadithNumber: 5,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻳﺰﻳﺪﻣﻌﻦﺑﻦﻳﺰﻳﺪﺑﻦﺍﻷﺧﻨﺲﺭﺿﻲﺍﷲﻋﻨﻬﻢ،ﻭﻩﻮﻭﺃﺑﻮﻩﻭﺟﺪﻩﺻﺤﺎﺑﱡﻴﻮﻥ،ﻗﺎﻝ:ﺁﺎﻥﺃﺑﻲ'
			'ﻳﺰﻳﺪﺃﺧﺮﺝﺩﻧﺎﻧﻴﺮﻳﺘﺼﺪﱠﻕﺑﻬﺎﻓﻮﺿﻌﻬﺎﻋﻨﺪﺭﺟﻞﻓﻲﺍﻟﻤﺴﺠﺪﻓﺠﺌﺖﻓﺄﺧﺬﺗﻬﺎﻓﺄﺗﻴﺘﻪﺑﻬﺎ.ﻓﻘﺎﻝ:ﻭﺍﻟﱠﻠﻪﻣﺎﺇﱠﻳﺎﻙ'
			'ﺃﺭﺩﺕ،ﻓﺨﺎﺻﻤﺘﻪﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﻟﻚﻣﺎﻧﻮﻳﺖﻳﺎﻳﺰﻳﺪ،ﻭﻟﻚﻣﺎﺃﺧﺬﺕﻳﺎﻣﻌﻦ»'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 5'
),
	Hadith(
		hadithNumber: 6,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺇﺳﺤﺎﻕﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﻣﺎﻟﻚﺑﻦﺃﻩﻴﺐﺑﻦﻋﺒﺪﻣﻨﺎﻑﺑﻦﺰﻫﺮﺓﺑﻦﺁﻼﺏﺑﻦﻣﱠﺮﺓﺑﻦﺁﻌﺐﺑﻦ.('
			'ﻟﺆﱟﻯﺍﻟﻘﺮﺷﱢﻲﺍﻟﱡﺰﻩﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﺣﺪﺍﻟﻌﺸﺮﺓﺍﻟﻤﺸﻬﻮﺩﻟﻬﻢﺑﺎﻟﺠﱠﻨﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢﻗﺎﻝ:«ﺟﺎﺀﻧﻲ'
			'ﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﻮﺩﻧﻲﻋﺎﻡﺣﱠﺠﺔﺍﻟﻮﺩﺍﻉﻣﻦﻭﺟﻊﺍﺷﺘﱠﺪﺑﻲﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱢﻧﻲﻗﺪﺑﻠﻎ'
			'ﺑﻲﻣﻦﺍﻟﻮﺟﻊﻣﺎﺗﺮﻯ،ﻭﺃﻧﺎﺫﻭﻣﺎﻝﻭﻻﻳﺮﺛﻨﻲﺇﱠﻻﺍﺑﻨﺔﻟﻲ،ﺃﻓﺄﺗﺼﱠﺪﻕﺑﺜﻠﺜﻰﻣﺎﻟﻲ؟ﻗﺎﻝ:ﻻ،ﻗﻠﺖ:ﻓﺎﻟﱠﺸﻄﺮ'
			'ﻳﺎﺭﺳﻮﻝﺍﷲ؟ﻓﻘﺎﻝ:ﻻ،ﻗﻠﺖﻓﺎﻟﺜﱡﻠﺚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:ﺍﻟﱡﺜﻠﺚﻭﺍﻟﺜﱡﻠﺚﺁﺜﻴﺮﺃﻭﺁﺒﻴﺮﺇﱠﻧﻚﺇﻥﺗﺬﺭﻭﺭﺛﺘﻚ'
			'ﺃﻏﻨﻴﺎﺀﺧﻴﺮﻣﻦﺃﻥﺗﺬﺭﻩﻢﻋﺎﻟﺔﻳﺘﻜﱠﻔﻔﻮﻥﺍﻟﱠﻨﺎﺱ،ﻭﺇﱠﻧﻚﻟﻦﺗﻨﻔﻖﻧﻔﻘﺔﺗﺒﺘﻐﻲﺑﻬﺎﻭﺟﻪﺍﷲﺇﱠﻻﺃﺟﺮﺕﻋﻠﻴﻬﺎ'
			'ﺣﱠﺘﻰﻣﺎﺗﺠﻌﻞﻓﻲﻓﻲﺍﻣﺮﺃﺗﻚﻗﺎﻝ:ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﷲﺃﺧﱠﻠﻒﺑﻌﺪﺃﺻﺤﺎﺑﻲ؟ﻗﺎﻝ:ﺇﱠﻧﻚﻟﻦﺗﺨﱠﻠﻒﻓﺘﻌﻤﻞﻋﻤﻼ'
			'ﺗﺒﺘﻐﻲﺑﻪﻭﺟﻪﺍﷲﺇﱠﻻﺍﺯﺩﺩﺕﺑﻪﺩﺭﺟﺔﻭﺭﻓﻌﺔﻭﻟﻌﱠﻠﻚﺃﻥﺗﺨﱠﻠﻒﺣﺘﻰﻳﻨﺘﻔﻊﺑﻚﺃﻗﻮﺎﻣﻭﻳﻀﱠﺮﺑﻚﺁﺧﺮﻭﻥ.ﺍﻟﻠﱠﻬﻢﱠ'
			'ﺃﻣﺾﻷﺻﺤﺎﺑﻲﻩﺠﺮﺗﻬﻢ،ﻭﻻﺗﺮﺩﱠﻩﻢﻋﻠﻰﺃﻋﻘﺎﺑﻬﻢ،ﻟﻜﻦﺍﻟﺒﺎﺋﺲﺳﻌﺪﺑﻦﺧـﻮﻟﺔ«ﻳﺮﺛﻰﻟﻪﺭﺳﻮﻝﺍﷲﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ»ﺄﻧﻣﺎﺕﺑﻤﱠﻜﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 6'
),
	Hadith(
		hadithNumber: 7,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺻﺨﺮﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥ'
			'ﺍﷲﻻﻳﻨﻈﺮﺇﻟﻰﺃﺟﺴﺎﻣﻜﻢ،ﻭﻻﺇﻟﻰﺻﻮﺭﺁﻢ،ﻭﻟﻜﻦﻳﻨﻈﺮﺇﻟﻰﻗﻠﻮﺑﻜﻢﻭﺃﻋﻤﺎﻟﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 7'
),
	Hadith(
		hadithNumber: 8,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻗﻴﺲﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺳﺌﻞﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻋﻦﺍﻟﱠﺮﺟﻞﻳﻘﺎﺗﻞﺷﺠﺎﻋﺔ،ﻭﻳﻘﺎﺗﻞﺣﻤﱠﻴﺔﻭﻳﻘﺎﺗﻞﺭﻳﺎﺀ،ﺃﱡﻱﺫﻟﻚﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲ'
			'.8ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻗﺎﺗﻞﻟﺘﻜﻮﻥﺁﻠﻤﺔﺍﻟﱠﻠﻪﻩﻲﺍﻟﻌﻠﻴﺎﻓﻬﻮﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 8'
),
	Hadith(
		hadithNumber: 9,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺓﻧﻔﻴﻊﺑﻦﺍﻟﺤﺎﺭﺙﺍﻟﱠﺜﻘﻔﻲﺭﺿﻲﺍﷲﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺍﻟﺘﻘﻰ'
			'ﺍﻟﻤﺴﻠﻤﺎﻥﺑﺴﻴﻔﻴﻬﻤﺎﻓﺎﻟﻘﺎﺗﻞﻭﺍﻟﻤﻘﺘﻮﻝﻓﻲﺍﻟﱠﻨﺎﺭ»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻩﺬﺍﺍﻟﻘﺎﺗﻞﻓﻤﺎﺑﺎﻝﺍﻟﻤﻘﺘﻮﻝ؟ﻗﺎﻝ:'
			'«ﺇﻧﱠﻪﺁﺎﻥﺣﺮﻳﺼﺎﻋﻠﻰﻗﺘﻞﺻﺎﺣﺒﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 9'
),
	Hadith(
		hadithNumber: 10,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺻﻼﺓﺍﻟﱠﺮﺟﻞﻓﻲﺟﻤﺎﻋﺔ'
			'ﺗﺰﻳﺪﻋﻠﻰﺻﻼﺗﻪﻓﻲﺳﻮﻗﻪﻭﺑﻴﺘﻪﺑﻀﻌﺎﻭﻋﺸﺮﻳﻦﺩﺭﺟﺔ،ﻭﺫﻟﻚﺃﱠﻥﺃﺣﺪﻩﻢﺇﺫﺍﺗﻮﱠﺿﺄﻓﺄﺣﺴﻦﺍﻟﻮﺿﻮﺀ،ﺛﻢﱠ'
			'ﺃﺗﻰﺍﻟﻤﺴﺠﺪﻻﻳﺮﻳﺪﺇﱠﻻﺍﻟﱠﺼﻼﺓ،ﻻﻳﻨﻬﺰﻩﺇﱠﻻﺍﻟﺼﱠﻼﺓ،ﻟﻢﻳﺨﻂﺧﻄﻮﺓﺇﱠﻻﺭﻓﻊﻟﻪﺑﻬﺎﺩﺭﺟﺔ،ﻭﺣﻂﱠﻋﻨﻪﺑﻬﺎ'
			'ﺧﻄﻴﺌﺔﺣﱠﺘﻰﻳﺪﺧﻞﺍﻟﻤﺴﺠﺪ،ﻓﺈﺫﺍﺩﺧﻞﺍﻟﻤﺴﺠﺪﺁﺎﻥﻓﻲﺍﻟﱠﺼﻼﺓﻣﺎﺁﺎﻧﺖﺍﻟﱠﺼﻼﺓﻩﻲﺍﻟﺘﻲﺗﺤﺒﺴﻪ،ﻭﺍﻟﻤﻼﺋﻜﺔ'
			'ﻳﺼﱡﻠﻮﻥﻋﻠﻰﺃﺣﺪﺁﻢﻣﺎﺩﺎﻣﻓﻲﻣﺠﻠﺴﻪﺍﱠﻟﺬﻱﺻﱠﻠﻰﻓﻴﻪ،ﻳﻘﻮﻟﻮﻥ:ﺍﻟﻠﱠﻬﻢﱠﺍﺭﺣﻤﻪ،ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻪ،ﺍﻟﻠﱠﻬﻢﱠﺗﺐ'
			'ﻋﻠﻴﻪ،ﻣﺎﻟﻢﻳﺆﺫﻓﻴﻪ،ﻣﺎﻟﻢﻳﺤﺪﺙﻓﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻭﻩﺬﺍﻟﻔﻆﻣﺴﻠﻢ.ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﻳﻨﻬﺰﻩ»ﻩﻮﺑﻔﺘﺢﺍﻟﻴﺎﺀﻭﺍﻟﻬﺎﺀﻭﺑﺎﻟﱠﺰﺎﻳ:ﺄﻳﻳﺨﺮﺟﻪﻭﻳﻨﻬﻀﻪ',
		translation: 'Translation of Hadith 10'
),
	Hadith(
		hadithNumber: 11,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻌﱠﺒﺎﺱﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﱠﺒﺎﺱﺑﻦﻋﺒﺪﺍﻟﻤﱠﻄﻠﺐﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎ،ﻋﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﻴﻤﺎﻳﺮﻮﯨﻋﻦﺭﱢﺑﻪ،ﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰﻗﺎﻝ:«ﺇﱠﻥﺍﷲﺁﺘﺐﺍﻟﺤﺴﻨﺎﺕﻭﺍﻟﱠﺴﱢﻴﺌﺎﺕﺛﻢﱠﺑﱠﻴﻦﺫﻟﻚ:ﻓﻤﻦﻩﱠﻢ'
			'ﺑﺤﺴﻨﺔﻓﻠﻢﻳﻌﻤﻠﻬﺎﺁﺘﺒﻬﺎﺍﻟﱠﻠﻪﻋﻨﺪﻩﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰﻋﻨﺪﻩﺣﺴﻨﺔﺁﺎﻣﻠﺔﻭﺇﻥﻩﱠﻢﺑﻬﺎﻓﻌﻤﻠﻬﺎﺁﺘﺒﻬﺎﺍﻟﱠﻠﻪﻋﺸﺮ'
			'ﺣﺴﻨﺎﺕﺇﻟﻰﺳﺒﻌﻤﺎﺋﺔﺿﻌﻒﺇﻟﻰﺃﺿﻌﺎﻑﺁﺜﻴﺮﺓ،ﻭﺇﻥﻩﱠﻢﺑﺴﱢﻴﺌﺔﻓﻠﻢﻳﻌﻤﻠﻬﺎﺁﺘﺒﻬﺎﺍﻟﱠﻠﻪﻋﻨﺪﻩﺣﺴﻨﺔﺁﺎﻣﻠﺔ،'
			'ﻭﺇﻥﻩﱠﻢﺑﻬﺎﻓﻌﻤﻠﻬﺎﺁﺘﺒﻬﺎﺍﻟﱠﻠﻪﺳﱢﻴﺌﺔﻭﺍﺣﺪﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 11'
),
	Hadith(
		hadithNumber: 12,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏ،ﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻧﻄﻠﻖﺛﻼﺛﺔﻧﻔﺮﻣﱠﻤﻦﺁﺎﻥﻗﺒﻠﻜﻢﺣﱠﺘﻰﺁﻭﺍﻩﻢﺍﻟﻤﺒﻴﺖﺇﻟﻰﻏﺎﺭﻓﺪﺧﻠﻮﻩ،ﻓﺎﻧﺤﺪﺭﺕﺻﺨﺮﺓ'
			'ﻣﻦﺍﻟﺠﺒﻞﻓﺴﱠﺪﺕﻋﻠﻴﻬﻢﺍﻟﻐﺎﺭ،ﻓﻘﺎﻟﻮﺍ:ﺇﻧﱠﻪﻻﻳﻨﺠﻴﻜﻢﻣﻦﺍﻟﱠﺼﺨﺮﺓﺇﱠﻻﺃﻥﺗﺪﻋﻮﺍﺍﷲﺗﻌﺎﻟﻰﺑﺼﺎﻟﺢﺃﻋﻤﺎﻟﻜﻢ.'
			'ﻗﺎﻝﺭﺟﻞﻣﻨﻬﻢ:ﺍﻟﻠﱠﻬﻢﱠﺁﺎﻥﻟﻲﺃﺑﻮﺍﻥﺷﻴﺨﺎﻥﺁﺒﻴﺮﺍﻥ،ﻭﺁﻨﺖﻻﺃﻏﺒﻖﻗﺒﻠﻬﻤﺎﺃﻩﻼﻭﻻﻣﺎﻻﻓﻨﺄﻯﺑﻲﻃﻠﺐ'
			'ﺍﻟﱠﺸﺠﺮﻳﻮﻣﺎﻓﻠﻢﺃﺭﺡﻋﻠﻴﻬﻤﺎﺣﱠﺘﻰﻧﺎﻣﺎﻓﺤﻠﺒﺖﻟﻬﻤﺎﻏﺒﻮﻗﻬﻤﺎﻓﻮﺟﺪﺗﻬﻤﺎﻧﺎﺋﻤﻴﻦ،ﻓﻜﺮﻩﺖﺃﻥﺃﻭﻗﻈﻬﻤﺎﻭﺃﻥ'
			'ﺃﻏﺒﻖﻗﺒﻠﻬﻤﺎﺃﻩﻼﺃﻭﻣﺎﻻ،ﻓﻠﺒﺜﺖﻭﺍﻟﻘﺪﺡﻋﻠﻰﻳﺪﻯﺃﻧﺘﻈﺮﺍﺳﺘﻴﻘﺎﻇﻬﻤﺎﺣﱠﺘﻰﺑﺮﻕﺍﻟﻔﺠﺮﻭﺍﻟﱢﺼﺒﻴﺔﻳﺘﻀﺎﻏﻮﻥ'
			'ﻋﻨﺪﻗﺪﻣﻰﻓﺎﺳﺘﻴﻘﻈﺎﻓﺸﺮﺑﺎﻏﺒﻮﻗﻬﻤﺎ.ﺍﻟﻠﱠﻬﻢﱠﺇﻥﺁﻨﺖﻓﻌﻠﺖﺫﻟﻚﺍﺑﺘﻐﺎﺀﻭﺟﻬﻚﻓﻔﱢﺮﺝﻋﱠﻨﺎﻣﺎﻧﺤﻦﻓﻴﻪﻣﻦﻩﺬﻩ'
			'ﺍﻟﱠﺼﺨﺮﺓ،ﻓﺎﻧﻔﺮﺟﺖﺷﻴﺌﺎﻻﻳﺴﺘﻄﻴﻌﻮﻥﺍﻟﺨﺮﻭﺝﻣﻨﻪ.'
			'ﻗﺎﻝﺍﻵﺧﺮ:ﺍﻟﻠﱠﻬﻢﱠﺇﻧﱠﻪﺁﺎﻧﺖﻟﻲﺍﺑﻨﺔﻋﱟﻢﺁﺎﻧﺖﺃﺣﱠﺐﺍﻟﱠﻨﺎﺱﺇﻟﱠﻲ»ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺁﻨﺖﺃﺣﱡﺒﻬﺎﺁﺄﺷﺪﻣﺎﻳﺤﱡﺐ'
			'ﺍﻟﱢﺮﺟﺎﻝﺍﻟﱢﻨﺴﺎﺀ،ﻓﺄﺭﺩﺗﻬﺎﻋﻠﻰﻧﻔﺴﻬﺎﻓﺎﻣﺘﻨﻌﺖﻣﱢﻨﻰﺣﱠﺘﻰﺃﻟﱠﻤﺖﺑﻬﺎﺳﻨﺔﻣﻦﺍﻟﱢﺴﻨﻴﻦﻓﺠﺎﺀﺗﻨﻰﻓﺄﻋﻄﻴﺘﻬﺎ'
			'ﻋﺸﺮﻳﻦﻭﻣﺎﺋﺔﺩﻳﻨﺎﺭﻋﻠﻰﺃﻥﺗﺨﱢﻠﻰﺑﻴﻨﻰﻭﺑﻴﻦﻧﻔﺴﻬﺎﻓﻔﻌﻠﺖ،ﺣﱠﺘﻰﺇﺫﺍﻗﺪﺭﺕﻋﻠﻴﻬﺎ»ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻠﱠﻤﺎ'
			'ﻗﻌﺪﺕﺑﻴﻦﺭﺟﻠﻴﻬﺎ،ﻗﺎﻟﺖ:ﺍﱠﺗﻖﺍﷲﻭﻻﺗﻔﺾﱠﺍﻟﺨﺎﺗﻢﺇﱠﻻﺑﺤﱢﻘﻪ،ﻓﺎﻧﺼﺮﻓﺖﻋﻨﻬﺎﻭﻩﻰﺃﺣﱡﺐﺍﻟﱠﻨﺎﺱﺇﻟﱠﻲﻭﺗﺮﺁﺖ'
			'ﺍﻟﱠﺬﻩﺐﺍﱠﻟﺬﻱﺃﻋﻄﻴﺘﻬﺎ،ﺍﻟﻠﱠﻬﻢﱠﺇﻥﺁﻨﺖﻓﻌﻠﺖﺫﻟﻚﺍﺑﺘﻐﺎﺀﻭﺟﻬﻚﻓﺎﻓﺮﺝﻋﱠﻨﺎﻣﺎﻧﺤﻦﻓﻴﻪ،ﻓﺎﻧﻔﺮﺟﺖﺍﻟﺼﱠﺨﺮﺓ'
			'ﻏﻴﺮﺃﱠﻧﻬﻢﻻﻳﺴﺘﻄﻴﻌﻮﻥﺍﻟﺨﺮﻭﺝﻣﻨﻬﺎ.'
			'ﻭﻗﺎﻝﺍﻟﱠﺜﺎﻟﺚ:ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺍﺳﺘﺄﺟﺮﺕﺃﺟﺮﺍﺀﻭﺃﻋﻄﻴﺘﻬﻢﺃﺟﺮﻩﻢﻏﻴﺮﺭﺟﻞﻭﺍﺣﺪﺗﺮﻙﺍﱠﻟﺬﻱﱠﻟﻪﻭﺬﻫﺐﻓﺜﱠﻤﺮﺕﺃﺟﺮﻩ'
			'ﺣﺘﻰﺁﺜﺮﺕﻣﻨﻪﺍﻷﻣﻮﻻﻓﺠﺎﺋﻨﻰﺑﻌﺪﺣﻴﻦﻓﻘﺎﻝﻳﺎﻋﺒﺪﺍﷲﺃﱢﺩﺇﻟﱠﻲﺃﺟﺮﻱ،ﻓﻘﻠﺖ:ﺁﻞﱡﻣﺎﺗﺮﻯﻣﻦﺃﺟﺮﻙ:ﻣﻦ'
			'ﺍﻹﺑﻞﻭﺍﻟﺒﻘﺮﻭﺍﻟﻐﻨﻢﻭﺍﻟﱠﺮﻗﻴﻖﻓﻘﺎﻝ:ﻳﺎﻋﺒﺪﺍﻟﱠﻠﻪﻻﺗﺴﺘﻬﺰﻱﺑﻲ،ﻓﻘﻠﺖ:ﻻﺃﺳﺘﻬﺰﻱﺑﻚ،ﻓﺄﺧﺬﻩﺁﻠﱠﻪﻓﺎﺳﺘﺎﻗﻪ'
			'ﻓﻠﻢﻳﺘﺮﻙﻣﻨﻪﺷﻴﺌﺎ،ﺍﻟﻠﱠﻬﻢﱠﺇﻥﺁﻨﺖﻓﻌﻠﺖﺫﻟﻚﺍﺑﺘﻐﺎﺀﻭﺟﻬﻚﻓﺎﻓﺮﺝﻋﱠﻨﺎﻣﺎﻧﺤﻦﻓﻴﻪ،ﻓﺎﻧﻔﺮﺟﺖﺍﻟﺼﱠﺨﺮﺓ'
			'ﻓﺨﺮﺟﻮﺍﻳﻤﺸﻮﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 12'
),
	Hadith(
		hadithNumber: 13,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻭﺍﻟﱠﻠﻪﺇﱢﻧﻲ'
			'ﻷﺳﺘﻐﻔﺮﺍﷲ،ﻭﺃﺗﻮﺏﺇﻟﻴﻪ،ﻓﻲﺍﻟﻴﻮﻡ،ﺃﺁﺜﺮﻣﻦﺳﺒﻌﻴﻦﻣﱠﺮﺓ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 13'
),
	Hadith(
		hadithNumber: 14,
		hadith:
						'ﻭﻋﻦﺍﻷﻏﱢﺮﺑﻦﻳﺴﺎﺭﺍﻟﻤﺰﻧﱢﻲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱ'
			'ﺗﻮﺑﻮﺍﺇﻟﻰﺍﻟﱠﻠﻪﻭﺍﺳﺘﻐﻔﺮﻭﻩﻓﺈﻧﻲﺃﺗﻮﺏﻓﻲﺍﻟﻴﻮﻡﻣﺎﺋﺔﻣﱠﺮﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 14'
),
	Hadith(
		hadithNumber: 16,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻗﻴﺲﺍﻷﺷﻌﺮﱢﻱ،ﺭﺿﻲﺍﷲﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺈﻧﺍﷲﺗﻌﺎﻟﻰﻳﺒﺴﻂﻳﺪﻩﺑﺎﻟﱠﻠﻴﻞﻟﻴﺘﻮﺏﻣﺴﻲﺀﺍﻟﱠﻨﻬﺎﺭﻭﻳﺒﺴﻂﻳﺪﻩﺑﺎﻟﱠﻨﻬﺎﺭﻟﻴﺘﻮﺏﻣﺴﻲﺀﺍﻟﱠﻠﻴﻞﺣﱠﺘﻰﺗﻄﻠﻊ'
			'ﺍﻟﺸﱠﻤﺲﻣﻦﻣﻐﺮﺑﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 16'
),
	Hadith(
		hadithNumber: 17,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﺎﺏﻗﺒﻞﺃﻥﺗﻄﻠﻊ'
			'ﺍﻟﺸﱠﻤﺲﻣﻦﻣﻐﺮﺑﻬﺎﺗﺎﺏﺍﷲﻋﻠﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 17'
),
	Hadith(
		hadithNumber: 18,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻗﺎﻝ:«ﺇﱠﻥﺍﷲﻋﱠﺰﻭﺟﱠﻞﻳﻘﺒﻞﺗﻮﺑﺔﺍﻟﻌﺒﺪﻣﺎﻟﻢﻳﻐﺮﻏﺮ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 18'
),
	Hadith(
		hadithNumber: 19,
		hadith:
						'ﻭﻋﻦﺯﱢﺭﺑﻦﺣﺒﻴﺶﻗﺎﻝ:ﺃﺗﻴﺖﺻﻔﻮﺍﻥﺑﻦﻋﱠﺴﺎﻝﺭﺿﻲﺍﷲﻋﻨﻪﺃﺳﺄﻟﻪﻋﻦﺍﻟﻤﺴﺢﻋﻠﻰﺍﻟﺨﱠﻔﻴﻦﻓﻘﺎﻝ:'
			'ﻣﺎﺟﺎﺀﺑﻚﻳﺎﺯﱡﺭ؟ﻓﻘﻠﺖ:ﺍﺑﺘﻐﺎﺀﺍﻟﻌﻠﻢ،ﻓﻘﺎﻝ:ﺇﱠﻥﺍﻟﻤﻼﺋﻜﺔﺗﻀﻊﺃﺟﻨﺤﺘﻬﺎﻟﻄﺎﻟﺐﺍﻟﻌﻠﻢﺭﺿﺎﺀﺑﻤﺎﻳﻄﻠﺐ،'
			'ﻓﻘﻠﺖ:ﺇﱠﻧﻪﻗﺪﺣﱠﻚﻓﻲﺻﺪﺮﻳﺍﻟﻤﺴﺢﻋﻠﻰﺍﻟﺨﱠﻔﻴﻦﺑﻌﺪﺍﻟﻐﺎﺋﻂﻭﺍﻟﺒﻮﻝ،ﻭﺁﻨﺖﺍﻣﺮﺀﺍﻣﻦﺃﺻﺤﺎﺏﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺠﺌﺖﺃﺳﺄﻟﻚ:ﻩﻞﺳﻤﻌﺘﻪﻳﺬﺁﺮﻓﻲﺫﻟﻚﺷﻴﺌﺎ؟ﻗﺎﻝ:ﻧﻌﻢﺁﺎﻥﻳﺄﻣﺮﻧﺎﺇﺫﺍﺁﻨﺎﺳﻔﺮﺍﺃﻭ'
			'ﻣﺴﺎﻓﺮﻳﻦﺄﻧﻻﻧﻨﺰﻉﺧﻔﺎﻓﻨﺎﺛﻼﺛﺔﺃﱠﻳﺎﻡﻭﻟﻴﺎﻟﻴﻬﱠﻦﺇﱠﻻﻣﻦﺟﻨﺎﺑﺔ،ﻟﻜﻦﻣﻦﻏﺎﺋﻂﻭﺑﻮﻝﻭﻧﻮﻡ.ﻓﻘﻠﺖ:ﻩﻞ'
			'ﺳﻤﻌﺘﻪﻳﺬﺁﺮﻓﻲﺍﻟﻬﻮﻯﺷﻴﺌﺎ؟ﻗﺎﻝ:ﻧﻌﻢﺁﱠﻨﺎﻣﻊﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺳﻔﺮ،ﻓﺒﻴﻨﺎﻧﺤﻦﻋﻨﺪﻩ'
			'ﺇﺫﻧﺎﺩﺍﻩﺃﻋﺮﺍﺑﻲﺑﺼﻮﺕﻟﻪﺟﻬﻮﺭﱟﻱ:ﻳﺎﻣﺤﻤﱠﺪ،ﻓﺄﺟﺎﺑﻪﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﺤﻮﺍﻣﻦﺻﻮﺗﻪ:'
			'«ﻩﺎﺆﻣ»ﻓﻘﻠﺖﻟﻪ:ﻭﻳﺤﻚﺍﻏﻀﺾﻣﻦﺻﻮﺗﻚﻓﺈﱠﻧﻚﻋﻨﺪﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻗﺪﻧﻬﻴﺖﻋﻦﻩﺬﺍ،'
			'ﻓﻘﺎﻝ:ﻭﺍﻟﱠﻠﻪﻻﺃﻏﻀﺾ:ﻗﺎﻝﺍﻷﻋﺮﺍﺑﱡﻲ:ﺍﻟﻤﺮﺀﻳﺤﺐﱡﺍﻟﻘﻮﻡﻭﻟﱠﻤﺎﻳﻠﺤﻖﺑﻬﻢ؟ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺍﻟﱠﺮﺍﺁﺐﻓﻲﻋﺮﺿﻪﺃﺭﺑﻌﻴﻦﺃﻭﺳﺒﻌﻴﻦﻋﺎﻣﺎ.ﻗﺎﻝﺳﻔﻴﺎﻥﺃﺣﺪﺍﻟﱡﺮﻭﺍﺓ.ﻗﺒﻞﺍﻟﱠﺸﺎﻡﺧﻠﻘﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻳﻮﻡﺧﻠﻖ:«ﺍﻟﻤﺮﺀﻣﻊﻣﻦﺃﺣﱠﺐﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻓﻤﺎﺯﺍﻝﻳﺤﱢﺪﺛﻨﺎﺣﱠﺘﻰﺫﺁﺮﺑﺎﺑﺎﻣﻦﺍﻟﻤﻐﺮﺏﻣﺴﻴﺮﺓﻋﺮﺿﻪﺃﻭﻳﺴﻴﺮ'
			'ﺍﻟﺴﻤﻮﺎﺗﻭﺍﻷﺭﺽﻣﻔﺘﻮﺣﺎﻟﻠﱠﺘﻮﺑﺔﻻﻳﻐﻠﻖﺣﱠﺘﻰﺗﻄﻠﻊﺍﻟﺸﱠﻤﺲﻣﻨﻪ»ﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﻱﻭﻏﻴﺮﻩﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 19'
),
	Hadith(
		hadithNumber: 20,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺳﻌﺪﺑﻦﻣﺎﻟﻚﺑﻦﺳﻨﺎﻥﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﻧﺒﱠﻲﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺁﺎﻥﻓﻴﻤﻦﺁﺎﻥﻗﺒﻠﻜﻢﺭﺟﻞﻗﺘﻞﺗﺴﻌﺔﻭﺗﺴﻌﻴﻦﻧﻔﺴﺎ،ﻓﺴﺄﻝﻋﻦﺃﻋﻠﻢﺃﻩﻞﺍﻷﺭﺽﻓﺪﻝﱠﻋﻠﻰﺭﺍﻩﺐ،ﻓﺄﺗﺎﻩﻓﻘﺎﻝ'
			':ﺇﻧﱠﻪﻗﺘﻞﺗﺴﻌﺔﻭﺗﺴﻌﻴﻦﻧﻔﺴﺎ،ﻓﻬﻞﻟﻪﻣﻦﺗﻮﺑﺔ؟ﻓﻘﺎﻝ:ﻻﻓﻘﺘﻠﻪﻓﻜﱠﻤﻞﺑﻪﻣﺎﺋﺔﺛﱠﻢﺳﺄﻝﻋﻦﺃﻋﻠﻢﺄﻫﻞ'
			'ﺍﻷﺭﺽ،ﻓﺪﻝﱠﻋﻠﻰﺭﺟﻞﻋﺎﻟﻢﻓﻘﺎﻝ:ﺇﻧﻪﻗﺘﻞﻣﺎﺋﺔﻧﻔﺲﻓﻬﻞﻟﻪﻣﻦﺗﻮﺑﺔ؟ﻓﻘﺎﻝ:ﻧﻌﻢﻭﻣﻦﻳﺤﻮﻝﺑﻴﻨﻪﻭﺑﻴﻦ'
			'ﺍﻟﺘﻮﺑﺔ؟ﺍﻧﻄﻠﻖﺇﻟﻰﺃﺭﺽﺁﺬﺍﻭﺁﺬﺍ،ﻓﺈﱠﻥﺑﻬﺎﺃﻧﺎﺳﺎﻳﻌﺒﺪﻭﻥﺍﷲﺗﻌﺎﻟﻰﻓﺎﻋﺒﺪﺍﷲﻣﻌﻬﻢ،ﻭﻻﺗﺮﺟﻊﺇﻟﻰﺃﺭﺿﻚ'
			'ﻓﺈﱠﻧﻬﺎﺃﺭﺽﺳﻮﺀ،ﻓﺎﻧﻄﻠﻖﺣﱠﺘﻰﺇﺫﺍﻧﺼﻒﺍﻟﻄﱠﺮﻳﻖﺃﺗﺎﻩﺍﻟﻤﻮﺕﻓﺎﺧﺘﺼﻤﺖﻓﻴﻪﻣﻼﺋﻜﺔﺍﻟﱠﺮﺣﻤﺔﻭﻣﻼﺁﺔﺍﻟﻌﺬﺍﺏ'
			'.ﻓﻘﺎﻟﺖﻣﻼﺋﻜﺔﺍﻟﱠﺮﺣﻤﺔ:ﺟﺎﺀﺗﺎﺋﺒﺎﻣﻘﺒﻼﺑﻘﻠﺒﻪﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﻗﺎﻟﺖﻣﻼﺋﻜﺔﺍﻟﻌﺬﺍﺏ:ﺇﻧﱠﻪﻟﻢﻳﻌﻤﻞﺧﻴﺮﺍﻗﱡﻂ'
			'،ﻓﺄﺗﺎﻩﻢﻣﻠﻚﻓﻲﺻﻮﺭﺓﺁﺩﻣﻲﻓﺠﻌﻠﻮﻩﺑﻴﻨﻬﻢﺄﻳﺣﻜﻤﺎﻓﻘﺎﻝﻗﻴﺴﻮﺍﻣﺎﺑﻴﻦﺍﻷﺭﺿﻴﻦﻓﺈﻟﻰﺃﱠﻳﺘﻬﻤﺎﺁﺎﻥﺃﺩﻧﻰﻓﻬﻮ'
			'ﻟﻪ،ﻓﻘﺎﺳﻮﺍﻓﻮﺟﺪﻭﻩﺃﺩﻧﻰﺇﻟﻰﺍﻷﺭﺽﺍﻟﺘﻲﺃﺭﺍﺩﻓﻘﺒﻀﺘﻪﻣﻼﺋﻜﺔﺍﻟﱠﺮﺣﻤﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲﺍﻟﺼﺤﻴﺢ:«ﻓﻜﺎﻥﺇﻟﻰﺍﻟﻘﺮﻳﺔﺍﻟﱠﺼﺎﻟﺤﺔﺃﻗﺮﺏﺑﺸﺒﺮ،ﻓﺠﻌﻞﻣﻦﺃﻩﻠﻬﺎ»ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲ'
			'ﺍﻟﺼﺤﻴﺢ:«ﻓﺄﻭﺣﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺇﻟﻰﻩﺬﻩﺄﻧﺗﺒﺎﻋﺪﻯ،ﻭﺇﻟﻰﻩﺬﻩﺄﻧﺗﻘﱠﺮﺑﻲﻭﻗﺎﻝ:ﻗﻴﺴﻮﺍﻣﺎﺑﻴﻨﻬﻤﺎ،ﻓﻮﺟﺪﻭﻩ'
			'ﺇﻟﻰﻩﺬﻩﺃﻗﺮﺏﺑﺸﺒﺮﻓﻐﻔﺮﻟﻪ».ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻨﺄﻯﺑﺼﺪﺭﻩﻧﺤﻮﻩﺎ»',
		translation: 'Translation of Hadith 20'
),
	Hadith(
		hadithNumber: 21,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺁﻌﺐﺑﻦﻣﺎﻟﻚ،ﻭﺁﺎﻥﻗﺎﺋﺪﺁﻌﺐﺭﺿﻲﺍﷲﻋﻨﻪﻣﻦﺑﻨﻴﻪﺣﻴﻦﻋﻤﻲ،ﻗﺎﻝ:ﺳﻤﻌﺖﺁﻌﺐ'
			'ﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﷲﻋﻨﻪﻳﺤﺪﱢﺙﺑﺤﺪﻳﺜﻪﺣﻴﻦﺗﺨﱠﻠﻒﻋﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲﻏﺰﻭﺓﺗﺒﻮﻙ.'
			'ﻗﺎﻝﺁﻌﺐ:ﻟﻢﺃﺗﺨﱠﻠﻒﻋﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲﻏﺰﻭﺓﻏﺰﺎﻫﺎﺇﱠﻻﻓﻲﻏﺰﻭﺓﺗﺒﻮﻙ،ﻏﻴﺮﺃﱢﻧﻲ'
			'ﻗﺪﺗﺨﻠﱠﻔﺖﻓﻲﻏﺰﻭﺓﺑﺪﺭ،ﻭﻟﻢﻳﻌﺎﺗﺐﺃﺣﺪﺗﺨﱠﻠﻒﻋﻨﻪ،ﺇﱠﻧﻤﺎﺧﺮﺝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻭﺍﻟﻤﺴﻠﻤﻮﻥﻳﺮﻳﺪﻭﻥﻋﻴﺮﻗﺮﻳﺶﺣﱠﺘﻰﺟﻤﻊﺍﷲﺗﻌﺎﻟﻰﺑﻴﻨﻬﻢﻭﺑﻴﻦﻋﺪﱢﻭﻩﻢﻋﻠﻰﻏﻴﺮﻣﻴﻌﺎﺩ.ﻭﻟﻘﺪﺷﻬﺪﺕﻣﻊ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻴﻠﺔﺍﻟﻌﻘﺒﺔﺣﻴﻦﺗﻮﺍﺛﻘﻨﺎﻋﻠﻰﺍﻹﺳﻼﻡ،ﻭﻣﺎﺃﺣﺐﱡﺃﱠﻥﻟﻲﺑﻬﺎﻣﺸﻬﺪﺑﺪﺭ،'
			'ﻭﺈﻧﺁﺎﻧﺖﺑﺪﺭﺃﺫﺁﺮﻓﻲﺍﻟﱠﻨﺎﺱﻣﻨﻬﺎﻭﺁﺎﻥﻣﻦﺧﺒﺮﻱﺣﻴﻦﺗﺨﻠﱠﻔﺖﻋﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲ'
			'ﻏﺰﻭﺓﺗﺒﻮﻙﺃﱢﻧﻲﻟﻢﺃﺁﻦﻗﱡﻂﺃﻗﻮﻯﻭﻻﺃﻳﺴﺮﻣﱢﻨﻲﺣﻴﻦﺗﺨﻠﱠﻔﺖﻋﻨﻪﻓﻲﺗﻠﻚﺍﻟﻐﺰﻭﺓ،ﻭﺍﻟﱠﻠﻪﻣﺎﺟﻤﻌﺖﻗﺒﻠﻬﺎ'
			'ﺭﺍﺣﻠﺘﻴﻦﻗﱡﻂﺣﱠﺘﻰﺟﻤﻌﺘﻬﻤﺎﻓﻲﺗﻠﻚﺍﻟﻐﺰﻭﺓ،ﻭﻟﻢﻳﻜﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺮﻳﺪﻏﺰﻭﺓﺇﱠﻻﻭﱠﺮﯨ'
			'ﺑﻐﻴﺮﻩﺎﺣﱠﺘﻰﺁﺎﻧﺖﺗﻠﻚﺍﻟﻐﺰﻭﺓ،ﻓﻐﺰﺎﻫﺎﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺣﱟﺮﺷﺪﻳﺪ،ﻭﺍﺳﺘﻘﺒﻞﺳﻔﺮﺍﺑﻌﻴﺪﺍ'
			'ﻭﻣﻔﺎﺯﺍ.ﻭﺍﺳﺘﻘﺒﻞﻋﺪﺩﺍﺁﺜﻴﺮﺍ،ﻓﺠﱠﻠﻰﻟﻠﻤﺴﻠﻤﻴﻦﺃﻣﺮﻩﻢﻟﻴﺘﺄﱠﻩﺒﻮﺍﺃﻩﺒﺔﻏﺰﻭﻩﻢﻓﺄﺧﺒﺮﻩﻢﺑﻮﺟﻬﻬﻢﺍﱠﻟﺬﻱﻳﺮﻳﺪ،'
			'ﻭﺍﻟﻤﺴﻠﻤﻮﻥﻣﻊﺭﺳﻮﻝﺍﷲﺁﺜﻴﺮﻭﻻﻳﺠﻤﻌﻬﻢﺁﺘﺎﺏﺣﺎﻓﻆ«ﻳﺮﻳﺪﺑﺬﻟﻚﺍﻟﱢﺪﻳﻮﺎﻧ»ﻗﺎﻝﺁﻌﺐ:ﻓﻘﱠﻞﺭﺟﻞﻳﺮﻳﺪﺃﻥ'
			'ﻳﺘﻐﱠﻴﺐﺇﱠﻻﻇﱠﻦﺃﱠﻥﺫﻟﻚﺳﻴﺨﻔﻰﺑﻪﻣﺎﻟﻢﻳﻨﺰﻝﻓﻴﻪﻭﺣﻰﻣﻦﺍﻟﱠﻠﻪ،ﻭﻏﺰﺍﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺗﻠﻚ'
			'ﺍﻟﻐﺰﻭﺓﺣﻴﻦﻃﺎﺑﺖﺍﻟﱢﺜﻤﺎﺭﻭﺍﻟﱢﻈﻼﻝ،ﻓﺄﻧﺎﺇﻟﻴﻬﺎﺃﺻﻌﺮ،ﻓﺘﺠﱠﻬﺰﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺍﻟﻤﺴﻠﻤﻮﻥ'
			'ﻣﻌﻪ،ﻭﻃﻔﻘﺖﺃﻏﺪﻭﻟﻜﻰﺃﺗﺠﱠﻬﺰﻣﻌﻪﻓﺄﺭﺟﻊﻭﻟﻢﺃﻗﺾﺷﻴﺌﺎ،ﻭﺃﻗﻮﻝﻓﻲﻧﻔﺴﻰ:ﺃﻧﺎﻗﺎﺩﺭﻋﻠﻰﺫﻟﻚﺇﺫﺍﺃﺭﺩﺕ،'
			'ﻓﻠﻢﻳﺰﻝﻳﺘﻤﺎﺪﯨﺑﻲﺣﱠﺘﻰﺍﺳﺘﻤﱠﺮﺑﺎﻟﱠﻨﺎﺱﺍﻟﺠﱡﺪ،ﻓﺄﺻﺒﺢﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻏﺎﺩﻳﺎﻭﺍﻟﻤﺴﻠﻤﻮﻥ'
			'ﻣﻌﻪ،ﻭﻟﻢﺃﻗﺾﻣﻦﺟﻬﺎﺰﻳﺷﻴﺌﺎ،ﺛﻢﱠﻏﺪﻭﺕﻓﺮﺟﻌﺖﻭﻟﻢﺃﻗﺾﺷﻴﺌﺎ،ﻓﻠﻢﻳﺰﻝﻳﺘﻤﺎﺪﯨﺑﻲﺣﱠﺘﻰﺃﺳﺮﻋﻮﺍ'
			'ﻭﺗﻔﺎﺮﻃﺍﻟﻐﺰﻭ،ﻓﻬﻤﻤﺖﺃﻥﺃﺭﺗﺤﻞﻓﺄﺩﺭﺁﻬﻢ،ﻓﻴﺎﻟﻴﺘﻨﻲﻓﻌﻠﺖ،ﺛﻢﱠﻟﻢﻳﻘﱠﺪﺭﺫﻟﻚﻟﻲ،ﻓﻄﻔﻘﺖﺇﺫﺍﺧﺮﺟﺖﻓﻲ'
			'ﺍﻟﱠﻨﺎﺱﺑﻌﺪﺧﺮﻭﺝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺤﺰﻧﻨﻲﺃﱢﻧﻲﻻﺃﺮﯨﻟﻲﺃﺳﻮﺓ،ﺇﱠﻻﺭﺟﻼﻣﻐﻤﻮﺻﺎﻋﻠﻴﻪﻓﻲ'
			'ﺍﻟﱢﻨﻔﺎﻕ،ﺃﻭﺭﺟﻼﻣﱠﻤﻦﻋﺬﺭﺍﻟﻠﱠﻪﺗﻌﺎﻟﻰﻣﻦﺍﻟﱡﻀﻌﻔﺎﺀ،ﻭﻟﻢﻳﺬﺁﺮﻧﻲﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﱠﺘﻰﺑﻠﻎ'
			'ﺗﺒﻮﻙ،ﻓﻘﺎﻝﻭﻩﻮﺟﺎﻟﺲﻓﻲﺍﻟﻘﻮﻡﺑﺘﺒﻮﻙ:ﻣﺎﻓﻌﻞﺁﻌﺐﺑﻦﻣﺎﻟﻚ؟ﻓﻘﺎﻝﺭﺟﻞﻣﻦﺑﻨﻲﺳﻠﻤﺔ:ﻳﺎﺭﺳﻮﻝﺍﷲ'
			'ﺣﺒﺴﻪﺑﺮﺩﺍﻩ،ﻭﺍﻟﱠﻨﻈﺮﻓﻲﻋﻄﻔﻴﻪ.ﻓﻘﺎﻝﻟﻪﻣﻌﺎﺫﺑﻦﺟﺒﻞﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﺑﺌﺲﻣﺎﻗﻠﺖ،ﻭﺍﻟﱠﻠﻪﻳﺎﺭﺳﻮﻝﺍﷲ'
			'ﻣﺎﻋﻠﻤﻨﺎﻋﻠﻴﻪﺇﱠﻻﺧﻴﺮﺍ،ﻓﺴﻜﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻓﺒﻴﻨﺎﻩﻮﻋﻠﻰﺫﻟﻚﺭﺄﯨﺭﺟﻼﻣﺒﻴﻀﺎﻳﺰﻭﻝ'
			'ﺑﻪﺍﻟﱠﺴﺮﺍﺏ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺁﻦﺃﺑﺎﺧﻴﺜﻤﺔ،ﻓﺈﺫﺍﻩﻮﺃﺑﻮﺧﻴﺜﻤﺔﺍﻷﻧﺼﺎﺭﱡﻱﻭﻩﻮﺍﱠﻟﺬﻱ'
			'ﺗﺼﱠﺪﻕﺑﺼﺎﻉﺍﻟﱠﺘﻤﺮﺣﻴﻦﻟﻤﺰﻩﺍﻟﻤﻨﺎﻓﻘﻮﻥﻗﺎﻝﺁﻌﺐ:ﻓﱠﻠﻤﺎﺑﻠﻐﻨﻲﺃﱠﻥﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺪﺗﻮﱠﺟﻪ'
			'ﻗﺎﻓﻼﻣﻦﺗﺒﻮﻙﺣﻀﺮﻧﻲﺑﱢﺜﻲ،ﻓﻄﻔﻘﺖﺃﺗﺬﺁﱠﺮﺍﻟﻜﺬﺏﻭﺃﻗﻮﻝ:ﺑﻢﺃﺧﺮﺝﻣﻦﺳﺨﻄﻪﻏﺪﺍﻭﺃﺳﺘﻌﻴﻦﻋﻠﻰﺫﻟﻚﺑﻜﻞﱢ'
			'ﻋﺮﻓﺖﺃﱢﻧﻲﻟﻢﺃﻧﺞﻣﻨﻪﺑﺸﻲﺀﺃﺑﺪﺍﻓﺄﺟﻤﻌﺖﺻﺪﻗﺔ،ﻭﺃﺻﺒﺢﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﺩﻣﺎ،ﻭﺁﺎﻥﺇﺫﺍﺬﻳﺭﺄﻳﻣﻦﺃﻩﻠﻲ،ﻓﻠﱠﻤﺎﻗﻴﻞ:ﺇﱠﻥﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺪﺃﻇﱠﻞﻗﺎﺩﻣﺎﺯﺍﺡﻋﱢﻨﻲﺍﻟﺒﺎﻃﻞﺣﱠﺘﻰ'
			'ﻗﺪﻡﻣﻦﺳﻔﺮﺑﺪﺃﺑﺎﻟﻤﺴﺠﺪﻓﺮﺁﻊﻓﻴﻪﺭﺁﻌﺘﻴﻦﺛﻢﱠﺟﻠﺲﻟﻠﱠﻨﺎﺱ،ﻓﻠﱠﻤﺎﻓﻌﻞﺫﻟﻚﺟﺎﺀﻩﺍﻟﻤﺨﱠﻠﻔﻮﻥﻳﻌﺘﺬﺭﻮﻧﺇﻟﻴﻪ'
			'ﻭﻳﺤﻠﻔﻮﻥﻟﻪ،ﻭﺁﺎﻧﻮﺍﺑﻀﻌﺎﻭﺛﻤﺎﻧﻴﻦﺭﺟﻼﻓﻘﺒﻞﻣﻨﻬﻢﻋﻼﻧﻴﺘﻬﻢﻭﺍﺳﺘﻐﻔﺮﻟﻬﻢﻭﻭﺁﻞﺳﺮﺍﺋﺮﻩﻢﺇﻟﻰﺍﷲﺗﻌﺎﻟﻰ.'
			'ﺣﱠﺘﻰﺟﺌﺖ،ﻓﻠﱠﻤﺎﺳﻠﻤﺖﺗﺒﱠﺴﻢﺗﺒﱡﺴﻢﺍﻟﻤﻐﻀﺐﺛﱠﻢﻗﺎﻝ:ﺗﻌﺎﻝ،ﻓﺠﺌﺖﺃﻣﺸﻲﺣﺘﻰﺟﻠﺴﺖﺑﻴﻦﻳﺪﻳﻪ،ﻓﻘﺎﻝﻟﻲ:'
			'ﻣﺎﺧﱠﻠﻔﻚ؟ﺃﻟﻢﺗﻜﻦﻗﺪﺍﺑﺘﻌﺖﻇﻬﺮﻙ،ﻗﺎﻝﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﷲﺇﱢﻧﻲﻭﺍﻟﱠﻠﻪﻟﻮﺟﻠﺴﺖﻋﻨﺪﻏﻴﺮﻙﻣﻦﺃﻩﻞﺍﻟﱡﺪﻧﻴﺎ'
			'ﻟﺮﺃﻳﺖﺃﻧﻲﺳﺄﺧﺮﺝﻣﻦﺳﺨﻄﻪﺑﻌﺬﺭ،ﻟﻘﺪﺃﻋﻄﻴﺖﺟﺪﻻ،ﻭﻟﻜﱠﻨﻲﻭﺍﻟﱠﻠﻪﻟﻘﺪﻋﻠﻤﺖﻟﺌﻦﺣﱠﺪﺛﺘﻚﺍﻟﻴﻮﻡﺣﺪﻳﺚﺁﺬﺏ'
			'ﺗﺮﺿﻰﺑﻪﻋﱢﻨﻲﻟﻴﻮﺷﻜﱠﻦﺍﻟﱠﻠﻪﻳﺴﺨﻄﻚﻋﻠﱠﻲ،ﻭﺇﻥﺣﱠﺪﺛﺘﻚﺣﺪﻳﺚﺻﺪﻕﺗﺠﺪﻋﻠﱠﻲﻓﻴﻪﺇﱢﻧﻲﻷﺭﺟﻮﻓﻴﻪﻋﻘﺒﻰﺍﷲ'
			'ﻋﱠﺰﻭﺟﱠﻞ،ﻭﺍﻟﱠﻠﻪﻣﺎﺁﺎﻥﻟﻲﻣﻦﻋﺬﺭ،ﻭﺍﻟﱠﻠﻪﻣﺎﺁﻨﺖﻗﱡﻂﺃﻗﻮﻯﻭﻻﺃﻳﺴﺮﻣﱢﻨﻲﺣﻴﻦﺗﺨﻠﻔﺖﻋﻨﻚﻗﺎﻝ:ﻓﻘﺎﻝ'
			'ﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱠﻣﺎﻩﺬﺍﻓﻘﺪﺻﺪﻕ،ﻓﻘﻢﺣﱠﺘﻰﻳﻘﻀﻲﺍﻟﱠﻠﻪﻓﻴﻚ»ﻭﺳﺎﺭﺭﺟﺎﻝﻣﻦﺑﻨﻲ'
			'ﺳﻠﻤﺔﻓﺎﱠﺗﺒﻌﻮﻧﻲ،ﻓﻘﺎﻟﻮﺍﻟﻲ:ﻭﺍﻟﱠﻠﻪﻣﺎﻋﻠﻤﻨﺎﻙﺃﺫﻧﺒﺖﺫﻧﺒﺎﻗﺒﻞﻩﺬﺍ،ﻟﻘﺪﻋﺠﺰﺕﻓﻲﺄﻧﻻﺗﻜﻮﻥﺍﻋﺘﺬﺮﺗﺇﻟﻰ'
			'ﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻤﺎﺍﻋﺘﺬﺭﺇﻟﻴﻪﺍﻟﻤﺨﻠﱠﻔﻮﻥﻓﻘﺪﺁﺎﻥﺁﺎﻓﻴﻚﺫﻧﺒﻚﺍﺳﺘﻐﻔﺎﺭﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻚ.ﻗﺎﻝ:ﻓﻮﺍﷲﻣﺎﺯﺍﻟﻮﺍﻳﺆﱢﻧﺒﻮﻧﻨﻲﺣﱠﺘﻰﺃﺭﺪﺗﺃﻥﺃﺭﺟﻊﺇﻟﻰﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﺄﺁﺬﺏﻧﻔﺴﻲ،ﺛﻢﱠﻗﻠﺖﻟﻬﻢ:ﻩﻞﻟﻘﻲﻩﺬﺍﻣﻌﻲﻣﻦﺃﺣﺪ؟ﻗﺎﻟﻮﺍ:ﻧﻌﻢﻟﻘﻴﻪﻣﻌﻚﺭﺟﻼﻥﻗﺎﻻﻣﺜﻞﻣﺎﻗﻠﺖ،'
			'ﻭﻗﻴﻞﻟﻬﻤﺎﻣﺜﻞﻣﺎﻗﻴﻞﻟﻚ،ﻗﺎﻝﻗﻠﺖ:ﻣﻦﻩﻤﺎ؟ﻗﺎﻟﻮﺍ:ﻣﺮﺍﺭﺓﺑﻦﺍﻟﱠﺮﺑﻴﻊﺍﻟﻌﻤﺮﱡﻱ،ﻭﻩﻼﻝﺍﺑﻦﺃﻣﱠﻴﺔﺍﻟﻮﺍﻗﻔﱡﻲ'
			'؟ﻗﺎﻝ:ﻓﺬﺁﺮﻭﺍﻟﻲﺭﺟﻠﻴﻦﺻﺎﻟﺤﻴﻦﻗﺪﺷﻬﺪﺍﺑﺪﺭﺍﻓﻴﻬﻤﺎﺃﺳﻮﺓ.ﻗﺎﻝ:ﻓﻤﻀﻴﺖﺣﻴﻦﺫﺁﺮﻭﻩﻤﺎﻟﻲ.'
			'ﻭﻧﻬﻰﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺁﻼﻣﻨﺎﺃﱡﻳﻬﺎﺍﻟﺜﻼﺛﺔﻣﻦﺑﻴﻦﻣﻦﺗﺨﱠﻠﻒﻋﻨﻪ،ﻗﺎﻝ:ﻓﺎﺟﺘﻨﺒﻨﺎﺍﻟﱠﻨﺎﺱ'
			'ﺃﻭﻗﺎﻝ:ﺗﻐﱠﻴﺮﻭﺍﻟﻨﺎﺣﱠﺘﻰﺗﻨﱠﻜﺮﺕﻟﻲﻓﻲﻧﻔﺴﻲﺍﻷﺭﺽ،ﻓﻤﺎﻩﻲﺑﺎﻷﺭﺽﺍﻟﺘﻲﺃﻋﺮﻑ،ﻓﻠﺒﺜﻨﺎﻋﻠﻰﺫﻟﻚ'
			'ﺧﻤﺴﻴﻦﻟﻴﻠﺔ.ﻓﺄﱠﻣﺎﺻﺎﺣﺒﺎﻱﻓﺎﺳﺘﻜﺎﻧﺎﻭﻗﻌﺪﺍﻓﻲﺑﻴﻮﺗﻬﻤﺎﻳﺒﻜﻴﺎﻥﻭﺃﱠﻣﺎﺃﻧﺎﻓﻜﻨﺖﺃﺷﱠﺐﺍﻟﻘﻮﻡﻭﺃﺟﻠﺪﻩﻢ،ﻓﻜﻨﺖ'
			'ﺃﺧﺮﺝﻓﺄﺷﻬﺪﺍﻟﱠﺼﻼﺓﻣﻊﺍﻟﻤﺴﻠﻤﻴﻦ،ﻭﺃﻃﻮﻑﻓﻲﺍﻷﺳﻮﺍﻕﻭﻻﻳﻜﱢﻠﻤﻨﻲﺃﺣﺪ،ﻭﺁﺗﻲﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﺄﺳﻠﱢﻢﻋﻠﻴﻪ،ﻭﻩﻮﻓﻲﻣﺠﻠﺴﻪﺑﻌﺪﺍﻟﱠﺼﻼﺓ،ﻓﺄﻗﻮﻝﻓﻲﻧﻔﺴﻲ:ﻩﻞﺣﱠﺮﻙﺷﻔﺘﻴﻪﺑﺮﱢﺩﺍﻟﱠﺴﻼﻡﺄﻣﻻ؟ﺛﻢﱠ'
			'ﺃﺻﱢﻠﻲﻗﺮﻳﺒﺎﻣﻨﻪﻭﺃﺳﺎﺭﻗﻪﺍﻟﱠﻨﻈﺮ،ﻓﺈﺫﺍﺃﻗﺒﻠﺖﻋﻠﻰﺻﻼﺗﻲﻧﻈﺮﺇﻟﱠﻲ،ﻭﺇﺫﺍﺍﻟﺘﻔﱡﺖﻧﺤﻮﻩﺃﻋﺮﺽﻋﱢﻨﻲ،ﺣﺘﻰ'
			'ﺇﺫﺍﻃﺎﻝﺫﻟﻚﻋﻠﱠﻲﻣﻦﺟﻔﻮﺓﺍﻟﻤﺴﻠﻤﻴﻦﻣﺸﻴﺖﺣﱠﺘﻰﺗﺴﱠﻮﺮﺗﺟﺪﺍﺭﺣﺎﺋﻂﺃﺑﻲﻗﺘﺎﺩﺓﻭﻩﻮﺍﺍﺑﻦﻋﱢﻤﻲﻭﺃﺣﱡﺐ'
			'ﺍﻟﱠﻨﺎﺱﺇﻟﱠﻲ،ﻓﺴﻠﱠﻤﺖﻋﻠﻴﻪﻓﻮﺍﻟﱠﻠﻪﻣﺎﺭﱠﺩﻋﻠﱠﻲﺍﻟﱠﺴﻼﻡ،ﻓﻘﻠﺖﻟﻪ:ﻳﺎﺃﺑﺎﻗﺘﺎﺩﺓﺃﻧﺸﺪﻙﺑﺎﻟﱠﻠﻪﻩﻞﺗﻌﻠﻤﻨﻲﺃﺣﱡﺐﺍﷲ'
			'ﻭﺭﺳﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﻓﺴﻜﺖ،ﻓﻌﺪﺕﻓﻨﺎﺷﺪﺗﻪﻓﺴﻜﺖ،ﻓﻌﺪﺕﻓﻨﺎﺷﺪﺗﻪﻓﻘﺎﻝ:ﺍﷲﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ.'
			'ﻓﻔﺎﺿﺖﻋﻴﻨﺎﻱ،ﻭﺗﻮﱠﻟﻴﺖﺣﱠﺘﻰﺗﺴﱠﻮﺭﺕﺍﻟﺠﺪﺍﺭ'
			'ﻓﺒﻴﻨﺎﺃﻧﺎﺃﻣﺸﻲﻓﻲﺳﻮﻕﺍﻟﻤﺪﻳﻨﺔﺇﺫﺍﻧﺒﻄﱡﻲﻣﻦﻧﺒﻂﺃﻩﻞﺍﻟﱠﺸﺎﻡﻣﱠﻤﻦﻗﺪﻡﺑﺎﻟﱠﻄﻌﺎﻡﻳﺒﻴﻌﻪﺑﺎﻟﻤﺪﻳﻨﺔﻳﻘﻮﻝ:ﻣﻦﻳﺪﻝﱡ'
			'ﻋﻠﻰﺁﻌﺐﺑﻦﻣﺎﻟﻚ؟ﻓﻄﻔﻖﺍﻟﱠﻨﺎﺱﻳﺸﻴﺮﻮﻧﻟﻪﺇﻟﻰﺣﱠﺘﻰﺟﺎﺀﻧﻲﻓﺪﻓﻊﺇﻟﻰﺁﺘﺎﺑﺎﻣﻦﻣﻠﻚﻏﱠﺴﺎﻥ،ﻭﺁﻨﺖﺁﺎﺗﺒﺎ.'
			'ﻓﻘﺮﺃﺗﻪﻓﺈﺫﺍﻓﻴﻪ:ﺃﱠﻣﺎﺑﻌﺪﻓﺈﱠﻧﻪﻗﺪﺑﻠﻐﻨﺎﺄﻧﺻﺎﺣﺒﻚﻗﺪﺟﻔﺎﻙ،ﻭﻟﻢﻳﺠﻌﻠﻚﺍﻟﱠﻠﻪﺑﺪﺍﺭﻩﻮﺍﻥﻭﻻﻣﻀﻴﻌﺔ،ﻓﺎﻟﺤﻖ'
			'ﺑﻨﺎﻧﻮﺍﺳﻚ،ﻓﻘﻠﺖﺣﻴﻦﻗﺮﺃﺗﻬﺎ:ﻭﻩﺬﻩﺃﻳﻀﺎﻣﻦﺍﻟﺒﻼﺀﻓﺘﻴﻤﱠﻤﺖﺑﻬﺎﺍﻟﱠﺘﱡﻨﻮﺭﻓﺴﺠﺮﺗﻬﺎ.'
			'ﺣﱠﺘﻰﺇﺫﺍﻣﻀﺖﺃﺭﺑﻌﻮﻥﻣﻦﺍﻟﺨﻤﺴﻴﻦﻭﺍﺳﺘﻠﺒﺚﺍﻟﻮﺣﻰﺇﺫﺍﺭﺳﻮﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺄﺗﻴﻨﻲ،'
			'ﻓﻘﺎﻝ:ﺇﱠﻥﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺄﻣﺮﻙﺃﻥﺗﻌﺘﺰﻝﺍﻣﺮﺃﺗﻚ،ﻓﻘﻠﺖ:ﺃﻃﱢﻠﻘﻬﺎ،ﺄﻣﻣﺎﺫﺍﺃﻓﻌﻞ؟ﻗﺎﻝ:ﻻﺑﻞ'
			'ﺍﻋﺘﺰﻟﻬﺎﻓﻼﺗﻘﺮﺑﱠﻨﻬﺎ،ﻭﺃﺭﺳﻞﺇﻟﻰﺻﺎﺣﺒﱠﻲﺑﻤﺜﻞﺫﻟﻚ.ﻓﻘﻠﺖﻻﻣﺮﺃﺗﻲ:ﺍﻟﺤﻘﻲﺑﺄﻩﻠﻚﻓﻜﻮﻧﻲﻋﻨﺪﻩﻢﺣﱠﺘﻰ'
			'ﻳﻘﻀﻲﺍﻟﱡﻠﻪﻓﻲﻩﺬﺍﺍﻷﻣﺮ،ﻓﺠﺎﺀﺕﺍﻣﺮﺃﺓﻩﻼﻝﺑﻦﺃﻣﱠﻴﺔﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﺖﻟﻪ:ﻳﺎﺭﺳﻮﻝ'
			'ﺍﷲﺇﱠﻥﻩﻼﻝﺑﻦﺃﻣﱠﻴﺔﺷﻴﺦﺿﺎﺋﻊﻟﻴﺲﻟﻪﺧﺎﺪﻣ،ﻓﻬﻞﺗﻜﺮﻩﺃﻥﺃﺧﺪﻣﻪ؟ﻗﺎﻝ:ﻻ،ﻭﻟﻜﻦﻻﻳﻘﺮﺑﱠﻨﻚ.ﻓﻘﺎﻟﺖ:'
			'ﺇﻧﱠﻪﻭﺍﻟﱠﻠﻪﻣﺎﺑﻪﻣﻦﺣﺮﺁﺔﺇﻟﻰﺷﻲﺀ،ﻭﻭﺍﻟﱠﻠﻪﻣﺎﺯﺍﻝﻳﺒﻜﻲﻣﻨﺬﺁﺎﻥﻣﻦﺃﻣﺮﻩﻣﺎﺁﺎﻥﺇﻟﻰﻳﻮﻣﻪﻩﺬﺍ.ﻓﻘﺎﻝﻟﻲ'
			'ﺑﻌﺾﺃﻩﻠﻲ:ﻟﻮﺍﺳﺘﺄﺫﻧﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺍﻣﺮﺃﺗﻚ،ﻓﻘﺪﺃﺬﻧﻻﻣﺮﺃﺓﻩﻼﻝﺑﻦﺃﻣﱠﻴﺔﺃﻥ'
			'ﺗﺨﺪﻣﻪ؟ﻓﻘﻠﺖ:ﻻﺃﺳﺘﺄﺫﻥﻓﻴﻬﺎﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻣﺎﻳﺪﺭﻳﻨﻲﻣﺎﺫﺍﻳﻘﻮﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺍﺳﺘﺄﺫﻧﺘﻪﻓﻴﻬﺎﻭﺃﻧﺎﺭﺟﻞﺷﺎﱞﺏﻓﻠﺒﺜﺖﺑﺬﻟﻚﻋﺸﺮﻟﻴﺎﻝ،ﻓﻜﻤﻞﻟﻨﺎﺧﻤﺴﻮﻥﻟﻴﻠﺔﻣﻦﺣﻴﻦﻧﻬﻲ'
			'ﻋﻦﺁﻼﻣﻨﺎ.'
			'ﺛﻢﱠﺻﻠﱠﻴﺖﺻﻼﺓﺍﻟﻔﺠﺮﺻﺒﺎﺡﺧﻤﺴﻴﻦﻟﻴﻠﺔﻋﻠﻰﻇﻬﺮﺑﻴﺖﻣﻦﺑﻴﻮﺗﻨﺎ،ﻓﺒﻴﻨﺎﺃﻧﺎﺟﺎﻟﺲﻋﻠﻰﺍﻟﺤﺎﻝﺍﻟﺘﻲﺫﺁﺮ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﱠﻨﺎ،ﻗﺪﺿﺎﻗﺖﻋﻠﱠﻲﻧﻔﺴﻰﻭﺿﺎﻗﺖﻋﻠﱠﻲﺍﻷﺭﺽﺑﻤﺎﺭﺣﺒﺖ،ﺳﻤﻌﺖﺻﻮﺕﺻﺎﺭﺥﺃﻭﻓﻲﻋﻠﻰﺳﻠﻊ'
			'ﻳﻘﻮﻝﺑﺄﻋﻠﻰﺻﻮﺗﻪ:ﻳﺎﺁﻌﺐﺑﻦﻣﺎﻟﻚﺃﺑﺸﺮ،ﻓﺨﺮﺭﺕﺳﺎﺟﺪﺍ،ﻭﻋﺮﻓﺖﺃﻧﱠﻪﻗﺪﺟﺎﺀﻓﺮﺝﻓﺂﺫﻥﺭﺳﻮﻝﺍﷲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﱠﻨﺎﺱﺑﺘﻮﺑﺔﺍﷲﻋﱠﺰﻭﺟﱠﻞﻋﻠﻴﻨﺎﺣﻴﻦﺻﱠﻠﻰﺻﻼﺓﺍﻟﻔﺠﺮﻓﺬﻩﺐﺍﻟﱠﻨﺎﺱﻳﺒﺸﱢﺮﻭﻧﻨﺎ،ﻓﺬﻩﺐ'
			'ﺍﻟﱠﺼﻮﺕﺃﺳﺮﻉﻣﻦﺍﻟﻔﺮﺱ،ﻓﻠﱠﻤﺎﺟﺎﺀﻧﻲﺍﱠﻟﺬﻱﺳﻤﻌﺖﺻﻮﺗﻪﻳﺒﱢﺸﺮﻧﻲﻧﺰﻋﺖﻟﻪﺛﻮﺑﱠﻲﻓﻜﺴﻮﺗﻬﻤﺎﺇﱠﻳﺎﻩﺑﺒﺸﺎﺭﺗﻪﻗﺒﻞﺻﺎﺣﺒﱠﻲﻣﺒﱢﺸﺮﻭﻥ،ﻭﺭﺁﺾﺭﺟﻞﺇﻟﱠﻲﻓﺮﺳﺎﻭﺳﻌﻰﺳﺎﻉﻣﻦﺃﺳﻠﻢﻗﺒﻠﻲﻭﺃﻭﻓﻰﻋﻠﻰﺍﻟﺠﺒﻞ،ﻭﺁﺎﻥ'
			'ﻭﺍﻟﱠﻠﻪﻣﺎﺃﻣﻠﻚﻏﻴﺮﻩﻤﺎﻳﻮﻣﺌﺬ،ﻭﺍﺳﺘﻌﺮﺕﺛﻮﺑﻴﻦﻓﻠﺒﺴﺘﻬﻤﺎﻭﺍﻧﻄﻠﻘﺖﺃﺗﺄﱠﻣﻢﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﺘﻠﱠﻘﺎﻧﻲﺍﻟﱠﻨﺎﺱﻓﻮﺟﺎﻓﻮﺟﺎﻳﻬﻨﱢﺌﻮﻧﻨﻲﺑﺎﻟﱠﺘﻮﺑﺔﻭﻳﻘﻮﻟﻮﻥﻟﻲ:ﻟﺘﻬﻨﻚﺗﻮﺑﺔﺍﷲﻋﻠﻴﻚ،ﺣﱠﺘﻰﺩﺧﻠﺖﺍﻟﻤﺴﺠﺪﻓﺈﺫﺍ'
			'ﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺎﻟﺲﺣﻮﻟﻪﺍﻟﱠﻨﺎﺱ،ﻓﻘﺎﻡﻃﻠﺤﺔﺑﻦﻋﺒﻴﺪﺍﷲﺭﺿﻲﺍﷲﻋﻨﻪﻳﻬﺮﻮﻟﺣﱠﺘﻰ'
			'ﺻﺎﻓﺤﻨﻲﻭﻩﱠﻨﺄﻧﻲ،ﻭﺍﻟﱠﻠﻪﻣﺎﻗﺎﻡﺭﺟﻞﻣﻦﺍﻟﻤﻬﺎﺟﺮﻳﻦﻏﻴﺮﻩ،ﻓﻜﺎﻥﺁﻌﺐﻻﻳﻨﺴﺎﻩﺎﻟﻄﻠﺤﺔ.ﻗﺎﻝﺁﻌﺐ:ﻓﻠﱠﻤﺎ'
			'ﺳﻠﱠﻤﺖﻋﻠﻰﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:ﻮﻫﻮﻳﺒﺮﻕﻭﺟﻬﻪﻣﻦﺍﻟﱡﺴﺮﻭﺭﺃﺑﺸﺮﺑﺨﻴﺮﻳﻮﻡﻣﱠﺮﻋﻠﻴﻚ،'
			'ﻣﺬﻭﻟﺪﺗﻚﺃﱡﻣﻚ،ﻓﻘﻠﺖ:ﺃﻣﻦﻋﻨﺪﻙﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺄﻣﻣﻦﻋﻨﺪﺍﷲ؟ﻗﺎﻝ:ﻻﺑﻞﻣﻦﻋﻨﺪﺍﷲﻋﺰﻭﺟﱠﻞ،ﻭﺁﺎﻥ'
			'ﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺳﺮﱠﺍﺳﺘﻨﺎﺭﻭﺟﻬﻪﺣﱠﺘﻰﺁﺄﱠﻥﻭﺟﻬﻪﻗﻄﻌﺔﻗﻤﺮ،ﻭﺁﱠﻨﺎﻧﻌﺮﻑﺫﻟﻚﻣﻨﻪ،ﻓﻠﱠﻤﺎ'
			'ﺟﻠﺴﺖﺑﻴﻦﻳﺪﻳﻪﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﻣﻦﺗﻮﺑﺘﻲﺃﻥﺃﻧﺨﻠﻊﻣﻦﻣﺎﻟﻲﺻﺪﻗﺔﺇﻟﻰﺍﻟﱠﻠﻪﻭﺇﻟﻰﺭﺳﻮﻟﻪ.'
			'ﻓﻘﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﻣﺴﻚﻋﻠﻴﻚﺑﻌﺾﻣﺎﻟﻚﻓﻬﻮﺧﻴﺮﻟﻚ،ﻓﻘﻠﺖﺇﱢﻧﻲﺃﻣﺴﻚﺳﻬﻤﻲﺍﱠﻟﺬﻱ'
			'ﺑﺨﻴﺒﺮ.ﻭﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﷲﺈﻧﺍﷲﺗﻌﺎﻟﻰﺇﱠﻧﻤﺎﺃﻧﺠﺎﻧﻲﺑﺎﻟﺼﺪﻕ،ﻭﺇﻥﻣﻦﺗﻮﺑﺘﻲﺄﻧﻻﺃﺣﱢﺪﺙﺇﱠﻻﺻﺪﻗﺎﻣﺎ'
			'ﺑﻘﻴﺖ،ﻓﻮﺍﷲﻣﺎﻋﻠﻤﺖﺃﺣﺪﺍﻣﻦﺍﻟﻤﺴﻠﻤﻴﻦﺃﺑﻼﻩﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻲﺻﺪﻕﺍﻟﺤﺪﻳﺚﻣﻨﺬﺫﺁﺮﺕﺫﻟﻚﻟﺮﺳﻮﻝﺍﷲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺣﺴﻦﻣﱠﻤﺎﺃﺑﻼﻧﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺍﻟﱠﻠﻪﻣﺎﺗﻌﻤﺪﺕﺁﺬﺑﺔﻣﻨﺬﻗﻠﺖﺫﻟﻚﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﻟﻰﻳﻮﻣﻲﻩﺬﺍ،ﻭﺇﱢﻧﻲﻷﺭﺟﻮﺃﻥﻳﺤﻔﻈﻨﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻴﻤﺎﺑﻘﻲ،ﻗﺎﻝ:ﻓﺄﻧﺰﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻟﻘﺪ'
			'ﺗﺎﺏﺍﻟﱠﻠﻪﻋﻠﻰﺍﻟﱠﻨﺒﱢﻲﻭﺍﻟﻤﻬﺎﺟﺮﻳﻦﻭﺍﻷﻧﺼﺎﺭﺍﱠﻟﺬﻳﻦﺍﱠﺗﺒﻌﻮﻩﻓﻲﺳﺎﻋﺔﺍﻟﻌﺴﺮﺓ}ﺣﱠﺘﻰﺑﻠﻎ:{ﺇﱠﻧﻪﺑﻬﻢﺭﺀﻭﻑ'
			'ﺭﺣﻴﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻋﻠﻰﺍﻟﱠﺜﻼﺛﺔﺍﱠﻟﺬﻳﻦﺧﻠﱢﻔﻮﺍﺣﱠﺘﻰﺇﺫﺍﺿﺎﻗﺖﻋﻠﻴﻬﻢﺍﻷﺭﺽﺑﻤﺎﺭﺣﺒﺖ}ﺣﺘﻰﺑﻠﻎ:{'
			'ﺍﱠﺗﻘﻮﺍﺍﻟﱠﻠﻪﻭﺁﻮﻧﻮﺍﻣﻊﺍﻟﱠﺼﺎﺩﻗﻴﻦ}[ﺍﻟﺘﻮﺑﺔ:117،119].'
			'ﻗﺎﻝﺁﻌﺐ:ﻭﺍﻟﱠﻠﻪﻣﺎﺃﻧﻌﻢﺍﻟﱠﻠﻪﻋﻠﱠﻲﻣﻦﻧﻌﻤﺔﻗﱡﻂﺑﻌﺪﺇﺫﻩﺪﺍﻧﻲﺍﻟﱠﻠﻪﻟﻺﺳﻼﻡﺃﻋﻈﻢﻓﻲﻧﻔﺴﻲﻣﻦﺻﺪﻗﻲﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺄﻧﱠﻻﺃﺁﻮﻥﺁﺬﺑﺘﻪ،ﻓﺄﻩﻠﻚﺁﻤﺎﻩﻠﻚﺍﱠﻟﺬﻳﻦﺁﺬﺑﻮﺍﺈﻧﺍﷲﺗﻌﺎﻟﻰﻗﺎﻝﻟﱠﻠﺬﻳﻦﺁﺬﺑﻮﺍﺣﻴﻦ'
			'ﺃﻧﺰﻝﺍﻟﻮﺣﻲﺷﱠﺮﻣﺎﻗﺎﻝﻷﺣﺪ،ﻓﻘﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﺳﻴﺤﻠﻔﻮﻥﺑﺎﻟﱠﻠﻪﻟﻜﻢﺇﺫﺍﺍﻧﻘﻠﺒﺘﻢﺇﻟﻴﻬﻢﻟﺘﻌﺮﺿﻮﺍﻋﻨﻬﻢ'
			'ﻓﺄﻋﺮﺿﻮﺍﻋﻨﻬﻢﺇﱠﻧﻬﻢﺭﺟﺲﻭﻣﺄﻭﺍﻩﻢﺟﻬﱠﻨﻢﺟﺰﺍﺀﺑﻤﺎﺁﺎﻧﻮﺍﻳﻜﺴﺒﻮﻥ.ﻳﺤﻠﻔﻮﻥﻟﻜﻢﻟﺘﺮﺿﻮﺍﻋﻨﻬﻢﻓﺈﻥﺗﺮﺿﻮﺍ'
			'ﻋﻨﻬﻢﻓﺈﻥﺍﷲﻻﻳﺮﺿﻰﻋﻦﺍﻟﻘﻮﻡﺍﻟﻔﺎﺳﻘﻴﻦ}[ﺍﻟﺘﻮﺑﺔ95،96].'
			'ﻗﺎﻝﺁﻌﺐ:ﺁﱠﻨﺎﺧﱢﻠﻔﻨﺎﺃﱡﻳﻬﺎﺍﻟﱠﺜﻼﺛﺔﻋﻦﺃﻣﺮﺃﻭﻟﺌﻚﺍﱠﻟﺬﻳﻦﻗﺒﻞﻣﻨﻬﻢﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﻴﻦﺣﻠﻔﻮﺍ'
			'ﻟﻪ،ﻓﺒﺎﻳﻌﻬﻢﻭﺍﺳﺘﻐﻔﺮﻟﻬﻢ،ﻭﺃﺭﺟﺄﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻣﺮﻧﺎﺣﱠﺘﻰﻗﻀﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻴﻪﺑﺬﻟﻚ،'
			'ﻗﺎﻝﺍﻟﱡﻠﻪﺗﻌﺎﻟﻰ:{ﻭﻋﻠﻰﺍﻟﱠﺜﻼﺛﺔﺍﱠﻟﺬﻳﻦﺧﻠﱢﻔﻮﺍ}.'
			'ﻭﻟﻴﺲﺍﱠﻟﺬﻱﺫﺁﺮﻣﱠﻤﺎﺧﱢﻠﻔﻨﺎﺗﺨﱡﻠﻔﻨﺎﻋﻦﺍﻟﻐﺰﻭ،ﻭﺇﱠﻧﻤﺎﻩﻮﺗﺨﻠﻴﻔﻪﺇﱠﻳﺎﻧﺎﻭﺇﺭﺟﺎﺅﻩﺃﻣﺮﻧﺎﻋﱠﻤﻦﺣﻠﻒﻟﻪﻭﺍﻋﺘﺬﺭ'
			'ﺇﻟﻴﻪﻓﻘﺒﻞﻣﻨﻪ.ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ«ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﺮﺝﻓﻲﻏﺰﻭﺓﺗﺒﻮﻙﻳﻮﻡﺍﻟﺨﻤﻴﺲ،ﻭﺁﺎﻥﻳﺤﺐﱡﺃﻥﻳﺨﺮﺝﻳﻮﻡ'
			'ﺍﻟﺨﻤﻴﺲ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﺁﺎﻥﻻﻳﻘﺪﻡﻣﻦﺳﻔﺮﺇﱠﻻﻧﻬﺎﺭﺍﻓﻲﺍﻟﱡﻀﺤﻰ.ﻓﺈﺫﺍﻗﺪﻡﺑﺪﺃﺑﺎﻟﻤﺴﺠﺪﻓﺼﱠﻠﻰﻓﻴﻪﺭﺁﻌﺘﻴﻦﺛﻢﱠ'
			'ﺟﻠﺲﻓﻴﻪ»',
		translation: 'Translation of Hadith 21'
),
	Hadith(
		hadithNumber: 22,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻧﺠﻴﺪﺑﻀﻢﺍﻟﱡﻨﻮﻥﻭﻓﺘﺢﺍﻟﺠﻴﻢﻋﻤﺮﺍﻥﺑﻦﺍﻟﺤﺼﻴﻦﺍﻟﺨﺰﺍﻋﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻣﺮﺃﺓﻣﻦ'
			'ﺟﻬﻴﻨﺔﺃﺗﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻲﺣﺒﻠﻰﻣﻦﺍﻟﱢﺰﻧﺎ،ﻓﻘﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﷲﺃﺻﺒﺖﺣﺪﺍﻓﺄﻗﻤﻪ'
			'ﻋﻠﱠﻲ،ﻓﺪﻋﺎﻧﺒﱡﻲﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻟﱠﻴﻬﺎﻓﻘﺎﻝ:ﺃﺣﺴﻦﺇﻟﻴﻬﺎ،ﻓﺈﺫﺍﻭﺿﻌﺖﻓﺄﺗﻨﻲﻓﻔﻌﻞﻓﺄﻣﺮﺑﻬﺎﻧﺒﱡﻲ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺸﱠﺪﺕﻋﻠﻴﻬﺎﺛﻴﺎﺑﻬﺎ،ﺛﻢﱠﺃﻣﺮﺑﻬﺎﻓﺮﺟﻤﺖ،ﺛﻢﱠﺻﱠﻠﻰﻋﻠﻴﻬﺎ.ﻓﻘﺎﻝﻟﻪﻋﻤﺮ:'
			'ﺗﺼﱢﻠﻲﻋﻠﻴﻬﺎﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﻗﺪﺯﻧﺖ،ﻗﺎﻝ:ﻟﻘﺪﺗﺎﺑﺖﺗﻮﺑﺔﻟﻮﻗﺴﻤﺖﺑﻴﻦﺳﺒﻌﻴﻦﻣﻦﺃﻩﻞﺍﻟﻤﺪﻳﻨﺔﻟﻮﺳﻌﺘﻬﻢ'
			'ﻭﻩﻞﻭﺟﺪﺕﺃﻓﻀﻞﻣﻦﺃﻥﺟﺎﺩﺕﺑﻨﻔﺴﻬﺎﻟﱠﻠﻪﻋﱠﺰﻭﺟﻞ؟،»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 22'
),
	Hadith(
		hadithNumber: 23,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﻭﺃﻧﺲﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﷲﻋﻨﻬﻢﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﺃﱠﻥﻻﺑﻦ.'
			'ﺁﺪﻣﻭﺍﺩﻳﺎﻣﻦﺫﻩﺐﺃﺣﱠﺐﺃﻥﻳﻜﻮﻥﻟﻪﻭﺍﺩﻳﺎﻥ،ﻭﻟﻦﻳﻤﻸﻓﺎﻩﺇﱠﻻﺍﻟﱡﺘﺮﺍﺏ،ﻭﻳﺘﻮﺏﺍﻟﱠﻠﻪﻋﻠﻰﻣﻦﺗﺎﺏ»ﻣﱠﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 23'
),
	Hadith(
		hadithNumber: 24,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻀﺤﻚﺍﻟﱠﻠﻪﺳﺒﺤﺎﻧﻪ'
			'ﻭﺗﻌﺎﻟﻰﺇﻟﻰﺭﺟﻠﻴﻦﻳﻘﺘﻞﺃﺣﺪﻩﻤﺎﺍﻵﺧﺮﻳﺪﺧﻼﻥﺍﻟﺠﱠﻨﺔ،ﻳﻘﺎﺗﻞﻩﺬﺍﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻴﻘﺘﻞ،ﺛﻢﱠﻳﺘﻮﺏﺍﻟﱠﻠﻪﻋﻠﻰ'
			'ﺍﻟﻘﺎﺗﻞﻓﻴﺴﻠﻢﻓﻴﺴﺘﺸﻬﺪ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 24'
),
	Hadith(
		hadithNumber: 25,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺎﻟﻚﺍﻟﺤﺎﺭﺙﺑﻦﻋﺎﺻﻢﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﺍﻟﱡﻄﻬﻮﺭﺷﻄﺮﺍﻹﻳﻤﺎﻥ،ﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪﺗﻤﻸﺍﻟﻤﻴﺰﺍﻥﻭﺳﺒﺤﺎﻥﺍﷲﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪﺗﻤﻶﻥﺃﻭﺗﻤﻸﻣﺎﺑﻴﻦﺍﻟﱠﺴﻤﻮﺎﺗ'
			'ﻭﺍﻷﺭﺽﻭﺍﻟﱠﺼﻼﺓﻧﻮﺭ،ﻭﺍﻟﱠﺼﺪﻗﺔﺑﺮﻩﺎﻥ،ﻭﺍﻟﺼﱠﺒﺮﺿﻴﺎﺀ،ﻭﺍﻟﻘﺮﺁﻥﺣﺠﱠﺔﻟﻚﺃﻭﻋﻠﻴﻚ.ﺁﻞﱡﺍﻟﱠﻨﺎﺱﻳﻐﺪﻭ،'
			'ﻓﺒﺎﺋﻊﻧﻔﺴﻪﻓﻤﻌﺘﻘﻬﺎ،ﺃﻭﻣﻮﺑﻘﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 25'
),
	Hadith(
		hadithNumber: 26,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺑﻦﻣﺎﻟﻚﺑﻦﺳﻨﺎﻥﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﻧﺎﺳﺎﻣﻦﺍﻷﻧﺼﺎﺭﺳﺄﻟﻮﺍﺭﺳﻮﻝﺍﷲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺄﻋﻄﺎﻩﻢ،ﺛﻢﱠﺳﺄﻟﻮﻩﻓﺄﻋﻄﺎﻩﻢ،ﺣﱠﺘﻰﻧﻔﺪﻣﺎﻋﻨﺪﻩ،ﻓﻘﺎﻝﻟﻬﻢﺣﻴﻦﺃﻧﻔﻖﺁﻞﱠﺷﻲﺀﺑﻴﺪﻩ'
			':«ﻣﺎﻳﻜﻦﻣﻦﺧﻴﺮﻓﻠﻦﺃﱠﺩﺧﺮﻩﻋﻨﻜﻢ،ﻭﻣﻦﻳﺴﺘﻌﻔﻒﻳﻌﻔﱠﻪﺍﷲﻭﻣﻦﻳﺴﺘﻐﻦﻳﻐﻨﻪﺍﻟﱠﻠﻪ،ﻭﻣﻦﻳﺘﺼﱠﺒﺮﻳﺼﺒﱢﺮﻩ'
			'ﺍﻟﱠﻠﻪ.ﻭﻣﺎﺃﻋﻄﻰﺃﺣﺪﻋﻄﺎﺀﺧﻴﺮﺍﻭﺃﻭﺳﻊﻣﻦﺍﻟﱠﺼﺒﺮ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 26'
),
	Hadith(
		hadithNumber: 27,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻳﺤﻴﻰﺻﻬﻴﺐﺑﻦﺳﻨﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﺠﺒﺎ.'
			'ﻷﻣﺮﺍﻟﻤﺆﻣﻦﺇﱠﻥﺃﻣﺮﻩﺁﻠﱠﻪﻟﻪﺧﻴﺮ،ﻭﻟﻴﺲﺫﻟﻚﻷﺣﺪﺇﱠﻻﻟﻠﻤﺆﻣﻦ:ﺇﻥﺃﺻﺎﺑﺘﻪﺳﱠﺮﺍﺀﺷﻜﺮﻓﻜﺎﻥﺧﻴﺮﺍﻟﻪ،ﻭﺇﻥ'
			'ﺃﺻﺎﺑﺘﻪﺿﱠﺮﺍﺀﺻﺒﺮﻓﻜﺎﻥﺧﻴﺮﺍﻟﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 27'
),
	Hadith(
		hadithNumber: 28,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻟﱠﻤﺎﺛﻘﻞﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﻌﻞﻳﺘﻐﱠﺸﺎﻩﺍﻟﻜﺮﺏﻓﻘﺎﻟﺖﻓﺎﻃﻤﺔ'
			'ﺭﺿﻲﺍﷲﻋﻨﻬﺎ:ﻭﺍﺁﺮﺏﺃﺑﺘﺎﻩ،ﻓﻘﺎﻝ:«ﻟﻴﺲﻋﻠﻰﺃﺑﻴﻚﺁﺮﺏﺑﻌﺪﺍﻟﻴﻮﻡ»ﻓﻠﱠﻤﺎﻣﺎﺕﻗﺎﻟﺖ:ﻳﺎﺃﺑﺘﺎﻩﺃﺟﺎﺏ'
			'ﺭﺑﺎﺩﻋﺎﻩ،ﻳﺎﺃﺑﺘﺎﻩﺟﻨﱠﺔﺍﻟﻔﺮﺩﻭﺱﻣﺄﻭﺍﻩ،ﻳﺎﺃﺑﺘﺎﻩﺇﻟﻰﺟﺒﺮﻳﻞﻧﻨﻌﺎﻩ،ﻓﻠﱠﻤﺎﺩﻓﻦﻗﺎﻟﺖﻓﺎﻃﻤﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎ:'
			'ﺃﻃﺎﺑﺖﺃﻧﻔﺴﻜﻢﺃﻥﺗﺤﺜﻮﺍﻋﻠﻰﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﱡﺘﺮﺍﺏ؟ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 28'
),
	Hadith(
		hadithNumber: 29,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺯﻳﺪﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﺣﺎﺭﺛﺔﻣﻮﻟﻰﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺣﱠﺒﻪﻭﺍﺑﻦﺣﱢﺒﻪﺭﺿـﻲﺍﷲ'
			'ﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺃﺭﺳﻠﺖﺑﻨﺖﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺇﱠﻥﺍﺑﻨﻲﻗﺪﺍﺣﺘﻀﺮﻓﺎﺷﻬﺪﻧﺎ،ﻓﺄﺭﺳﻞﻳﻘﺮﺉﺍﻟﱠﺴﻼﻡ'
			'ﻭﻳﻘﻮﻝ:«ﺈﻧﻟﱠﻠﻪﻣﺎﺃﺧﺬ،ﻭﻟﻪﻣﺎﺃﻋﻄﻰ،ﻭﺁﻞﱡﺷﻲﺀﻋﻨﺪﻩﺑﺄﺟﻞﻣﺴﱠﻤﻰ،ﻓﻠﺘﺼﺒﺮﻭﻟﺘﺤﺘﺴﺐ»ﻓﺄﺭﺳﻠﺖ'
			'ﺇﻟﻴﻪﺗﻘﺴﻢﻋﻠﻴﻪﻟﻴﺄﺗﻴﱠﻨﻬﺎ.ﻓﻘﺎﻡﻭﻣﻌﻪﺳﻌﺪﺑﻦﻋﺒﺎﺩﺓ،ﻭﻣﻌﺎﺫﺍﺑﻦﺟﺒﻞ،ﻭﺃﺑﱡﻲﺑﻦﺁﻌﺐ،ﻭﺯﻳﺪﺑﻦﺛﺎﺑﺖ،'
			'ﻭﺭﺟﺎﻝﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﻓﺮﻓﻊﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﺼﺒﱡﻲ،ﻓﺄﻗﻌﺪﻩﻓﻲﺣﺠﺮﻩﻭﻧﻔﺴﻪ'
			'ﺗﻘﻌﻘﻊ،ﻓﻔﺎﺿﺖﻋﻴﻨﺎﻩ،ﻓﻘﺎﻝﺳﻌﺪ:ﻳﺎﺭﺳﻮﻝﺍﷲﻣﺎﻩﺬﺍ؟ﻓﻘﺎﻝ:«ﻩﺬﻩﺭﺣﻤﺔﺟﻌﻠﻬﺎﺍﻟﱠﻠﻪﺗﻌﻠﻰﻓﻲﻗﻠﻮﺏ'
			'ﻋﺒﺎﺩﻩ»ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻲﻗﻠﻮﺏﻣﻦﺷﺎﺀﻣﻦﻋﺒﺎﺩﻩﻭﺇﱠﻧﻤﺎﻳﺮﺣﻢﺍﻟﱠﻠﻪﻣﻦﻋﺒﺎﺩﻩﺍﻟﱡﺮﺣﻤﺎﺀ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻣﻌﻨﻰ«ﺗﻘﻌﻘﻊ»:ﺗﺘﺤﺮﱠﻙﻭﺗﻀﻄﺮﺏ',
		translation: 'Translation of Hadith 29'
),
	Hadith(
		hadithNumber: 30,
		hadith:
						'ﻭﻋﻦﺻﻬﻴﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﺎﻥﻣﻠﻚﻓﻴﻤﻦﺁﺎﻥﻗﺒﻠﻜﻢ،ﻭﺁﺎﻥﻟﻪ'
			'ﺳﺎﺣﺮ،ﻓﻠﱠﻤﺎﺁﺒﺮﻗﺎﻝﻟﻠﻤﻠﻚ:ﺇﱢﻧﻲﻗﺪﺁﺒﺮﺕﻓﺎﺑﻌﺚﺇﻟﱠﻲﻏﻼﻣﺎﺃﻋﻠﱢﻤﻪﺍﻟﱢﺴﺤﺮ،ﻓﺒﻌﺚﺇﻟﻴﻪﻏﻼﻣﺎﻳﻌﻠﱢﻤﻪ،ﻭﺁﺎﻥ'
			'ﻓﻲﻃﺮﻳﻘﻪﺇﺫﺍﺳﻠﻚﺭﺍﻩﺐ،ﻓﻘﻌﺪﺇﻟﻴﻪﻭﺳﻤﻊﺁﻼﻣﻪﻓﺄﻋﺠﺒﻪ،ﻭﺁﺎﻥﺇﺫﺍﺃﺗﻰﺍﻟﱠﺴﺎﺣﺮﻣﱠﺮﺑﺎﻟﱠﺮﺍﻩﺐﻭﻗﻌﺪﺇﻟﻴﻪ،'
			'ﻓﺈﺫﺍﺃﺗﻰﺍﻟﱠﺴﺎﺣﺮﺿﺮﺑﻪ،ﻓﺸﻜﺎﺫﻟﻚﺇﻟﻰﺍﻟﱠﺮﺍﻩﺐﻓﻘﺎﻝ:ﺇﺫﺍﺧﺸﻴﺖﺍﻟﱠﺴﺎﺣﺮﻓﻘﻞ:ﺣﺒﺴﻨﻲﺃﻩﻠﻲ،ﻭﺇﺫﺍﺧﺸﻴﺖ'
			'ﺃﻩﻠﻚﻓﻘﻞ:ﺣﺒﺴﻨﻲﺍﻟﺴﱠﺎﺣﺮ.'
			'ﻓﺒﻴﻨﻤﺎﻩﻮﻋﻠﻰﺫﻟﻚﺇﺫﺃﺗﻰﻋﻠﻰﺩﺍﱠﺑﺔﻋﻈﻴﻤﺔﻗﺪﺣﺒﺴﺖﺍﻟﱠﻨﺎﺱﻓﻘﺎﻝ:ﺍﻟﻴﻮﻡﺃﻋﻠﻢﺍﻟﱠﺴﺎﺣﺮﺃﻓﻀﻞﺄﻣﺍﻟﺮﱠﺎﻫﺐ'
			'ﺃﻓﻀﻞ؟ﻓﺄﺧﺬﺣﺠﺮﺍﻓﻘﺎﻝ:ﺍﻟﻠﻬﱠﻢﺇﻥﺁﺎﻥﺃﻣﺮﺍﻟﱠﺮﺎﻫﺐﺃﺣﱠﺐﺇﻟﻴﻚﻣﻦﺃﻣﺮﺍﻟﱠﺴﺎﺣﺮﻓﺎﻗﺘﻞﻩﺬﻩﺍﻟﱠﺪﺍﱠﺑﺔﺣﱠﺘﻰﻳﻤﻀﻲ'
			'ﺍﻟﱠﻨﺎﺱ،ﻓﺮﻣﺎﻩﺎﻓﻘﺘﻠﻬﺎﻭﻣﻀﻰﺍﻟﱠﻨﺎﺱ،ﻓﺄﺗﻰﺍﻟﱠﺮﺎﻫﺐﻓﺄﺧﺒﺮﻩ.ﻓﻘﺎﻝﻟﻪﺍﻟﺮﱠﺎﻫﺐ:ﺃﻯﺑﻨﱠﻲﺃﻧﺖﺍﻟﻴﻮﻡﺃﻓﻀﻞﻣﱢﻨﻲ'
			'،ﻗﺪﺑﻠﻎﻣﻦﺃﻣﺮﻙﻣﺎﺃﺮﯨ،ﻭﺇﱠﻧﻚﺳﺘﺒﺘﻠﻰ،ﻓﺈﻥﺍﺑﺘﻠﻴﺖﻓﻼﺗﺪﻝﱠﻋﻠﱠﻲ،ﻭﺁﺎﻥﺍﻟﻐﻼﻡﻳﺒﺮﺉﺍﻷﺁﻤﺔﻭﺍﻷﺑﺮﺹ،'
			'ﻭﻳﺪﺍﻮﻳﺍﻟﱠﻨﺎﺱﻣﻦﺳﺎﺋﺮﺍﻷﺩﻭﺍﺀ.ﻓﺴﻤﻊﺟﻠﻴﺲﻟﻠﻤﻠﻚﺁﺎﻥﻗﺪﻋﻤﻰ،ﻓﺄﺗﺎﻩﺑﻬﺪﺍﻳﺎﺁﺜﻴﺮﺓﻓﻘﺎﻝ:ﻣﺎﻩﻬﻨﺎﻟﻚ'
			'ﺃﺟﻤﻊﺇﻥﺃﻧﺖﺷﻔﻴﺘﻨﻲ،ﻓﻘﺎﻝﺇﱢﻧﻲﻻﺃﺷﻔﻲﺃﺣﺪﺍ،ﺇﱠﻧﻤﺎﻳﺸﻔﻲﺍﷲﺗﻌﺎﻟﻰ،ﻓﺈﻥﺁﻣﻨﺖﺑﺎﻟﱠﻠﻪﺗﻌﺎﻟﻰﺩﻋﻮﺕﺍﷲ'
			'ﻓﺸﻔﺎﻙ،ﻓﺂﻣﻦﺑﺎﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﺸﻔﺎﻩﺍﻟﻠﱠﻪﺗﻌﺎﻟﻰ،ﻓﺄﺗﻰﺍﻟﻤﻠﻚﻓﺠﻠﺲﺇﻟﻴﻪﺁﻤﺎﺁﺎﻥﻳﺠﻠﺲﻓﻘﺎﻝﻟﻪﺍﻟﻤﻠﻚ:ﻣﻦﺭﱠﺩ'
			'ﻋﻠﻴﻚﺑﺼﺮﻙ؟ﻗﺎﻝ:ﺭﱢﺑﻲ.ﻗﺎﻝ:ﻭﻟﻚﺭﱞﺏﻏﻴﺮﻱ؟،ﻗﺎﻝ:ﺭﱢﺑﻲﻭﺭﱡﺑﻚﺍﷲ،ﻓﺄﺧﺬﻩﻓﻠﻢﻳﺰﻝﻳﻌﺬﱢﺑﻪﺣﱠﺘﻰﺩﱠﻝﻋﻠﻰ'
			'ﺍﻟﻐﻼﻡﻓﺠﺊﺑﺎﻟﻐﻼﻡ،ﻓﻘﺎﻝﻟﻪﺍﻟﻤﻠﻚ:ﺃﻯﺑﻨﻲﱠﻗﺪﺑﻠﻎﻣﻦﺳﺤﺮﻙﻣﺎﺗﺒﺮﺉﺍﻷﺁﻤﻪﻭﺍﻷﺑﺮﺹﻭﺗﻔﻌﻞﻭﺗﻔﻌﻞﻓﻘﺎﻝ'
			':ﺇﱠﻧﻲﻻﺃﺷﻔﻲﺃﺣﺪﺍ،ﺇﱠﻧﻤﺎﻳﺸﻔﻲﺍﷲﺗﻌﺎﻟﻰ،ﻓﺄﺧﺬﻩﻓﻠﻢﻳﺰﻝﻳﻌﺬﱢﺑﻪﺣﱠﺘﻰﺩﱠﻝﻋﻠﻰﺍﻟﱠﺮﺎﻫﺐ،ﻓﺠﺊﺑﺎﻟﱠﺮﺍﻩﺐﻓﻘﻴﻞ'
			'ﻟﻪ:ﺍﺭﺟﻊﻋﻦﺩﻳﻨﻚ،ﻓﺄﺑﻰ،ﻓﺪﻋﺎﺑﺎﻟﻤﻨﺸﺎﺭﻓﻮﺿﻊﺍﻟﻤﻨﺸﺎﺭﻓﻲﻣﻔﺮﻕﺭﺃﺳﻪ،ﻓﺸﻘﱠﻪﺣﱠﺘﻰﻭﻗﻊﺷﱠﻘﺎﻩ،ﺛﻢﱠﺟﺊ'
			'ﺑﺠﻠﻴﺲﺍﻟﻤﻠﻚﻓﻘﻞﻟﻪ:ﺍﺭﺟﻊﻋﻦﺩﻳﻨﻚﻓﺄﺑﻰ،ﻓﻮﺿﻊﺍﻟﻤﻨﺸﺎﺭﻓﻲﻣﻔﺮﻕﺭﺃﺳﻪ،ﻓﺸﻘﱠﻪﺑﻪﺣﱠﺘﻰﻭﻗﻊﺷﱠﻘﺎﻩ،'
			'ﺛﻢﱠﺟﺊﺑﺎﻟﻐﻼﻡﻓﻘﻴﻞﻟﻪ:ﺍﺭﺟﻊﻋﻦﺩﻳﻨﻚ،ﻓﺄﺑﻰ،ﻓﺪﻓﻌﻪﺇﻟﻰﻧﻔﺮﻣﻦﺃﺻﺤﺎﺑﻪﻓﻘﺎﻝ:ﺍﺬﻫﺒﻮﺍﺑﻪﺇﻟﻰﺟﺒﻞﺁﺬﺍ'
			'ﻭﺁﺬﺍﻓﺎﺻﻌﺪﻭﺍﺑﻪﺍﻟﺠﺒﻞ،ﻓـﺈﺫﺍﺑﻠﻐﺘﻢﺫﺭﻭﺗﻪﻓﺈﻥﺭﺟﻊﻋﻦﺩﻳﻨﻪﻭﺇﱠﻻﻓﺎﻃﺮﺣﻮﻩﻓﺬﻩﺒﻮﺍﺑﻪﻓﺼﻌﺪﻭﺍﺑﻪﺍﻟﺠﺒﻞ'
			'ﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺍﺁﻔﻨﻴﻬﻢﺑﻤﺎﺷﺌﺖ،ﻓﺮﺟﻒﺑﻬﻢﺍﻟﺠﺒﻞﻓﺴﻘﻄﻮﺍ،ﻭﺟﺎﺀﻳﻤﺸﻲﺇﻟﻰﺍﻟﻤﻠﻚ،ﻓﻘﺎﻝﻟﻪﺍﻟﻤﻠﻚ:ﻣﺎ'
			'ﻓﻌﻞﺃﺻﺤﺎﺑﻚ؟ﻓﻘﺎﻝ:ﺁﻔﺎﻧﻴﻬﻢﺍﷲﺗﻌﺎﻟﻰ،ﻓﺪﻓﻌﻪﺇﻟﻰﻧﻔﺮﻣﻦﺃﺻﺤﺎﺑﻪﻓﻘﺎﻝ:ﺍﺬﻫﺒﻮﺍﺑﻪﻓﺎﺣﻤﻠﻮﻩﻓﻲﻗﺮﻗﻮﺭ'
			'ﻭﺗﻮﱠﺳﻄﻮﺍﺑﻪﺍﻟﺒﺤﺮ،ﻓﺈﻥﺭﺟﻊﻋﻦﺩﻳﻨﻪﻭﺇﱠﻻﻓﺎﻗﺬﻓﻮﻩ،ﻓﺬﻩﺒﻮﺍﺑﻪﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺍﺁﻔﻨﻴﻬﻢﺑﻤﺎﺷﺌﺖ،ﻓﺎﻧﻜﻔﺄﺕ'
			'ﺑﻬﻢﺍﻟﱠﺴﻔﻴﻨﺔﻓﻐﺮﻗﻮﺍ،ﻭﺟﺎﺀﻳﻤﺸﻲﺇﻟﻰﺍﻟﻤﻠﻚ.ﻓﻘﺎﻝﻟﻪﺍﻟﻤﻠﻚ:ﻣﺎﻓﻌﻞﺃﺻﺤﺎﺑﻚ؟ﻓﻘﺎﻝ:ﺁﻔﺎﻧﻴﻬﻢﺍﷲﺗﻌﺎﻟﻰ.'
			'ﻓﻘﺎﻝﻟﻠﻤﻠﻚﺇﱠﻧﻚﻟﺴﺖﺑﻘﺎﺗﻠﻲﺣﱠﺘﻰﺗﻔﻌﻞﻣﺎﺁﻣﺮﻙﺑﻪ.ﻗﺎﻝ:ﻣﺎﻩﻮ؟ﻗﺎﻝ:ﺗﺠﻤﻊﺍﻟﱠﻨﺎﺱﻓﻲﺻﻌﻴﺪﻭﺍﺣﺪ،'
			'ﻭﺗﺼﻠﺒﻨﻲﻋﻠﻰﺟﺬﻉ،ﺛﻢﱠﺧﺬﺳﻬﻤﺎﻣﻦﺁﻨﺎﻧﺘﻲ،ﺛﻢﱠﺿﻊﺍﻟﱠﺴﻬﻢﻓﻲﺁﺒﺪﺍﻟﻘﻮﺱﺛﻢﱠﻗﻞ:ﺑﺴﻢﺍﻟﱠﻠﻪﺭﱢﺏﺍﻟﻐﻼﻡﺛﻢﱠ'
			'ﺍﺭﻣﻨﻲ،ﻓﺈﱠﻧﻚﺇﺫﺍﻓﻌﻠﺖﺫﻟﻚﻗﺘﻠﺘﻨﻲ.ﻓﺠﻤﻊﺍﻟﱠﻨﺎﺱﻓﻲﺻﻌﻴﺪﻭﺍﺣﺪ،ﻭﺻﻠﺒﻪﻋﻠﻰﺟﺬﻉ،ﺛﻢﱠﺃﺧﺬﺳﻬﻤﺎﻣﻦ'
			'ﺁﻨﺎﻧﺘﻪ،ﺛﻢﱠﻭﺿﻊﺍﻟﱠﺴﻬﻢﻓﻲﺁﺒﺪﺍﻟﻘﻮﺱ،ﺛﻢﱠﻗﺎﻝ:ﺑﺴﻢﺍﻟﱠﻠﻪﺭﱢﺏﺍﻟﻐﻼﻡ،ﺛﻢﱠﺭﻣﺎﻩﻓﻮﻗﻊﺍﻟﱠﺴﻬﻢﻓﻲﺻﺪﻏﻪ،'
			'ﻓﻮﺿﻊﻳﺪﻩﻓﻲﺻﺪﻏﻪﻓﻤﺎﺕ.ﻓﻘﺎﻝﺍﻟﱠﻨﺎﺱ:ﺁﻣﱠﻨﺎﺑﺮﱢﺏﺍﻟﻐﻼﻡ،ﻓﺄﺗﻰﺍﻟﻤﻠﻚﻓﻘﻴﻞﻟﻪ:ﺃﺭﺃﻳﺖﻣﺎﺁﻨﺖﺗﺤﺬﺭﻗﺪ'
			'ﻭﺍﻟﱠﻠﻪﻧﺰﻝﺑﻚﺣﺬﺭﻙ.ﻗﺪﺁﻣﻦﺍﻟﱠﻨﺎﺱ.ﻓﺄﻣﺮﺑﺎﻷﺧﺪﻭﺩﺑﺄﻓﻮﺍﻩﺍﻟﱢﺴﻜﻚﻓﺨﱠﺪﺕﻭﺃﺿﺮﻡﻓﻴﻬﺎﺍﻟﻨﻴﺮﺍﻥﻭﻗﺎﻝ:ﻣﻦﻟﻢ'
			'ﻳﺮﺟﻊﻋﻦﺩﻳﻨﻪﻓﺄﻗﺤﻤﻮﻩﻓﻴﻬﺎﺃﻭﻗﻴﻞﻟﻪ:ﺍﻗﺘﺤﻢ،ﻓﻔﻌﻠﻮﺍﺣﱠﺘﻰﺟﺎﺀﺕﺍﻣﺮﺃﺓﻭﻣﻌﻬﺎﺻﺒﱞﻲﻟﻬﺎ،ﻓﺘﻘﺎﻋﺴﺖﺃﻥ'
			'ﺗﻘﻊﻓﻴﻬﺎ،ﻓﻘﺎﻝﻟﻬﺎﺍﻟﻐﻼﻡ:ﻳﺎﺃﱠﻣﺎﻩﺍﺻﺒﺮﻱﻓﺈﱠﻧﻚﻋﻠﻲﺍﻟﺤﱢﻖ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺫﺭﻭﺓﺍﻟﺠﺒﻞ»:ﺃﻋﻼﻩ،ﻮﻫﻲﺑﻜﺴﺮﺍﻟﱠﺬﻻﺍﻟﻤﻌﺠﻤﺔﻭﺿﻤﻬﺎﻭ«ﺍﻟﻘﺮﻗﻮﺭ»ﺑﻀﱢﻢﺍﻟﻘﺎﻓﻴﻦ:ﻧﻮﻉﻣﻦﺍﻟﱡﺴﻔﻦ'
			'ﻭ«ﺍﻟﱠﺼﻌﻴﺪ»ﻩﻨﺎ:ﺍﻷﺭﺽﺍﻟﺒﺎﺭﺯﺓﻭ«ﺍﻷﺧﺪﻭﺩ»:ﺍﻟﺸﱡﻘﻮﻕﻓﻲﺍﻷﺭﺽﺁﺎﻟﱠﻨﻬﺮﺍﻟﱠﺼﻐﻴﺮﻭ«ﺃﺿﺮﻡ»ﺃﻭﻗﺪ«'
			'.30ﻭﺍﻧﻜﻔﺄﺕ»ﺄﻳ:ﺍﻧﻘﻠﺒﺖﻭ«ﺗﻘﺎﻋﺴﺖ»ﺗﻮﱠﻗﻔﺖﻭﺟﺒﻨﺖ',
		translation: 'Translation of Hadith 30'
),
	Hadith(
		hadithNumber: 31,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﱠﺮﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺎﻣﺮﺃﺓﺗﺒﻜﻲﻋﻨﺪﻗﺒﺮﻓﻘﺎﻝ:«ﺍﱠﺗﻘﻲﺍﷲ.'
			'ﻭﺍﺻﺒﺮﻱ»ﻓﻘﺎﻟﺖ:ﺇﻟﻴﻚﻋﱢﻨﻲ،ﻓﺈﱢﻧﻚﻟﻢﺗﺼﺐﺑﻤﺼﻴﺒﺘﻰ،ﻭﻟﻢﺗﻌﺮﻓﻪ،ﻓﻘﻴﻞﻟﻬﺎ:ﺇﱠﻧﻪﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﺄﺗﺖﺑﺎﺏﺍﻟﱠﻨﱢﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻠﻢﺗﺠﺪﻋﻨﺪﻩﺑﱠﻮﺍﺑﻴﻦ،ﻓﻘﺎﻟﺖ:ﻟﻢﺃﻋﺮﻓﻚ،ﻓﻘﺎﻝ:«ﺇﱠﻧﻤﺎ'
			'ﺍﻟﱠﺼﺒﺮﻋﻨﺪﺍﻟﱠﺼﺪﻣﺔﺍﻷﻭﻟﻰ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺗﺒﻜﻲﻋﻠﻰﺻﺒﱟﻲﻟﻬﺎ»',
		translation: 'Translation of Hadith 31'
),
	Hadith(
		hadithNumber: 32,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻘﻮﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:ﻣﺎﻟﻌﺒﺪﻱ'
			'ﺍﻟﻤﺆﻣﻦﻋﻨﺪﻱﺟﺰﺍﺀﺇﺫﺍﻗﺒﻀﺖﺻﻔﱠﻴﻪﻣﻦﺃﻩﻞﺍﻟﱡﺪﻧﻴﺎﺛﻢﱠﺍﺣﺘﺴﺒﻪﺇﱠﻻﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 32'
),
	Hadith(
		hadithNumber: 33,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﻧﻬﺎﺳﺄﻟﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﱠﻄﺎﻋﻮﻥ،ﻓﺄﺧﺒﺮﻩﺎﺃﻧﻪﺁﺎﻥ'
			'ﻋﺬﺍﺑﺎﻳﺒﻌﺜﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻠﻰﻣﻦﻳﺸﺎﺀ،ﻓﺠﻌﻠﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺭﺣﻤﺔﻟﻠﻤﺆﻣﻨﻴﻦ،ﻓﻠﻴﺲﻣﻦﻋﺒﺪﻳﻘﻊﻓﻲﺍﻟﱠﻄﺎﻋﻮﻥ'
			'ﻓﻴﻤﻜﺚﻓﻲﺑﻠﺪﻩﺻﺎﺑﺮﺍﻣﺤﺘﺴﺒﺎﻳﻌﻠﻢﺃﻧﱠﻪﻻﻳﺼﻴﺒﻪﺇﱠﻻﻣﺎﺁﺘﺐﺍﻟﱠﻠﻪﻟﻪﺇﱠﻻﺁﺎﻥﻟﻪﻣﺜﻞﺃﺟﺮﺍﻟﱠﺸﻬﻴﺪ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 33'
),
	Hadith(
		hadithNumber: 34,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞﻗﺎﻝ'
			':ﺇﺫﺍﺍﺑﺘﻠﻴﺖﻋﺒﺪﻱﺑﺤﺒﻴﺒﺘﻴﻪﻓﺼﺒﺮﻋﻮﱠﺿﺘﻪﻣﻨﻬﻤﺎﺍﻟﺠﱠﻨﺔ»ﻳﺮﻳﺪﻋﻴﻨﻴﻪ،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 34'
),
	Hadith(
		hadithNumber: 35,
		hadith:
						'ﻭﻋﻦﻋﻄﺎﺀﺑﻦﺃﺑﻲﺭﺑﺎﺡﻗﺎﻝ:ﻗﺎﻝﻟﻲﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻻﺃﺭﻳﻚﺍﻣﺮﺃﺓﻣﻦﺃﻩﻞﺍﻟﺠﱠﻨﺔ؟'
			'ﻓﻘﻠﺖ:ﺑﻠﻰ،ﻗﺎﻝ:ﻩﺬﻩﺍﻟﻤﺮﺃﺓﺍﻟﺴﻮﺩﺍﺀﺃﺗﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﺖ:ﺇﱢﻧﻲﺃﺻﺮﻉ،ﻭﺇﱢﻧﻲﺃﺗﻜﺸﱠﻒ،'
			'ﻓﺎﺩﻉﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻟﻲﻗﺎﻝ:«ﺈﻧﺷﺌﺖﺻﺒﺮﺕﻭﻟﻚﺍﻟﺠﱠﻨﺔ،ﻭﺇﻥﺷﺌﺖﺩﻋﻮﺕﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺃﻥﻳﻌﺎﻓﻴﻚ»ﻓﻘﺎﻟﺖ:'
			'ﺃﺻﺒﺮ،ﻓﻘﺎﻟﺖ:ﺇﱢﻧﻲﺃﺗﻜﺸﱠﻒ،ﻓﺎﺩﻉﺍﻟﱠﻠﻪﺃﻥﻻﺃﺗﻜﱠﺸﻒ،ﻓﺪﻋﺎﻟﻬﺎ.ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 35'
),
	Hadith(
		hadithNumber: 36,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺄﱢﻧﻲﺃﻧﻈﺮﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺤﻜﻲﻧﺒﻴﺎﻣﻦﺍﻷﻧﺒﻴﺎﺀ،ﺻﻠﻮﺍﺕﺍﻟﱠﻠﻪﻭﺳﻼﻣﻪﻋﻠﻴﻬﻢ،ﺿﺮﺑﻪﻗﻮﻣﻪﻓﺄﺩﻣـﻮﻩﻭﻩﻮﻳﻤﺴﺢﺍﻟﱠﺪﻡﻋﻦ'
			'ﻭﺟﻬﻪ،ﻳﻘﻮﻝ:«ﺍﻟﱠﻠﻬﱠﻢﺍﻏﻔﺮﻟﻘﻮﻣﻲﻓﺈﱠﻧﻬﻢﻻﻳﻌﻠﻤﻮﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 36'
),
	Hadith(
		hadithNumber: 37,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﻭﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻳﺼﻴﺐﺍﻟﻤﺴﻠﻢ'
			'ﻣﻦﻧﺼﺐﻭﻻﻭﺻﺐﻭﻻﻩﱟﻢﻭﻻﺣﺰﻥﻭﻻﺃﺬﯨﻭﻻﻏﱟﻢ،ﺣﱠﺘﻰﺍﻟﺸﱠﻮﺁﺔﻳﺸﺎﺁﻬﺎﺇﱠﻻﺁﱠﻔﺮﺍﻟﱠﻠﻪﺑﻬﺎﻣﻦﺧﻄﺎﻳﺎﻩ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﺍﻟﻮﺻﺐ»:ﺍﻟﻤﺮﺽ',
		translation: 'Translation of Hadith 37'
),
	Hadith(
		hadithNumber: 38,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺩﺧﻠﺖﻋﻠﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻳﻮﻋﻚﻓﻘﻠﺖﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺇﱠﻧﻚﺗﻮﻋﻚﻭﻋﻜﺎﺷﺪﻳﺪﺍﻗﺎﻝ:«ﺃﺟﻞﺇﱢﻧﻲﺃﻭﻋﻚﺁﻤﺎﻳﻮﻋﻚﺭﺟﻼﻥﻣﻨﻜﻢ»ﻗﻠﺖ:ﺫﻟﻚﺃﱠﻥﻟﻚﺃﺟﺮﻳﻦ؟ﻗﺎﻝ'
			':«ﺃﺟﻞﺫﻟﻚﺁﺬﻟﻚﻣﺎﻣﻦﻣﺴﻠﻢﻳﺼﻴﺒﻪﺃﺬﯨ،ﺷﻮﺁﺔﻓﻤﺎﻓﻮﻗﻬﺎﺇﱠﻻﺁﱠﻔﺮﺍﻟﱠﻠﻪﺑﻬﺎﺳﻴﺌﺎﺗﻪ،ﻭﺣﱠﻄﺖﻋﻨﻪﺫﻧﻮﺑﻪ'
			'ﻭ«ﺍﻟﻮﻋﻚ»:ﻣﻐﺚﺍﻟﺤﱠﻤﻰ،ﻭﻗﻴﻞ:ﺍﻟﺤﻤﻰ.ﺁﻤﺎﺗﺤﻂﱡﺍﻟﺸﱠﺠﺮﺓﻭﺭﻗﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 38'
),
	Hadith(
		hadithNumber: 39,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻳﺮﺩﺍﻟﱠﻠﻪﺑﻪﺧﻴﺮﺍﻳﺼﺐ'
			'ﻣﻨﻪ»:ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﺿﺒﻄﻮﺍ«ﻳﺼﺐ»:ﺑﻔﺘﺢﺍﻟﱠﺼﺎﺩﻭﺁﺴﺮﻩﺎ',
		translation: 'Translation of Hadith 39'
),
	Hadith(
		hadithNumber: 40,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺘﻤﻨﻴﱠﻦﺃﺣﺪﺁﻢﺍﻟﻤﻮﺕﻟﻀﺮﱟ'
			'ﺃﺻﺎﺑﻪ،ﻓﺈﻥﺁﺎﻥﻻﺑﺪﱠﻓﺎﻋﻼﻓﻠﻴﻘﻞ:ﺍﻟﻠﱠﻬﻢﱠﺃﺣﻴﻨﻲﻣﺎﺁﺎﻧﺖﺍﻟﺤﻴﺎﺓﺧﻴﺮﺍﻟﻲﻭﺗﻮﱠﻓﻨﻲﺇﺫﺍﺁﺎﻧﺖﺍﻟﻮﻓﺎﺓﺧﻴﺮﺍﻟﻲ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 40'
),
	Hadith(
		hadithNumber: 41,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺧﱠﺒﺎﺏﺑﻦﺍﻷﺭﱢﺕﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺷﻜﻮﻧﺎﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻭﻩﻮﻣﺘﻮﱢﺳﺪﺑﺮﺩﺓﻟﻪﻓﻲﻇﱢﻞﺍﻟﻜﻌﺒﺔ،ﻓﻘﻠﻨﺎ:ﺃﻻﺗﺴﺘﻨﺼﺮﻟﻨﺎﺃﻻﺗﺪﻋﻮﻟﻨﺎ؟ﻓﻘﺎﻝ:ﻗﺪﺁﺎﻥﻣﻦﻗﺒﻠﻜﻢﻳﺆﺧﺬ'
			'ﺍﻟﺮﱠﺟﻞﻓﻴﺤﻔﺮﻟﻪﻓﻲﺍﻷﺭﺽﻓﻲﺟﻌﻞﻓﻴﻬﺎ،ﺛﱠﻢﻳﺆﺗﻰﺑﺎﻟﻤﻨﺸﺎﺭﻓﻴﻮﺿﻊﻋﻠﻰﺭﺃﺳﻪﻓﻴﺠﻌﻞﻧﺼﻔﻴﻦ،ﻭﻳﻤﺸﻂ'
			'ﺑﺄﻣﺸﺎﻁﺍﻟﺤﺪﻳﺪﻣﺎﺩﻭﻥﻟﺤﻤﻪﻭﻋﻈﻤﻪ،ﻣﺎﻳﺼﺪﱡﻩﺫﻟﻚﻋﻦﺩﻳﻨﻪ،ﻭﺍﻟﱠﻠﻪﻟﻴﺘﻤﱠﻦﺍﻟﱠﻠﻪﻩﺬﺍﺍﻷﻣﺮﺣﱠﺘﻰﻳﺴﻴﺮ'
			'ﺍﻟﱠﺮﺍﺁﺐﻣﻦﺻﻨﻌﺎﺀﺇﻟﻰﺣﻀﺮﻣﻮﺕﻻﻳﺨﺎﻑﺇﱠﻻﺍﷲﻭﺍﻟﱢﺬﺋﺐﻋﻠﻰﻏﻨﻤﻪ،ﻭﻟﻜﱠﻨﻜﻢﺗﺴﺘﻌﺠﻠﻮﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﻩﻮﻣﺘﻮﱢﺳﺪﺑﺮﺩﺓﻭﻗﺪﻟﻘﻴﻨﺎﻣﻦﺍﻟﻤﺸﺮﺁﻴﻦﺷﱠﺪﺓ»',
		translation: 'Translation of Hadith 41'
),
	Hadith(
		hadithNumber: 42,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻟﱠﻤﺎﺁﺎﻥﻳﻮﻡﺣﻨﻴﻦﺁﺛﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﺎﺳﺎﻓﻲ'
			'ﺍﻟﻘﺴﻤﺔ:ﻓﺄﻋﻄﻰﺍﻷﻗﺮﻉﺑﻦﺣﺎﺑﺲﻣﺎﺋﺔﻣﻦﺍﻹﺑﻞﻭﺃﻋﻄﻰﻋﻴﻴﻨﺔﺑﻦﺣﺼﻦﻣﺜﻞﺫﻟﻚ،ﻭﺃﻋﻄﻰﻧﺎﺳﺎﻣﻦ'
			'ﺃﺷﺮﺍﻑﺍﻟﻌﺮﺏﻭﺁﺛﺮﻩﻢﻳﻮﻣﺌﺬﻓﻲﺍﻟﻘﺴﻤﺔ.ﻓﻘﺎﻝﺭﺟﻞ:ﻭﺍﻟﱠﻠﻪﺇﱠﻥﻩﺬﻩﻗﺴﻤﺔﻣﺎﻋﺪﻝﻓﻴﻬﺎ،ﻭﻣﺎﺃﺭﻳﺪﻓﻴﻬﺎ'
			'ﻭﺟﻪﺍﻟﱠﻠﻪ،ﻓﻘﻠﺖ:ﻭﺍﻟﱠﻠﻪﻷﺧﺒﺮﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺗﻴﺘﻪﻓﺄﺧﺒﺮﺗﻪﺑﻤﺎﻗﺎﻝ،ﻓﺘﻐﱠﻴﺮﻭﺟﻬﻪ'
			'ﺣﱠﺘﻰﺁﺎﻥﺁﺎﻟﱢﺼﺮﻑ.ﺛﻢﱠﻗﺎﻝ:«ﻓﻤﻦﻳﻌﺪﻝﺇﺫﺍﻟﻢﻳﻌﺪﻝﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ؟ﺛﻢﻗﺎﻝ:ﻳﺮﺣﻢﺍﻟﱠﻠﻪﻣﻮﺳﻰﻗﺪﺃﻭﺫﻱ'
			'ﺑﺄﺁﺜﺮﻣﻦﻩﺬﺍﻓﺼﺒﺮ»ﻓﻘﻠﺖ:ﻻﺟﺮﻡﻻﺃﺭﻓﻊﺇﻟﻴﻪﺑﻌﺪﻩﺎﺣﺪﻳﺜﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗﻮﻟﻪ«ﺁﺎﻟﺼﺮﻑ»ﻩﻮﺑﻜﺴﺮﺍﻟﺼﺎﺩﺍﻟﻤﻬﻤﻠﺔ:ﻭﻩﻮﺻﺒﻎﺃﺣﻤﺮ',
		translation: 'Translation of Hadith 42'
),
	Hadith(
		hadithNumber: 43,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﺭﺍﺩﺍﻟﱠﻠﻪﺑﻌﺒﺪﻩﺧﻴﺮﺍﻋﱠﺠﻞﻟﻪ'
			'ﺍﻟﻌﻘﻮﺑﺔﻓﻲﺍﻟﱡﺪﻧﻴﺎ،ﻭﺇﺫﺍﺃﺭﺍﺩﺍﻟﱠﻠﻪﺑﻌﺒﺪﻩﺍﻟﱠﺸﱠﺮﺃﻣﺴﻚﻋﻨﻪﺑﺬﻧﺒﻪﺣﱠﺘﻰﻳﻮﺍﻓﻲﺑﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ».'
			'ﻭﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻋﻈﻢﺍﻟﺠﺰﺍﺀﻣﻊﻋﻈﻢﺍﻟﺒﻼﺀ،ﻭﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺇﺫﺍﺃﺣﱠﺐﻗﻮﻣﺎﺍﺑﺘﻼﻩﻢ'
			'،ﻓﻤﻦﺭﺿﻲﻓﻠﻪﺍﻟﺮﺿﺎ،ﻭﻣﻦﺳﺨﻂﻓﻠﻪﺍﻟﺴﱡﺨﻂ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 43'
),
	Hadith(
		hadithNumber: 44,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺍﺑﻦﻷﺑﻲﻃﻠﺤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻳﺸﺘﻜﻲ،ﻓﺨﺮﺝﺃﺑﻮﻃﻠﺤﺔ،ﻓﻘﺒﺾ'
			'ﺍﻟﱠﺼﺒﱡﻲ،ﻓﻠﱠﻤﺎﺭﺟﻊﺃﺑﻮﻃﻠﺤﺔﻗﺎﻝ:ﻣﺎﻓﻌﻞﺍﺑﻨﻲ؟ﻗﺎﻟﺖﺄﻣﱡﺳﻠﻴﻢﻭﻩﻲﺄﻣﱡﺍﻟﱠﺼﺒﱢﻲ:ﻩﻮﺃﺳﻜﻦﻣﺎﺁﺎﻥ،ﻓﻘﱠﺮﺑﺖ'
			'ﺇﻟﻴﻪﺍﻟﻌﺸﺎﺀﻓﺘﻌﱠﺸﻰ،ﺛﻢﱠﺃﺻﺎﺏﻣﻨﻬﺎ،ﻓﻠﱠﻤﺎﻓﺮﻍﻗﺎﻟﺖ:ﻭﺍﺭﻭﺍﺍﻟﱠﺼﺒﱠﻲ،ﻓﻠﱠﻤﺎﺃﺻﺒﺢﺃﺑﻮﻃﻠﺤﺔﺃﺗﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺄﺧﺒﺮﻩ،ﻓﻘﺎﻝ:«ﺃﻋﺮﱠﺳﺘﻢﺍﻟﱠﻠﻴﻠﺔ؟ﻗﺎﻝ:ﻧﻌﻢ،ﻗﺎﻝ:«ﺍﻟﱠﻠﻬﱠﻢﺑﺎﺭﻙﻟﻬﻤﺎ»ﻓﻮﻟﺪﺕﻏﻼﻣﺎ'
			'ﻓﻘﺎﻝﻟﻲﺃﺑﻮﻃﻠﺤﺔ:ﺍﺣﻤﻠﻪﺣﱠﺘﻰﺗﺄﺗﻲﺑﻪﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺑﻌﺚﻣﻌﻪﺑﺘﻤﺮﺎﺗ،ﻓﻘﺎﻝ:«ﺃﻣﻌﻪ'
			'ﺷﻲﺀ؟»ﻗﺎﻝ:ﻧﻌﻢ،ﺗﻤﺮﺍﺕﻓﺄﺧﺬﻩﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻤﻀﻐﻬﺎ،ﺛﻢﱠﺃﺧﺬﻩﺎﻣﻦﻓﻴﻪﻓﺠﻌﻠﻬﺎﻓﻲﻓﻲ'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺮﻳﱢ:ﻗﺎﻝﺍﺑﻦﻋﻴﻴﻨﺔ:ﻓﻘﺎﻝﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭ:ﻓﺮﺃﻳﺖﺗﺴﻌﺔﺃﻭﻻﺩﺁﱡﻠﻬﻢﻗﺪﻗﺮﺅﻭﺍﺍﻟﻘﺮﺁﻥ،ﺍﻟﱠﺼﺒﱢﻲﺛﻢﱠﺣﱠﻨﻜﻪﻭﺳﱠﻤﺎﻩﻋﺒﺪﺍﻟﱠﻠﻪﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻳﻌﻨﻲﻣﻦﺃﻭﻻﺩﻋﺒﺪﺍﻟﱠﻠﻪﺍﻟﻤﻮﻟﻮﺩ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﻣﺎﺕﺍﺑﻦﻷﺑﻲﻃﻠﺤﺔﻣﻦﺄﻣﱢﺳﻠﻴﻢ،ﻓﻘﺎﻟﺖﻷﻩﻠﻬﺎ:ﻻﺗﺤﺪﱢﺛﻮﺍﺃﺑﺎﻃﻠﺤﺔﺑﺎﺑﻨﻪﺣﱠﺘﻰﺃﺁﻮﻥ'
			'ﺃﻧﺎﺃﺣﺪﱢﺛﻪ،ﻓﺠﺎﺀﻓﻘﱠﺮﺑﺖﺇﻟﻴﻪﻋﺸﺎﺀﻓﺄﺁﻞﻭﺷﺮﺏ،ﺛﻢﱠﺗﺼﱠﻨﻌﺖﻟﻪﺃﺣﺴﻦﻣﺎﺁﺎﻧﺖﺗﺼﱠﻨﻊﻗﺒﻞﺫﻟﻚ،ﻓﻮﻗﻊﺑﻬﺎ،'
			'ﻓﻠﱠﻤﺎﺃﻥﺭﺃﺕﺃﻧﱠﻪﻗﺪﺷﺒﻊﻭﺃﺻﺎﺏﻣﻨﻬﺎﻗﺎﻟﺖ:ﻳﺎﺃﺑﺎﻃﻠﺤﺔ،ﺃﺭﺍﻳﺖﻟﻮﺃﱠﻥﻗﻮﻣﺎﺃﻋﺎﺭﻭﺍﻋﺎﺭﻳﺘﻬﻢﺃﻩﻞﺑﻴﺖ'
			'ﻓﻄﻠﺒﻮﺍﻋﺎﺭﻳﺘﻬﻢ،ﺃﻟﻬﻢﺃﻥﻳﻤﻨﻌﻮﻩﺎ؟ﻗﺎﻝ:ﻻ،ﻓﻘﺎﻟﺖ:ﻓﺎﺣﺘﺴﺐﺍﺑﻨﻚ.ﻗﺎﻝ:ﻓﻐﻀﺐ،ﺛﻢﱠﻗﺎﻝ:ﺗﺮﺁﺘﻨﻲﺣﱠﺘﻰ'
			'ﺇﺫﺍﺗﻠﻄﱠﺨﺖﺛﻢﱠﺃﺧﺒﺮﺗﻨﻲﺑﺎﺑﻨﻲ،ﻓﺎﻧﻄﻠﻖﺣﱠﺘﻰﺃﺗﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺄﺧﺒﺮﻩﺑﻤﺎﺁﺎﻥ،ﻓﻘﺎﻝ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﺎﺭﻙﺍﻟﱠﻠﻪﻟﻜﻤﺎﻓﻲﻟﻴﻠﺘﻜﻤﺎ».'
			'ﻗﺎﻝ:ﻓﺤﻤﻠﺖ،ﻗﺎﻝ:ﻭﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺳﻔﺮﻭﻩﻲﻣﻌﻪﻭﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺃﺗﻰﺍﻟﻤﺪﻳﻨﺔﻣﻦﺳﻔﺮﻻﻳﻄﺮﻗﻬﺎﻃﺮﻭﻗﺎﻓﺪﻧﻮﺍﻣﻦﺍﻟﻤﺪﻳﻨﺔ،ﻓﻀﺮﺑﻬﺎﺍﻟﻤﺨﺎﺽ،ﻓﺎﺣﺘﺒﺲﻋﻠﻴﻬﺎ'
			'ﺃﺑﻮﻃﻠﺤﺔ،ﻭﺍﻧﻄﻠﻖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻗﺎﻝ:ﻳﻘﻮﻝﺃﺑﻮﻃﻠﺤﺔﺇﱠﻧﻚﻟﺘﻌﻠﻢﻳﺎﺭﱢﺏﺃﻧﱠﻪﻳﻌﺠﺒﻨﻲﺃﻥ'
			'ﺃﺧﺮﺝﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺧﺮﺝ،ﻭﺃﺩﺧﻞﻣﻌﻪﺇﺫﺍﺩﺧﻞ،ﻭﻗﺪﺍﺣﺘﺒﺴﺖﺑﻤﺎﺗﺮﻯ.ﺗﻘﻮﻝﺄﻣﱡ'
			'ﺳﻠﻴﻢ:ﻳﺎﺃﺑﺎﻃﻠﺤﺔﻣﺎﺃﺟﺪﺍﱠﻟﺬﻱﺁﻨﺖﺃﺟﺪ،ﺍﻧﻄﻠﻖ،ﻓﺎﻧﻄﻠﻘﻨﺎ،ﻭﺿﺮﺑﻬﺎﺍﻟﻤﺨﺎﺽﺣﻴﻦﻗﺪﻣﺎﻓﻮﻟﺪﺕﻏﻼﻣﺎ.'
			'ﻓﻘﺎﻟﺖﻟﻲﺃﱢﻣﻲ:ﻳﺎﺃﻧﺲﻻﻳﺮﺿﻌﻪﺃﺣﺪﺗﻐﺪﻭﺑﻪﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻠﱠﻤﺎﺃﺻﺒﺢﺍﺣﺘﻤﻠﺘﻪ'
			'ﻓﺎﻧﻄﻠﻘﺖﺑﻪﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻭﺫﺁﺮﺗﻤﺎﻡﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 44'
),
	Hadith(
		hadithNumber: 45,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻴﺲﺍﻟﺸﺪﻳﺪﺑﺎﻟﱡﺼﺮﻋﺔﺇﻧﱠﻤﺎ'
			'ﺍﻟﺸﺪﻳﺪﺍﱠﻟﺬﻱﻳﻤﻠﻚﻧﻔﺴﻪﻋﻨﺪﺍﻟﻐﻀﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺍﻟﱡﺼﺮﻋﺔ»ﺑﻀﱢﻢﺍﻟﱠﺼﺎﺩﻭﻓﺘﺢﺍﻟﱠﺮﺍﺀ،ﻭﺃﺻﻠﻪﻋﻨﺪﺍﻟﻌﺮﺏﻣﻦﻳﺼﺮﻉﺍﻟﱠﻨﺎﺱﺁﺜﻴﺮﺍ',
		translation: 'Translation of Hadith 45'
),
	Hadith(
		hadithNumber: 46,
		hadith:
						'ﻭﻋﻦﺳﻠﻴﻤﺎﻥﺑﻦﺻﺮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺖﺟﺎﻟﺴﺎﻣﻊﺍﻟﱠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺭﺟﻼﻥ'
			'ﻳﺴﺘﱠﺒﺎﻥﻭﺃﺣﺪﻩﻤﺎﻗﺪﺍﺣﻤﱠﺮﻭﺟﻬﻪ.ﻭﺍﻧﺘﻔﺨﺖﺃﻭﺩﺍﺟﻪ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱢﻧﻲﻷﻋﻠﻢ'
			'ﺁﻠﻤﺔﻟﻮﻗﺎﻟﻬﺎﻟﺬﻩﺐﻋﻨﻪﻣﺎﻳﺠﺪ،ﻟﻮﻗﺎﻝ:ﺃﻋﻮﺫﺑﺎﻟﻠﻪﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥﺍﻟﱠﺮﺟﻴﻢﺫﻩﺐﻋﻨﻪﻣﺎﻳﺠﺪ.ﻓﻘﺎﻟﻮﺍﻟﻪ:ﺇﱠﻥ'
			'ﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﻌﱠﻮﺫﺑﺎﻟﱢﻠﻪﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥﺍﻟﱠﺮﺟﻴﻢ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 46'
),
	Hadith(
		hadithNumber: 47,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺑﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﻈﻢﻏﻴﻈﺎ،ﻭﻩﻮﻗﺎﺩﺭ'
			'ﻋﻠﻰﺃﻥﻳﻨﻔﺬﻩ،ﺩﻋﺎﻩﺍﻟﱠﻠﻪﺳﺒﺤﺎﻧﻪﻭﺗﻌﺎﻟﻰﻋﻠﻰﺭﺅﻭﺱﺍﻟﺨﻼﺋﻖﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺣﱠﺘﻰﻳﺨﱢﻴﺮﻩﻣﻦﺍﻟﺤﻮﺭﺍﻟﻌﻴﻦﻣﺎ'
			'ﺷﺎﺀ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﱢﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 47'
),
	Hadith(
		hadithNumber: 48,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﻗﺎﻝﻟﻠﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﻭﺻﻨﻲ،ﻗﺎﻝ:«ﻻﺗﻐﻀﺐ'
			'»ﻓﺮﱠﺩﺩﻣﺮﺍﺭﺍﻗﺎﻝ،«ﻻﺗﻐﻀﺐ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 48'
),
	Hadith(
		hadithNumber: 49,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻳﺰﻻﺍﻟﺒﻼﺀﺑﺎﻟﻤﺆﻣﻦ'
			'ﻭﺍﻟﻤﺆﻣﻨﺔﻓﻲﻧﻔﺴﻪﻭﻭﻟﺪﻩﻭﻣﺎﻟﻪﺣﱠﺘﻰﻳﻠﻘﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻭﻣﺎﻋﻠﻴﻪﺧﻄﻴﺌﺔ»ﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 49'
),
	Hadith(
		hadithNumber: 50,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺪﻡﻋﻴﻴﻨﺔﺑﻦﺣﺼﻦﻓﻨﺰﻝﻋﻠﻰﺍﺑﻦﺃﺧﻴﻪﺍﻟﺤﺮﺑﻦﻗﻴﺲ،ﻭﺁﺎﻥ'
			'ﻣﻦﺍﻟﱠﻨﻔﺮﺍﱠﻟﺬﻳﻦﻳﺪﻧﻴﻬﻢﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﺁﺎﻥﺍﻟﻘﱠﺮﺍﺀﺃﺻﺤﺎﺏﻣﺠﻠﺲﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻭﻣﺸﺎﻭﺭﺗﻪ'
			'ﺁﻬﻮﻻﺁﺎﻧﻮﺍﺃﻭﺷﱠﺒﺎﻧﺎ،ﻓﻘﺎﻝﻋﻴﻴﻨﺔﻻﺑﻦﺃﺧﻴﻪ:ﻳﺎﺍﺑﻦﺃﺧﻰﻟﻚﻭﺟﻪﻋﻨﺪﻩﺬﺍﺍﻷﻣﻴﺮﻓﺎﺳﺘﺄﺫﻥﻟﻰﻋﻠﻴﻪ،'
			'ﻓﺎﺳﺘﺄﺫﻥﻓﺄﺫﻥﻟﻪﻋﻤﺮ.ﻓﻠﱠﻤﺎﺩﺧﻞﻗﺎﻝ:ﻩﻲﻳﺎﺍﺑﻦﺍﻟﺨﱠﻄﺎﺏ،ﻓﻮﺍﻟﱠﻠﻪﻣﺎﺗﻌﻄﻴﻨﺎﺍﻟﺠﺰﻝﻭﻻﺗﺤﻜﻢﻓﻴﻨﺎﺑﺎﻟﻌﺪﻝ،'
			'ﻓﻐﻀﺐﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺣﱠﺘﻰﻩﱠﻢﺃﻥﻳﻮﻗﻊﺑﻪﻓﻘﺎﻝﻟﻪﺍﻟﺤﺮﱡ:ﻳﺎﺃﻣﻴﺮﺍﻟﻤﺆﻣﻨﻴﻦﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻗﺎﻝﻟﻨﺒﱢﻴﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:{ﺧﺬﺍﻟﻌﻔﻮﻭﺃﻣﺮﺑﺎﻟﻌﺮﻑﻭﺃﻋﺮﺽﻋﻦﺍﻟﺠﺎﻩﻠﻴﻦ}[ﺳﻮﺭﺓﺍﻷﻋﺮﺎﻓ:198]ﻭﺇﱠﻥ'
			'ﻩﺬﺍﻣﻦﺍﻟﺠﺎﻩﻠﻴﻦ،ﻭﺍﻟﱠﻠﻪﻣﺎﺟﺎﻭﺰﻫﺎﻋﻤﺮﺣﻴﻦﺗﻼﻩﺎ،ﻭﺁﺎﻥﻭﱠﻗﺎﻓﺎﻋﻨﺪﺁﺘﺎﺏﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﯨ',
		translation: 'Translation of Hadith 50'
),
	Hadith(
		hadithNumber: 51,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻧﻬﺎﺳﺘﻜﻮﻥﺑﻌﺪﻯﺃﺛﺮﺓﻭﺃﻣﻮﺭ'
			'ﺗﻨﻜﺮﻭﻧﻬﺎ،ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﻤﺎﺗﺄﻣﺮﻧﺎ؟ﻗﺎﻝ:ﺗﺆﱡﺩﻭﻥﺍﻟﺤﱠﻖﺍﱠﻟﺬﻱﻋﻠﻴﻜﻢﻭﺗﺴﺄﻟﻮﻥﺍﻟﱠﻠﻪﺍﻟﺬﻱﻟﻜﻢ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.«ﻭﺍﻷﺛﺮﺓ»:ﺍﻻﻧﻔﺮﺍﺩﺑﺎﻟﺸﻲﺀﻋﱠﻤﻦﻟﻪﻓﻴﻪﺣﱞﻖ',
		translation: 'Translation of Hadith 51'
),
	Hadith(
		hadithNumber: 52,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻳﺤﻴﻰﺃﺳﻴﺪﺑﻦﺣﻀﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﻣﻦﺍﻷﻧﺼﺎﺭﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻻﺗﺴﺘﻌﻤﻠﻨﻲ'
			'ﺁﻤﺎﺍﺳﺘﻌﻤﻠﺖﻓﻼﻧﺎﻭﻓﻼﻧﺎﻓﻘﺎﻝ:«ﺇﱠﻧﻜﻢﺳﺘﻠﻘﻮﻥﺑﻌﺪﻱﺃﺛﺮﺓﻓﺎﺻﺒﺮﻭﺍﺣﱠﺘﻰﺗﻠﻘﻮﻧﻲﻋﻠﻰﺍﻟﺤﻮﺽ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'»ﻭﺃﺳﻴﺪ»ﺑﻀﱢﻢﺍﻟﻬﻤﺰﺓ.«ﻭﺣﻀﻴﺮ»ﺑﺤﺎﺀﻣﻬﻤﻠﺔﻣﻀﻤﻮﻣﺔﻭﺿﺎﺩﻣﻌﺠﻤﺔﻣﻔﺘﻮﺣﺔ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 52'
),
	Hadith(
		hadithNumber: 53,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺇﺑﺮﺎﻫﻴﻢﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﺃﻭﻓﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺑﻌﺾ'
			'ﺃﱠﻳﺎﻣﻪﺍﻟﺘﻲﻟﻘﻲﻓﻴﻬﺎﺍﻟﻌﺪﻭﱠ،ﺍﻧﺘﻈﺮﺣﱠﺘﻰﺇﺫﺍﻣﺎﻟﺖﺍﻟﺸﱠﻤﺲﻗﺎﻡﻓﻴﻬﻢﻓﻘﺎﻝ:«ﻳﺎﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﻻﺗﺘﻤﱠﻨﻮﺍﻟﻘﺎﺀﺍﻟﻌﺪﻭﱢ'
			'،ﻭﺍﺳﺄﻟﻮﺍﺍﻟﱠﻠﻪﺍﻟﻌﺎﻓﻴﺔ،ﻓﺈﺫﺍﻟﻘﻴﺘﻤﻮﻩﻢﻓﺎﺻﺒﺮﻭﺍ،ﻭﺍﻋﻠﻤﻮﺍﺃﱠﻥﺍﻟﺠﱠﻨﺔﺗﺤﺖﻇﻼﻝﺍﻟﱡﺴﻴﻮﻑ»ﺛﻢﱠﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻠﱠﻬﻢﱠﻣﻨﺰﻝﺍﻟﻜﺘﺎﺏﻭﻣﺠﺮﻱﺍﻟﱠﺴﺤﺎﺏ،ﻭﻩﺎﺰﻣﺍﻷﺣﺰﺍﺏ،ﺍﻩﺰﻣﻬﻢﻭﺍﻧﺼﺮﻧﺎﻋﻠﻴﻬﻢ»'
			'.ﻣﺘﻔﻖﻋﻠﻴﻪﻭﺑﺎﻟﱠﻠﻪﺍﻟﺘﱠﻮﻓﻴﻖ.'
			'`',
		translation: 'Translation of Hadith 53'
),
	Hadith(
		hadithNumber: 54,
		hadith:
						'ﻓﺎﻷﻭﱠﻝ:ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﺼﺪﻕﻳﻬﺪﻱﺇﻟﻰ'
			'ﺍﻟﺒﱢﺮﻭﺇﱠﻥﺍﻟﺒﱠﺮﻳﻬﺪﻱﺇﻟﻰﺍﻟﺠﱠﻨﺔ،ﻭﺇﱠﻥﺍﻟﱠﺮﺟﻞﻟﻴﺼﺪﻕﺣﱠﺘﻰﻳﻜﺘﺐﻋﻨﺪﺍﻟﱠﻠﻪﺻﱢﺪﻳﻘﺎ،ﻭﺇﱠﻥﺍﻟﻜﺬﺏﻳﻬﺪﻱﺇﻟﻰ'
			'ﺍﻟﻔﺠﻮﺭﻭﺇﱠﻥﺍﻟﻔﺠﻮﺭﻳﻬﺪﻱﺇﻟﻰﺍﻟﱠﻨﺎﺭ،ﻭﺇﱠﻥﺍﻟﱠﺮﺟﻞﻟﻴﻜﺬﺏﺣﱠﺘﻰﻳﻜﺘﺐﻋﻨﺪﺍﻟﱠﻠﻪﺁﱠﺬﺍﺑﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 54'
),
	Hadith(
		hadithNumber: 55,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ:ﻋﻦﺃﺑﻲﻣﺤﱠﻤﺪﺍﻟﺤﺴﻦﺑﻦﻋﻠﱢﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝﺣﻔﻈﺖﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺩﻉﻣﺎﻳﺮﻳﺒﻚﺇﻟﻰﻣﺎﻻﻳﺮﻳﺒﻚ،ﻓﺈﱠﻥﺍﻟﱢﺼﺪﻕﻃﻤﺄﻧﻴﻨﺔ،ﻭﺍﻟﻜﺬﺏﺭﻳﺒﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺻﺤﻴﺢ.'
			'ﻗﻮﻟﻪ:«ﻳﺮﻳﺒﻚ»ﻩﻮﺑﻔﺘﺢﺍﻟﻴﺎﺀﻭﺿﱢﻤﻬﺎ،ﻭﻣﻌﻨﺎﻩ:ﺍﺗﺮﻙﻣﺎﺗﺸﻚﱡﻓﻲﺣﱢﻠﻪ،ﻭﺍﻋﺪﻝﺇﻟﻰﻣﺎﻻﺗﺸﻚﱡﻓﻴﻪ',
		translation: 'Translation of Hadith 55'
),
	Hadith(
		hadithNumber: 56,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚ:ﻋﻦﺃﺑﻲﺳﻔﻴﺎﻥﺻﺨﺮﺑﻦﺣﺮﺏ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻓﻲﺣﺪﻳﺜﻪﺍﻟﱠﻄﻮﻳﻞﻓﻲﻗﱠﺼﺔﻩﺮﻗﻞ،ﻗﺎﻝﻩﺮﻗﻞ'
			':ﻓﻤﺎﺫﺍﻳﺄﻣﺮﺁﻢﻳﻌﻨﻲﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﺃﺑﻮﺳﻔﻴﺎﻥ:ﻗﻠﺖ:ﻳﻘﻮﻝ«ﺍﻋﺒﺪﻭﺍﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺗﺸﺮﺁﻮﺍ'
			'ﺑﻪﺷﻴﺌﺎ،ﻭﺍﺗﺮﺁﻮﺍﻣﺎﻳﻘﻮﻝﺁﺑﺎﺅﺁﻢ،ﻭﻳﺄﻣﺮﻧﺎﺑﺎﻟﱠﺼﻼﺓﻭﺍﻟﱢﺼﺪﻕ،ﻭﺍﻟﻌﻔﺎﻑ،ﻭﺍﻟﱢﺼﻠﺔ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 56'
),
	Hadith(
		hadithNumber: 57,
		hadith:
						'ﺍﻟﱠﺮﺍﺑﻊ:ﻋﻦﺃﺑﻲﺛﺎﺑﺖ،ﻭﻗﻴﻞ:ﺃﺑﻲﺳﻌﻴﺪ،ﻭﻗﻴﻞ:ﺃﺑﻲﺍﻟﻮﻟﻴﺪ،ﺳﻬﻞﺑﻦﺣﻨﻴﻒ،ﻭﻩﻮﺑﺪﺭﱞﻱ،ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺳﺄﻝﺍﻟﱠﻠﻪ،ﺗﻌﺎﻟﻰﺍﻟﱢﺸﻬﺎﺩﺓﺑﺼﺪﻕﺑﱠﻠﻐﻪﺍﻟﻠﱠﻪﻣﻨﺎﺯﻝ'
			'.57ﺍﻟﱡﺸﻬﺪﺍﺀ،ﻭﺇﻥﻣﺎﺕﻋﻠﻰﻓﺮﺍﺷﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 57'
),
	Hadith(
		hadithNumber: 58,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻏﺰﺍﻧﺒﱞﻲﻣﻦ'
			'ﺍﻷﻧﺒﻴﺎﺀﺻﻠﻮﺍﺕﺍﻟﱠﻠﻪﻭﺳﻼﻣﻪﻋﻠﻴﻬﻢﻓﻘﺎﻝﻟﻘﻮﻣﻪ:ﻻﻳﺘﺒﻌﻨﻲﺭﺟﻞﻣﻠﻚﺑﻀﻊﺍﻣﺮﺃﺓ.ﻭﻩﻮﻳﺮﻳﺪﺄﻧﻳﺒﻨﻲﺑﻬﺎ'
			'ﻭﻟﱠﻤﺎﻳﺒﻦﺑﻬﺎ،ﻭﻻﺃﺣﺪﺑﻨﻰﺑﻴﻮﺗﺎﻟﻢﻳﺮﻓﻊﺳﻘﻮﻓﻬﺎ،ﻭﻻﺃﺣﺪﺍﺷﺘﺮﻯﻏﻨﻤﺎﺃﻭﺧﻠﻔﺎﺕﻭﻩﻮﻳﻨﺘﻈﺮﺃﻭﻻﺩﻩﺎ.'
			'ﻓﻐﺰﺍﻓﺪﻧﺎﻣﻦﺍﻟﻘﺮﻳﺔﺻﻼﺓﺍﻟﻌﺼﺮﺃﻭﻗﺮﻳﺒﺎﻣﻦﺫﻟﻚ،ﻓﻘﺎﻝﻟﻠﱠﺸﻤﺲ:ﺇﱠﻧﻚﻣﺄﻣﻮﺭﺓﻭﺃﻧﺎﻣﺄﻣﻮﺭ،ﺍﻟﻠﻬﱠﻢﺍﺣﺒﺴﻬﺎ'
			'ﻋﻠﻴﻨﺎ،ﻓﺤﺒﺴﺖﺣﱠﺘﻰﻓﺘﺢﺍﻟﱠﻠﻪﻋﻠﻴﻪ،ﻓﺠﻤﻊﺍﻟﻐﻨﺎﺋﻢ،ﻓﺠﺎﺀﺕﻳﻌﻨﻲﺍﻟﱠﻨﺎﺭﻟﺘﺄﺁﻠﻬﺎﻓﻠﻢﺗﻄﻌﻤﻬﺎ،ﻓﻘﺎﻝ:ﺇﱠﻥﻓﻴﻜﻢ'
			'ﻏﻠﻮﻻ،ﻓﻠﻴﺒﺎﻳﻌﻨﻲﻣﻦﺁﻞﱢﻗﺒﻴﻠﺔﺭﺟﻞ،ﻓﻠﺰﻗﺖﻳﺪﺭﺟﻞﺑﻴﺪﻩﻓﻘﺎﻝ:ﻓﻴﻜﻢﺍﻟﻐﻠﻮﻝ،ﻓﻠﻴﺒﺎﻳﻌﻨﻲﻗﺒﻴﻠﺘﻚ،ﻓﻠﺰﻗﺖﻳﺪ'
			'ﺭﺟﻠﻴﻦﺃﻭﺛﻼﺛﺔﺑﻴﺪﻩﻓﻘﺎﻝ:ﻓﻴﻜﻢﺍﻟﻐﻠﻮﻝ،ﻓﺠﺎﺀﻭﺍﺑﺮﺃﺱﻣﺜﻞﺭﺄﺳﺑﻘﺮﺓﻣﻦﺍﻟﱠﺬﻩﺐ،ﻓﻮﺿﻌﻬﺎﻓﺠﺎﺀﺕﺍﻟﱠﻨﺎﺭ'
			'ﻓﺄﺁﻠﺘﻬﺎ،ﻓﻠﻢﺗﺤﻞﺍﻟﻐﻨﺎﺋﻢﻷﺣﺪﻗﺒﻠﻨﺎ،ﺛﻢﱠﺃﺣﱠﻞﺍﻟﱠﻠﻪﻟﻨﺎﺍﻟﻐﻨﺎﺋﻢﻟﱠﻤﺎﺭﺄﯨﺿﻌﻔﻨﺎﻭﻋﺠﺰﻧﺎﻓﺄﺣﱠﻠﻬﺎﻟﻨﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'.'
			'»ﺍﻟﺨﻠﻔﺎﺕ»ﺑﻔﺘﺢﺍﻟﺨﺎﺀﺍﻟﻤﻌﺠﻤﺔﻭﺁﺴﺮﺍﻟﻼﻡ:ﺟﻤﻊﺧﻠﻔﺔ،ﻭﻩﻲﺍﻟﱠﻨﺎﻗﺔﺍﻟﺤﺎﻣﻞ',
		translation: 'Translation of Hadith 58'
),
	Hadith(
		hadithNumber: 59,
		hadith:
						'ﺍﻟﺴﺎﺩﺱ:ﻋﻦﺃﺑﻲﺧﺎﻟﺪﺣﻜﻴﻢﺑﻦﺣﺰﺎﻣ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﺍﻟﺒﱢﻴﻌﺎﻥﺑﺎﻟﺨﻴﺎﺭﻣﺎﻟﻢﻳﺘﻔﱠﺮﻗﺎ،ﻓﺈﻥﺻﺪﻗﺎﻭﺑﱠﻴﻨﺎﺑﻮﺮﻛﻟﻬﻤﺎﻓﻲﺑﻴﻌﻬﻤﺎ،ﻭﺈﻧﺁﺘﻤﺎﻭﺁﺬﺑﺎﻣﺤﻘﺖﺑﺮﺁﺔﺑﻴﻌﻬﻤﺎ'
			'»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 59'
),
	Hadith(
		hadithNumber: 60,
		hadith:
						'ﻭﺃﱠﻣﺎﺍﻷﺣﺎﺩﻳﺚ،ﻓﺎﻷﻭﱠﻝ:ﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:«ﺑﻴﻨﻤﺎﻧﺤﻦﺟﻠﻮﺱﻋﻨﺪﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺫﺎﺗﻳﻮﻡﺇﺫﻃﻠﻊﻋﻠﻴﻨﺎﺭﺟﻞﺷﺪﻳﺪﺑﻴﺎﺽﺍﻟﱢﺜﻴﺎﺏ،ﺷﺪﻳﺪﺳﻮﺍﺩﺍﻟﱠﺸﻌﺮ،ﻻﻳﺮﻯ'
			'ﻋﻠﻴﻪﺃﺛﺮﺍﻟﱠﺴﻔﺮ،ﻭﻻﻳﻌﺮﻓﻪﻣﱠﻨﺎﺃﺣﺪ،ﺣﱠﺘﻰﺟﻠﺲﺇﻟﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺳﻨﺪﺭﺁﺒﺘﻴﻪﺇﻟﻰﺭﺁﺒﺘﻴﻪ'
			'،ﻭﻭﺿﻊﺁﱠﻔﻴﻪﻋﻠﻰﻓﺨﺬﻳﻪﻭﻗﺎﻝ:ﻳﺎﻣﺤﻤﱠﺪﺃﺧﺒﺮﻧﻲﻋﻦﺍﻹﺳﻼﻡﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'ﺍﻹﺳﻼﻡﺃﻥﺗﺸﻬﺪﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺗﻘﻴﻢﺍﻟﱠﺼﻼﺓ،ﻭﺗﺆﺗﻲﺍﻟﱠﺰﺁﺎﺓ،ﻭﺗﺼﻮﻡﺭﻣﻀﺎﻥ'
			'،ﻭﺗﺤﺞﱠﺍﻟﺒﻴﺖﺇﻥﺍﺳﺘﻄﻌﺖﺇﻟﻴﻪﺳﺒﻴﻼ.'
			'ﻗﺎﻝ:ﺻﺪﻗﺖ.ﻓﻌﺠﺒﻨﺎﻟﻪﻳﺴﺄﻟﻪﻭﻳﺼﺪﱢﻗﻪ،ﻗﺎﻝ:ﻓﺄﺧﺒﺮﻧﻲﻋﻦﺍﻹﻳﻤﺎﻥ.ﻗﺎﻝ:ﺃﻥﺗﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﻣﻼﺋﻜﺘﻪ،'
			'ﻭﺁﺘﺒﻪﻭﺭﺳﻠﻪ،ﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻭﺗﺆﻣﻦﺑﺎﻟﻘﺪﺭﺧﻴﺮﻩﻭﺷﱢﺮﻩ.ﻗﺎﻝ:ﺻﺪﻗﺖﻗﺎﻝ:ﻓﺄﺧﺒﺮﻧﻲﻋﻦﺍﻹﺣﺴﺎﻥ.ﻗﺎﻝ'
			':ﺃﻥﺗﻌﺒﺪﺍﻟﱠﻠﻪﺁﺄﱠﻧﻚﺗﺮﺍﻩ.ﻓﺈﻥﻟﻢﺗﻜﻦﺗﺮﺍﻩﻓﺈﱠﻧﻪﻳﺮﺍﻙﻗﺎﻝ:ﻓﺄﺧﺒﺮﻧﻲﻋﻦﺍﻟﱠﺴﺎﻋﺔ.ﻗﺎﻝ:ﻣﺎﺍﻟﻤﺴﺆﻭﻝﻋﻨﻬﺎ'
			'ﺑﺄﻋﻠﻢﻣﻦﺍﻟﱠﺴﺎﺋﻞ.ﻗﺎﻝ:ﻓﺄﺧﺒﺮﻧﻲﻋﻦﺃﻣﺎﺭﺍﺗﻬﺎ.ﻗﺎﻝﺃﻥﺗﻠﺪﺍﻷﻣﺔﺭﱠﺑﺘﻬﺎ،ﻭﺃﻥﺗﺮﻯﺍﻟﺤﻔﺎﺓﺍﻟﻌﺮﺍﺓﺍﻟﻌﺎﻟﺔ'
			'ﺭﻋﺎﺀﺍﻟﱠﺸﺎﺀﻳﺘﻄﺎﻭﻟﻮﻥﻓﻲﺍﻟﺒﻨﻴﺎﻥﺛﻢﱠﺍﻧﻄﻠﻖ،ﻓﻠﺒﺜﺖﻣﻠﻴﺎ،ﺛﻢﱠﻗﺎﻝ:ﻳﺎﻋﻤﺮ،ﺃﺗﺪﺮﻳﻣﻦﺍﻟﱠﺴﺎﺋﻞﻗﻠﺖ:ﺍﻟﱠﻠﻪ'
			'ﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢﻗﺎﻝ:ﻓﺈﱠﻧﻪﺟﺒﺮﻳﻞﺃﺗﺎﺁﻢﻳﻌﱢﻠﻤﻜﻢﺩﻳﻨﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻣﻌﻨﻰ:«ﺗﻠﺪﺍﻷﻣﺔﺭﱠﺑﺘﻬﺎ»ﺃﻱ:ﺳﱢﻴﺪﺗﻬﺎ،ﻭﻣﻌﻨﺎﻩﺃﻥﺗﻜﺜﺮﺍﻟﱠﺴﺮﺍﺮﻳﺣﱠﺘﻰﺗﻠﺪﺍﻷﻣﺔﺍﻟﺴﱢﺮﻳﺔﺑﻨﺘﺎﻟﺴﻴﺪﻩﺎ،'
			'ﻭﺑﻨﺖﺍﻟﱠﺴﱢﻴﺪﻓﻲﻣﻌﻨﻰﺍﻟﱠﺴﱢﻴﺪ،ﻭﻗﻴﻞﻏﻴﺮﺫﻟﻚﻭ«ﺍﻟﻌﺎﻟﺔ»:ﺍﻟﻔﻘﺮﺍﺀ.ﻭﻗﻮﻟﻪ«ﻣﻠﻴﺎ»ﺃﻱﺯﻣﻨﺎﻃﻮﻳﻼ،'
			'ﻭﺁﺎﻥﺫﻟﻚﺛﻼﺛﺎ',
		translation: 'Translation of Hadith 60'
),
	Hadith(
		hadithNumber: 61,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ:ﻋﻦﺃﺑﻲﺫﱟﺭﺟﻨﺪﺏﺑﻦﺟﻨﺎﺩﺓ،ﻭﺃﺑﻲﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﻣﻌﺎﺫﺑﻦﺟﺒﻞﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺭﺳﻮﻝ.'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺍﱠﺗﻖﺍﻟﱠﻠﻪﺣﻴﺜﻤﺎﺁﻨﺖﻭﺃﺗﺒﻊﺍﻟﱠﺴﱢﻴﺌﺔﺍﻟﺤﺴﻨﺔﺗﻤﺤﻬﺎ،ﻭﺧﺎﻟﻖﺍﻟﱠﻨﺎﺱﺑﺨﻠﻖ'
			'ﺣﺴﻦ»ﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 61'
),
	Hadith(
		hadithNumber: 63,
		hadith:
						'ﺍﻟﺮﱠﺍﺑﻊ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﺇﱠﻧﻜﻢﻟﺘﻌﻤﻠﻮﻥﺃﻋﻤﺎﻻﻩﻲﺃﺩﱡﻕﻓﻲﺃﻋﻴﻨﻜﻢﻣﻦﺍﻟﱠﺸﻌﺮ،ﺁﱠﻨﺎ'
			'ﻧﻌﱡﺪﻩﺎﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺍﻟﻤﻮﺑﻘﺎﺕ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.ﻭﻗﺎﻝ:«ﺍﻟﻤﻮﺑﻘﺎﺕ»'
			'ﺍﻟﻤﻬﻠﻜﺎﺕ',
		translation: 'Translation of Hadith 63'
),
	Hadith(
		hadithNumber: 64,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻳﻐﺎﺭ،.'
			'ﻭﻏﻴﺮﺓﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﺃﻥﻳﺄﺗﻲﺍﻟﻤﺮﺀﻣﺎﺣﱠﺮﻡﺍﻟﱠﻠﻪﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﺍﻟﻐﻴﺮﺓ»ﺑﻔﺘﺢﺍﻟﻐﻴﻦ:ﻭﺃﺻﻠﻬﺎﺍﻷﻧﻔﺔ',
		translation: 'Translation of Hadith 64'
),
	Hadith(
		hadithNumber: 65,
		hadith:
						'ﺍﻟﱠﺴﺎﺩﺱ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺛﻼﺛﺔﻣﻦ'
			'ﺑﻨﻲﺇﺳﺮﺍﺋﻴﻞ:ﺃﺑﺮﺹ،ﻭﺃﻗﺮﻉ،ﻭﺃﻋﻤﻰ،ﺃﺭﺍﺩﺍﻟﱠﻠﻪﺃﻥﻳﺒﺘﻠﻴﻬﻢﻓﺒﻌﺚﺇﻟﻴﻬﻢﻣﻠﻜﺎ،ﻓﺄﺗﻰﺍﻷﺑﺮﺹﻓﻘﺎﻝ:ﺃﱡﻱ'
			'ﺷﻲﺀﺃﺣﱡﺐﺇﻟﻴﻚ؟ﻗﺎﻝ:ﻟﻮﻥﺣﺴﻦ،ﻭﺟﻠﺪﺣﺴﻦ،ﻭﻳﺬﻩﺐﻋﱢﻨﻲﺍﱠﻟﺬﻱﻗﺪﻗﺬﺭﻧﻲﺍﻟﱠﻨﺎﺱ،ﻓﻤﺴﺤﻪﻓﺬﻩﺐﻋﻨﻪ'
			'ﻗﺬﺭﻩﻭﺃﻋﻄﻲﻟﻮﻧﺎﺣﺴﻨﺎ.ﻗﺎﻝ:ﻓﺄﱡﻱﺍﻟﻤﺎﻝﺃﺣﱡﺐﺇﻟﻴﻚ؟ﻗﺎﻝ:ﺍﻹﺑﻞﺃﻭﻗﺎﻝﺍﻟﺒﻘﺮﺷﱠﻚﺍﻟﱠﺮﺍﻮﻳﻓﺄﻋﻄﻲﻧﺎﻗﺔ'
			'ﻋﺸﺮﺍﺀ،ﻓﻘﺎﻝ:ﺑﺎﺮﻛﺍﻟﱠﻠﻪﻟﻚﻓﻴﻬﺎ.'
			'ﻓﺄﺗﻰﺍﻷﻗﺮﻉﻓﻘﺎﻝ:ﺃﱡﻱﺷﻲﺀﺃﺣﺐﺇﻟﻴﻚ؟ﻗﺎﻝ:ﺷﻌﺮﺣﺴﻦ،ﻭﻳﺬﻩﺐﻋﱢﻨﻲﻩﺬﺍﺍﱠﻟﺬﻱﻗﺬﺭﻧﻲﺍﻟﱠﻨﺎﺱ،ﻓﻤﺴﺤﻪ'
			'ﻋﻨﻪ.ﺃﻋﻄﻲﺷﻌﺮﺍﺣﺴﻨﺎ.ﻗﺎﻝﻓﺄﱡﻱﺍﻟﻤﺎﻝ.ﺃﺣﱡﺐﺇﻟﻴﻚ؟ﻗﺎﻝ:ﺍﻟﺒﻘﺮ،ﻓﺄﻋﻄﻲﺑﻘﺮﺓﺣﺎﻣﻼ،ﻭﻗﺎﻝ:ﺑﺎﺭﻙﺍﻟﱠﻠﻪ'
			'ﻟﻚﻓﻴﻬﺎ.'
			'ﻓﺄﺗﻰﺍﻷﻋﻤﻰﻓﻘﺎﻝ:ﺃﱡﻱﺷﻲﺀﺃﺣﱡﺐﺇﻟﻴﻚ؟ﻗﺎﻝ:ﺃﻥﻳﺮﺩﱠﺍﻟﱠﻠﻪﺇﻟﱠﻲﺑﺼﺮﻱﻓﺄﺑﺼﺮﺍﻟﱠﻨﺎﺱﻓﻤﺴﺤﻪﻓﺮﱠﺩﺍﻟﱠﻠﻪﺇﻟﻴﻪ'
			'ﺑﺼﺮﻩ.ﻗﺎﻝ:ﻓﺄﱡﻱﺍﻟﻤﺎﻝﺃﺣﱡﺐﺇﻟﻴﻚ؟ﻗﺎﻝ:ﺍﻟﻐﻨﻢﻓﺄﻋﻄﻲﺷﺎﺓﻭﺍﻟﺪﺍﻓﺄﻧﺘﺞﻩﺬﺍﻥﻭﻭﱠﻟﺪﻩﺬﺍ،ﻓﻜﺎﻥﻟﻬﺬﺍﻭﺍﺩﻣﻦ'
			'ﺍﻹﺑﻞ،ﻭﻟﻬﺬﺍﻭﺍﺩﻣﻦﺍﻟﺒﻘﺮ،ﻭﻟﻬﺬﺍﻭﺍﺩﻣﻦﺍﻟﻐﻨﻢ.'
			'ﺛﻢﱠﺇﻧﱠﻪﺃﺗﻰﺍﻷﺑﺮﺹﻓﻲﺻﻮﺭﺗﻪﻭﻩﻴﺌﺘﻪ،ﻓﻘﺎﻝ:ﺭﺟﻞﻣﺴﻜﻴﻦﻗﺪﺍﻧﻘﻄﻌﺖﺑﻲﺍﻟﺤﺒﺎﻝﻓﻲﺳﻔﺮﻱ،ﻓﻼﺑﻼﻍﻟﻲ'
			'ﺍﻟﻴﻮﻡﺇﱠﻻﺑﺎﻟﱠﻠﻪﺛﻢﱠﺑﻚ،ﺃﺳﺄﻟﻚﺑﺎﱠﻟﺬﻱﺃﻋﻄﺎﻙﺍﻟﱠﻠﻮﻥﺍﻟﺤﺴﻦ،ﻭﺍﻟﺠﻠﺪﺍﻟﺤﺴﻦ،ﻭﺍﻟﻤﺎﻝ،ﺑﻌﻴﺮﺍﺃﺗﺒﻠﱠﻎﺑﻪﻓﻲ'
			'ﺳﻔﺮﻱ،ﻓﻘﺎﻝ:ﺍﻟﺤﻘﻮﻕﺁﺜﻴﺮﺓ.ﻓﻘﺎﻝ:ﺁﺄﱢﻧﻲﺃﻋﺮﻓﻚﺃﻟﻢﺗﻜﻦﺃﺑﺮﺹﻳﻘﺬﺭﻙﺍﻟﱠﻨﺎﺱ،ﻓﻘﻴﺮﺍ،ﻓﺄﻋﻄﺎﻙﺍﻟﱠﻠﻪ،'
			'ﻓﻘﺎﻝ:ﺇﱠﻧﻤﺎﻭﺭﺛﺖﻩﺬﺍﺍﻟﻤﺎﻝﺁﺎﺑﺮﺍﻋﻦﺁﺎﺑﺮ،ﻓﻘﺎﻝ:ﺇﻥﺁﻨﺖﺁﺎﺫﺑﺎﻓﺼﱠﻴﺮﻙﺍﻟﱠﻠﻪﺇﻟﻰﻣﺎﺁﻨﺖ.'
			'ﻭﺃﺗﻰﺍﻷﻗﺮﻉﻓﻲﺻﻮﺭﺗﻪﻮﻫﻴﺌﺘﻪ،ﻓﻘﺎﻝﻟﻪﻣـﺜﻞﻣﺎﻗﺎﻝﻟﻬﺬﺍ،ﻭﺭﱠﺩﻋﻠﻴﻪﻣﺜﻞﻣﺎﺭﱠﺩﻩﱠﺬﺍ،ﻓﻘﺎﻝ:ﺇﻥﺁﻨﺖﺁﺎﺫﺑﺎ'
			'ﻓﺼﻴﺮﻙﺍﷲﺇﻟﻲﻣﺎﺁﻨﺖ.'
			'ﻭﺃﺗﻰﺍﻷﻋﻤﻰﻓﻲﺻﻮﺭﺗﻪﻭﻩﻴﺌﺘﻪ،ﻓﻘﺎﻝ:ﺭﺟﻞﻣﺴﻜﻴﻦﻭﺍﺑﻦﺳﺒﻴﻞﺍﻧﻘﻄﻌﺖﺑﻲﺍﻟﺤﺒﺎﻝﻓﻲﺳﻔﺮﻱ،ﻓﻼﺑﻼﻍ'
			'ﻟﻲﺍﻟﻴﻮﻡﺇﱠﻻﺑﺎﻟﱠﻠﻪﺛﻢﱠﺑﻚ،ﺃﺳﺄﻟﻚﺑﺎﱠﻟﺬﻱﺭﱠﺩﻋﻠﻴﻚﺑﺼﺮﻙﺷﺎﺓﺃﺗﺒﱠﻠﻎﺑﻬﺎﻓﻲﺳﻔﺮﻱ؟ﻓﻘﺎﻝ:ﻗﺪﺁﻨﺖﺃﻋﻤﻰﻓﺮﱠﺩ'
			'ﺍﻟﱠﻠﻪﺇﻟﱠﻲﺑﺼﺮﻱ،ﻓﺨﺬﻣﺎﺷﺌﺖﻭﺩﻉﻣﺎﺷﺌﺖﻓﻮﺍﻟﱠﻠﻪﻣﺎﺃﺟﻬﺪﻙﺍﻟﻴﻮﻡﺑﺸﻲﺀﺃﺧﺬﺗﻪﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ.ﻓﻘﺎﻝ:'
			'ﺃﻣﺴﻚﻣﺎﻟﻚﻓﺈﱠﻧﻤﺎﺍﺑﺘﻠﻴﺘﻢﻓﻘﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻚ،ﻭﺳﺨﻂﻋﻠﻰﺻﺎﺣﺒﻴﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺍﻟﻨﱠﺎﻗﺔﺍﻟﻌﺸﺮﺍﺀ»ﺑﻀﻢﺍﻟﻌﻴﻦﻭﺑﺎﻟﻤﱢﺪ:ﻩﻲﺍﻟﺤﺎﻣﻞ.ﻗﻮﻟﻪ:«ﺃﻧﺘﺞ»ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻨﺘﺞ»ﻣﻌﻨﺎﻩ:'
			'ﺗﻮﱠﻟﻰﻧﺘﺎﺟﻬﺎ،ﻭﺍﻟﻨﱠﺎﺗﺞﻟﻠﱠﻨﺎﻗﺔﺁﺎﻟﻘﺎﺑﻠﺔﻟﻠﻤﺮﺃﺓ.ﻭﻗﻮﻟﻪ:«ﻭﱠﻟﺪﻩﺬﺍ»ﻩﻮﺑﺘﺸﺪﻳﺪﺍﻟﻼﻡ:ﺃﻱ:ﺗﻮﱠﻟﻰﻭﻻﺩﺗﻬﺎ،'
			'ﻭﻩﻮﺑﻤﻌﻨﻰﻧﺘﺞﻓﻲﺍﻟﱠﻨﺎﻗﺔ.ﻓﺎﻟﻤﻮﱢﻟﺪ،ﻭﺍﻟﻨﺎﺗﺞ،ﻭﺍﻟﻘﺎﺑﻠﺔﺑﻤﻌﻨﻰ،ﻟﻜﻦﻩﺬﺍﻟﻠﺤﻴﻮﺍﻥﻭﺫﺍﻙﻟﻐﻴﺮﻩ.ﻭﻗﻮﻟﻪ:«'
			'ﺍﻧﻘﻄﻌﺖﺑﻲﺍﻟﺤﺒﺎﻝ»ﻩﻮﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔﻭﺍﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓ:ﺄﻳﺍﻷﺳﺒﺎﺏ.ﻭﻗﻮﻟﻪ:«ﻻﺃﺟﻬﺪﻙ»ﻣﻌﻨﺎﻩ:ﻻ'
			'ﺃﺷﱡﻖﻋﻠﻴﻚﻓﻲﺭﱢﺩﺷﻲﺀﺗﺄﺧﺬﻩﺃﻭﺗﻄﻠﺒﻪﻣﻦﻣﺎﻟﻲ.ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ:«ﻻﺃﺣﻤﺪﻙ»ﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ'
			'ﻭﺍﻟﻤﻴﻢ،ﻭﻣﻌﻨﺎﻩ:ﻻﺃﺣﻤﺪﻙﺑﺘﺮﻙﺷﻲﺀﺗﺤﺘﺎﺝﺇﻟﻴﻪ،ﺁﻤﺎﻗﺎﻟﻮﺍ:ﻟﻴﺲﻋﻠﻰﻃﻮﻝﺍﻟﺤﻴﺎﺓﻧﺪﻡﺃﻱﻋﻠﻰﻓﻮﺍﺕ'
			'ﻃﻮﻟﻬﺎ',
		translation: 'Translation of Hadith 65'
),
	Hadith(
		hadithNumber: 66,
		hadith:
						'ﺍﻟﱠﺴﺎﺑﻊ:ﻋﻦﺃﺑﻲﻳﻌﻠﻰﺷﱠﺪﺍﺩﺑﻦﺃﻭﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻜﱢﻴﺲﻣﻦ'
			'ﺩﺍﻥﻧﻔﺴﻪ،ﻭﻋﻤﻞﻟﻤﺎﺑﻌﺪﺍﻟﻤﻮﺕ،ﻭﺍﻟﻌﺎﺟﺰﻣﻦﺃﺗﺒﻊﻧﻔﺴﻪﻩﻮﺍﻩﺎ،ﻭﺗﻤﱠﻨﻰﻋﻠﻰﺍﻟﱠﻠﻪﺍﻷﻣﺎﻧﻲ»ﺭﻭﺍﻩ'
			'ﺍﻟﱢﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ'
			'ﻗﻠﺖ:(ﺑﻞﻩﻮﺿﻌﻴﻒ.[ﻓﻴﻪ:ﺃﺑﻮﺑﻜﺮﺑﻦﻋﺒﺪﺍﷲﺑﻦﺃﺑﻲﻣﺮﻳﻢﺍﻟﻐﺴﺎﻧﻲ،ﻮﻫﻮﺿﻌﻴﻒﻣﺨﺘﻠﻂ].).'
			'ﻗﺎﻝﺍﻟﱢﺘﺮﻣﺬﱡﻱﻭﻏﻴﺮﻩﻣﻦﺍﻟﻌﻠﻤﺎﺀ:ﻣﻌﻨﻰ«ﺩﺍﻥﻧﻔﺴﻪ»:ﺣﺎﺳﺒﻬﺎ',
		translation: 'Translation of Hadith 66'
),
	Hadith(
		hadithNumber: 67,
		hadith:
						'ﺍﻟﱠﺜﺎﻣﻦ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﻦﺣﺴﻦﺇﺳﻼﻡ'
			'ﺍﻟﻤﺮﺀﺗﺮﺁﻪﻣﺎﻻﻳﻌﻨﻴﻪ»ﺣﺪﻳﺚﺣﺴﻦﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﱡﻱﻭﻏﻴﺮﻩ',
		translation: 'Translation of Hadith 67'
),
	Hadith(
		hadithNumber: 68,
		hadith:
						'ﺍﻟﺘﱠﺎﺳﻊ:ﻋﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺴﺄﻝﺍﻟﺮﱠﺟﻞﻓﻴﻢﺿﺮﺏ.'
			'ﺍﻣﺮﺃﺗﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺩﺍﻭﺩﺑﻦﻳﺰﻳﺪﺍﻷﻭﺪﻳﻮﻫﻮﺿﻌﻴﻒ،ﻭﻋﺒﺪﺍﻟﺮﺣﻤﻦﺍﻟﻤﺴﻠﻲﻮﻫﻮﻣﺠﻬﻮﻝ].'
			'`',
		translation: 'Translation of Hadith 68'
),
	Hadith(
		hadithNumber: 69,
		hadith:
						'ﻭﺃﱠﻣﺎﺍﻷﺣﺎﺩﻳﺚﻓﺎﻷﻭﱠﻝ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﻦﺃﺁﺮﻡﺍﻟﱠﻨﺎﺱ؟ﻗﺎﻝ:'
			'«ﺃﺗﻘﺎﻩﻢ»ﻓﻘﺎﻟﻮﺍ:ﻟﻴﺲﻋﻦﻩﺬﺍﻧﺴﺄﻟﻚ،ﻗﺎﻝ:«ﻓﻴﻮﺳﻒﻧﺒﱡﻲﺍﻟﱠﻠﻪﺍﺑﻦﻧﺒﱢﻲﺍﻟﱠﻠﻪﺍﺑﻦﻧﺒﱢﻲﺍﻟﱠﻠﻪﺍﺑﻦﺧﻠﻴﻞﺍﻟﱠﻠﻪ'
			'».ﻗﺎﻟﻮﺍ:ﻟﻴﺲﻋﻦﻩﺬﺍﻧﺴﺄﻟﻚ،ﻗﺎﻝ:ﻓﻌﻦﻣﻌﺎﺩﻥﺍﻟﻌﺮﺏﺗﺴﺄﻟﻮﻧﻲ؟ﺧﻴﺎﺭﻩﻢﻓﻲﺍﻟﺠﺎﻩﻠﱠﻴﺔﺧﻴﺎﺭﻩﻢﻓﻲ'
			'ﺍﻹﺳﻼﻡﺇﺫﺍﻓﻘﻬﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﻓﻘﻬﻮﺍ»ﺑﻀﱢﻢﺍﻟﻘﺎﻑﻋﻠﻰﺍﻟﻤﺸﻬﻮﺭ،ﻭﺣﻜﻲﺁﺴﺮﻩﺎ.ﺄﻳ:ﻋﻠﻤﻮﺍﺃﺣﻜﺎﻡﺍﻟﱠﺸﺮﻉ',
		translation: 'Translation of Hadith 69'
),
	Hadith(
		hadithNumber: 70,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ:ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱡﺪﻧﻴﺎﺣﻠﻮﺓ'
			'ﺧﻀﺮﺓ،ﻭﺇﱠﻥﺍﻟﱠﻠﻪﻣﺴﺘﺨﻠﻔﻜﻢﻓﻴﻬﺎ.ﻓﻴﻨﻈﺮﺁﻴﻒﺗﻌﻤﻠﻮﻥ.ﻓﺎﱠﺗﻘﻮﺍﺍﻟﱡﺪﻧﻴﺎﻭﺍﱠﺗﻘﻮﺍﺍﻟﱢﻨﺴﺎﺀ.ﻓﺈﱠﻥﺃﱠﻭﻝﻓﺘﻨﺔﺑﻨﻲ'
			'ﺇﺳﺮﺍﺋﻴﻞﺁﺎﻧﺖﻓﻲﺍﻟﻨﺴﺎﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 70'
),
	Hadith(
		hadithNumber: 71,
		hadith:
						'ﺍﻟﺜﺎﻟﺚ:ﻋﻦﺍﺑﻦﻣﺴـــــــــﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲ'
			'ﺃﺳﺄﻟﻚﺍﻟﻬﺪﻯﻭﺍﻟﱡﺘﻘﻰﻭﺍﻟﻌﻔﺎﻑﻭﺍﻟﻐﻨﻰ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 71'
),
	Hadith(
		hadithNumber: 72,
		hadith:
						'ﺍﻟﺮﱠﺍﺑﻊ:ﻋﻦﺃﺑﻲﻃﺮﻳﻒﻋﺪﱢﻱﺑﻦﺣﺎﺗﻢﺍﻟﻄﺎﺋﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺣﻠﻒﻋﻠﻰﻳﻤﻴﻦﺛﻢﱠﺭﺄﯨﺃﺗﻘﻰﻟﱠﻠﻪﻣﻨﻬﺎﻓﻠﻴﺄﺕﺍﻟﱠﺘﻘﻮﻯ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 72'
),
	Hadith(
		hadithNumber: 73,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺻﺪﻱﱠﺑﻦﻋﺠﻼﻥﺍﻟﺒﺎﻩﻠﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺨﻄﺐﻓﻲﺣﱠﺠﺔﺍﻟﻮﺩﺎﻋﻓﻘﺎﻝ:«ﺍﱠﺗﻘﻮﺍﺍﻟﱠﻠﻪ،ﻭﺻﱡﻠﻮﺍﺧﻤﺴﻜﻢ،ﻭﺻﻮﻣﻮﺍﺷﻬﺮﺁﻢ،ﻭﺃﱡﺩﻭﺍﺯﺁﺎﺓ'
			'ﺃﻣﻮﺍﻟﻜﻢ،ﻭﺃﻃﻴﻌﻮﺍﺃﻣﺮﺍﺀﺁﻢ،ﺗﺪﺧﻠﻮﺍﺟﱠﻨﺔﺭﱢﺑﻜﻢ»ﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﱡﻱ،ﻓﻲﺁﺧﺮﺁﺘﺎﺏﺍﻟﺼﻼﺓﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 73'
),
	Hadith(
		hadithNumber: 74,
		hadith:
						'ﺑﻦﻋﺒﺎﺱﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:ﻗﺎﻝﻋﺮﺿﺖﻋﻠﻲﺍﻷﻣﻢﻓﺮﺃﻳﺖﺍﻟﻨﺒﻲﻭﻣﻌﻪﺍﻟﺮﻩﻴﻂ'
			'ﻭﺍﻟﻨﺒﻲﻭﻣﻌﻪﺍﻟﺮﺟﻞﻭﺍﻟﺮﺟﻼﻥﻭﺍﻟﻨﺒﻲﻟﻴﺲﻣﻌﻪﺃﺣﺪﺇﺫﺭﻓﻊﻟﻲﻳﺨﻠﻮﻋﻈﻴﻢﻓﻈﻨﻨﺖﺃﻧﻬﻢﺃﻣﺘﻲﻓﻘﻴﻞﻟﻲﻩﺬﺍ'
			'ﻣﻮﺳﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻭﻗﻮﻣﻪﻭﻟﻜﻦﺍﻧﻈﺮﺇﻟﻰﺍﻷﻓﻖﻓﻨﻈﺮﺕﻓﺈﺫﺍﻳﺨﻠﻮﻋﻈﻴﻢﻓﻘﻴﻞﻟﻲﺍﻧﻈﺮﺇﻟﻰﺍﻷﻓﻖ'
			'ﺍﻵﺧﺮﻓﺈﺫﺍﻳﺨﻠﻮﻋﻈﻴﻢﻓﻘﻴﻞﻟﻲﻩﺬﻩﺃﻣﺘﻚﻭﻣﻌﻬﻢﺳﺒﻌﻮﻥﺃﻟﻔﺎﻳﺪﺧﻠﻮﻥﺍﻟﺠﻨﺔﺑﻐﻴﺮﺣﺴﺎﺏﻭﻻﻋﺬﺎﺑﺛﻢﻧﻬﺾ'
			'ﻓﺪﺧﻞﻣﻨﺰﻟﻪﻓﺨﺎﺽﺍﻟﻨﺎﺱﻓﻲﺃﻭﻟﺌﻚﺍﻟﺬﻳﻦﻳﺪﺧﻠﻮﻥﺍﻟﺠﻨﺔﺑﻐﻴﺮﻧﺠﺎﺳﺔﻭﻻﻋﺬﺎﺑﻓﻘﺎﻝﺑﻌﻀﻬﻢﻓﻠﻌﻠﻬﻢﺍﻟﺬﻳﻦ'
			'ﺻﺤﺒﻮﺍﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻭﻗﺎﻝﺑﻌﻀﻬﻢﻓﻠﻌﻠﻬﻢﺍﻟﺬﻳﻦﻭﻟﺪﻭﺍﻓﻲﺍﻹﺳﻼﻡﻭﻟﻢﻳﺸﺮﺁﻮﺍﺑﺎﷲ'
			'ﻭﺫﺁﺮﻭﺍﺃﺷﻴﺎﺀﻓﺨﺮﺝﻋﻠﻴﻬﻢﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻓﻘﺎﻝﻣﺎﺍﻟﺬﻱﺗﺨﻮﺿﻮﻥﻓﻴﻪﻓﺄﺧﺒﺮﻭﻩﻓﻘﺎﻝﻩﻢ'
			'ﺍﻟﺬﻳﻦﻻﻳﺮﻗﻮﻥﻭﻻﻳﺴﺘﺮﻗﻮﻥﻭﻻﻳﺘﻄﻴﺮﻮﻧﻭﻋﻠﻰﺭﺑﻬﻢﻳﺘﻮﺁﻠﻮﻥﻓﻘﺎﻡﻋﻜﺎﺷﺔﺑﻦﻣﺤﺼﻦﻓﻘﺎﻝﺍﺪﻋﺍﷲﺄﻧ'
			'ﻳﺠﻌﻠﻨﻲﻣﻨﻬﻢﻓﻘﺎﻝﺃﻧﺖﻣﻨﻬﻢﺛﻢﻗﺎﻡﺭﺟﻞﺁﺧﺮﻓﻘﺎﻝﺍﺪﻋﺍﷲﺄﻧﻳﺠﻌﻠﻨﻲﻣﻨﻬﻢﻓﻘﺎﻝﺳﺒﻘﻚﺑﻬﺎﻋﻜﺎﺷﺔ»',
		translation: 'Translation of Hadith 74'
),
	Hadith(
		hadithNumber: 75,
		hadith:
						'ﻋﻦﺑﻦﻋﺒﺎﺱﺛﻢﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﺁﺎﻥﻳﻘﻮﻝﺍﻟﻠﻬﻢﻟﻚﺃﺳﻠﻤﺖﻭﺑﻚﺃﻣﻨﺖﻭﻋﻠﻴﻚ.'
			'ﺗﻮﺁﻠﺖﻭﺇﻟﻴﻚﺃﻧﺒﺖﻭﺑﻚﺧﺎﺻﻤﺖﺍﻟﻠﻬﻢﺇﻧﻲﺃﻋﻮﺫﺑﻌﺰﺗﻚﻻﺇﻟﻪﺇﻻﺃﻧﺖﺄﻧﺗﻀﻠﻨﻲﺃﻧﺖﺍﻟﺤﻲﺍﻟﺬﻱﻻﻳﻤﻮﺕ'
			'ﻭﺍﻟﺠﻦﻭﺍﻹﻧﺲﻳﻤﻮﺗﻮﻥ(ﻣﺘﻔﻖﻋﻠﻴﻪﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢﻭﺍﺧﺘﺼﺮﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 75'
),
	Hadith(
		hadithNumber: 76,
		hadith:
						'ﻋﻦﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺣﺴﺒﻨﺎﺍﷲﻭﻧﻌﻢﺍﻟﻮﺁﻴﻞﻗﺎﻟﻬﺎﺇﺑﺮﺎﻫﻴﻢﻋﻠﻴﻪﺍﻟﺴﻼﻡﺣﻴﻦﺃﻟﻘﻰﻓﻲ'
			'ﺍﻟﻨﺎﺭﻭﻗﺎﻟﻬﺎﻣﺤﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﺣﻴﻦﻗﺎﻟﻮﺍﺈﻧﺍﻟﻨﺎﺱﻗﺪﺟﻤﻌﻮﺍﻟﻜﻢﻓﺎﺧﺸﻮﻩﻢﻓﺰﺍﺪﻫﻢﺇﻳﻤﺎﻧﺎﻭﻗﺎﻟﻮﺍ'
			'ﺣﺴﺒﻨﺎﺍﷲﻭﻧﻌﻢﺍﻟﻮﺁﻴﻞ»(ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ).'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺁﺧﺮﻗﻮﻝﺇﺑﺮﺎﻫﻴﻢﺣﻴﻦﺃﻟﻘﻲﻓﻲﺍﻟﻨﺎﺭ:ﺣﺴﺒﻲﺍﷲ'
			''
			'ﻭﻧﻌﻢﺍﻟﻮﺁﻴﻞ»',
		translation: 'Translation of Hadith 76'
),
	Hadith(
		hadithNumber: 77,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻗﺎﻝ:ﻳﺪﺧﻞﺍﻟﺠﻨﺔﺃﻗﻮﺎﻣﺃﻓﺌﺪﺗﻬﻢﻣﺜﻞﺃﻓﺌﺪﺓﺍﻟﻄﻴﺮ»'
			'(ﺭﻭﺍﻩﻣﺴﻠﻢﻗﻴﻞ:ﻣﻌﻨﺎﻩﻣﺘﻮﺁﻠﻮﻥ،ﻭﻗﻴﻞﻗﻠﻮﺑﻬﻢﺭﻗﻴﻘﺔ',
		translation: 'Translation of Hadith 77'
),
	Hadith(
		hadithNumber: 78,
		hadith:
						'ﺍﻟﺨﺎﻣﺲﻋﻦﺟﺎﺑﺮﺑﻦﻋﺒﺪﺍﷲﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﺃﺧﺒﺮﺃﻧﻪﻏﺰﺍﻣﻊﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻗﺒﻞ'
			'ﻧﺠﺪﻓﻠﻤﺎﻗﻔﻞﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻗﻔﻞﻣﻌﻪﻓﺄﺩﺭﺁﺘﻬﻢﺍﻟﻘﺎﺋﻠﺔﻓﻲﻭﺍﺩﺁﺜﻴﺮﺍﻟﻌﻀﺎﻩﻓﻨﺰﻝﺭﺳﻮﻝ'
			'ﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻭﺗﻔﺮﻕﺍﻟﻨﺎﺱﻳﺴﺘﻈﻠﻮﻥﺑﺎﻟﺸﺠﺮﻓﻨﺰﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﺗﺤﺖ'
			'ﺳﻤﺮﺓﻭﻋﻠﻖﺑﻬﺎﺳﻴﻔﻪﻭﻧﻤﻨﺎﻧﻮﻣﺔﻓﺈﺫﺍﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻳﺪﻋﻮﻧﺎﻭﺇﺫﺍﻋﻨﺪﻩﺃﻋﺮﺍﺑﻲﻓﻘﺎﻝﺈﻧ'
			'ﻩﺬﺍﺍﺧﺘﺮﻁﻋﻠﻲﺳﻴﻔﻲﻭﺃﻧﺎﻧﺎﺋﻢﻓﺎﺳﺘﻴﻘﻈﺖﻮﻫﻮﻓﻲﻳﺪﻩﺻﻠﺘﺎﻓﻘﺎﻝﻣﻦﻳﻤﻨﻌﻚﻣﻨﻲﻓﻘﺎﻝﺍﷲﺛﻼﺛﺎﻭﻟﻢﻳﻌﺎﻗﺒﻪ'
			'ﻭﺟﻠﺲ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻗﺎﻝﺟﺎﺑﺮ:ﺁﻨﺎﻣﻊﺭﺳﻮﻝﺍﷲﺑﺬﺎﺗﺍﻟﺮﻗﺎﻉﻓﺈﺫﺍﺃﺗﻴﻨﺎﻋﻠﻰﺷﺠﺮﺓﻇﻠﻴﻠﺔﺗﺮﺁﻨﺎﻩﺎﻟﺮﺳﻮﻝﺍﷲ'
			''
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻓﺠﺎﺀﺭﺟﻞﻣﻦﺍﻟﻤﺸﺮﺁﻴﻦﻭﺳﻴﻒﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻣﻌﻠﻖﺑﺎﻟﺸﺠﺮﺓ'
			'ﻓﺎﺧﺘﺮﻃﻪﻓﻘﺎﻝﺗﺨﺎﻓﻨﻲﻗﺎﻝﻻﻗﺎﻝﻓﻤﻦﻳﻤﻨﻌﻚﻣﻨﻲﻗﺎﻝﺍﷲ»'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺃﺑﻲﺑﻜﺮﺍﻻﺳﻤﺎﻋﻴﻠﻲﻓﻲﺻﺤﻴﺤﻪﻗﺎﻝ:ﻣﻦﻳﻤﻨﻌﻚﻣﻨﻲﻗﺎﻝﺍﷲﻗﺎﻝ:ﻓﺴﻘﻂﺍﻟﺴﻴﻒﻣﻦﻳﺪﻩﻓﺄﺧﺬ'
			'ﺭﺳﻮﻝﺍﷲﺍﻟﺴﻴﻒﻓﻘﺎﻝ:ﻣﻦﻳﻤﻨﻌﻚﻣﻨﻲﻓﻘﺎﻝ:ﺁﻦﺧﻴﺮﺁﺧﺬ.ﻓﻘﺎﻝ:ﺗﺸﻬﺪﺄﻧﻻﺇﻟﻪﺇﻻﺍﷲﻭﺃﻧﻲﺭﺳﻮﻝ'
			''
			'ﺍﷲ؟ﻓﻘﺎﻝﻻﻭﻟﻜﻨﻲﺃﻋﺎﻩﺪﻙﺄﻧﻻﺃﻗﺎﺗﻠﻚﻭﻻﺃﺁﻮﻥﻣﻊﻗﻮﻡﻳﻘﺎﺗﻠﻮﻧﻚ.ﻓﺨﻠﻰﺳﺒﻴﻠﻪﻓﺄﺗﻰﺃﺻﺤﺎﺑﻪﻓﻘﺎﻝ:ﺟﺌﺘﻜﻢ'
			'ﻣﻦﻋﻨﺪﺧﻴﺮﺍﻟﻨﺎﺱ»',
		translation: 'Translation of Hadith 78'
),
	Hadith(
		hadithNumber: 79,
		hadith:
						'ﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:«ﻟﻮﺃﻧﻜﻢﺁﻨﺘﻢﺗﻮﺁﻠﻮﻥﻋﻠﻰﺍﷲﺣﻖ'
			'ﺗﻮﺁﻠﻪﻟﺮﺯﻗﻜﻢﺁﻤﺎﻳﺮﺰﻗﺍﻟﻄﻴﺮﺗﻐﺪﻭﺧﻤﺎﺻﺎﻭﺗﺮﻮﺣﺑﻄﺎﻧﺎ».'
			'`',
		translation: 'Translation of Hadith 79'
),
	Hadith(
		hadithNumber: 80,
		hadith:
						'ﻋﻦﺃﺑﻲﻋﻤﺎﺭﺓﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺰﺑﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﻳﺎﻓﻼﻥﺇﺫﺍﺃﻭﻳﺖﺇﻟﻰﻓﺮﺍﺷﻚﻓﻘﻞﺍﻟﻠﻬﻢﺃﺳﻠﻤﺖ'
			''
			'ﻧﻔﺴﻲﺇﻟﻴﻚﻭﻭﺟﻬﺖﻭﺟﻬﻲﺇﻟﻴﻚﻭﺃﻟﺠﺄﺕﻇﻬﺮﻱﺇﻟﻴﻚﻭﻓﻮﺿﺖﺃﻣﺮﻱﺇﻟﻴﻚﺭﻏﺒﺔﻭﺮﻫﺒﺔﺇﻟﻴﻚﻻﻣﻠﺠﺄﻭﻻ'
			'ﻣﻨﺠﺎﻣﻨﻚﺇﻻﺇﻟﻴﻚﺁﻣﻨﺖﺑﻜﺘﺎﺑﻚﺍﻟﺬﻱﺃﻧﺰﻟﺖﻭﺑﺮﺳﻮﻟﻚﺍﻟﺬﻱﺃﺭﺳﻠﺖﻓﺈﻥﻣﺖﻣﻦﻟﻴﻠﺘﻚﻣﺖﻋﻠﻰﺍﻟﻔﻄﺮﺓﻭﺈﻧ'
			'ﺃﺻﺒﺤﺖﺃﺻﺒﺖﺧﻴﺮﺍ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲﺍﻟﺼﺤﻴﺤﻴﻦﻋﻦﺍﻟﺒﺮﺍﺀﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﷲ:ﺇﺫﺍﺃﺗﻴﺖﻣﻀﺠﻌﻚﻓﺘﻮﺿﺄﻭﺿﻮﺀﻙ'
			''
			'ﻟﻠﺼﻼﺓﺛﻢﺍﺿﻄﺠﻊﻋﻠﻰﺷﻘﻚﺍﻷﻳﻤﻦﻭﻗﻞ:ﻭﺫﺁﺮﻧﺤﻮﻩ،ﺛﻢﻗﺎﻝ:ﻭﺍﺟﻌﻠﻬﻦﺁﺧﺮﻣﺎﺗﻘﻮﻝ»',
		translation: 'Translation of Hadith 80'
),
	Hadith(
		hadithNumber: 81,
		hadith:
						'ﻋﻦﺃﺑﻲﺑﻜﺮﺍﻟﺼﺪﻳﻖﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻧﻈﺮﺕﺇﻟﻰﺃﻗﺪﺎﻣﺍﻟﻤﺸﺮﺁﻴﻦﻋﻠﻰﺭﺅﻭﺳﻨﺎﻭﻧﺤﻦﻓﻲﺍﻟﻐﺎﺭﻓﻘﻠﺖ.'
			'ﻳﺎﺭﺳﻮﻝﺍﷲﻟﻮﺄﻧﺃﺣﺪﻩﻢﻧﻈﺮﺇﻟﻰﻗﺪﻣﻴﻪﺃﺑﺼﺮﻧﺎﺗﺤﺖﻗﺪﻣﻴﻪﻓﻘﺎﻝﻳﺎﺃﺑﺎﺑﻜﺮﻣﺎﻇﻨﻚﺑﺎﺛﻨﻴﻦﺍﷲﺛﺎﻟﺜﻬﻤﺎ؟»'
			'(ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 81'
),
	Hadith(
		hadithNumber: 82,
		hadith:
						'ﻋﻦﺄﻣﺳﻠﻤﺔﻗﺎﻟﺖﺛﻢﻣﺎﺧﺮﺝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻣﻦﺑﻴﺘﻲﻗﻂﺇﻻﺭﻓﻊﻃﺮﻓﻪﺇﻟﻰﺍﻟﺴﻤﺎﺀﻓﻘﺎﻝ'
			'ﺍﻟﻠﻬﻢﺇﻧﻲﺃﻋﻮﺫﺑﻚﺄﻧﺃﺿﻞﺃﻭﺃﺿﻞﺃﻭﺃﺰﻟﺃﻭﺃﺰﻟﺃﻭﺃﻇﻠﻢﺃﻭﺃﻇﻠﻢﺃﻭﺃﺟﻬﻞﺃﻭﻳﺠﻬﻞﻋﻠﻲ».(ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 82'
),
	Hadith(
		hadithNumber: 83,
		hadith:
						'ﻋﻦﺃﻧﺲﺑﻦﻣﺎﻟﻚﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻣﻦﻗﺎﻝ-ﻳﻌﻨﻲﺇﺫﺍﺧﺮﺝﻣﻦﺑﻴﺘﻪ-ﺑﺴﻢ'
			'ﺍﷲﺗﻮﺁﻠﺖﻋﻠﻰﺍﷲﻻﺣﻮﻝﻭﻻﻗﻮﺓﺇﻻﺑﺎﷲﻳﻘﺎﻝﻟﻪﺁﻔﻴﺖﻭﻭﻗﻴﺖ،ﻭﺗﻨﺤﻰﻋﻨﻪﺍﻟﺸﻴﻄﺎﻥ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﺍﻟﻨﺴﺎﺋﻲﻭﻏﻴﺮﻩﻢ',
		translation: 'Translation of Hadith 83'
),
	Hadith(
		hadithNumber: 84,
		hadith:
						'ﻋﻦﺃﻧﺲﺑﻦﻣﺎﻟﻚﻗﺎﻝﺛﻢﺁﺎﻥﺃﺧﻮﺎﻧﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻭﺁﺎﻥﺃﺣﺪﻩﻤﺎﻳﺄﺗﻲ'
			'ﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻭﺍﻵﺧﺮﻳﺤﺘﺮﻑﻓﺸﻜﺎﺍﻟﻤﺤﺘﺮﻑﺃﺧﺎﻩﻟﻠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻓﻘﺎﻝﻟﻌﻠﻚ'
			'ﺗﺮﺰﻗﺑﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 84'
),
	Hadith(
		hadithNumber: 85,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻤﺮﻭ،ﻭﻗﻴﻞﺃﺑﻲﻋﻤﺮﺓﺳﻔﻴﺎﻥﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻗﻞﻟﻲ'
			'ﻓﻲﺍﻹﺳﻼﻡﻗﻮﻻﻻﺃﺳﺄﻝﻋﻨﻪﺃﺣﺪﺍﻏﻴﺮﻙ.ﻗﺎﻝ:«ﻗﻞ:ﺁﻣﻨﺖﺑﺎﻟﱠﻠﻪ:ﺛﻢﱠﺍﺳﺘﻘﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 85'
),
	Hadith(
		hadithNumber: 86,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺎﺭﺑﻮﺍﻭﺳﱢﺪﻭﻭﺍ،'
			'ﻭﺍﻋﻠﻤﻮﺍﺃﱠﻧﻪﻟﻦﻳﻨﺠﻮﺃﺣﺪﻣﻨﻜﻢﺑﻌﻤﻠﻪ»ﻗﺎﻟﻮﺍ:ﻭﻻﺃﻧﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻭﻻﺃﻧﺎﺇﻻﺃﻥﻳﺘﻐﱠﻤﺪﻧﻲﺍﻟﱠﻠﻪ'
			'ﺑﺮﺣﻤﺔﻣﻨﻪﻭﻓﻀﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭ«ﺍﻟﻤﻘﺎﺭﺑﺔ»:ﺍﻟﻘﺼﺪﺍﱠﻟﺬﻱﻻﻏﻠﻮﱠﻓﻴﻪﻭﻻﺗﻘﺼﻴﺮ.ﻭ«ﺍﻟﺴﱠﺪﺍﺩ»:ﺍﻻﺳﺘﻘﺎﻣﺔﻭﺍﻹﺻﺎﺑﺔ،ﻭ«ﻳﺘﻐﱠﻤﺪﻧﻲ'
			'»ﻳﻠﺒﺴﻨﻲﻭﻳﺴﺘﺮﻧﻲ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﻣﻌﻨﻰﺍﻻﺳﺘﻘﺎﻣﺔ:ﻟﺰﻮﻣﻃﺎﻋﺔﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻗﺎﻟﻮﺍ:ﻭﻩﻲﻣﻦﺟﻮﺍﻣﻊﺍﻟﻜﻠﻢ،ﻭﻩﻲﻧﻈﺎﻡﺍﻷﻣﻮﺭ،'
			'ﻭﺑﺎﻟﱠﻠﻪﺍﻟﱠﺘﻮﻓﻴﻖ',
		translation: 'Translation of Hadith 86'
),
	Hadith(
		hadithNumber: 87,
		hadith:
						'ﻓﺎﻷﱠﻮﻟ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﺎﺩﺭﻭﺍﺑﺎﻷﻋﻤﺎﻝ'
			'ﺍﻟﱠﺼﺎﻟﺤﺔ،ﻓﺴﺘﻜﻮﻥﻓﺘﻦﺁﻘﻄﻊﺍﻟﱠﻠﻴﻞﺍﻟﻤﻈﻠﻢﻳﺼﺒﺢﺍﻟﺮﺟﻞﻣﺆﻣﻨﺎﻭﻳﻤﺴﻲﺁﺎﻓﺮﺍ،ﻭﻳﻤﺴﻲﻣﺆﻣﻨﺎﻭﻳﺼﺒﺢﺁﺎﻓﺮﺍ'
			'،ﻳﺒﻴﻊﺩﻳﻨﻪﺑﻌﺮﺽﻣﻦﺍﻟﱡﺪﻧﻴﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 87'
),
	Hadith(
		hadithNumber: 88,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ:ﻋﻦﺃﺑﻲﺳﺮﻭﻋﺔﺑﻜﺴﺮﺍﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﻓﺘﺤﻬﺎﻋﻘﺒﺔﺑﻦﺍﻟﺤﺎﺭﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺻﻠﻴﺖ'
			'ﻭﺭﺍﺀﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺎﻟﻤﺪﻳﻨﺔﺍﻟﻌﺼﺮ،ﻓﺴﱠﻠﻢﺛﻢﱠﻗﺎﻡﻣﺴﺮﻋﺎﻓﺘﺨﱠﻄﻰﺭﻗﺎﺏﺍﻟﱠﻨﺎﺱﺇﻟﻰﺑﻌﺾﺣﺠﺮ'
			'ﻧﺴﺎﺋﻪ،ﻓﻔﺰﻉﺍﻟﱠﻨﺎﺱﻣﻦﺳﺮﻋﺘﻪ،ﻓﺨﺮﺝﻋﻠﻴﻬﻢ،ﻓﺮﺄﯨﺃﱠﻧﻬﻢﻗﺪﻋﺠﺒﻮﺍﻣﻦﺳﺮﻋﺘﻪ،ﻗﺎﻝ:«ﺫﺁﺮﺕﺷﻴﺌﺎ'
			'ﻣﻦﺗﺒﺮﻋﻨﺪﻧﺎ،ﻓﻜﺮﻩﺖﺄﻧﻳﺤﺒﺴﻨﻲ،ﻓﺄﻣﺮﺕﺑﻘﺴﻤﺘﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:ﺁﻨﺖﺧﻠﱠﻔﺖﻓﻲﺍﻟﺒﻴﺖﺗﺒﺮﺍﻣﻦﺍﻟﱠﺼﺪﻗﺔ،ﻓﻜﺮﻩﺖﺃﻥﺃﺑﱢﻴﺘﻪ».«ﺍﻟﱢﺘﺒﺮ»ﻗﻄﻊﺬﻫﺐﺃﻭﻓﱠﻀﺔ.'
			'`',
		translation: 'Translation of Hadith 88'
),
	Hadith(
		hadithNumber: 89,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚ:ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺟﻞﻟﻠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﻡﺃﺣﺪ:ﺃﺭﺃﻳﺖﺇﻥﻗﺘﻠﺖ'
			'ﻓﺄﻳﻦﺃﻧﺎ؟ﻗﺎﻝ:«ﻓﻲﺍﻟﺠﱠﻨﺔ»ﻓﺄﻟﻘﻰﺗﻤﺮﺍﺕﺁﱠﻦﻓﻲﻳﺪﻩ،ﺛﻢﱠﻗﺎﺗﻞﺣﱠﺘﻰﻗﺘﻞ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 89'
),
	Hadith(
		hadithNumber: 90,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ،ﺃﱡﻱﺍﻟﱠﺼﺪﻗﺔﺃﻋﻈﻢﺃﺟﺮﺍ؟ﻗﺎﻝ:«ﺃﻥﺗﺼﱠﺪﻕﻭﺃﻧﺖﺻﺤﻴﺢﺷﺤﻴﺢﺗﺨﺸﻰﺍﻟﻔﻘﺮ،ﻭﺗﺄﻣﻞﺍﻟﻐﻨﻰ،ﻭﻻﺗﻤﻬﻞ'
			'ﺣﱠﺘﻰﺇﺫﺍﺑﻠﻐﺖﺍﻟﺤﻠﻘﻮﻡ.ﻗﻠﺖ:ﻟﻔﻼﻥﺁﺬﺍﻭﻟﻔﻼﻥﺁﺬﺍ،ﻭﻗﺪﺁﺎﻥﻟﻔﻼﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺤﻠﻘﻮﻡ»:ﻣﺠﺮﻯﺍﻟﱠﻨﻔﺲ.ﻭ«ﺍﻟﻤﺮﻱﺀ»:ﻣﺠﺮﻯﺍﻟﱠﻄﻌﺎﻡﻭﺍﻟﱠﺸﺮﺍﺏ',
		translation: 'Translation of Hadith 90'
),
	Hadith(
		hadithNumber: 91,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺧﺬﺳﻴﻔﺎﻳﻮﻡﺃﺣﺪﻓﻘﺎﻝ:«ﻣﻦ'
			'ﻳﺄﺧﺬﻣﱢﻨﻲﻩﺬﺍ؟ﻓﺒﺴﻄﻮﺍﺃﻳﺪﻳﻬﻢ،ﺁﻞﱡﺇﻧﺴﺎﻥﻣﻨﻬﻢﻳﻘﻮﻝ:ﺃﻧﺎﺃﻧﺎ.ﻗﺎﻝ:«ﻓﻤﻦﻳﺄﺧﺬﻩﺑﺤﻘﻪ؟ﻓﺄﺣﺠﻢﺍﻟﻘﻮﻡ،'
			'ﻓﻘﺎﻝﺃﺑﻮﺩﺟﺎﻧﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺃﻧﺎﺁﺧﺬﻩﺑﺤﱢﻘﻪ،ﻓﺄﺧﺬﻩﻓﻔﻠﻖﺑﻪﻩﺎﻡﺍﻟﻤﺸﺮﺁﻴﻦ».ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺍﺳﻢﺃﺑﻲﺩﺟﺎﻧﺔ:ﺳﻤﺎﻙﺑﻦﺧﺮﺳﺔ.ﻗﻮﻟﻪ:«ﺃﺣﺠﻢﺍﻟﻘﻮﻡ»:ﺄﻳﺗﻮﱠﻗﻔﻮﺍ.ﻭ«ﻓﻠﻖﺑﻪ»:ﺄﻳﺷﻖ«ﻩﺎﻡ'
			'ﺍﻟﻤﺸﺮﺁﻴﻦ»:ﺃﻱﺭﺅﻭﺳﻬﻢ',
		translation: 'Translation of Hadith 91'
),
	Hadith(
		hadithNumber: 92,
		hadith:
						'ﺍﻟﱠﺴﺎﺪﺳ:ﻋﻦﺍﻟﱡﺰﺑﻴﺮﺑﻦﻋﺪﱢﻱﻗﺎﻝ:ﺃﺗﻴﻨﺎﺃﻧﺲﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﺸﻜﻮﻧﺎﺇﻟﻴﻪﻣﺎﻧﻠﻘﻰﻣﻦﺍﻟﺤﱠﺠﺎﺝ.'
			'ﻓﻘﺎﻝ:«ﺍﺻﺒﺮﻭﺍﻓﺈﻧﻪﻻﻳﺄﺗﻲﺯﻣﺎﻥﺇﱠﻻﻭﺍﱠﻟﺬﻱﺑﻌﺪﻩﺷﺮﻣﻨﻪﺣﱠﺘﻰﺗﻠﻘﻮﺍﺭﱠﺑﻜﻢ»ﺳﻤﻌﺘﻪﻣﻦﻧﺒﱢﻴﻜﻢﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 92'
),
	Hadith(
		hadithNumber: 93,
		hadith:
						'ﺍﻟﱠﺴﺎﺑﻊ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﺎﺩﺭﻭﺍﺑﺎﻷﻋﻤﺎﻝ.'
			'ﺳﺒﻌﺎ،ﻩﻞﺗﻨﺘﻈﺮﻭﻥﺇﱠﻻﻓﻘﺮﺍﻣﻨﺴﻴﺎ،ﺃﻭﻏﻨﻲﻣﻄﻐﻴﺎ،ﺃﻭﻣﺮﺿﺎﻣﻔﺴﺪﺍ،ﺃﻭﻩﺮﻣﺎﻣﻔﻨﺪﺍﺃﻭﻣﻮﺗﺎﻣﺠﻬﺰﺍﺃﻭ'
			'ﺍﻟﱠﺪﱠﺟﺎﻝﻓﺸﱡﺮﻏﺎﺋﺐﻳﻨﺘﻈﺮ،ﺃﻭﺍﻟﱠﺴﺎﻋﺔﻓﺎﻟﺴﱠﺎﻋﺔﺃﺪﻫﻰﻭﺃﻣﺮ،»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 93'
),
	Hadith(
		hadithNumber: 94,
		hadith:
						'ﺍﻟﺜﺎﻣﻦ:ﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻳﻮﻡﺧﻴﺒﺮ:«ﻷﻋﻄﻴﱠﻦﻩﺬﻩﺍﻟﺮﺍﻳﺔﺭﺟﻼﻳﺤﱡﺐﺍﻟﱠﻠﻪ'
			'ﻭﺭﺳﻮﻟﻪ،ﻳﻔﺘﺢﺍﻟﱠﻠﻪﻋﻠﻰﻳﺪﻳﻪ»ﻗﺎﻝﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻣﺎﺃﺣﺒﺒﺖﺍﻹﻣﺎﺭﺓﺇﱠﻻﻳﻮﻣﺌﺬﻓﺘﺴﺎﻭﺭﺕﻟﻬﺎﺭﺟﺎﺀﺃﻥ'
			'ﺃﺩﻋﻰﻟﻬﺎ،ﻓﺪﻋﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﺄﻋﻄﺎﻩﺇﱠﻳﺎﻩﺎ،ﻭﻗﺎﻝ:'
			'«ﺍﻣﺶﻭﻻﺗﻠﺘﻔﺖﺣﱠﺘﻰﻳﻔﺘﺢﺍﻟﱠﻠﻪﻋﻠﻴﻚ»ﻓﺴﺎﺭﻋﻠﱞﻲﺷﻴﺌﺎ،ﺛﻢﱠﻭﻗﻒﻭﻟﻢﻳﻠﺘﻔﺖ،ﻓﺼﺮﺥ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻋﻠﻰ'
			'ﻣﺎﺫﺍﺃﻗﺎﺗﻞﺍﻟﱠﻨﺎﺱ؟ﻗﺎﻝ:«ﻗﺎﺗﻠﻬﻢﺣﱠﺘﻰﻳﺸﻬﺪﻭﺍﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﺈﺫﺍﻓﻌﻠﻮﺍﺫﻟﻚﻓﻘﺪ'
			'ﻣﻨﻌﻮﺍﻣﻨﻚﺩﻣﺎﺀﻩﻢﻭﺃﻣﻮﺍﻟﻬﻢﺇﱠﻻﺑﺤﱢﻘﻬﺎ،ﻭﺣﺴﺎﺑﻬﻢﻋﻠﻰﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ'
			'»ﻓﺘﺴﺎﻭﺮﺗ»ﻩﻮﺑﺎﻟﱢﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔ:ﺃﻱﻭﺛﺒﺖﻣﺘﻄﱢﻠﻌﺎ',
		translation: 'Translation of Hadith 94'
),
	Hadith(
		hadithNumber: 95,
		hadith:
						'ﻓﺎﻷﻮﻟ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻗﺎﻝ:ﻣﻦ'
			'ﻋﺎﺪﯨﻟﻲﻭﻟﻴﺎ.ﻓﻘﺪﺁﺫﻧﺘﻪﺑﺎﻟﺤﺮﺏ.ﻭﻣﺎﺗﻘﱠﺮﺏﺇﻟﻲﻋﺒﺪﻱﺑﺸﻲﺀﺃﺣﱠﺐﺇﻟﻲﻣﱠﻤﺎﺍﻓﺘﺮﺿﺖﻋﻠﻴﻪ:ﻭﻣﺎﻳﺰﺍﻝﻋﺒﺪﻱ'
			'ﻳﺘﻘﺮﱠﺏﺇﻟﻰﺑﺎﻟﱠﻨﻮﺍﻓﻞﺣﱠﺘﻰﺃﺣﱠﺒﻪ،ﻓﺈﺫﺍﺃﺣﺒﺒﺘﻪﺁﻨﺖﺳﻤﻌﻪﺍﱠﻟﺬﻱﻳﺴﻤﻊﺑﻪ،ﻭﺑﺼﺮﻩﺍﻟﺬﻱﻳﺒﺼﺮﺑﻪ،ﻭﻳﺪﻩﺍﻟﺘﻲ'
			'ﻳﺒﻄﺶﺑﻬﺎ،ﻭﺭﺟﻠﻪﺍﻟﺘﻲﻳﻤﺸﻲﺑﻬﺎ،ﻭﺇﻥﺳﺄﻟﻨﻲﺃﻋﻄﻴﺘﻪ،ﻭﻟﺌﻦﺍﺳﺘﻌﺎﺫﻧﻲﻷﻋﻴﱠﺬﻧﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺁﺫﻧﺘﻪ»ﺃﻋﻠﻤﺘﻪﺑﺄﱢﻧﻲﻣﺤﺎﺮﺑﻟﻪ«ﺍﺳﺘﻌﺎﺫﻧﻲ»ﺭﻮﯨﺑﺎﻟﻨﻮﻥﻭﺑﺎﻟﺒﺎﺀ',
		translation: 'Translation of Hadith 95'
),
	Hadith(
		hadithNumber: 96,
		hadith:
						'ﺍﻟﺜﺎﻧﻲ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻴﻤﺎﻳﺮﻭﻳﻪﻋﻦﺭﺑﻪﻋﱠﺰﻭﺟﱠﻞﻗﺎﻝ:«ﺇﺫﺍ'
			'ﺗﻘﺮﺏﺍﻟﻌﺒﺪﺇﻟﱠﻲﺷﺒﺮﺍﺗﻘﺮﱠﺑﺖﺇﻟﻴﻪﺫﺭﺍﻋﺎ،ﻭﺇﺫﺍﺗﻘﱠﺮﺏﺇﻟﱠﻲﺫﺭﺍﻋﺎﺗﻘﺮﱠﺑﺖﻣﻨﻪﺑﺎﻋﺎ،ﻭﺇﺫﺍﺃﺗﺎﻧﻲﻳﻤﺸﻲﺃﺗﻴﺘﻪ'
			'.96ﻩﺮﻭﻟﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 96'
),
	Hadith(
		hadithNumber: 97,
		hadith:
						'ﺍﻟﺜﺎﻟﺚ:ﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻧﻌﻤﺘﺎﻥﻣﻐﺒﻮﻥ'
			'ﻓﻴﻬﻤﺎﺁﺜﻴﺮﻣﻦﺍﻟﻨﺎﺱ:ﺍﻟﺼﺤﺔﻭﺍﻟﻔﺮﺎﻏ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 97'
),
	Hadith(
		hadithNumber: 98,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ:ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻡﻣﻦﺍﻟﱠﻠﻴﻞﺣﱠﺘﻰﺗﺘﻔﻄﺮﻗﺪﻣﺎﻩ،'
			'ﻓﻘﻠﺖﻟﻪ،ﻟﻢﺗﺼﻨﻊﻩﺬﺍﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﻗﺪﻏﻔﺮﺍﻟﱠﻠﻪﻟﻚﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻚﻭﻣﺎﺗﺄﱠﺧﺮ؟ﻗﺎﻝ:«ﺃﻓﻼﺃﺣﺐﱡﺃﻥﺃﺁﻮﻥ'
			'ﻋﺒﺪﺍﺷﻜﻮﺭﺍ؟»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻩﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ،ﻭﻧﺤﻮﻩﻓﻲﺍﻟﺼﺤﻴﺤﻴﻦﻣﻦﺭﻭﺍﻳﺔﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔ.'
			'`',
		translation: 'Translation of Hadith 98'
),
	Hadith(
		hadithNumber: 99,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﻧﻬﺎﻗﺎﻟﺖ:«ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺩﺧﻞﺍﻟﻌﺸﺮ'
			'ﺃﺣﻴﺎﺍﻟﱠﻠﻴﻞ،ﻭﺃﻳﻘﻆﺃﻩﻠﻪ،ﻭﺟﱠﺪﻭﺷﱠﺪﺍﻟﻤﺌﺰﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻟﻤﺮﺍﺩ:ﺍﻟﻌﺸﺮﺍﻷﻭﺍﺧﺮﻣﻦﺷﻬﺮﺭﻣﻀﺎﻥ:«ﻭﺍﻟﻤﺌﺰﺭ»:ﺍﻹﺯﺍﺭﻭﻩﻮﺁﻨﺎﻳﺔﻋﻦﺍﻋﺘﺰﻻﺍﻟﱢﻨﺴﺎﺀ،ﻭﻗﻴﻞ:ﺍﻟﻤﺮﺍﺩ'
			'ﺗﺸﻤﻴﺮﻩﻟﻠﻌﺒﺎﺩﺓ.ﻳﻘﺎﻝ:ﺷﺪﺩﺕﻟﻬﺬﺍﺍﻷﻣﺮﻣﺌﺰﺮﻳ،ﺃﻱ:ﺗﺸﻤﺮﺕﻭﺗﻔﱠﺮﻏﺖﻟﻪ.'
			'`',
		translation: 'Translation of Hadith 99'
),
	Hadith(
		hadithNumber: 100,
		hadith:
						'ﺍﻟﺴﺎﺪﺳ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻤﺆﻣﻦﺍﻟﻘﻮﱡﻱ.'
			'ﺧﻴﺮﻭﺃﺣﱡﺐﺇﻟﻰﺍﻟﱠﻠﻪﻣﻦﺍﻟﻤﺆﻣﻦﺍﻟﱠﻀﻌﻴﻒﻭﻓﻲﺁﻞﱟﺧﻴﺮ.ﺍﺣﺮﺹﻋﻠﻰﻣﺎﻳﻨﻔﻌﻚ،ﻭﺍﺳﺘﻌﻦﺑﺎﻟﱠﻠﻪﻭﻻﺗﻌﺠﺰ.ﻭﺇﻥ'
			'ﺃﺻﺎﺑﻚﺷﻲﺀﻓﻼﺗﻘﻞ:ﻟﻮﺃﱢﻧﻲﻓﻌﻠﺖﺁﺎﻥﺁﺬﺍﻭﺁﺬﺍ،ﻭﻟﻜﻦﻗﻞ:ﻗﱠﺪﺭﺍﻟﱠﻠﻪ،ﻭﻣﺎﺷﺎﺀﻓﻌﻞ،ﻓﺈﱠﻥﻟﻮﺗﻔﺘﺢﻋﻤﻞ'
			'ﺍﻟﱠﺸﻴﻄﺎﻥ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 100'
),
	Hadith(
		hadithNumber: 101,
		hadith:
						'ﺍﻟﺴﺎﺑﻊ:ﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺣﺠﺒﺖﺍﻟﱠﻨﺎﺭﺑﺎﻟﱠﺸﻬﻮﺍﺕ،ﻭﺣﺠﺒﺖﺍﻟﺠﻨﱠﺔ'
			'ﺑﺎﻟﻤﻜﺎﺭﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺣﱠﻔﺖ»ﺑﺪﻝ«ﺣﺠﺒﺖ»ﻮﻫﻮﺑﻤﻌﻨﺎﻩ:ﺃﻱ:ﺑﻴﻨﻪﻭﺑﻴﻨﻬﺎﻩﺬﺍﺍﻟﺤﺠﺎﺏ،ﻓﺈﺫﺍﻓﻌﻠﻪﺩﺧﻠﻬﺎ',
		translation: 'Translation of Hadith 101'
),
	Hadith(
		hadithNumber: 102,
		hadith:
						'ﺍﻟﺜﺎﻣﻦ:ﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺣﺬﻳﻔﺔﺑﻦﺍﻟﻴﻤﺎﻥ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺻﻠﱠﻴﺖﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺫﺍﺕﻟﻴﻠﺔ،ﻓﺎﻓﺘﺘﺢﺍﻟﺒﻘﺮﺓ،ﻓﻘﻠﺖﻳﺮﺁﻊﻋﻨﺪﺍﻟﻤﺎﺋﺔ،ﺛﻢﱠﻣﻀﻰ،ﻓﻘﻠﺖﻳﺼﱢﻠﻲﺑﻬﺎﻓﻲﺭﺁﻌﺔ،ﻓﻤﻀﻰ.'
			'ﻓﻘﻠﺖﻳﺮﺁﻊﺑﻬﺎ،ﺛﱠﻢﺍﻓﺘﺘﺢﺍﻟﱢﻨﺴﺎﺀ،ﻓﻘﺮﺃﻩﺎ،ﺛﱠﻢﺍﻓﺘﺘﺢﺁﻝﻋﻤﺮﺍﻥﻓﻘﺮﺃﻩﺎ،ﻳﻘﺮﺃﻣﺘﺮﱢﺳﻼﺇﺫﺍﻣﱠﺮﺑﺂﻳﺔﻓﻴﻬﺎﺗﺴﺒﻴﺢ'
			'ﺳﱠﺒﺢ،ﻭﺇﺫﺍﻣﱠﺮﺑﺴﺆﺍﻝﺳﺄﻝ،ﻭﺇﺫﺍﻣﱠﺮﺑﺘﻌﻮﺫﺗﻌﱠﻮﺫ،ﺛﻢﺭﺁﻊﻓﺠﻌﻞﻳﻘﻮﻝ:«ﺳﺒﺤﺎﻥﺭﱢﺑﻲﺍﻟﻌﻈﻴﻢ»ﻓﻜﺎﻥﺭﺁﻮﻋﻪ'
			'ﻧﺤﻮﺍﻣﻦﻗﻴﺎﻣﻪﺛﻢﱠﻗﺎﻝ:«ﺳﻤﻊﺍﻟﱠﻠﻪﻟﻤﻦﺣﻤﺪﻩ،ﺭﱠﺑﻨﺎﻟﻚﺍﻟﺤﻤﺪ»ﺛﻢﻗﺎﻡﻗﻴﺎﻣﺎﻃﻮﻳﻼﻗﺮﻳﺒﺎﻣﱠﻤﺎﺭﺁﻊ،ﺛﻢﱠﺳﺠﺪ'
			'ﻓﻘﺎﻝ:«ﺳﺒﺤﺎﻥﺭﱢﺑﻲﺍﻷﻋﻠﻰ»ﻓﻜﺎﻥﺳﺠﻮﺩﻩﻗﺮﻳﺒﺎﻣﻦﻗﻴﺎﻣﻪ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 102'
),
	Hadith(
		hadithNumber: 103,
		hadith:
						'ﺍﻟﺘﺎﺳﻊ:ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺻﱠﻠﻴﺖﻣﻊﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻴﻠﺔ،ﻓﺄﻃﺎﻝﺍﻟﻘﻴﺎﻡ'
			'ﺣﱠﺘﻰﻩﻤﻤﺖﺃﻥﺃﺟﻠﺲﻭﺃﺩﻋﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 103'
),
	Hadith(
		hadithNumber: 104,
		hadith:
						'ﺍﻟﻌﺎﺷﺮ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺘﺒﻊﺍﻟﻤﻴﺖﺛﻼﺛﺔ:ﺄﻫﻠﻪ'
			'ﻭﻣﺎﻟﻪﻭﻋﻤﻠﻪ،ﻓﻴﺮﺟﻊﺍﺛﻨﺎﻥﻭﻳﺒﻘﻰﻭﺍﺣﺪ:ﻳﺮﺟﻊﺄﻫﻠﻪﻭﻣﺎﻟﻪ،ﻭﻳﺒﻘﻰﻋﻤﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 104'
),
	Hadith(
		hadithNumber: 105,
		hadith:
						'ﺍﻟﺤﺎﺪﻳﻋﺸﺮ:ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﺠﻨﺔﺃﻗﺮﺏﺇﻟﻰ'
			'ﺃﺣﺪﺁﻢﻣﻦﺷﺮﺍﻙﻧﻌﻠﻪﻭﺍﻟﱠﻨﺎﺭﻣﺜﻞﺫﻟﻚ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 105'
),
	Hadith(
		hadithNumber: 106,
		hadith:
						'ﺍﻟﺜﺎﻧﻲﻋﺸﺮ:ﻋﻦﺃﺑﻲﻓﺮﺎﺳﺭﺑﻴﻌﺔﺑﻦﺁﻌﺐﺍﻷﺳﻠﻤﱢﻲﺧﺎﺪﻣﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻣﻦﺃﻩﻞ'
			'ﺍﻟﱡﺼﱠﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺖﺃﺑﻴﺖﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺂﺗﻴﻪﺑﻮﺿﻮﺋﻪ،ﻭﺣﺎﺟﺘﻪﻓﻘﺎﻝ:'
			'«ﺳﻠﻨﻲ»ﻓﻘﻠﺖ:ﺃﺳﺄﻟﻚﻣﺮﺍﻓﻘﺘﻚﻓﻲﺍﻟﺠﱠﻨﺔ.ﻓﻘﺎﻝ:«ﺃﻭﻏﻴﺮﺫﻟﻚ؟»ﻗﻠﺖ:ﺃﺳﺄﻟﻚﻣﺮﺍﻓﻘﺘﻚﻓﻲﺍﻟﺠﱠﻨﺔ.ﻓﻘﺎﻝ:«ﺃﻭ'
			'ﻏﻴﺮﺫﻟﻚ؟»ﻗﻠﺖ:ﻩﻮﺫﺎﻛ.ﻗﺎﻝ:«ﻓﺄﻋﱢﻨﻲﻋﻠﻰﻧﻔﺴﻚﺑﻜﺜﺮﺓﺍﻟﺴﺠﻮﺩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 106'
),
	Hadith(
		hadithNumber: 107,
		hadith:
						'ﺍﻟﺜﺎﻟﺚﻋﺸﺮ:ﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﻭﻳﻘﺎﻝ:ﺃﺑﻮﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺛﻮﺑﺎﻥﻣﻮﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:.('
			'ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﻋﻠﻴﻚﺑﻜﺜﺮﺓﺍﻟﱡﺴﺠﻮﺩ،ﻓﺈﱠﻧﻚﻟﻦﺗﺴﺠﺪﻟﱠﻠﻪﺳﺠﺪﺓﺇﱠﻻﺭﻓﻌﻚﺍﻟﱠﻠﻪ'
			'ﺑﻬﺎﺩﺭﺟﺔ،ﻭﺣﱠﻂﻋﻨﻚﺑﻬﺎﺧﻄﻴﺌﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 107'
),
	Hadith(
		hadithNumber: 108,
		hadith:
						'ﺍﻟﺮﺍﺑﻊﻋﺸﺮ:ﻋﻦﺃﺑﻲﺻﻔﻮﺍﻥﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺑﺴﺮﺍﻷﺳﻠﻤﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺧﻴﺮﺍﻟﱠﻨﺎﺱﻣﻦﻃﺎﻝﻋﻤﺮﻩﻭﺣﺴﻦﻋﻤﻠﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﺑﺴﺮ»:ﺑﻀﻢﺍﻟﺒﺎﺀﻭﺑﺎﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔ.'
			'`',
		translation: 'Translation of Hadith 108'
),
	Hadith(
		hadithNumber: 109,
		hadith:
						'ﺍﻟﺨﺎﻣﺲﻋﺸﺮ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻏﺎﺏﻋﱢﻤﻲﺃﻧﺲﺑﻦﺍﻟﱠﻨﻀﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﻗﺘﺎﻝ'
			'ﺑﺪﺭ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻏﺒﺖﻋﻦﺃﱠﻭﻝﻗﺘﺎﻝﻗﺎﺗﻠﺖﺍﻟﻤﺸﺮﺁﻴﻦ،ﻟﺌﻦﺍﻟﱠﻠﻪﺃﺷﻬﺪﻧﻲﻗﺘﺎﻝﺍﻟﻤﺸﺮﺁﻴﻦﻟﻴﺮﻳﱠﻦﺍﻟﱠﻠﻪ'
			'ﻣﺎﺃﺻﻨﻊ،ﻓﻠﻤﺎﺁﺎﻥﻳﻮﻡﺃﺣﺪﺍﻧﻜﺸﻒﺍﻟﻤﺴﻠﻤﻮﻥﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺃﻋﺘﺬﺭﺇﻟﻴﻚﻣﱠﻤﺎﺻﻨﻊﻩﺆﻻﺀﻳﻌﻨﻲﺃﺻﺤﺎﺑﻪﻭﺃﺑﺮﺃ'
			'ﺇﻟﻴﻚﻣﱠﻤﺎﺻﻨﻊﻩﺆﻻﺀﻳﻌﻨﻲﺍﻟﻤﺸﺮﺁﻴﻦﺛﻢﱠﺗﻘﱠﺪﻡﻓﺎﺳﺘﻘﺒﻠﻪﺳﻌﺪﺑﻦﻣﻌﺎﺫ،ﻓﻘﺎﻝ:ﻳﺎﺳﻌﺪﺑﻦﻣﻌﺎﺫﺍﻟﺠﻨﱠﺔﻭﺭﱢﺏ'
			'ﺍﻟﻜﻌﺒﺔ،ﺇﻧﻰﺃﺟﺪﺭﻳﺤﻬﺎﻣﻦﺩﻭﻥﺃﺣﺪ.ﻗﺎﻝﺳﻌﺪ:ﻓﻤﺎﺍﺳﺘﻄﻌﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﺻﻨﻊ،ﻗﺎﻝﺃﻧﺲ:ﻓﻮﺟﺪﻧﺎﺑﻪ'
			'ﺑﻀﻌﺎﻭﺛﻤﺎﻧﻴﻦﺿﺮﺑﺔﺑﺎﻟﱠﺴﻴﻒ،ﺃﻭﻃﻌﻨﺔﺑﺮﻣﺢ،ﺃﻭﺭﻣﻴﺔﺑﺴﻬﻢ،ﻭﻭﺟﺪﻧﺎﻩﻗﺪﻗﺘﻞﻭﻣﱠﺜﻞﺑﻪﺍﻟﻤﺸﺮﺁﻮﻥﻓﻤﺎ'
			'ﻋﺮﻓﻪﺃﺣﺪﺇﱠﻻﺃﺧﺘﻪﺑﺒﻨﺎﻧﻪ.ﻗﺎﻝﺃﻧﺲ:ﺁﱠﻨﺎﻧﺮﻯﺃﻭﻧﻈﻦﱡﺃﱠﻥﻩﺬﻩﺍﻵﻳﺔﻧﺰﻟﺖﻓﻴﻪﻭﻓﻲﺃﺷﺒﺎﻩﻪ:[ﻣﻦﺍﻟﻤﺆﻣﻨﻴﻦ'
			'ﺭﺟﺎﻝﺻﺪﻗﻮﺍﻣﺎﻋﺎﻩﺪﻭﺍﺍﻟﱠﻠﻪﻋﻠﻴﻪ][ﺍﻷﺣﺰﺎﺑ:23]ﺇﻟﻰﺁﺧﺮﻩﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﻟﻴﺮﻳﱠﻦﺍﻟﱠﻠﻪ»ﺭﻮﯨﺑﻀﻢﺍﻟﻴﺎﺀﻭﺁﺴﺮﺍﻟﺮﺍﺀ،ﺄﻳﻟﻴﻈﻬﺮﱠﻥﺍﻟﱠﻠﻪﺫﻟﻚﻟﻠﱠﻨﺎﺱ،ﻭﺭﻮﯨﺑﻔﺘﺤﻬﻤﺎ،ﻭﻣﻌﻨﺎﻩ'
			'ﻇﺎﻩﺮ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 109'
),
	Hadith(
		hadithNumber: 110,
		hadith:
						'ﺍﻟﺴﺎﺪﺳﻋﺸﺮ:ﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﻋﻘﺒﺔﺑﻦﻋﻤﺮﻭﺍﻷﻧﺼﺎﺭﱢﻱﺍﻟﺒﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻟﱠﻤﺎﻧﺰﻟﺖﺁﻳﺔ.'
			'ﺍﻟﱠﺼﺪﻗﺔﺁﱠﻨﺎﻧﺤﺎﻣﻞﻋﻠﻰﻇﻬﻮﺭﻧﺎ.ﻓﺠﺎﺀﺭﺟﻞﻓﺘﺼﱠﺪﻕﺑﺸﻲﺀﺁﺜﻴﺮﻓﻘﺎﻟﻮﺍ:ﻣﺮﺍﺀ،ﻭﺟﺎﺀﺭﺟﻞﺁﺧﺮﻓﺘﺼﱠﺪﻕ'
			'ﺑﺼﺎﻉﻓﻘﺎﻟﻮﺍ:ﺇﱠﻥﺍﻟﱠﻠﻪﻟﻐﻨﱞﻲﻋﻦﺻﺎﻉﻩﺬﺍ،ﻓﻨﺰﻟﺖ{ﺍﱠﻟﺬﻳﻦﻳﻠﻤﺰﻭﻥﺍﻟﻤﱠﻄﱢﻮﻋﻴﻦﻣﻦﺍﻟﻤﺆﻣﻨﻴﻦﻓﻲﺍﻟﱠﺼﺪﻗﺎﺕ'
			'ﻭﺍﱠﻟﺬﻳﻦﻻﻳﺠﺪﻭﻥﺇﱠﻻﺟﻬﺪﻩﻢ}[ﺍﻟﺘﻮﺑﺔ79]ﺍﻵﻳﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﻧﺤﺎﻣﻞ»ﺑﻀﻢﺍﻟﻨﻮﻥ،ﻭﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ:ﺃﻱﻳﺤﻤﻞﺃﺣﺪﻧﺎﻋﻠﻰﻇﻬﺮﻩﺑﺎﻷﺟﺮﺓ،ﻭﻳﺘﺼﱠﺪﻕﺑﻬﺎ',
		translation: 'Translation of Hadith 110'
),
	Hadith(
		hadithNumber: 111,
		hadith:
						'ﺍﻟﺴﺎﺑﻊﻋﺸﺮ:ﻋﻦﺳﻌﻴﺪﺑﻦﻋﺒﺪﺍﻟﻌﺰﻳﺰ،ﻋﻦﺭﺑﻴﻌﺔﺑﻦﻳﺰﻳﺪ،ﻋﻦﺃﺑﻲﺇﺩﺭﻳﺲﺍﻟﺨﻮﻻﻧﱢﻲ،ﻋﻦﺃﺑﻲﺫﱟﺭ'
			'ﺟﻨﺪﺏﺑﻦﺟﻨﺎﺩﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻴﻤﺎﻳﺮﻮﯨﻋﻦﺍﻟﱠﻠﻪﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰﺃﻧﻪﻗﺎﻝ:'
			'«ﻳﺎﻋﺒﺎﺪﻳﺇﱢﻧﻲﺣﺮﱠﻣﺖﺍﻟﱡﻈﻠﻢﻋﻠﻰﻧﻔﺴﻲﻭﺟﻌﻠﺘﻪﺑﻴﻨﻜﻢﻣﺤﱠﺮﻣﺎﻓﻼﺗﻈﺎﻟﻤﻮﺍ،ﻳﺎﻋﺒﺎﺪﻳﺁﻠﱡﻜﻢﺿﺎﱞﻝﺇﱠﻻﻣﻦ'
			'ﻩﺪﻳﺘﻪ،ﻓﺎﺳﺘﻬﺪﻭﻧﻲﺃﻩﺪﺁﻢ،ﻳﺎﻋﺒﺎﺪﻳﺁﱡﻠﻜﻢﺟﺎﺋﻊﺇﱠﻻﻣﻦﺃﻃﻌﻤﺘﻪ،ﻓﺎﺳﺘﻄﻌﻤﻮﻧﻲﺃﻃﻌﻤﻜﻢ،ﻳﺎﻋﺒﺎﺪﻳﺁﻠﻜﻢﻋﺎﺭ'
			'ﺇﱠﻻﻣﻦﺁﺴﻮﺗﻪﻓﺎﺳﺘﻜﺴﻮﻧﻲﺃﺁﺴﻜﻢ،ﻳﺎﻋﺒﺎﺪﻳﺇﱠﻧﻜﻢﺗﺨﻄﺌﻮﻥﺑﺎﻟﱠﻠﻴﻞﻭﺍﻟﱠﻨﻬﺎﺭﻭﺃﻧﺎﺃﻏﻔﺮﺍﻟﱡﺬﻧﻮﺏﺟﻤﻴﻌﺎ،'
			'ﻓﺎﺳﺘﻐﻔﺮﻭﻧﻲﺃﻏﻔﺮﻟﻜﻢ،ﻳﺎﻋﺒﺎﺪﻳﺇﱠﻧﻜﻢﻟﻦﺗﺒﻠﻐﻮﺍﺿﱢﺮﻱﻓﺘﻀﱡﺮﻭﻧﻲ،ﻭﻟﻦﺗﺒﻠﻐﻮﺍﻧﻔﻌﻲﻓﺘﻨﻔﻌﻮﻧﻲ،ﻳﺎﻋﺒﺎﺪﻳﻟﻮ'
			'ﺃﱠﻥﺃﱠﻭﻟﻜﻢﻭﺁﺧﺮﺁﻢ،ﻭﺇﻧﺴﻜﻢﻭﺟﱠﻨﻜﻢﺁﺎﻧﻮﺍﻋﻠﻰﺃﺗﻘﻰﻗﻠﺐﺭﺟﻞﻭﺍﺣﺪﻣﻨﻜﻢﻣﺎﺯﺍﺩﺫﻟﻚﻓﻲﻣﻠﻜﻲﺷﻴﺌﺎ،ﻳﺎﻋﺒﺎﺪﻳ'
			'ﻟﻮﺃﱠﻥﺃﱠﻭﻟﻜﻢﻭﺁﺧﺮﺁﻢﻭﺇﻧﺴﻜﻢﻭﺟﻨﻜﻢﺁﺎﻧﻮﺍﻋﻠﻰﺃﻓﺠﺮﻗﻠﺐﺭﺟﻞﻭﺍﺣﺪﻣﻨﻜﻢﻣﺎﻧﻘﺺﺫﻟﻚﻣﻦﻣﻠﻜﻲﺷﻴﺌﺎ،ﻳﺎ'
			'ﻋﺒﺎﺪﻳﻟﻮﺃﱠﻥﺃﱠﻭﻟﻜﻢﻭﺁﺧﺮﺁﻢﻭﺇﻧﺴﻜﻢﻭﺟﱠﻨﻜﻢ،ﻗﺎﻣﻮﺍﻓﻲﺻﻌﻴﺪﻭﺍﺣﺪ،ﻓﺴﺄﻟﻮﻧﻲﻓﺄﻋﻄﻴﺖﺁﻞﱠﺇﻧﺴﺎﻥﻣﺴﺄﻟﺘﻪ،ﻣﺎ'
			'ﻧﻘﺺﺫﻟﻚﻣﱠﻤﺎﻋﻨﺪﻱﺇﱠﻻﺁﻤﺎﻳﻨﻘﺺﺍﻟﻤﺨﻴﻂﺇﺫﺍﺃﺩﺧﻞﺍﻟﺒﺤﺮ،ﻳﺎﻋﺒﺎﺪﻳﺇﱠﻧﻤﺎﻩﻲﺃﻋﻤﺎﻟﻜﻢﺃﺣﺼﻴﻬﺎﻟﻜﻢ،ﺛﻢﱠ'
			'ﺃﻭﱢﻓﻴﻜﻢﺇﱠﻳﺎﻩﺎ،ﻓﻤﻦﻭﺟﺪﺧﻴﺮﺍﻓﻠﻴﺤﻤﺪﺍﻟﱠﻠﻪ،ﻭﻣﻦﻭﺟﺪﻏﻴﺮﺫﻟﻚﻓﻼﻳﻠﻮﻣﱠﻦﺇﱠﻻﻧﻔﺴﻪ».ﻗﺎﻝﺳﻌﻴﺪ:ﺁﺎﻥﺃﺑﻮ'
			'ﺇﺩﺭﻳﺲﺇﺫﺍﺣﱠﺪﺙﺑﻬﺬﺍﺍﻟﺤﺪﻳﺚﺟﺜﺎﻋﻠﻰﺭﺁﺒﺘﻴﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﺭﻭﻳﻨﺎﻋﻦﺍﻹﻣﺎﻡﺃﺣﻤﺪﺑﻦﺣﻨﺒﻞﺭﺣﻤﻪﺍﻟﱠﻠﻪﻗﺎﻝ:'
			'ﻟﻴﺲﻷﻩﻞﺍﻟﺸﺎﻡﺣﺪﻳﺚﺃﺷﺮﻑﻣﻦﻩﺬﺍﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 111'
),
	Hadith(
		hadithNumber: 112,
		hadith:
						'ﻭﺃﱠﻣﺎﺍﻷﺣﺎﺩﻳﺚﻓﺎﻷﱠﻮﻟ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻋﺬﺭ'
			'ﺍﻟﱠﻠﻪﺇﻟﻰﺍﻣﺮﻯﺀﺃﱠﺧﺮﺃﺟﻠﻪﺣﺘﻰﺑﻠﻎﺳﱢﺘﻴﻦﺳﻨﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﯨ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀﻣﻌﻨﺎﻩ:ﻟﻢﻳﺘﺮﻙﻟﻪﻋﺬﺭﺍﺇﺫﺃﻣﻬﻠﻪﻩﺬﻩﺍﻟﻤﱠﺪﺓ.ﻳﻘﺎﻝ:ﺃﻋﺬﺭﺍﻟﺮﱠﺟﻞﺇﺫﺍﺑﻠﻎﺍﻟﻐﺎﻳﺔﻓﻲﺍﻟﻌﺬﺭ',
		translation: 'Translation of Hadith 112'
),
	Hadith(
		hadithNumber: 113,
		hadith:
						'ﺍﻟﺜﺎﻧﻰ:ﻋﻦﺍﺑﻦﻋﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺁﺎﻥﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻳﺪﺧﻠﻨﻰﻣﻊﺃﺷﻴﺎﺥﺑﺪﺭ،'
			'ﻓﻜﺄﱠﻥﺑﻌﻀﻬﻢﻭﺟﺪﻓﻲﻧﻔﺴﻪﻓﻘﺎﻝ:ﻟﻢﻳﺪﺧﻞﻩﺬﺍﻣﻌﻨﺎﻭﻟﻨﺎﺃﺑﻨﺎﺀﻣﺜﻠﻪ،؟ﻓﻘﺎﻝﻋﻤﺮ:ﺇﻧﱠﻪﻣﻦﺣﻴﺚﻋﻠﻤﺘﻢ،'
			'ﻓﺪﻋﺎﻧﻰﺫﺍﺕﻳﻮﻡﻓﺄﺩﺧﻠﻨﻰﻣﻌﻬﻢ،ﻓﻤﺎﺭﺃﻳﺖﺃﱠﻧﻪﺩﻋﺎﻧﻰﻳﻮﻣﺌﺬﺇﱠﻻﻟﻴﺮﻳﻬﻢﻗﺎﻝ:ﻣﺎﺗﻘﻮﻟﻮﻥﻓﻲﻗﻮﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			':{ﺇﺫﺍﺟﺎﺀﻧﺼﺮﺍﻟﱠﻠﻪﻭﺍﻟﻔﺘﺢ}[ﺍﻟﻔﺘﺢ:1]ﻓﻘﺎﻝﺑﻌﻀﻬﻢ:ﺃﻣﺮﻧﺎﻧﺤﻤﺪﺍﻟﱠﻠﻪﻭﻧﺴﺘﻐﻔﺮﻩﺇﺫﺍﻧﺼﺮﻧﺎﻭﻓﺘﺢﻋﻠﻴﻨﺎ'
			'.ﻭﺳﻜﺖﺑﻌﻀﻬﻢﻓﻠﻢﻳﻘﻞﺷﻴﺌﺎﻓﻘﺎﻝﻟﻰ:ﺃﺁﺬﻟﻚﺗﻘﻮﻝﻳﺎﺍﺑﻦﻋﺒﺎﺱ؟ﻓﻘﻠﺖ:ﻻ.ﻗﺎﻝﻓﻤﺎﺗﻘﻮﻝ؟ﻗﻠﺖ:ﻩﻮ'
			'ﺃﺟﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺃﻋﻠﻤﻪﻟﻪﻗﺎﻝ:{ﺇﺫﺍﺟﺎﺀﻧﺼﺮﺍﻟﱠﻠﻪﻭﺍﻟﻔﺘﺢ}ﻭﺫﻟﻚﻋﻼﻣﺔﺃﺟﻠﻚ{'
			'ﻓﺴﱢﺒﺢﺑﺤﻤﺪﺭﱢﺑﻚﻭﺍﺳﺘﻐﻔﺮﻩﺇﱠﻧﻪﺁﺎﻥﺗﱠﻮﺍﺑﺎ}[ﺍﻟﻔﺘﺢ:3]ﻓﻘﺎﻝﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻣﺎﺃﻋﻠﻢﻣﻨﻬﺎﺇﱠﻻﻣﺎ'
			'ﺗﻘﻮﻝ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﯨ',
		translation: 'Translation of Hadith 113'
),
	Hadith(
		hadithNumber: 114,
		hadith:
						'ﺍﻟﺜﺎﻟﺚ:ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻣﺎﺻﱠﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺻﻼﺓﺑﻌﺪﺃﻥ'
			'ﻧﺰﻟﺖﻋﻠﻴﻪ{ﺇﺫﺍﺟﺎﺀﻧﺼﺮﺍﻟﱢﻠﻪﻭﺍﻟﻔﺘﺢ}ﺇﱠﻻﻳﻘﻮﻝﻓﻴﻬﺎ:«ﺳﺒﺤﺎﻧﻚﺭﱠﺑﻨﺎﻭﺑﺤﻤﺪﻙ،ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻰ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺼﺤﻴﺤﻴﻦﻋﻨﻬﺎ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻜﺜﺮﺃﻥﻳﻘﻮﻝﻓﻲﺭﺁﻮﻋﻪﻭﺳﺠﻮﺩﻩ:«'
			'ﺳﺒﺤﺎﻧﻚﺍﻟﻠﱠﻬﻢﱠﺭﱠﺑﻨﺎﻭﺑﺤﻤﺪﻙ،ﺍﻟﱠﻠﻬﱠﻢﺍﻏﻔﺮﻟﻲ»ﻳﺘﺄﱠﻮﻟﺍﻟﻘﺮﺁﻥ.'
			'ﻣﻌﻨﻰ:«ﻳﺘﺄﱠﻮﻟﺍﻟﻘﺮﺁﻥ»ﺃﻱ:ﻳﻌﻤﻞﻣﺎﺃﻣﺮﺑﻪﻓﻲﺍﻟﻘــﺮﺁﻥﻓﻲﻗﻮﻟﻪﺗﻌﺎﻟﻰ:{ﻓﺴﱢﺒﺢﺑﺤﻤﺪﺭﱢﺑﻚﻭﺍﺳﺘﻐﻔﺮﻩ}'
			'.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻜﺜﺮﺃﻥﻳﻘﻮﻝﻗﺒﻞﺃﻥﻳﻤﻮﺕ:«ﺳﺒﺤﺎﻧﻚﺍﻟﻠﱠﻬﻢﱠ'
			'ﻭﺑﺤﻤﺪﻙ،ﺃﺳﺘﻐﻔﺮﻙﻭﺃﺗﻮﺏﺇﻟﻴﻚ».ﻗﺎﻟﺖﻋﺎﺋﺸﺔ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﻩﺬﻩﺍﻟﻜﻠﻤﺎﺕﺍﱠﻟﺘﻲﺃﺭﺍﻙﺃﺣﺪﺛﺘﻬﺎ'
			'ﺗﻘﻮﻟﻬﺎ؟ﻗــﺎﻝ:«ﺟﻌﻠﺖﻟﻲﻋﻼﻣﺔﻓﻲﺃﱠﻣﺘﻲﺇﺫﺍﺭﺃﻳﺘﻬﺎﻗﻠﺘﻬﺎ{ﺇﺫﺍﺟﺎﺀﻧﺼﺮﺍﻟﱢﻠﻪﻭﺍﻟﻔﺘﺢ}ﺇﻟﻰﺁﺧﺮ'
			'ﺍﻟﺴﻮﺭﺓ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻜﺜﺮﻣﻦﻗﻮﻝ:«ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ.ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪ'
			'ﻭﺃﺗﻮﺏﺇﻟﻴﻪ».ﻗﺎﻟﺖ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﺭﺍﻙﺗﻜﺜﺮﻣﻦﻗﻮﻝ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ،ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪﻭﺃﺗﻮﺏ'
			'ﺇﻟﻴﻪ؟ﻓﻘﺎﻝ:«ﺃﺧﺒﺮﻧﻲﺭﱢﺑﻲﺃﱢﻧﻲﺳﺄﺮﯨﻋﻼﻣﺔﻓﻲﺃﱠﻣﺘﻲﻓﺈﺫﺍﺭﺃﻳﺘﻬﺎﺃﺁﺜﺮﺕﻣﻦﻗﻮﻝ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ،'
			'ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪﻭﺃﺗﻮﺏﺇﻟﻴﻪ:ﻓﻘﺪﺭﺃﻳﺘﻬﺎ:{ﺇﺫﺍﺟﺎﺀﻧﺼﺮﺍﻟﱢﻠﻪﻭﺍﻟﻔﺘﺢ}ﻓﺘﺢﻣﱠﻜﺔ،{ﻭﺭﺃﻳﺖﺍﻟﱠﻨﺎﺱﻳﺪﺧﻠﻮﻥﻓﻲ'
			'ﺩﻳﻦﺍﻟﱠﻠﻪﺃﻓﻮﺍﺟﺎ،ﻓﺴﺒﺢﺑﺤﻤﺪﺭﱢﺑﻚﻭﺍﺳﺘﻐﻔﺮﻩﺇﻧﱠﻪﺁﺎﻥﺗﱠﻮﺍﺑﺎ}',
		translation: 'Translation of Hadith 114'
),
	Hadith(
		hadithNumber: 115,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺇﱠﻥﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞﺗﺎﺑﻊﺍﻟﻮﺣﻲﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻗﺒﻞﻭﻓﺎﺗﻪ،ﺣﱠﺘﻰﺗﻮﱢﻓﻰﺃﺁﺜﺮﻣﺎﺁﺎﻥﺍﻟﻮﺣﻲ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 115'
),
	Hadith(
		hadithNumber: 116,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺒﻌﺚﺁﻞﱡﻋﺒﺪﻋﻠﻰ'
			'ﻣﺎﻣﺎﺕﻋﻠﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 116'
),
	Hadith(
		hadithNumber: 117,
		hadith:
						'ﺍﻷﱠﻮﻟ:ﻋﻦﺃﺑﻲﺫﱟﺭﺟﻨﺪﺏﺑﻦﺟﻨﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﱡﻱﺍﻷﻋﻤﺎﻝﺃﻓﻀﻞ؟ﻗﺎﻝ'
			':«ﺍﻹﻳﻤﺎﻥﺑﺎﻟﱠﻠﻪ،ﻭﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻠﻪ».ﻗﻠﺖ:ﺃﱡﻱﺍﻟﱢﺮﻗﺎﺏﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﺃﻧﻔﺴﻬﺎﻋﻨﺪﺃﻩﻠﻬﺎ،ﻭﺃﺁﺜﺮﻩﺎ'
			'ﺛﻤﻨﺎ».ﻗﻠﺖ:ﻓﺈﻥﻟﻢﺃﻓﻌﻞ؟ﻗﺎﻝ:«ﺗﻌﻴﻦﺻﺎﻧﻌﺎﺃﻭﺗﺼﻨﻊﻷﺧﺮﻕ»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺭﺃﻳﺖﺇﻥﺿﻌﻔﺖ'
			'ﻋﻦﺑﻌﺾﺍﻟﻌﻤﻞ؟ﻗﺎﻝ:«ﺗﻜﻒﱡﺷﱠﺮﻙﻋﻦﺍﻟﱠﻨﺎﺱﻓﺈﱠﻧﻬﺎﺻﺪﻗﺔﻣﻨﻚﻋﻠﻰﻧﻔﺴﻚ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺼﺎﻧﻊ»ﺑﺎﻟﱠﺼﺎﺩﺍﻟﻤﻬﻤﻠﺔﻩﺬﺍﻩﻮﺍﻟﻤﺸﻬﻮﺭ،ﻭﺭﻮﯨ«ﺿﺎﺋﻌﺎ»ﺑﺎﻟﻤﻌﺠﻤﺔ:ﺃﻱﺫﺍﺿﻴﺎﻉﻣﻦﻓﻘﺮﺃﻭ'
			'ﻋﻴﺎﻝ،ﻭﻧﺤﻮﺫﻟﻚ«ﻭﺍﻷﺧﺮﻕ»:ﺍﱠﻟﺬﻱﻻﻳﺘﻘﻦﻣﺎﻳﺤﺎﻭﻝﻓﻌﻠﻪ',
		translation: 'Translation of Hadith 117'
),
	Hadith(
		hadithNumber: 118,
		hadith:
						'ﺍﻟﺜﺎﻧﻲ:ﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻳﻀﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻳﺼﺒﺢﻋﻠﻰﺁﱢﻞ'
			'ﺳﻼﻣﻰﻣﻦﺃﺣﺪﺁﻢﺻﺪﻗﺔ،ﻓﻜﻞﺗﺴﺒﻴﺤﺔﺻﺪﻗﺔ،ﻭﺁﻞﱡﺗﺤﻤﻴﺪﺓﺻﺪﻗﺔ،ﻭﺁﻞﱡﺗﻬﻠﻴﻠﺔﺻﺪﻗﺔ،ﻭﺁﱡﻞﺗﻜﺒﻴﺮﺓﺻﺪﻗﺔ'
			'،ﻭﺃﻣﺮﺑﺎﻟﻤﻌﺮﻭﻑﺻﺪﻗﺔ،ﻭﻧﻬﻲﻋﻦﺍﻟﻤﻨﻜﺮﺻﺪﻗﺔ.ﻭﻳﺠﺰﺉﻣﻦﺫﻟﻚﺭﺁﻌﺘﺎﻥﻳﺮﺁﻌﻬﻤﺎﻣﻦﺍﻟﱡﻀﺤﻰ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.«ﺍﻟﱡﺴﻼﻣﻰ»ﺑﻀﻢﺍﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﺗﺨﻔﻴﻒﺍﻟﻼﻡﻭﻓﺘﺢﺍﻟﻤﻴﻢ:ﺍﻟﻤﻔﺼﻞ',
		translation: 'Translation of Hadith 118'
),
	Hadith(
		hadithNumber: 119,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﺮﺿﺖﻋﻠﱠﻲﺃﻋﻤﺎﻝﺃﱠﻣﺘﻲﺣﺴﻨﻬﺎﻭﺳﱢﻴﺌﻬﺎﻓﻮﺟﺪﺕ.'
			'ﻓﻲﻣﺤﺎﺳﻦﺃﻋﻤﺎﻟﻬﺎﺍﻷﺬﯨﻳﻤﺎﻁﻋﻦﺍﻟﱠﻄﺮﻳﻖ،ﻭﻭﺟﺪﺕﻓﻲﻣﺴﺎﻮﯨﺀﺃﻋﻤﺎﻟﻬﺎﺍﻟﱡﻨﺨﺎﻋﺔﺗﻜﻮﻥﻓﻲﺍﻟﻤﺴﺠﺪﻻ'
			'ﺗﺪﻓﻦ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 119'
),
	Hadith(
		hadithNumber: 120,
		hadith:
						'ﺍﻟﺮﺍﺑﻊﻋﻨﻪ:ﺃﱠﻥﻧﺎﺳﺎﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺫﻩﺐﺃﻩﻞﺍﻟﱡﺪﺛﻮﺭﺑﺎﻷﺟﻮﺭ،ﻳﺼﱡﻠﻮﻥﺁﻤﺎﻧﺼﱢﻠﻰ،'
			'ﻭﻳﺼﻮﻣﻮﻥﺁﻤﺎﻧﺼﻮﻡ،ﻭﻳﺘﺼﱠﺪﻗﻮﻥﺑﻔﻀﻮﻝﺃﻣﻮﺍﻟﻬﻢﻗﺎﻝ:«ﺃﻭﻟﻴﺲﻗﺪﺟﻌﻞﻟﻜﻢﻣﺎﺗﺼﱠﺪﻗﻮﻥﺑﻪ:ﺇﱠﻥﺑﻜﻞﱢ'
			'ﺗﺴﺒﻴﺤﺔﺻﺪﻗﺔ،ﻭﺁﻞﱢﺗﻜﺒﻴﺮﺓﺻﺪﻗﺔ،ﻭﺁﱢﻞﺗﺤﻤﻴﺪﺓﺻﺪﻗﺔ،ﻭﺁﱢﻞﺗﻬﻠﻴﻠﺔﺻﺪﻗﺔ،ﻭﺃﻣﺮﺑﺎﻟﻤﻌﺮﻭﻑﺻﺪﻗﺔ،'
			'ﻭﻧﻬﻰﻋﻦﺍﻟﻤﻨﻜﺮﺻﺪﻗﺔﻭﻓﻲﺑﻀﻊﺃﺣﺪﺁﻢﺻﺪﻗﺔ»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻳﺄﺗﻲﺃﺣﺪﻧﺎﺷﻬﻮﺗﻪ،ﻭﻳﻜﻮﻥﻟﻪ'
			'ﻓﻴﻬﺎﺃﺟﺮ؟،ﻗﺎﻝ:«ﺃﺭﺃﻳﺘﻢﻟﻮﻭﺿﻌﻬﺎﻓﻲﺣﺮﺎﻣﺃﺁﺎﻥﻋﻠﻴﻪﻭﺯﺭ؟ﻓﻜﺬﻟﻚﺇﺫﺍﻭﺿﻌﻬﺎﻓﻲﺍﻟﺤﻼﻝﺁﺎﻥﻟﻪﺃﺟﺮ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﱡﺪﺛﻮﺭ»:ﺑﺎﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔ:ﺍﻷﻣﻮﺍﻝ،ﻭﺍﺣﺪﻩﺎ:ﺩﺛﺮ',
		translation: 'Translation of Hadith 120'
),
	Hadith(
		hadithNumber: 121,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﻟﱠﻠﻪﻋﻠﻴﻪﻭﺁﻟﻪﻭﺳﻠﻢ:«ﻻﺗﺤﻘﺮﱠﻥﻣﻦﺍﻟﻤﻌﺮﻭﻑﺷﻴﺌﺎﻭﻟﻮﺃﻥ'
			'ﺗﻠﻘﻰﺃﺧﺎﻙﺑﻮﺟﻪﻃﻠﻴﻖ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 121'
),
	Hadith(
		hadithNumber: 122,
		hadith:
						'ﺍﻟﺴﺎﺪﺳ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻞﱡﺳﻼﻣﻰ'
			'ﻓﺘﺤﻤﻠﻪﻋﻠﻴﻬﺎ،ﺃﻭﺗﺮﻓﻊﻟﻪﻋﻠﻴﻬﺎﻣﺘﺎﻋﻪﺻﺪﻗﺔ،ﻭﺍﻟﻜﻠﻤﺔﺍﻟﱠﻄﱢﻴﺒﺔﺻﺪﻗﺔ،ﻭﺑﻜﻞﱢﺧﻄﻮﺓﺗﻤﺸﻴﻬﺎﺇﻟﻰﺍﻟﱠﺼﻼﺓﻣﻦﺍﻟﱠﻨﺎﺱﻋﻠﻴﻪﺻﺪﻗﺔﺁﻞﱠﻳﻮﻡﺗﻄﻠﻊﻓﻴﻪﺍﻟﺸﱠﻤﺲ:ﺗﻌﺪﻝﺑﻴﻦﺍﻻﺛﻨﻴﻦﺻﺪﻗﺔ،ﻭﺗﻌﻴﻦﺍﻟﱠﺮﺟﻞﻓﻲﺩﺍﱠﺑﺘﻪ،'
			'ﺻﺪﻗﺔ،ﻭﺗﻤﻴﻂﺍﻷﺬﯨﻋﻦﺍﻟﻄﺮﻳﻖﺻﺪﻗﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺭﻭﺍﻩﻣﺴﻠﻢﺃﻳﻀﺎﻣﻦﺭﻭﺍﻳﺔﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﻧﱠﻪ'
			'ﺧﻠﻖﺁﻞﱡﺇﻧﺴﺎﻥﻣﻦﺑﻨﻲﺁﺪﻣﻋﻠﻰﺳﱢﺘﻴﻦﻭﺛﻼﺛﻤﺎﺋﺔﻣﻔﺼﻞ،ﻓﻤﻦﺁﱠﺒﺮﺍﻟﱠﻠﻪ،ﻭﺣﻤﺪﺍﻟﱠﻠﻪ،ﻭﻩﱠﻠﻞﺍﻟﱠﻠﻪ،ﻭﺳﱠﺒﺢ'
			'ﺍﻟﱠﻠﻪﻭﺍﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪ،ﻭﻋﺰﻝﺣﺠﺮﺍﻋﻦﻃﺮﻳﻖﺍﻟﱠﻨﺎﺱﺃﻭﺷﻮﺁﺔﺃﻭﻋﻈﻤﺎﻋﻦﻃﺮﻳﻖﺍﻟﱠﻨﺎﺱ،ﺃﻭﺃﻣﺮﺑﻤﻌﺮﻭﻑ'
			'ﺃﻭﻧﻬﻰﻋﻦﻣﻨﻜﺮ،ﻋﺪﺩﺍﻟﱢﺴﱢﺘﻴﻦﻭﺍﻟﱠﺜﻼﺛﻤﺎﺋﺔ،ﻓﺈﱠﻧﻪﻳﻤﺴﻲﻳﻮﻣﺌﺬﻭﻗﺪﺯﺣﺰﺡﻧﻔﺴﻪﻋﻦﺍﻟﱠﻨﺎﺭ»',
		translation: 'Translation of Hadith 122'
),
	Hadith(
		hadithNumber: 123,
		hadith:
						'ﺍﻟﺴﺎﺑﻊ:ﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻏﺪﺍﺇﻟﻰﺍﻟﻤﺴﺠﺪﺃﻭﺭﺍﺡ،ﺃﻋﱠﺪﺍﻟﱠﻠﻪﻟﻪﻓﻲ'
			'ﺍﻟﺠﱠﻨﺔﻧﺰﻻﺁﱠﻠﻤﺎﻏﺪﺍﺃﻭﺭﺍﺡ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﱡﻨﺰﻝ»:ﺍﻟﻘﻮﺕﻭﺍﻟﺮﱢﺯﻕﻭﻣﺎﻳﻬﱠﻴﺄﻟﻠﱠﻀﻴﻒ',
		translation: 'Translation of Hadith 123'
),
	Hadith(
		hadithNumber: 124,
		hadith:
						'ﺍﻟﺜﺎﻣﻦ:ﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﻧﺴﺎﺀﺍﻟﻤﺴﻠﻤﺎﺕﻻﺗﺤﻘﺮﱠﻥﺟﺎﺭﺓ'
			'ﻟﺠﺎﺭﺗﻬﺎﻭﻟﻮﻓﺮﺳﻦﺷﺎﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﺎﻝﺍﻟﺠﻮﻩﺮﻱ:ﺍﻟﻔﺮﺳﻦﻣﻦﺍﻟﺒﻌﻴﺮ:ﺁﺎﻟﺤﺎﻓﺮﻣﻦﺍﻟﱠﺪﺍﱠﺑﺔ،ﻗﺎﻝ:ﻭﺭﱠﺑﻤﺎﺍﺳﺘﻌﻴﺮﻓﻲﺍﻟﱠﺸﺎﺓ',
		translation: 'Translation of Hadith 124'
),
	Hadith(
		hadithNumber: 125,
		hadith:
						'ﺍﻟﺘﺎﺳﻊ:ﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻹﻳﻤﺎﻥﺑﻀﻊﻭﺳﺒﻌﻮﻥ،ﺃﻭﺑﻀﻊﻭﺳﱡﺘﻮﻥﺷﻌﺒﺔ'
			':ﻓﺄﻓﻀﻠﻬﺎﻗﻮﻝﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﺩﻧﺎﻩﺎﺇﻣﺎﻃﺔﺍﻷﺬﯨﻋﻦﺍﻟﱠﻄﺮﻳﻖ،ﻭﺍﻟﺤﻴﺎﺀﺷﻌﺒﺔﻣﻦﺍﻹﻳﻤﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺒﻀﻊ»ﻣﻦﺛﻼﺛﺔﺇﻟﻰﺗﺴﻌﺔ،ﺑﻜﺴﺮﺍﻟﺒﺎﺀﻭﻗﺪﺗﻔﺘﺢ.«ﻭﺍﻟﱡﺸﻌﺒﺔ»:ﺍﻟﻘﻄﻌﺔ',
		translation: 'Translation of Hadith 125'
),
	Hadith(
		hadithNumber: 126,
		hadith:
						'ﺍﻟﻌﺎﺷﺮ:ﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﻴﻨﻤﺎﺭﺟﻞﻳﻤﺸﻲﺑﻄﺮﻳﻖﺍﺷﺘﱠﺪﻋﻠﻴﻪﺍﻟﻌﻄﺶ.'
			'،ﻓﻮﺟﺪﺑﺌﺮﺍﻓﻨﺰﻝﻓﻴﻬﺎﻓﺸﺮﺏ،ﺛﻢﱠﺧﺮﺝﻓﺈﺫﺍﺁﻠﺐﻳﻠﻬﺚﻳﺄﺁﻞﺍﻟﱠﺜﺮﻯﻣﻦﺍﻟﻌﻄﺶ،ﻓﻘﺎﻝﺍﻟﺮﱠﺟﻞ:ﻟﻘﺪﺑﻠﻎﻩﺬﺍ'
			'ﺍﻟﻜﻠﺐﻣﻦﺍﻟﻌﻄﺶﻣﺜﻞﺍﱠﻟﺬﻱﺁﺎﻥﻗﺪﺑﻠﻎﻣﱢﻨﻲ،ﻓﻨﺰﻝﺍﻟﺒﺌﺮﻓﻤﻸﺧﱠﻔﻪﻣﺎﺀﺛﻢﱠﺃﻣﺴﻜﻪﺑﻔﻴﻪ،ﺣﱠﺘﻰﺭﻗﻲﻓﺴﻘﻰ'
			'ﺍﻟﻜﻠﺐ،ﻓﺸﻜﺮﺍﻟﱠﻠﻪﻟﻪﻓﻐﻔﺮﻟﻪ.ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﻟﻨﺎﻓﻲﺍﻟﺒﻬﺎﺋﻢﺃﺟﺮﺍ؟ﻓﻘﺎﻝ:«ﻓﻲﺁﻞﱢﺁﺒﺪﺭﻃﺒﺔﺃﺟﺮ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺮﻳ:«ﻓﺸﻜﺮﺍﻟﱠﻠﻪﻟﻪﻓﻐﻔﺮﻟﻪ،ﻓﺄﺩﺧﻠﻪﺍﻟﺠﱠﻨﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎ:«ﺑﻴﻨﻤﺎﺁﻠﺐﻳﻄﻴﻒﺑﺮﺁﱠﻴﺔﻗﺪﺁﺎﺩﻳﻘﺘﻠﻪﺍﻟﻌﻄﺶﺇﺫﺭﺃﺗﻪﺑﻐﱞﻲﻣﻦﺑﻐﺎﻳﺎﺑﻨﻲﺇﺳﺮﺍﺋﻴﻞ،'
			'ﻓﻨﺰﻋﺖﻣﻮﻗﻬﺎﻓﺎﺳﺘﻘﺖﻟﻪﺑﻪ،ﻓﺴﻘﺘﻪﻓﻐﻔﺮﻟﻬﺎﺑﻪ».'
			'»ﺍﻟﻤﻮﻕ»:ﺍﻟﺨﻒﱡ.«ﻭﻳﻄﻴﻒ»:ﻳﺪﻭﺭﺣﻮﻝ«ﺭﺁﱠﻴﺔ»ﻭﻩﻲﺍﻟﺒﺌﺮ',
		translation: 'Translation of Hadith 126'
),
	Hadith(
		hadithNumber: 127,
		hadith:
						'ﺍﻟﺤﺎﺪﻳﻋﺸﺮ:ﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻘﺪﺭﺃﻳﺖﺭﺟﻼﻳﺘﻘﱠﻠﺐﻓﻲﺍﻟﺠﱠﻨﺔﻓﻲﺷﺠﺮﺓ'
			'ﻗﻄﻌﻬﺎﻣﻦﻇﻬﺮﺍﻟﱠﻄﺮﻳﻖﺁﺎﻧﺖﺗﺆﺬﻳﺍﻟﻤﺴﻠﻤﻴﻦ».ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻣﱠﺮﺭﺟﻞﺑﻐﺼﻦﺷﺠﺮﺓﻋﻠﻰﻇﻬﺮﻃﺮﻳﻖﻓﻘﺎﻝ:ﻭﺍﻟﱠﻠﻪﻷﻧﱢﺤﻴﱠﻦﻩﺬﺍﻋﻦﺍﻟﻤﺴﻠﻤﻴﻦﻻﻳﺆﺫﻳﻬﻢ،'
			'ﻓﺄﺩﺧﻞﺍﻟﺠﱠﻨﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎ:«ﺑﻴﻨﻤﺎﺭﺟﻞﻳﻤﺸﻲﺑﻄﺮﻳﻖﻭﺟﺪﻏﺼﻦﺷﻮﻙﻋﻠﻰﺍﻟﱠﻄﺮﻳﻖ،ﻓﺄﱠﺧﺮﻩﻓﺸﻜﺮﺍﻟﱠﻠﻪﻟﻪ،ﻓﻐﻔﺮ'
			'ﻟﻪ»',
		translation: 'Translation of Hadith 127'
),
	Hadith(
		hadithNumber: 128,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲﻋﺸﺮ:ﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﻮﱠﺿﺄﻓﺄﺣﺴﻦﺍﻟﻮﺿﻮﺀ،ﺛﻢﱠﺃﺗﻰ.?'
			'ﺍﻟﺠﻤﻌﺔ،ﻓﺎﺳﺘﻤﻊﻭﺃﻧﺼﺖ،ﻏﻔﺮﻟﻪﻣﺎﺑﻴﻨﻪﻭﺑﻴﻦﺍﻟﺠﻤﻌﺔﻭﺯﻳﺎﺩﺓﺛﻼﺛﺔﺃﱠﻳﺎﻡ،ﻭﻣﻦﻣﱠﺲﺍﻟﺤﺼﺎﻓﻘﺪﻟﻐﺎ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 128'
),
	Hadith(
		hadithNumber: 129,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚﻋﺸﺮ:ﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺗﻮﱠﺿﺄﺍﻟﻌﺒﺪﺍﻟﻤﺴﻠﻢ،ﺃﻭﺍﻟﻤﺆﻣﻦ'
			'ﻓﻐﺴﻞﻭﺟﻬﻪﺧﺮﺝﻣﻦﻭﺟﻬﻪﺁﻞﱡﺧﻄﻴﺌﺔﻧﻈﺮﺇﻟﻴﻬﺎﺑﻌﻴﻨﻪﻣﻊﺍﻟﻤﺎﺀ،ﺃﻭﻣﻊﺁﺧﺮﻗﻄﺮﺍﻟﻤﺎﺀ،ﻓﺈﺫﺍﻏﺴﻞﻳﺪﻳﻪ'
			'ﺧﺮﺝﻣﻦﻳﺪﻳﻪﺁﻞﱡﺧﻄﻴﺌﺔﺁﺎﻥﺑﻄﺸﺘﻬﺎﻳﺪﺍﻩﻣﻊﺍﻟﻤﺎﺀﺃﻭﻣﻊﺁﺧﺮﻗﻄﺮﺍﻟﻤﺎﺀ،ﻓﺈﺫﺍﻏﺴﻞﺭﺟﻠﻴﻪﺧﺮﺟﺖﺁﻞﱡ'
			'ﺧﻄﻴﺌﺔﻣﺸﺘﻬﺎﺭﺟﻼﻩﻣﻊﺍﻟﻤﺎﺀﺃﻭﻣﻊﺁﺧﺮﻗﻄﺮﺍﻟﻤﺎﺀﺣﱠﺘﻰﻳﺨﺮﺝﻧﻘﻴﺎﻣﻦﺍﻟﱡﺬﻧﻮﺏ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 129'
),
	Hadith(
		hadithNumber: 130,
		hadith:
						'ﺍﻟﱠﺮﺍﺑﻊﻋﺸﺮ:ﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﱠﺼﻠﻮﺍﺕﺍﻟﺨﻤﺲ،ﻭﺍﻟﺠﻤﻌﺔﺇﻟﻰ'
			'ﺍﻟﺠﻤﻌﺔ،ﻭﺭﻣﻀﺎﻥﺇﻟﻰﺭﻣﻀﺎﻥﻣﻜﱢﻔﺮﺍﺕﻟﻤﺎﺑﻴﻨﻬﱠﻦﺇﺫﺍﺍﺟﺘﻨﺒﺖﺍﻟﻜﺒﺎﺋﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 130'
),
	Hadith(
		hadithNumber: 131,
		hadith:
						'ﺍﻟﺨﺎﻣﺲﻋﺸﺮ:ﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻﺃﺩﱡﻟﻜﻢﻋﻠﻰﻣﺎﻳﻤﺤﻮﺍﻟﱠﻠﻪﺑﻪ'
			'ﺍﻟﺨﻄﺎﻳﺎ،ﻭﻳﺮﻓﻊﺑﻪﺍﻟﱠﺪﺭﺟﺎﺕ؟»ﻗﺎﻟﻮﺍ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﺇﺳﺒﺎﻍﺍﻟﻮﺿﻮﺀﻋﻠﻰﺍﻟﻤﻜﺎﺭﻩﻭﺁﺜﺮﺓ'
			'ﺍﻟﺨﻄﺎﺇﻟﻰﺍﻟﻤﺴﺎﺟﺪ،ﻭﺍﻧﺘﻈﺎﺭﺍﻟﱠﺼﻼﺓﺑﻌﺪﺍﻟﱠﺼﻼﺓ،ﻓﺬﻟﻜﻢﺍﻟﺮﺑﺎﻁ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 131'
),
	Hadith(
		hadithNumber: 132,
		hadith:
						'ﺍﻟﱠﺴﺎﺩﺱﻋﺸﺮ:ﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﻣﻦﺻﱠﻠﻰﺍﻟﺒﺮﺩﻳﻦﺩﺧﻞﺍﻟﺠﱠﻨﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺒﺮﺩﺍﻥ»:ﺍﻟﺼﱡﺒﺢﻭﺍﻟﻌﺼﺮ',
		translation: 'Translation of Hadith 132'
),
	Hadith(
		hadithNumber: 133,
		hadith:
						'ﺍﻟﱠﺴﺎﺑﻊﻋﺸﺮ:ﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻣﺮﺽﺍﻟﻌﺒﺪﺃﻭﺳﺎﻓﺮﺁﺘﺐﻟﻪﻣﺎ'
			'ﺁﺎﻥﻳﻌﻤﻞﻣﻘﻴﻤﺎﺻﺤﻴﺤﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 133'
),
	Hadith(
		hadithNumber: 134,
		hadith:
						'ﺍﻟﱠﺜﺎﻣﻦﻋﺸﺮ:ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻞﱡﻣﻌﺮﻭﻑ'
			'ﺻﺪﻗﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ،ﻭﺭﻭﺍﻩﻣﺴﻠﻢﻣﻦﺭﻭﺍﻳﺔﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ',
		translation: 'Translation of Hadith 134'
),
	Hadith(
		hadithNumber: 135,
		hadith:
						'ﺍﻟﱠﺘﺎﺳﻊﻋﺸﺮ:ﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﻣﺴﻠﻢﻳﻐﺮﺱﻏﺮﺳﺎﺇﱠﻻﺁﺎﻥ'
			'ﻣﺎﺃﺁﻞﻣﻨﻪﻟﻪﺻﺪﻗﺔ،ﻭﻣﺎﺳﺮﻕﻣﻨﻪﻟﻪﺻﺪﻗﺔ،ﻭﻻﻳﺮﺯﺅﻩﺃﺣﺪﺇﱠﻻﺁﺎﻥﻟﻪﺻﺪﻗﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﻓﻲﺭﻭﺍﻳﺔ'
			'ﻟﻪ:«ﻓﻼﻳﻐﺮﺱﺍﻟﻤﺴﻠﻢﻏﺮﺳﺎ،ﻓﻴﺄﺁﻞﻣﻨﻪﺇﻧﺴﺎﻥﻭﻻﺩﺍﺑﺔﻭﻻﻃﻴﺮﺇﱠﻻﺁﺎﻥﻟﻪﺻﺪﻗﺔﺇﻟﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻻﻳﻐﺮﺱﻣﺴﻠﻢﻏﺮﺳﺎ،ﻭﻻﻳﺰﺭﻉﺯﺭﻋﺎ،ﻓﻴﺄﺁﻞﻣﻨﻪﺇﻧﺴﺎﻥﻭﻻﺩﺍﱠﺑﺔﻭﻻﺷﻲﺀﺇﱠﻻﺁﺎﻧﺖﻟﻪ'
			'ﺻﺪﻗﺔ،ﻭﺭﻭﻳﺎﻩﺟﻤﻴﻌﺎﻣﻦﺭﻭﺍﻳﺔﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.'
			'ﻗﻮﻟﻪ:«ﻳﺮﺯﺅﻩ»ﺄﻳ:ﻳﻨﻘﺼﻪ',
		translation: 'Translation of Hadith 135'
),
	Hadith(
		hadithNumber: 136,
		hadith:
						'ﺍﻟﻌﺸﺮﻭﻥ:ﻋﻨﻪﻗﺎﻝ:ﺃﺭﺍﺩﺑﻨﻮﺳﻠﻤﺔﺄﻧﻳﻨﺘﻘﻠﻮﺍﻗﺮﺏﺍﻟﻤﺴﺠﺪﻓﺒﻠﻎﺫﻟﻚﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝﻟﻬﻢ:«ﺇﱠﻧﻪﻗﺪﺑﻠﻐﻨﻲﺃﱠﻧﻜﻢﺗﺮﻳﺪﻭﻥﺃﻥﺗﻨﺘﻘﻠﻮﺍﻗﺮﺏﺍﻟﻤﺴﺠﺪ؟»ﻓﻘﺎﻟﻮﺍ:ﻧﻌﻢﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻗﺪ'
			'ﺃﺭﺩﻧﺎﺫﻟﻚ،ﻓﻘﺎﻝ:«ﺑﻨﻲﺳﻠﻤﺔﺩﻳﺎﺭﺁﻢ،ﺗﻜﺘﺐﺁﺛﺎﺭﺁﻢ،ﺩﻳﺎﺭﺁﻢ،ﺗﻜﺘﺐﺁﺛﺎﺭﺁﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺇﱠﻥﺑﻜﻞﱢﺧﻄﻮﺓﺩﺭﺟﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﺃﻳﻀﺎﺑﻤﻌﻨﺎﻩﻣﻦﺭﻭﺍﻳﺔﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ.'
			'ﻭ«ﺑﻨﻮﺳﻠﻤﺔ»ﺑﻜﺴﺮﺍﻟﻼﻡ:ﻗﺒﻴﻠﺔﻣﻌﺮﻭﻓﺔﻣﻦﺍﻷﻧﺼﺎﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﻭ«ﺁﺛﺎﺭﻩﻢ»ﺧﻄﺎﻩﻢ',
		translation: 'Translation of Hadith 136'
),
	Hadith(
		hadithNumber: 137,
		hadith:
						'ﺍﻟﺤﺎﺪﻳﻭﺍﻟﻌﺸﺮﻭﻥ:ﻋﻦﺃﺑﻲﺍﻟﻤﻨﺬﺭﺃﺑﱢﻲﺑﻦﺁﻌﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺟﻞﻻﺃﻋﻠﻢﺭﺟﻼﺃﺑﻌﺪﻣﻦ'
			'ﺍﻟﻤﺴﺠﺪﻣﻨﻪ،ﻭﺁﺎﻥﻻﺗﺨﻄﺌﻪﺻﻼﺓﻓﻘﻴﻞﻟﻪ،ﺃﻭﻓﻘﻠﺖﻟﻪ:ﻟﻮﺍﺷﺘﺮﻳﺖﺣﻤﺎﺭﺍﺗﺮﺁﺒﻪﻓﻲﺍﻟﱠﻈﻠﻤﺎﺀ،ﻭﻓﻲ'
			'ﺍﻟﱠﺮﻣﻀﺎﺀﻓﻘﺎﻝ:ﻣﺎﻳﺴﱡﺮﻧﻲﺄﻧﻣﻨﺰﻟﻲﺇﻟﻰﺟﻨﺐﺍﻟﻤﺴﺠﺪ،ﺇﱢﻧﻲﺃﺭﻳﺪﺃﻥﻳﻜﺘﺐﻟﻲﻣﻤﺸﺎﻱﺇﻟﻰﺍﻟﻤﺴﺠﺪ،'
			'ﻭﺭﺟﻮﻋﻲﺇﺫﺍﺭﺟﻌﺖﺇﻟﻰﺃﻩﻠﻲ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺪﺟﻤﻊﺍﻟﱠﻠﻪﻟﻚﺫﻟﻚﺁﻠﱠﻪ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺇﱠﻥﻟﻚﻣﺎﺍﺣﺘﺴﺒﺖ».«ﺍﻟﺮﻣﻀﺎﺀ»ﺍﻷﺭﺽﺍﱠﻟﺘﻲﺃﺻﺎﺑﻬﺎﺍﻟﺤﱡﺮﺍﻟﺸﱠﺪﻳﺪ',
		translation: 'Translation of Hadith 137'
),
	Hadith(
		hadithNumber: 138,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲﻭﺍﻟﻌﺸﺮﻭﻥ:ﻋﻦﺃﺑﻲﻣﺤﻤﺪﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺭﺑﻌﻮﻥﺧﺼﻠﺔﺃﻋﻼﻩﺎﻣﻨﻴﺤﺔﺍﻟﻌﻨﺰ،ﻣﺎﻣﻦﻋﺎﻣﻞﻳﻌﻤﻞﺑﺨﺼﻠﺔﻣﻨﻬﺎﺭﺟﺎﺀ'
			'ﺛﻮﺍﺑﻬﺎﻭﺗﺼﺪﻳﻖﻣﻮﻋﻮﺩﻩﺎﺇﱠﻻﺃﺩﺧﻠﻪﺍﻟﱠﻠﻪﺑﻬﺎﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﯨ.'
			'»ﺍﻟﻤﻨﻴﺤﺔ»:ﺃﻥﻳﻌﻄﻴﻪﺇﱠﻳﺎﻩﺎﻟﻴﺄﺁﻞﻟﺒﻨﻬﺎﺛﻢﱠﻳﺮﱠﺩﻩﺎﺇﻟﻴﻪ',
		translation: 'Translation of Hadith 138'
),
	Hadith(
		hadithNumber: 139,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚﻭﺍﻟﻌﺸﺮﻭﻥ:ﻋﻦﻋﺪﱢﻱﺑﻦﺣﺎﺗﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:.'
			'«ﺍﱠﺗﻘﻮﺍﺍﻟﻨﺎﺭﻭﻟﻮﺑﺸﱢﻖﺗﻤﺮﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻨﻜﻢﻣﻦﺃﺣﺪﺇﱠﻻﺳﻴﻜﱢﻠﻤﻪﺭﱡﺑﻪﻟﻴﺲ'
			'ﺑﻴﻨﻪﻭﺑﻴﻨﻪﺗﺮﺟﻤﺎﻥ،ﻓﻴﻨﻈﺮﺃﻳﻤﻦﻣﻨﻪﻓﻼﻳﺮﻯﺇﱠﻻﻣﺎﻗﱠﺪﻡ،ﻭﻳﻨﻈﺮﺃﺷﺄﻡﻣﻨﻪﻓﻼﻳﺮﻯﺇﱠﻻﻣﺎﻗﱠﺪﻡ،ﻭﻳﻨﻈﺮﺑﻴﻦ'
			'ﻳﺪﻳﻪﻓﻼﻳﺮﻯﺇﱠﻻﺍﻟﱠﻨﺎﺭﺗﻠﻘﺎﺀﻭﺟﻬﻪ،ﻓﺎﱠﺗﻘﻮﺍﺍﻟﱠﻨﺎﺭﻭﻟﻮﺑﺸﱢﻖﺗﻤﺮﺓ،ﻓﻤﻦﻟﻢﻳﺠﺪﻓﺒﻜﻠﻤﺔﻃﱢﻴﺒﺔ».'
			'`',
		translation: 'Translation of Hadith 139'
),
	Hadith(
		hadithNumber: 140,
		hadith:
						'ﺍﻟﱠﺮﺍﺑﻊﻭﺍﻟﻌﺸﺮﻭﻥ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪ'
			'ﻟﻴﺮﺿﻰﻋﻦﺍﻟﻌﺒﺪﺃﻥﻳﺄﺁﻞﺍﻷﺁﻠﺔﻓﻴﺤﻤﺪﻩﻋﻠﻴﻬﺎ،ﺃﻭﻳﺸﺮﺏﺍﻟﱠﺸﺮﺑﺔﻓﻴﺤﻤﺪﻩﻋﻠﻴﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﻭﺍﻷﺁﻠﺔ»ﺑﻔﺘﺢﺍﻟﻬﻤﺰﺓ:ﻮﻫﻲﺍﻟﻐﺪﻭﺓﺃﻭﺍﻟﻌﺸﻮﺓ',
		translation: 'Translation of Hadith 140'
),
	Hadith(
		hadithNumber: 141,
		hadith:
						'ﺍﻟﺨﺎﻣﺲﻭﺍﻟﻌﺸﺮﻭﻥ:ﻋﻦﺃﺑﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻋﻠﻰﺁﻞﱢﻣﺴﻠﻢ'
			'ﺻﺪﻗﺔ»ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺇﻥﻟﻢﻳﺠﺪ؟ﻗﺎﻝ:«ﻳﻌﻤﻞﺑﻴﺪﻳﻪﻓﻴﻨﻔﻊﻧﻔﺴﻪﻭﻳﺘﺼﱠﺪﻕ»:ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺇﻥﻟﻢﻳﺴﺘﻄﻊ؟'
			'ﻗﺎﻝ:ﻳﻌﻴﻦﺫﺍﺍﻟﺤﺎﺟﺔﺍﻟﻤﻠﻬﻮﻑ»ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺇﻥﻟﻢﻳﺴﺘﻄﻊﻗﺎﻝ:«ﻳﺄﻣﺮﺑﺎﻟﻤﻌﺮﻭﻑﺃﻭﺍﻟﺨﻴﺮ»ﻗﺎﻝ:ﺃﺭﺃﻳﺖ'
			'ﺇﻥﻟﻢﻳﻔﻌﻞ؟ﻗﺎﻝ:«ﻳﻤﺴﻚﻋﻦﺍﻟﱠﺸﱢﺮﻓﺈﱠﻧﻬﺎﺻﺪﻗﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 141'
),
	Hadith(
		hadithNumber: 142,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺧﻞﻋﻠﻴﻬﺎﻭﻋﻨﺪﻩﺎﺍﻣﺮﺃﺓﻗﺎﻝ:ﻣﻦﻩﺬﻩ؟'
			'ﻗﺎﻟﺖ:ﻩﺬﻩﻓﻼﻧﺔﺗﺬﺁﺮﻣﻦﺻﻼﺗﻬﺎﻗﺎﻝ:«ﻣﻪﻋﻠﻴﻜﻢﺑﻤﺎﺗﻄﻴﻘﻮﻥ،ﻓﻮﺍﻟﱠﻠﻪﻻﻳﻤﱡﻞﺍﻟﱠﻠﻪﺣﱠﺘﻰﺗﻤﱡﻠﻮﺍﻭﺁﺎﻥﺃﺣﱡﺐ'
			'ﺍﻟﱢﺪﻳﻦﺇﻟﻴﻪﻣﺎﺩﺍﻮﻣﺻﺎﺣﺒﻪﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﻣﻪ»ﺁﻠﻤﺔﻧﻬﻰﻭﺯﺟﺮ.ﻭﻣﻌﻨﻰ«ﻻﻳﻤﱡﻞﺍﻟﱠﻠﻪ»ﺄﻳ:ﻻﻳﻘﻄﻊﺛﻮﺍﺑﻪﻋﻨﻜﻢﻭﺟﺰﺍﺀﺃﻋﻤﺎﻟﻜﻢ،ﻭﻳﻌﺎﻣﻠﻜﻢ'
			'ﻣﻌﺎﻣﻠﺔﺍﻟﻤﺎﱢﻝﺣﱠﺘﻰﺗﻤﱡﻠﻮﺍﻓﺘﺘﺮﺁﻮﺍ،ﻓﻴﻨﺒﻐﻲﻟﻜﻢﺃﻥﺗﺄﺧﺬﻭﺍﻣﺎﺗﻄﻴﻘﻮﻥﺍﻟﱠﺪﻭﺎﻣﻋﻠﻴﻪﻟﻴﺪﻮﻣﺛﻮﺍﺑﻪﻟﻜﻢﻭﻓﻀﻠﻪ'
			'ﻋﻠﻴﻜﻢ',
		translation: 'Translation of Hadith 142'
),
	Hadith(
		hadithNumber: 143,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺛﻼﺛﺔﺭﻩﻂﺇﻟﻰﺑﻴﻮﺕﺃﺯﻭﺍﺝﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺴﺄﻟﻮﻥ'
			'ﻋﻦﻋﺒﺎﺩﺓﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻠﱠﻤﺎﺃﺧﺒﺮﻭﺍﺁﺄﱠﻧﻬﻢﺗﻘﺎﱠﻟﻮﻩﺎﻭﻗﺎﻟﻮﺍ:ﺃﻳﻦﻧﺤﻦﻣﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺪﻏﻔﺮﻟﻪﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻪﻭﻣﺎﺗﺄﱠﺧﺮ.ﻗﺎﻝﺃﺣﺪﻩﻢ:ﺃﱠﻣﺎﺃﻧﺎﻓﺄﺻﱢﻠﻲﺍﻟﻠﻴﻞﺃﺑﺪﺍ،ﻭﻗﺎﻝﺍﻵﺧﺮ:ﻭﺃﻧﺎ'
			'ﺃﺻﻮﻡﺍﻟﱠﺪﻩﺮﺃﺑﺪﺍﻭﻻﺃﻓﻄﺮ،ﻭﻗﺎﻝﺍﻵﺧﺮ:ﻭﺃﻧﺎﺍﻋﺘﺰﻝﺍﻟﱢﻨﺴﺎﺀﻓﻼﺃﺗﺰﻭﱠﺝﺃﺑﺪﺍ،ﻓﺠﺎﺀﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﻟﻴﻬﻢﻓﻘﺎﻝ:«ﺃﻧﺘﻢﺍﱠﻟﺬﻳﻦﻗﻠﺘﻢﺁﺬﺍﻭﺁﺬﺍ؟،ﺃﻣﺎﻭﺍﻟﱠﻠﻪﺇﱢﻧﻲﻷﺧﺸﺎﺁﻢﻟﱠﻠﻪﻭﺃﺗﻘﺎﺁﻢﻟﻪﻟﻜﻨﻲﺃﺻﻮﻡ'
			'ﻭﺃﻓﻄﺮ،ﻭﺃﺻﱢﻠﻲﻭﺃﺭﻗﺪ،ﻭﺃﺗﺰﻭﺝﺍﻟﱢﻨﺴﺎﺀ،ﻓﻤﻦﺭﻏﺐﻋﻦﺳﱠﻨﺘﻲﻓﻠﻴﺲﻣﱢﻨﻰ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 143'
),
	Hadith(
		hadithNumber: 144,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻩﻠﻚﺍﻟﻤﺘﻨﱢﻄﻌﻮﻥ»ﻗﺎﻟﻬﺎﺛﻼﺛﺎ'
			'،ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﻤﺘﻨﱢﻄﻌﻮﻥ»:ﺍﻟﻤﺘﻌﱢﻤﻘﻮﻥﺍﻟﻤﺸﺪﱢﺩﻮﻧﻓﻲﻏﻴﺮﻣﻮﺿﻊﺍﻟﱠﺘﺸﺪﻳﺪ',
		translation: 'Translation of Hadith 144'
),
	Hadith(
		hadithNumber: 145,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺇﱠﻥﺍﻟﱢﺪﻳﻦﻳﺴﺮ،ﻭﻟﻦﻳﺸﺎﱠﺩﺍﻟﱢﺪﻳﻦﺇﱠﻻﻏﻠﺒﻪ'
			'ﻓﺴﱢﺪﺩﻭﺍﻭﻗﺎﺭﺑﻮﺍﻭﺃﺑﺸﺮﻭﺍ،ﻭﺍﺳﺘﻌﻴﻨﻮﺍﺑﺎﻟﻐﺪﻭﺓﻭﺍﻟﱠﺮﻭﺣﺔﻭﺷﻲﺀﻣﻦﺍﻟﱡﺪﻟﺠﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ«ﺳﱢﺪﺩﻭﺍﻭﻗﺎﺭﺑﻮﺍﻭﺍﻏﺪﻭﺍﻭﺭﻭﺣﻮﺍ،ﻭﺷﻲﺀﻣﻦﺍﻟﱡﺪﻟﺠﺔ،ﺍﻟﻘﺼﺪﺍﻟﻘﺼﺪﺗﺒﻠﻐﻮﺍ».'
			'ﻗﻮﻟﻪ:«ﺍﻟﱢﺪﻳﻦ»ﻩﻮﻣﺮﻓﻮﻉﻋﻠﻰﻣﺎﻟﻢﻳﺴﻢﱠﻓﺎﻋﻠﻪ.ﻭﺭﻮﻳﻣﻨﺼﻮﺑﺎ،ﻭﺭﻭﻱ:«ﻟﻦﻳﺸﺎﱠﺩﺍﻟﱢﺪﻳﻦﺃﺣﺪ»..'
			'ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻻﻏﻠﺒﻪ»:ﺃﻱ:ﻏﻠﺒﻪﺍﻟﱢﺪﻳﻦﻭﻋﺠﺰﺫﻟﻚﺍﻟﻤﺸﺎﱡﺩﻋﻦﻣﻘﺎﻭﻣﺔﺍﻟﱢﺪﻳﻦﻟﻜﺜﺮﺓ'
			'ﻃﺮﻗﻪ.«ﻭﺍﻟﻐﺪﻭﺓ»ﺳﻴﺮﺃﱠﻭﻝﺍﻟﱠﻨﻬﺎﺭ.«ﻭﺍﻟﱠﺮﻭﺣﺔ»:ﺁﺧﺮﺍﻟﱠﻨﻬﺎﺭ«ﻭﺍﻟﺪﱡﻟﺠﺔ»:ﺁﺧﺮﺍﻟﱠﻠﻴﻞ.ﻭﻩﺬﺍﺍﺳﺘﻌﺎﺭﺓ،'
			'ﻭﺗﻤﺜﻴﻞ،ﻭﻣﻌﻨﺎﻩ:ﺍﺳﺘﻌﻴﻨﻮﺍﻋﻠﻰﻃﺎﻋﺔﺍﻟﱠﻠﻪﻋﺰﻭﺟﱠﻞﺑﺎﻷﻋﻤﺎﻝﻓﻲﻭﻗﺖﻧﺸﺎﻃﻜﻢ،ﻭﻓﺮﺍﻍﻗﻠﻮﺑﻜﻢﺑﺤﻴﺚ'
			'ﺗﺴﺘﻠﱡﺬﻭﻥﺍﻟﻌﺒﺎﺩﺓﻭﻻﺗﺴـﺄﻣﻮﻥﻣﻘﺼﻮﺩﺁﻢ،ﺁﻤﺎﺃﱠﻥﺍﻟﻤﺴﺎﻓﺮﺍﻟﺤﺎﺫﻕﻳﺴﻴﺮﻓﻲﻩﺬﻩﺍﻷﻭﻗﺎﺕﻭﻳﺴﺘﺮﻳﺢﻩﻮ'
			'ﻭﺩﺍﺑﱠﺘﻪﻓﻲﻏﻴﺮﻩﺎ،ﻓﻴﺼﻞﺍﻟﻤﻘﺼﻮﺩﺑﻐﻴﺮﺗﻌﺐ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 145'
),
	Hadith(
		hadithNumber: 146,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺩﺧﻞﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻤﺴﺠﺪﻓﺈﺫﺍﺣﺒﻞﻣﻤﺪﻭﺩﺑﻴﻦ'
			'ﺍﻟﱠﺴﺎﺭﻳﺘﻴﻦﻓﻘﺎﻝ:«ﻣﺎﻩﺬﺍﺍﻟﺤﺒﻞ؟ﻗﺎﻟﻮﺍ،ﻩﺬﺍﺣﺒﻞﻟﺰﻳﻨﺐﻓﺈﺫﺍﻓﺘﺮﺕﺗﻌﻠﻘﺖﺑﻪ.ﻓﻘﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:«ﺣﻠﻮﻩ،ﻟﻴﺼﱢﻞﺃﺣﺪﺁﻢﻧﺸﺎﻃﻪ،ﻓﺈﺫﺍﻓﺘﺮﻓﻠﻴﺮﻗﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 146'
),
	Hadith(
		hadithNumber: 147,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻧﻌﺲﺃﺣﺪﺁﻢﻭﻩﻮﻳﺼﱢﻠﻲ'
			'،ﻓﻠﻴﺮﻗﺪﺣﱠﺘﻰﻳﺬﻩﺐﻋﻨﻪﺍﻟﻨﱠﻮﻡ،ﻓﺈﻥﺃﺣﺪﺁﻢﺇﺫﺍﺻﱠﻠﻰﻭﻩﻮﻧﺎﻋﺲﻻﻳﺪﺮﻳﻟﻌﻠﱠﻪﻳﺬﻩﺐﻳﺴﺘﻐﻔﺮﻓﻴﺴﺐﱡﻧﻔﺴﻪ»'
			'`.147.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 147'
),
	Hadith(
		hadithNumber: 148,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺟﺎﺑﺮﺑﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﻨﺖﺃﺻﱢﻠﻲﻣﻊﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺍﻟﱠﺼﻠﻮﺍﺕ،ﻓﻜﺎﻧﺖﺻﻼﺗﻪﻗﺼﺪﺍﻭﺧﻄﺒﺘﻪﻗﺼﺪﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:ﻗﺼﺪﺍ:ﺃﻱﺑﻴﻦﺍﻟﱡﻄﻮﻝﻭﺍﻟﻘﺼﺮ',
		translation: 'Translation of Hadith 148'
),
	Hadith(
		hadithNumber: 149,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺟﺤﻴﻔﺔﻮﻫﺐﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺧﻰﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻴﻦﺳﻠﻤﺎﻥ'
			'ﻭﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀ،ﻓﺰﺍﺭﺳﻠﻤﺎﻥﺃﺑﺎﺍﻟﱠﺪﺭﺩﺍﺀ،ﻓﺮﺄﯨﺄﻣﱠﺍﻟﱠﺪﺭﺩﺍﺀﻣﺘﺒﱢﺬﻟﺔﻓﻘﺎﻝ:ﻣﺎﺷﺄﻧﻚ؟ﻗﺎﻟﺖ:ﺃﺧﻮﻙﺃﺑﻮﺍﻟﱠﺪﺭﺩﺍﺀ'
			'ﻟﻴﺲﻟﻪﺣﺎﺟﺔﻓﻲﺍﻟﱡﺪﻧﻴﺎ.ﻓﺠﺎﺀﺃﺑﻮﺍﻟﺪﺭﺩﺍﺀﻓﺼﻨﻊﻟﻪﻃﻌﺎﻣﺎ،ﻓﻘﺎﻝﻟﻪ:ﺁﻞﻓﺈﱢﻧﻲﺻﺎﺋﻢ،ﻗﺎﻝ:ﻣﺎﺃﻧﺎﺑﺂﺁﻞ'
			'ﺣﱠﺘﻰﺗﺄﺁﻞ،ﻓﺄﺁﻞ،ﻓﱠﻠﻤﺎﺁﺎﻥﺍﻟﱠﻠﻴﻞﺫﻩﺐﺃﺑﻮﺍﻟﱠﺪﺭﺩﺍﺀﻳﻘﻮﻡﻓﻘﺎﻝﻟﻪ:ﻧﻢﻓﻨﺎﻡ،ﺛﻢﱠﺫﻩﺐﻳﻘﻮﻡﻓﻘﺎﻝﻟﻪ:ﻧﻢ،ﻓﻠﱠﻤﺎ'
			'ﺁﺎﻥﻣﻦﺁﺧﺮﺍﻟﱠﻠﻴﻞﻗﺎﻝﺳﻠﻤﺎﻥ:ﻗﻢﺍﻵﻥ،ﻓﺼﱠﻠﻴﺎﺟﻤﻴﻌﺎ،ﻓﻘﺎﻝﻟﻪﺳﻠﻤﺎﻥ:ﺇﱠﻥﻟﺮﱢﺑﻚﻋﻠﻴﻚﺣﻘﺎ،ﻭﺇﱠﻥﻟﻨﻔﺴﻚ'
			'ﻋﻠﻴﻚﺣﻘﺎ،ﻭﻷﻩﻠﻚﻋﻠﻴﻚﺣﻘﺎ،ﻓﺄﻋﻂﺁﻞﱠﺬﻳﺣﱟﻖﺣﱠﻘﻪ،ﻓﺄﺗﻰﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺬﺁﺮﺫﻟﻚﻟﻪ،ﻓﻘﺎﻝ'
			'ﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺻﺪﻕﺳﻠﻤﺎﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 149'
),
	Hadith(
		hadithNumber: 150,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺤﻤﺪﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﺧﺒﺮﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺃﱢﻧﻲﺃﻗﻮﻝ:ﻭﺍﻟﱠﻠﻪﻷﺻﻮﻣﱠﻦﺍﻟﱠﻨﻬﺎﺭ،ﻭﻷﻗﻮﻣﻦﱠﺍﻟﱠﻠﻴﻞﻣﺎﻋﺸﺖ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻧﺖ'
			'ﺍﱠﻟﺬﻱﺗﻘﻮﻝﺫﻟﻚ؟ﻓﻘﻠﺖﻟﻪ:ﻗﺪﻗﻠﺘﻪﺑﺄﺑﻲﺃﻧﺖﻭﺃﱢﻣﻲﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻗﺎﻝ:«ﻓﺈﻧﻚﻻﺗﺴﺘﻄﻴﻊﺫﻟﻚ،ﻓﺼﻢ'
			'ﻭﺃﻓﻄﺮ،ﻭﻧﻢﻭﻗﻢ،ﻭﺻﻢﻣﻦﺍﻟﱠﺸﻬﺮﺛﻼﺛﺔﺃﱠﻳﺎﻡﻓﺈﱠﻥﺍﻟﺤﺴﻨﺔﺑﻌﺸﺮﺃﻣﺜﺎﻟﻬﺎ،ﻭﺫﻟﻚﻣﺜﻞﺻﻴﺎﻡﺍﻟﱠﺪﻩﺮﻗﻠﺖ:ﻓﺈﱢﻧﻲ'
			'ﺃﻃﻴﻖﺃﻓﻀﻞﻣﻦﺫﻟﻚﻗﺎﻝ:ﻓﺼﻢﻳﻮﻣﺎﻭﺃﻓﻄﺮﻳﻮﻣﻴﻦ،ﻗﻠﺖ:ﻓﺈﱢﻧﻲﺃﻃﻴﻖﺃﻓﻀﻞﻣﻦﺫﻟﻚ،ﻗﺎﻝ:«ﻓﺼﻢﻳﻮﻣﺎ'
			'ﺍﻟﱢﺼﻴﺎﻡ»ﻓﻘﻠﺖﻓﺈﱢﻧﻲﺃﻃﻴﻖﺃﻓﻀﻞﻣﻦﺫﻟﻚ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺃﻓﻀﻞﻣﻦﺫﻟﻚ»ﻭﺃﻓﻄﺮﻳﻮﻣﺎ،ﻓﺬﻟﻚﺻﻴﺎﻡﺩﺍﻭﻭﺩﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ،ﻭﻩﻮﺃﻋﺪﻝﺍﻟﱢﺼﻴﺎﻡ».ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻩﻮﺃﻓﻀﻞ'
			'ﻭﻷﻥﺃﺁﻮﻥﻗﺒﻠﺖﺍﻟﱠﺜﻼﺛﺔﺍﻷﱠﻳﺎﻡﺍﱠﻟﺘﻲﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺣﱡﺐﺇﻟﱠﻲﻣﻦﺃﻩﻠﻲﻭﻣﺎﻟﻰ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺃﻟﻢﺃﺧﺒﺮﺃﱠﻧﻚﺗﺼﻮﻡﺍﻟﱠﻨﻬﺎﺭﻭﺗﻘﻮﻡﺍﻟﱠﻠﻴﻞ؟»ﻗﻠﺖ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻗﺎﻝ:«ﻓﻼﺗﻔﻌﻞ:'
			'ﺻﻢﻭﺃﻓﻄﺮ،ﻭﻧﻢﻭﻗﻢﻓﺈﱠﻥﻟﺠﺴﺪﻙﻋﻠﻴﻚﺣﻘﺎ،ﻭﺇﱠﻥﻟﻌﻴﻨﻴﻚﻋﻠﻴﻚﺣﻘﺎﻭﺇﱠﻥﻟﺰﻭﺟﻚﻋﻠﻴﻚﺣﻘﺎ،ﻭﺇﱠﻥﻟﺰﻭﺭﻙ'
			'ﻋﻠﻴﻚﺣﻘﺎ،ﻭﺇﱠﻥﺑﺤﺴﺒﻚﺃﻥﺗﺼﻮﻡﻓﻲﺁﻞﱢﺷﻬﺮﺛﻼﺛﺔﺃﱠﻳﺎﻡ،ﻓﺈﱠﻥﻟﻚﺑﻜﻞﱢﺣﺴﻨﺔﻋﺸﺮﺃﻣﺜﺎﻟﻬﺎ،ﻓﺈﺬﻧﺫﻟﻚ'
			'ﺻﻴﺎﻡﺍﻟﱠﺪﻩﺮ»ﻓﺸﺪﱠﺩﺕﻓﺸﱢﺪﺩﻋﻠﱠﻲ،ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﻧﻲﺃﺟﺪﻗﱠﻮﺓ،ﻗﺎﻝ:«ﺻﻢﺻﻴﺎﻡﻧﺒﱢﻲﺍﻟﱠﻠﻪﺩﺍﻭﺩﻭﻻ'
			'ﺗﺰﺩﻋﻠﻴﻪ»ﻗﻠﺖ:ﻭﻣﺎﺁﺎﻥﺻﻴﺎﻡﺩﺍﻭﺩ؟ﻗﺎﻝ:«ﻧﺼﻒﺍﻟﺪﻩﺮ»ﻓﻜﺎﻥﻋﺒﺪﺍﻟﱠﻠﻪﻳﻘﻮﻝﺑﻌﺪﻣﺎﺁﺒﺮ:ﻳﺎﻟﻴﺘﻨﻲﻗﺒﻠﺖ'
			'ﺭﺧﺼﺔﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺃﻟﻢﺃﺧﺒﺮﺃﱠﻧﻚﺗﺼﻮﻡﺍﻟﱠﺪﻩﺮ،ﻭﺗﻘﺮﺃﺍﻟﻘﺮﺁﻥﺁﻞﱠﻟﻴﻠﺔ؟»ﻓﻘﻠﺖ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﻟﻢﺃﺭﺩ'
			'ﺑﺬﻟﻚﺇﱠﻻﺍﻟﺨﻴﺮ،ﻗﺎﻝ:«ﻓﺼﻢﺻﻮﻡﻧﺒﱢﻲﺍﻟﱠﻠﻪﺩﺍﻭﺩ،ﻓﺈﱠﻧﻪﺁﺎﻥﺃﻋﺒﺪﺍﻟﱠﻨﺎﺱ،ﻭﺍﻗﺮﺃﺍﻟﻘﺮﺁﻥﻓﻲﺁﻞﱢﺷﻬﺮ»ﻗﻠﺖ'
			':ﻳﺎﻧﺒﱢﻲﺍﻟﱠﻠﻪﺇﱢﻧﻲﺃﻃﻴﻖﺃﻓﻀﻞﻣﻦﺫﻟﻚ؟ﻗﺎﻝ:«ﻓﺎﻗﺮﺃﻩﻓﻲﺁﻞﱢﻋﺸﺮﻳﻦ»ﻗﻠﺖ:ﻳﺎﻧﺒﱢﻲﺍﻟﱠﻠﻪﺇﱢﻧﻲﺃﻃﻴﻖﺃﻓﻀﻞ'
			'ﻣﻦﺫﻟﻚ؟ﻗﺎﻝ:«ﻓﺎﻗﺮﺃﻩﻓﻲﺁﻞﱢﻋﺸﺮ»ﻗﻠﺖ:ﻳﺎﻧﺒﱠﻲﺍﻟﱠﻠﻪﺇﱢﻧﻲﺃﻃﻴﻖﺃﻓﻀﻞﻣﻦﺫﻟﻚ؟ﻗﺎﻝ:«ﻓﺎﻗﺮﺃﻩﻓﻲﺁﻞﱢ'
			'ﺳﺒﻊﻭﻻﺗﺰﺩﻋﻠﻰﺫﻟﻚ»ﻓﺸﱠﺪﺩﺕﻓﺸﱢﺪﺩﻋﻠﱠﻲ،ﻭﻗﺎﻝﻟﻲﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻧﻚﻻﺗﺪﺮﻳﻟﻌﱠﻠﻚ'
			'ﻳﻄﻮﻝﺑﻚﻋﻤﺮﻗﺎﻝ:ﻓﺼﺮﺕﺇﻟﻰﺍﱠﻟﺬﻱﻗﺎﻝﻟﻲﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻠﱠﻤﺎﺁﺒﺮﺕﻭﺩﺩﺕﺃﱢﻧﻲﻗﺒﻠﺖﺭﺧﺼﺔ'
			'ﻧﺒﱢﻲﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﺇﱠﻥﻟﻮﻟﺪﻙﻋﻠﻴﻚﺣﻘﺎ»ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻻﺻﺎﻡﻣﻦﺻﺎﻡﺍﻷﺑﺪ»ﺛﻼﺛﺎ.ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺃﺣﱡﺐ'
			'ﺍﻟﱠﺼﻴﺎﻡﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺻﻴﺎﻡﺩﺍﻭﺩ،ﻭﺃﺣﱡﺐﺍﻟﱠﺼﻼﺓﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺻﻼﺓﺩﺍﻭﺩ:ﺁﺎﻥﻳﻨﺎﻡﻧﺼﻒﺍﻟﱠﻠﻴﻞ،ﻭﻳﻘﻮﻡ'
			'ﺛﻠﺜﻪ،ﻭﻳﻨﺎﻡﺳﺪﺳﻪ،ﻭﺁﺎﻥﻳﺼﻮﻡﻳﻮﻣﺎﻭﻳﻔﻄﺮﻳﻮﻣﺎ،ﻭﻻﻳﻔﱡﺮﺇﺫﺍﻻﻗﻰ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝ:ﺃﻧﻜﺤﻨﻲﺃﺑﻲﺍﻣﺮﺃﺓﺫﺍﺕﺣﺴﺐ،ﻭﺁﺎﻥﻳﺘﻌﺎﻩﺪﺁﱠﻨﺘﻪﺄﻳ:ﺍﻣﺮﺃﺓﻭﻟﺪﻩﻓﻴﺴﺄﻟﻬﺎﻋﻦﺑﻌﻠﻬﺎ،'
			'ﻓﺘﻘﻮﻝﻟﻪ:ﻧﻌﻢﺍﻟﺮﱠﺟﻞﻣﻦﺭﺟﻞﻟﻢﻳﻄﺄﻟﻨﺎﻓﺮﺍﺷﺎﻭﻟﻢﻳﻔﱢﺘﺶﻟﻨﺎﺁﻨﻔﺎﻣﻨﺬﺃﺗﻴﻨﺎﻩﻓﻠﱠﻤﺎﻃﺎﻝﺫﻟﻚﻋﻠﻴﻪﺫﺁﺮﺫﻟﻚ'
			'ﻟﻠﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻓﻘﺎﻝ:«ﺍﻟﻘﻨﻲﺑﻪ»ﻓﻠﻘﻴﺘﻪﺑﻌﺪﺫﻟﻚﻓﻘﺎﻝ:«ﺁﻴﻒﺗﺼﻮﻡ؟»ﻗﻠﺖﺁﻞﱠﻳﻮﻡ،'
			'ﻗﺎﻝ:«ﻭﺁﻴﻒﺗﺨﺘﻢ؟»ﻗﻠﺖ:ﺁﻞﱠﻟﻴﻠﺔ،ﻭﺫﺁﺮﻧﺤﻮﻣﺎﺳﺒﻖﻭﺁﺎﻥﻳﻘﺮﺃﻋﻠﻰﺑﻌﺾﺃﻩﻠﻪﺍﻟﱡﺴﺒﻊﺍﱠﻟﺬﻱﻳﻘﺮﺅﻩ،'
			'ﻳﻌﺮﺿﻪﻣﻦﺍﻟﱠﻨﻬﺎﺭﻟﻴﻜﻮﻥﺃﺧﱠﻒﻋﻠﻴﻪﺑﺎﻟﱠﻠﻴﻞ،ﻭﺇﺫﺍﺃﺭﺍﺩﺃﻥﻳﺘﻘﱠﻮﻯﺃﻓﻄﺮﺃﱠﻳﺎﻣﺎﻭﺃﺣﺼﻰﻭﺻﺎﻡﻣﺜﻠﻬﱠﻦﺁﺮﺍﻩﻴﺔ'
			'ﺄﻧﻳﺘﺮﻙﺷﻴﺌﺎﻓﺎﺭﻕﻋﻠﻴﻪﺍﻟﱠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﺁﻞﱡﻩﺬﻩﺍﻟﱢﺮﻭﺍﻳﺎﺕﺻﺤﻴﺤﺔﻣﻌﻈﻤﻬﺎﻓﻲﺍﻟﱠﺼﺤﻴﺤﻴﻦﻭﻗﻠﻴﻞﻣﻨﻬﺎﻓﻲﺃﺣﺪﻩﻤﺎ.'
			'`',
		translation: 'Translation of Hadith 150'
),
	Hadith(
		hadithNumber: 151,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺭﺑﻌﱟﻲﺣﻨﻈﻠﺔﺑﻦﺍﻟﱠﺮﺑﻴﻊﺍﻷﺳﻴﺪﻱﱢﺍﻟﻜﺎﺗﺐﺃﺣﺪﺁﱠﺘﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'ﻟﻘﻴﻨﻲﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻘﺎﻝ:ﺁﻴﻒﺃﻧﺖﻳﺎﺣﻨﻈﻠﺔ؟ﻗﻠﺖ:ﻧﺎﻓﻖﺣﻨﻈﻠﺔ،ﻗﺎﻝ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻣﺎﺗﻘﻮﻝ'
			'؟،:ﻗﻠﺖ:ﻧﻜﻮﻥﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺬﱢﺁﺮﻧﺎﺑﺎﻟﺠﱠﻨﺔﻭﺍﻟﱠﻨﺎﺭﺁﺄﱠﻧﺎﺭﺃﻱﻋﻴﻦ،ﻓﺈﺫﺍﺧﺮﺟﻨﺎﻣﻦ'
			'ﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﺎﻓﺴﻨﺎﺍﻷﺯﻭﺍﺝﻭﺍﻷﻭﻻﺩﻭﺍﻟﱠﻀﻴﻌﺎﺕﻧﺴﻴﻨﺎﺁﺜﻴﺮﺍﻗﺎﻝﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ:ﻓﻮﺍﻟﱠﻠﻪﺇﱠﻧﺎﻟﻨﻠﻘﻰﻣﺜﻞﻩﺬﺍﻓﺎﻧﻄﻠﻘﺖﺃﻧﺎﻭﺃﺑﻮﺑﻜﺮﺣﺘﻰﺩﺧﻠﻨﺎﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻓﻘﻠﺖﻧﺎﻓﻖﺣﻨﻈﻠﺔﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﻣﺎﺫﺍﻙ؟»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﻧﻜﻮﻥﻋﻨﺪﻙﺗﺬﱢﺁﺮﻧﺎﺑﺎﻟﱠﻨﺎﺭﻭﺍﻟﺠﻨﺔﺁﺄﱠﻧﺎﺭﺃﻱﺍﻟﻌﻴﻦﻓﺈﺫﺍﺧﺮﺟﻨﺎﻣﻦﻋﻨﺪﻙﻋﺎﻓﺴﻨﺎﺍﻷﺯﻭﺎﺟﻭﺍﻷﻭﻻﺩﻭﺍﻟﱠﻀﻴﻌﺎﺕ'
			'ﻧﺴﻴﻨﺎﺁﺜﻴﺮﺍ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﺄﻧﻟﻮﺗﺪﻭﻣﻮﻥﻋﻠﻰﻣﺎﺗﻜﻮﻧﻮﻥ'
			'ﻋﻨﺪﻱﻭﻓﻲﺍﻟﱢﺬﺁﺮﻟﺼﺎﻓﺤﺘﻜﻢﺍﻟﻤﻼﺋﻜﺔﻋﻠﻰﻓﺮﺷﻜﻢﻭﻓﻲﻃﺮﻗﻜﻢ،ﻭﻟﻜﻦﻳﺎﺣﻨﻈﻠﺔﺳﺎﻋﺔﻭﺳﺎﻋﺔ»ﺛﻼﺙﻣﱠﺮﺍﺕ'
			'،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 151'
),
	Hadith(
		hadithNumber: 152,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺑﻴﻨﻤﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺨﻄﺐﺇﺫﺍﻩﻮﺑﺮﺟﻞﻗﺎﺋﻢ،'
			'ﻓﺴﺄﻝﻋﻨﻪﻓﻘﺎﻟﻮﺍ:ﺃﺑﻮﺇﺳﺮﺍﺋﻴﻞﻧﺬﺭﺃﻥﻳﻘﻮﻡﻓﻲﺍﻟﱠﺸﻤﺲﻭﻻﻳﻘﻌﺪ،ﻭﻻﻳﺴﺘﻈﱠﻞﻭﻻﻳﺘﻜﱠﻠﻢ،ﻭﻳﺼﻮﻡ،ﻓﻘﺎﻝ'
			'ﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺮﻭﻩﻓﻠﻴﺘﻜﱠﻠﻢﻭﻟﻴﺴﺘﻈﱠﻞﻭﻟﻴﺘﻢﱠﺻﻮﻣﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 152'
),
	Hadith(
		hadithNumber: 153,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻧﺎﻡﻋﻦﺣﺰﺑﻪ'
			'ﻣﻦﺍﻟﱠﻠﻴﻞ،ﺃﻭﻋﻦﺷﻲﺀﻣﻨﻪﻓﻘﺮﺃﻩﻣﺎﺑﻴﻦﺻﻼﺓﺍﻟﻔﺠﺮﻭﺻـﻼﺓﺍﻟﻈﻬﺮ،ﺁﺘﺐﻟﻪﺁﺄﻧﻤﺎﻗﺮﺃﻩﻣﻦﺍﻟﱠﻠﻴﻞ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 153'
),
	Hadith(
		hadithNumber: 154,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﻳﺎﻋﺒﺪﺍﻟﱠﻠﻪﻻﺗﻜﻦﻣﺜﻞﻓﻼﻥ،ﺁﺎﻥﻳﻘﻮﻡﺍﻟﱠﻠﻴﻞﻓﺘﺮﻙﻗﻴﺎﻡﺍﻟﱠﻠﻴﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'`',
		translation: 'Translation of Hadith 154'
),
	Hadith(
		hadithNumber: 155,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻓﺎﺗﺘﻪﺍﻟﱠﺼﻼﺓﻣﻦﺍﻟﱠﻠﻴﻞ'
			'ﻣﻦﻭﺟﻊﺃﻭﻏﻴﺮﻩ،ﺻﱠﻠﻰﻣﻦﺍﻟﱠﻨﻬﺎﺭﺛﻨﺘﻰﻋﺸﺮﺓﺭﺁﻌﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 155'
),
	Hadith(
		hadithNumber: 156,
		hadith:
						'ﻓﺎﻷﻭﱠﻝ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺩﻋﻮﻧﻲﻣﺎﺗﺮﺁﺘﻜﻢ:ﺇﱠﻧﻤﺎ'
			'ﺃﻩﻠﻚﻣﻦﺁﺎﻥﻗﺒﻠﻜﻢﺁﺜﺮﺓﺳﺆﺍﻟﻬﻢ،ﻭﺍﺧﺘﻼﻓﻬﻢﻋﻠﻰﺃﻧﺒﻴﺎﺋﻬﻢ،ﻓﺈﺫﺍﻧﻬﻴﺘﻜﻢﻋﻦﺷﻲﺀﻓﺎﺟﺘﻨﺒﻮﻩ،ﻭﺇﺫﺍﺃﻣﺮﺗﻜﻢ'
			'ﺑﺄﻣﺮﻓﺄﺗﻮﺍﻣﻨﻪﻣﺎﺍﺳﺘﻄﻌﺘﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 156'
),
	Hadith(
		hadithNumber: 157,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ:ﻋﻦﺃﺑﻲﻧﺠﻴﺢﺍﻟﻌﺮﺑﺎﺽﺑﻦﺳﺎﺭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻭﻋﻈﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻣﻮﻋﻈﺔﺑﻠﻴﻐﺔﻭﺟﻠﺖﻣﻨﻬﺎﺍﻟﻘﻠﻮﺏﻭﺫﺭﻓﺖﻣﻨﻬﺎﺍﻟﻌﻴﻮﻥ،ﻓﻘﻠﻨﺎ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺁﺄﻧﻬﺎﻣﻮﻋﻈﺔﻣﻮﱢﺩﻉﻓﺄﻭﺻﻨﺎ.'
			'ﻗﺎﻝ:«ﺃﻭﺻﻴﻜﻢﺑﺘﻘﻮﻯﺍﻟﱠﻠﻪ،ﻭﺍﻟﱠﺴﻤﻊﻭﺍﻟﱠﻄﺎﻋﺔﻭﺇﻥﺗﺄﱠﻣﺮﻋﻠﻴﻜﻢﻋﺒﺪﺣﺒﺸﻲ،ﻭﺃﱠﻧﻪﻣﻦﻳﻌﺶﻣﻨﻜﻢﻓﺴﻴﺮﻯ'
			'ﺍﺧﺘﻼﻓﺎﺁﺜﻴﺮﺍ.ﻓﻌﻠﻴﻜﻢﺑﺴﱠﻨﺘﻲﻭﺳﱠﻨﺔﺍﻟﺨﻠﻔﺎﺀﺍﻟﱠﺮﺍﺷﺪﻳﻦﺍﻟﻤﻬﺪﱢﻳﻴﻦ،ﻋﱡﻀﻮﺍﻋﻠﻴﻬﺎﺑﺎﻟﱠﻨﻮﺍﺟﺬ،ﻭﺇﱠﻳﺎﺁﻢﻭﻣﺤﺪﺛﺎﺕ'
			'ﺍﻷﻣﻮﺭﻓﺈﱠﻥﺁﻞﱠﺑﺪﻋﺔﺿﻼﻟﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'»ﺍﻟﻨﱠﻮﺍﺟﺬ»ﺑﺎﻟﺬﻻﺍﻟﻤﻌﺠﻤﺔ:ﺍﻷﻧﻴﺎﺏ،ﻭﻗﻴﻞ:ﺍﻷﺿﺮﺍﺱ.'
			'`',
		translation: 'Translation of Hadith 157'
),
	Hadith(
		hadithNumber: 158,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚ:ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺁﻞﱡﺃﱠﻣﺘﻲﻳﺪﺧﻠﻮﻥ'
			'ﺍﻟﺠﱠﻨﺔﺇﱠﻻﻣﻦﺃﺑﻲ».ﻗﻴﻞﻭﻣﻦﻳﺄﺑﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻣﻦﺃﻃﺎﻋﻨﻲﺩﺧﻞﺍﻟﺠﱠﻨﺔ،ﻭﻣﻦﻋﺼﺎﻧﻲﻓﻘﺪﺃﺑﻲ'
			'»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 158'
),
	Hadith(
		hadithNumber: 159,
		hadith:
						'ﺍﻟﺮﱠﺍﺑﻊ:ﻋﻦﺃﺑﻲﻣﺴﻠﻢ،ﻭﻗﻴﻞ:ﺃﺑﻲﺇﻳﺎﺱﺳﻠﻤﺔﺑﻦﻋﻤﺮﻭﺑﻦﺍﻷﺁﻮﻉﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺟﻼﺃﺁﻞ'
			'ﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺸﻤﺎﻟﻪﻓﻘﺎﻝ:«ﺁﻞﺑﻴﻤﻴﻨﻚ»ﻗﺎﻝ:ﻻﺃﺳﺘﻄﻴﻊ.ﻗﺎﻝ:«ﻻﺍﺳﺘﻄﻌﺖ»'
			'ﻣﺎﻣﻨﻌﻪﺇﱠﻻﺍﻟﻜﺒﺮﻓﻤﺎﺭﻓﻌﻬﺎﺇﻟﻰﻓﻴﻪ،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 159'
),
	Hadith(
		hadithNumber: 160,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻟﺘﺴﻮﱡﻥﱠﺻﻔﻮﻓﻜﻢﺃﻭﻟﻴﺨﺎﻟﻔﱠﻦﺍﻟﱠﻠﻪﺑﻴﻦﻭﺟﻮﻩﻜﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱡﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺴﱢﻮﻱﺻﻔﻮﻓﻨﺂﺣﱠﺘﻰﺁﺄﱠﻧﻤﺎﻳﺴﻮﻱﺑﻬﺎﺍﻟﻘﺪﺍﺡﺣﱠﺘﻰ'
			'ﺇﺫﺍﺭﺄﯨﺃﱠﻧﺎﻗﺪﻋﻘﻠﻨﺎﻋﻨﻪﺛﻢﱠﺧﺮﺝﻳﻮﻣﺎ،ﻓﻘﺎﻡﺣﱠﺘﻰﺁﺎﺩﺃﻥﻳﻜﱢﺒﺮ،ﻓﺮﺄﯨﺭﺟﻼﺑﺎﺩﻳﺎﺻﺪﺭﻩﻓﻘﺎﻝ:«ﻋﺒﺎﺩﺍﻟﱠﻠﻪ'
			'ﻟﺘﺴﱡﻮﱠﻥﺻﻔﻮﻓﻜﻢﺃﻭﻟﻴﺨﺎﻟﻔﱠﻦﺍﻟﱠﻠﻪﺑﻴﻦﻭﺟﻮﻩﻜﻢ»',
		translation: 'Translation of Hadith 160'
),
	Hadith(
		hadithNumber: 161,
		hadith:
						'ﺍﻟﱠﺴﺎﺩﺱ:ﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﺣﺘﺮﻕﺑﻴﺖﺑﺎﻟﻤﺪﻳﻨﺔﻋﻠﻰﺄﻫﻠﻪﻣﻦﺍﻟﱠﻠﻴﻞﻓﻠﱠﻤﺎﺣﱢﺪﺙ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺸﺄﻧﻬﻢﻗﺎﻝ:«ﺇﱠﻥﻩﺬﻩﺍﻟﱠﻨﺎﺭﻋﺪﱞﻭﻟﻜﻢ،ﻓﺈﺫﺍﻧﻤﺘﻢﻓﺄﻃﻔﺌﻮﻩﺎﻋﻨﻜﻢ»ﻣﱠﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 161'
),
	Hadith(
		hadithNumber: 162,
		hadith:
						'ﺍﻟﱠﺴﺎﺑﻊ:ﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻣﺜﻞﻣﺎﺑﻌﺜﻨﻲﺍﻟﱠﻠﻪﺑﻪﻣﻦﺍﻟﻬﺪﻯﻭﺍﻟﻌﻠﻢﺁﻤﺜﻞ'
			'ﻏﻴﺚﺃﺻﺎﺏﺃﺭﺿﺎﻓﻜﺎﻧﺖﻃﺎﺋﻔﺔﻃﻴﺒﺔ،ﻗﺒﻠﺖﺍﻟﻤﺎﺀﻓﺄﻧﺒﺘﺖﺍﻟﻜﻸﻭﺍﻟﻌﺸﺐﺍﻟﻜﺜﻴﺮ،ﻭﺁﺎﻥﻣﻨﻬﺎﺃﺟﺎﺩﺏﺃﻣﺴﻜﺖ'
			'ﺍﻟﻤﺎﺀ،ﻓﻨﻔﻊﺍﻟﱠﻠﻪﺑﻬﺎﺍﻟﱠﻨﺎﺱﻓﺸﺮﺑﻮﺍﻣﻨﻬﺎﻭﺳﻘﻮﺍﻭﺯﺭﻋﻮﺍ.ﻭﺃﺻﺎﺏﻃﺎﺋﻔﺔﺃﺧﺮﻯ،ﺇﱠﻧﻤﺎﻩﻲﻗﻴﻌﺎﻥﻻﺗﻤﺴﻚ'
			'ﻣﺎﺀﻭﻻﺗﻨﺒﺖﺁﻸﻓﺬﻟﻚﻣﺜﻞﻣﻦﻓﻘﻪﻓﻲﺩﻳﻦﺍﻟﱠﻠﻪ،ﻭﻧﻔﻌﻪﻣﺎﺑﻌﺜﻨﻲﺍﻟﱠﻠﻪﺑﻪ،ﻓﻌﻠﻢﻭﻋﱠﻠﻢ،ﻭﻣﺜﻞﻣﻦﻟﻢﻳﺮﻓﻊ'
			'ﺑﺬﻟﻚﺭﺃﺳﺎﻭﻟﻢﻳﻘﺒﻞﻩﺪﻯﺍﻟﱠﻠﻪﺍﻟﺬﻱﺃﺭﺳﻠﺖﺑﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.«ﻓﻘﻪ»ﺑﻀﻢﺍﻟﻘﺎﻑﻋﻠﻰﺍﻟﻤﺸﻬﻮﺭ،ﻭﻗﻴﻞ:'
			'ﺑﻜﺴﺮﻩﺎ،ﺃﻱ:ﺻﺎﺭﻓﻘﻴﻬﺎ',
		translation: 'Translation of Hadith 162'
),
	Hadith(
		hadithNumber: 163,
		hadith:
						'ﺍﻟﱠﺜﺎﻣﻦ:ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺜﻠﻲﻭﻣﺜﻠﻜﻢﺁﻤﺜﻞﺭﺟﻞ'
			'ﺃﻭﻗﺪﻧﺎﺭﺍﻓﺠﻌﻞﺍﻟﺠﻨﺎﺩﺏﻭﺍﻟﻔﺮﺍﺵﻳﻘﻌﻦﻓﻴﻬﺎﻭﻩﻮﻳﺬﺑﱡﻬﻦﱠﻋﻨﻬﺎﻭﺃﻧﺎﺁﺧﺬﺑﺤﺠﺰﺁﻢﻋﻦﺍﻟﻨﺎﺭ،ﻭﺃﻧﺘﻢﺗﻔﱠﻠﺘﻮﻥ'
			'ﻣﻦﻳﺪﻱ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺠﻨﺎﺩﺏ»:ﻧﺤﻮﺍﻟﺠﺮﺍﺩﻭﺍﻟﻔﺮﺍﺵ،ﻩﺬﺍﻩﻮﺍﻟﻤﻌﺮﻭﻑﺍﱠﻟﺬﻱﻳﻘﻊﻓﻲﺍﻟﱠﻨﺎﺭ.«ﻭﺍﻟﺤﺠﺰ»:ﺟﻤﻊﺣﺠﺰﺓ،'
			'ﻭﻩﻲﻣﻌﻘﺪﺍﻹﺯﺍﺭﻭﺍﻟﱠﺴﺮﺍﻭﻳﻞ',
		translation: 'Translation of Hadith 163'
),
	Hadith(
		hadithNumber: 164,
		hadith:
						'ﺍﻟﺘﱠﺎﺳﻊ:ﻋﻨﻪﺃﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻣﺮﺑﻠﻌﻖﺍﻷﺻﺎﺑﻊﻭﺍﻟﺼﺤﻔﺔﻭﻗﺎﻝ:«ﺇﱠﻧﻜــﻢﻻ'
			'ﺗﺪﺭﻭﻥﻓﻲﺃﱢﻳﻬﺎﺍﻟﺒﺮﺁﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﺇﺫﺍﻭﻗﻌﺖﻟﻘﻤﺔﺃﺣﺪﺁﻢ.ﻓﻠﻴﺄﺧﺬﻩﺎﻓﻠﻴﻤﻂﻣﺎﺁﺎﻥﺑﻬﺎﻣﻦﺃﺬﯨ،ﻭﻟﻴﺄﺁﻠﻬﺎ،ﻭﻻﻳﺪﻋﻬﺎ'
			'ﻟﻠﱠﺸﻴﻄﺎﻥ،ﻭﻻﻳﻤﺴﺢﻳﺪﻩﺑﺎﻟﻤﻨﺪﻳﻞﺣﱠﺘﻰﻳﻠﻌﻖﺃﺻﺎﺑﻌﻪ،ﻓﺈﱠﻧﻪﻻﻳﺪﺮﻳﻓﻲﺃﱢﻱﻃﻌﺎﻣﻪﺍﻟﺒﺮﺁﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﺇﱠﻥﺍﻟﱠﺸﻴﻄﺎﻥﻳﺤﻀﺮﺃﺣﺪﺁﻢﻋﻨﺪﺁﻞﱢﺷﻲﺀﻣﻦﺷﺄﻧﻪﺣﱠﺘﻰﻳﺤﻀﺮﻩﻋﻨﺪﻃﻌﺎﻣﻪ،ﻓﺈﺫﺍﺳﻘﻄﺖ'
			'ﻣﻦﺃﺣﺪﺁﻢﺍﻟﱡﻠﻘﻤﺔﻓﻠﻴﻤﻂﻣﺎﺁﺎﻥﺑﻬﺎﻣﻦﺃﺬﯨ،ﻓﻠﻴﺄﺁﻠﻬﺎ،ﻭﻻﻳﺪﻋﻬﺎﻟﻠﱠﺸﻴﻄﺎﻥ',
		translation: 'Translation of Hadith 164'
),
	Hadith(
		hadithNumber: 165,
		hadith:
						'ﺍﻟﻌﺎﺷﺮ:ﻋﻦﺍﺑﻦﻋﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻡﻓﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻤﻮﻋﻈﺔ'
			'ﻓﻘﺎﻝ:«ﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﺇﱠﻧﻜﻢﻣﺤﺸﻮﺭﻭﻥﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺣﻔﺎﺓﻋﺮﺍﺓﻏﺮﻻ{ﺁﻤﺎﺑﺪﺃﻧﺎﺃﱠﻭﻝﺧﻠﻖﻧﻌﻴﺪﻩﻭﻋﺪﺍﻋﻠﻴﻨﺎ'
			'ﺇﱠﻧﺎﺁﱠﻨﺎﻓﺎﻋﻠﻴﻦ}[ﺍﻷﻧﺒﻴﺎﺀ:103]ﺃﻻﻭﺇﱠﻥﺃﱠﻭﻝﺍﻟﺨﻼﺋﻖﻳﻜﺴﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺇﺑﺮﺎﻫﻴﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺃﻻ'
			'ﻭﺇﻧﱠﻪﺳﻴﺠﺎﺀﺑﺮﺟﺎﻝﻣﻦﺃﱠﻣﺘﻰ،ﻓﻴﺆﺧﺬﺑﻬﻢﺫﺍﺕﺍﻟﱢﺸﻤﺎﻝﻓﺄﻗﻮﻝ:ﻳﺎﺭﱢﺏﺃﺻﺤﺎﺑﻲ،ﻓﻴﻘﺎﻝ:ﺇﱠﻧﻚﻻﺗﺪﺮﻳﻣﺎ'
			'ﺃﺣﺪﺛﻮﺍﺑﻌﺪﻙ،ﻓﺄﻗﻮﻝﺁﻤﺎﻗﺎﻝﺍﻟﻌﺒﺪﺍﻟﱠﺼﺎﻟﺢ:{ﻭﺁﻨﺖﻋﻠﻴﻬﻢﺷﻬﻴﺪﺍﻣﺎﺩﻣﺖﻓﻴﻬﻢ}ﺇﻟﻰﻗﻮﻟﻪ:{ﺍﻟﻌﺰﻳﺰ'
			'ﺍﻟﺤﻜﻴﻢ}[ﺍﻟﻤﺎﺋﺪﺓ:117،118]ﻓﻴﻘﺎﻝﻟﻲ:ﺇﱠﻧﻬﻢﻟﻢﻳﺰﺍﻟﻮﺍﻣﺮﺗﱢﺪﻳﻦﻋﻠﻰﺃﻋﻘﺎﺑﻬﻢﻣﻨﺬﻓﺎﺭﻗﺘﻬﻢ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'»ﻏﺮﻻ»ﺃﻱ:ﻏﻴﺮﻣﺨﺘﻮﻧﻴﻦ',
		translation: 'Translation of Hadith 165'
),
	Hadith(
		hadithNumber: 166,
		hadith:
						'ﺍﻟﺤﺎﺪﻳﻋﺸﺮ:ﻋﻦﺃﺑﻲﺳﻌﻴﺪﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﻐﱠﻔﻞ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻋﻦﺍﻟﺨﺬﻑﻭﻗﺎﻝ:«ﺇﻧﱠﻪﻻﻳﻘﺘﻞﺍﻟﱠﺼﻴﺪ،ﻭﻻﻳﻨﻜﺄﺍﻟﻌﺪﻭﱠ،ﻭﺇﱠﻧﻪﻳﻔﻘﺄﺍﻟﻌﻴﻦ،ﻭﻳﻜﺴﺮﺍﻟﱢﺴﱠﻦ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺃﱠﻥﻗﺮﻳﺒﺎﻻﺑﻦﻣﻐﱠﻔﻞﺧﺬﻑ،ﻓﻨﻬﺎﻩﻭﻗﺎﻝ:ﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺍﻟﺨﺬﻑ'
			'ﻭﻗﺎﻝ:«ﺇﱠﻧﻬﺎﻻﺗﺼﻴﺪﺻﻴﺪﺍ»ﺛﻢﱠﻋﺎﺩﻓﻘﺎﻝ:ﺃﺣﱢﺪﺛﻚﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻧﻬﻰﻋﻨﻪ،ﺛﻢﱠ'
			'ﻋﺪﺕﺗﺨﺬﻑ،؟ﻻﺃﺁﱢﻠﻤﻚﺃﺑﺪﺍ.'
			'`',
		translation: 'Translation of Hadith 166'
),
	Hadith(
		hadithNumber: 167,
		hadith:
						'ﻭﻋﻦﻋﺎﺑﺲﺑﻦﺭﺑﻴﻌﺔﻗﺎﻝ:ﺭﺃﻳﺖﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻳﻘﺒﱢﻞﺍﻟﺤﺠﺮﻳﻌﻨﻲﺍﻷﺳﻮﺩﻭﻳﻘﻮﻝ:'
			'ﺇﻧﻲﺃﻋﻠﻢﺃﱠﻧﻚﺣﺠﺮﻣﺎﺗﻨﻔﻊﻭﻻﺗﻀﺮﱡ،ﻭﻟﻮﻻﺃﱢﻧﻲﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﻘﱢﺒﻠﻚﻣﺎﻗﱠﺒﻠﺘﻚ..'
			'`.167ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 167'
),
	Hadith(
		hadithNumber: 168,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﱠﻤﺎﻧﺰﻟﺖﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:{ﻟﱠﻠﻪﻣﺎﻓﻲ'
			'ﺍﻟﱠﺴﻤﻮﺍﺕﻭﻣﺎﻓﻲﺍﻷﺮﺿﻭﺈﻧﺗﺒﺪﻭﺍﻣﺎﻓﻲﺃﻧﻔﺴﻜﻢﺃﻭﺗﺨﻔﻮﻩﻳﺤﺎﺳﺒﻜﻢﺑﻪﺍﻟﱠﻠﻪ}ﺍﻵﻳﺔ[ﺍﻟﺒﻘﺮﺓ283]ﺍﺷﺘﱠﺪﺫﻟﻚ'
			'ﻋﻠﻰﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺗﻮﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺛﻢﱠﺑﺮﺁﻮﺍﻋﻠﻰ'
			'ﺍﻟﱡﺮﺁﺐﻓﻘﺎﻟﻮﺍ:ﺃﻱﺭﺳﻮﻝﺍﻟﱠﻠﻪﺁﱢﻠﻔﻨﺎﻣﻦﺍﻷﻋﻤﺎﻝﻣﺎﻧﻄﻴﻖ:ﺍﻟﱠﺼﻼﺓﻭﺍﻟﺠﻬﺎﺩﻭﺍﻟﱢﺼﻴﺎﻡﻭﺍﻟﱠﺼﺪﻗﺔ،ﻭﻗﺪﺃﻧﺰﻟﺖ'
			'ﻋﻠﻴﻚﻩﺬﻩﺍﻵﻳﺔﻭﻻﻧﻄﻴﻘﻬﺎ.ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺗﺮﻳﺪﻭﻥﺃﻥﺗﻘﻮﻟﻮﺍﺁﻤﺎﻗﺎﻝﺃﻩﻞ'
			'ﺍﻟﻜﺘﺎﺑﻴﻦﻣﻦﻗﺒﻠﻜﻢ:ﺳﻤﻌﻨﺎﻭﻋﺼﻴﻨﺎ؟ﺑﻞﻗﻮﻟﻮﺍ:ﺳﻤﻌﻨﺎﻭﺃﻃﻌﻨﺎﻏﻔﺮﺍﻧﻚﺭﱠﺑﻨﺎﻭﺇﻟﻴﻚﺍﻟﻤﺼﻴﺮ»ﻓﻠﱠﻤﺎﺍﻗﺘﺮﺃﻩﺎ'
			'ﺍﻟﻘﻮﻡ،ﻭﺫﻟﻘﺖﺑﻬﺎﺃﻟﺴﻨﺘﻬﻢ،ﺃﻧﺰﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻲﺇﺛﺮﻩﺎ:{ﺁﻣﻦﺍﻟﱠﺮﺳﻮﻝﺑﻤﺎﺃﻧﺰﻝﺇﻟﻴﻪﻣﻦﺭﱢﺑﻪﻭﺍﻟﻤﺆﻣﻨﻮﻥ'
			'ﺁﱞﻞﺁﻣﻦﺑﺎﻟﱠﻠﻪﻭﻣﻼﺋﻜﺘﻪﻭﺁﺘﺒﻪﻭﺭﺳﻠﻪﻻﻧﻔﺮﱢﻕﺑﻴﻦﺃﺣﺪﻣﻦﺭﺳﻠﻪﻭﻗﺎﻟﻮﺍﺳﻤﻌﻨﺎﻭﺃﻃﻌﻨﺎﻏﻔﺮﺍﻧﻚﺭﱠﺑﻨﺎﻭﺇﻟﻴﻚ'
			'ﺍﻟﻤﺼﻴﺮ}ﻓﻠﱠﻤﺎﻓﻌﻠﻮﺍﺫﻟﻚﻧﺴﺨﻬﺎﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﺄﻧﺰﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:{ﻻﻳﻜﻠﱢﻒﺍﻟﱠﻠﻪﻧﻔﺴﺎﺇﱠﻻﻭﺳﻌﻬﺎﻟﻬﺎﻣﺎ'
			'ﺁﺴﺒﺖﻭﻋﻠﻴﻬﺎﻣﺎﺍﺁﺘﺴﺒﺖ،ﺭﱠﺑﻨﺎﻻﺗﺆﺍﺧﺬﻧﺎﺇﻥﻧﺴﻴﻨﺎﺃﻭﺃﺧﻄﺄﻧﺎ}ﻗﺎﻝ:ﻧﻌﻢ{ﺭﱠﺑﻨﺎﻭﻻﺗﺤﻤﻞﻋﻠﻴﻨﺎﺇﺻﺮﺍﺁﻤﺎ'
			'ﺣﻤﻠﺘﻪﻋﻠﻰﺍﱠﻟﺬﻳﻦﻣﻦﻗﺒﻠﻨﺎ}ﻗﺎﻝ:ﻧﻌﻢ{ﺭﱠﺑﻨﺎﻭﻻﺗﺤﱢﻤﻠﻨﺎﻣﺎﻻﻃﺎﻗﺔﻟﻨﺎﺑﻪ}ﻗﺎﻝ:ﻧﻌﻢ{ﻭﺍﻋﻒﻋﱠﻨﺎﻭﺍﻏﻔﺮﻟﻨﺎ'
			'ﻭﺍﺭﺣﻤﻨﺎﺃﻧﺖﻣﻮﻻﻧﺎﻓﺎﻧﺼﺮﻧﺎﻋﻠﻰﺍﻟﻘﻮﻡﺍﻟﻜﺎﻓﺮﻳﻦ}ﻗﺎﻝ:ﻧﻌﻢ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 168'
),
	Hadith(
		hadithNumber: 169,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺣﺪﺙﻓﻲﺃﻣﺮﻧﺎﻩﺬﺍ'
			'ﻣﺎﻟﻴﺲﻣﻨﻪﻓﻬﻮﺭﱞﺩ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻣﻦﻋﻤﻞﻋﻤﻼﻟﻴﺲﻋﻠﻴﻪﺃﻣﺮﻧﺎﻓﻬﻮﺭﱞﺩ».'
			'`',
		translation: 'Translation of Hadith 169'
),
	Hadith(
		hadithNumber: 170,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺇﺫﺍﺧﻄﺐﺍﺣﻤﱠﺮﺕﻋﻴﻨﺎﻩ،'
			'ﻭﻋﻼﺻﻮﺗﻪ،ﻭﺍﺷﺘﱠﺪﻏﻀﺒﻪ،ﺣﱠﺘﻰﺁﺄﱠﻧﻪﻣﻨﺬﺭﺟﻴﺶﻳﻘﻮﻝ:«ﺻﱠﺒﺤﻜﻢﻭﻣﱠﺴﺎﺁﻢ»ﻭﻳﻘﻮﻝ:«ﺑﻌﺜﺖﺃﻧﺎ'
			'ﻭﺍﻟﱠﺴﺎﻋﺔﺁﻬﺎﺗﻴﻦ»ﻭﻳﻘﺮﻥﺑﻴﻦﺃﺻﺒﻌﻴﻪ،ﺍﻟﺴﺒﺎﺑﺔ،ﻭﺍﻟﻮﺳﻄﻰ،ﻭﻳﻘﻮﻝ:«ﺃﱠﻣﺎﺑﻌﺪ،ﻓﺈﱠﻥﺧﻴﺮﺍﻟﺤﺪﻳﺚﺁﺘﺎﺏ'
			'ﺍﻟﱠﻠﻪ،ﻭﺧﻴﺮﺍﻟﻬﺪﻯﻩﺪﻱﻣﺤﱢﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺷﱠﺮﺍﻷﻣﻮﺭﻣﺤﺪﺛﺎﺗﻬﺎﻭﺁﻞﱠﺑﺪﻋﺔﺿﻼﻟﺔ»ﺛﻢﱠﻳﻘﻮﻝ:'
			'«ﺃﻧﺎﺃﻭﻟﻰﺑﻜﻞﱢﻣﺆﻣﻦﻣﻦﻧﻔﺴﻪ.ﻣﻦﺗﺮﻙﻣﺎﻻﻓﻸﻩﻠﻪ،ﻭﻣﻦﺗﺮﻙﺩﻳﻨﺎﺃﻭﺿﻴﺎﻋﺎ،ﻓﺈﻟﱠﻲﻭﻋﻠﱠﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ'
			'.'
			'ﻭﻋﻦﺍﻟﻌﺮﺑﺎﺽﺑﻦﺳﺎﺭﻳﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺣﺪﻳﺜﻪﺍﻟﱠﺴﺎﺑﻖﻓﻲﺑﺎﺏﺍﻟﻤﺤﺎﻓﻈﺔﻋﻠﻰﺍﻟﱡﺴﱠﻨﺔ',
		translation: 'Translation of Hadith 170'
),
	Hadith(
		hadithNumber: 171,
		hadith:
						'ﻋﻦﺃﺑﻲﻋﻤﺮﻭﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﱠﻨﺎﻓﻲﺻﺪﺭﺍﻟﱠﻨﻬﺎﺭﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺠﺎﺀﻩﻗﻮﻡﻋﺮﺍﺓﻣﺠﺘﺎﺑﻲﺍﻟﱢﻨﻤﺎﺭﺃﻭﺍﻟﻌﺒﺎﺀ.ﻣﺘﻘﱢﻠﺪﻱﺍﻟﱡﺴﻴﻮﻑﻋﺎﱠﻣﺘﻬﻢ،ﺑﻞﺁﻠﻬﻢﻣﻦﻣﻀﺮ،ﻓﺘﻤﱠﻌﺮ'
			'ﻭﺟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻟﻤﺎﺭﺄﯨﺑﻬﻢﻣﻦﺍﻟﻔﺎﻗﺔ،ﻓﺪﺧﻞﺛﻢﱠﺧﺮﺝ،ﻓﺄﻣﺮﺑﻼﻻﻓﺄﱠﺬﻧﻭﺃﻗﺎﻡ،'
			'ﻓﺼﱠﻠﻰﺛﻢﱠﺧﻄﺐ،ﻓﻘﺎﻝ:{ﻳﺎﺃﱡﻳﻬﺎﺍﻟﻨﺎﺱﺍﱠﺗﻘﻮﺍﺭﺑﱠﻜﻢﺍﻟﺬﻱﺧﻠﻘﻜﻢﻣﻦﻧﻔﺲﻭﺍﺣﺪﺓ}ﺇﻟﻰﺁﺧﺮﺍﻵﻳﺔ:{ﺇﱠﻥﺍﻟﱠﻠﻪ'
			'ﺁﺎﻥﻋﻠﻴﻜﻢﺭﻗﻴﺒﺎ}،ﻭﺍﻵﻳﺔﺍﻷﺧﺮﻯﺍﱠﻟﺘﻲﻓﻲﺁﺧﺮﺍﻟﺤﺸﺮ:{ﻳﺎﺃﱡﻳﻬﺎﺍﱠﻟﺬﻳﻦﺁﻣﻨﻮﺍﺍﱠﺗﻘﻮﺍﺍﻟﱠﻠﻪﻭﻟﺘﻨﻈﺮﻧﻔﺲﱠﻣﺎ'
			'ﻗﱠﺪﻣﺖﻟﻐﺪ}ﺗﺼﱠﺪﻕﺭﺟﻞﻣﻦﺩﻳﻨﺎﺭﻩﻣﻦﺩﺭﻩﻤﻪﻣﻦﺛﻮﺑﻪﻣﻦﺻﺎﻉﺑﱢﺮﻩﻣﻦﺻﺎﻉﺗﻤﺮﻩﺣﱠﺘﻰﻗﺎﻝ:ﻭﻟﻮﺑﺸﱢﻖ'
			'ﺗﻤﺮﺓﻓﺠﺎﺀﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭﺑﺼﱠﺮﺓﺁﺎﺩﺕﺁﻔﱡﻪﺗﻌﺠﺰﻋﻨﻬﺎ،ﺑﻞﻗﺪﻋﺠﺰﺕ،ﺛﻢﱠﺗﺘﺎﺑﻊﺍﻟﱠﻨﺎﺱﺣﱠﺘﻰﺭﺃﻳﺖ'
			'ﺁﻮﻣﻴﻦﻣﻦﻃﻌﺎﻡﻭﺛﻴﺎﺏ،ﺣﱠﺘﻰﺭﺃﻳﺖﻭﺟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﺘﻬﻠﱠﻞﺁﺄﱠﻧﻪﻣﺬﻩﺒﺔ،ﻓﻘﺎﻝﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺳﱠﻦﻓﻲﺍﻹﺳﻼﻡﺳﻨﺔﺣﺴﻨﺔﻓﻠﻪﺃﺟﺮﻩﺎ،ﻭﺃﺟﺮﻣﻦﻋﻤﻞﺑﻬﺎﻣﻦﺑﻌﺪﻩﻣﻦ'
			'ﻏﻴﺮﺃﻥﻳﻨﻘﺺﻣﻦﺃﺟﻮﺭﻩﻢﺷﻲﺀ،ﻭﻣﻦﺳﱠﻦﻓﻲﺍﻹﺳﻼﻡﺳﱠﻨﺔﺳﱠﻴﺌﺔﺁﺎﻥﻋﻠﻴﻪﻭﺯﺮﻫﺎﻭﻭﺯﺭﻣﻦﻋﻤﻞﺑﻬﺎ'
			'ﻣﻦﺑﻌﺪﻩﻣﻦﻏﻴﺮﺃﻥﻳﻨﻘﺺﻣﻦﺃﻭﺯﺍﺮﻫﻢﺷﻲﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﻣﺠﺘﺎﺑﻲﺍﻟﱠﻨﻤﺎﺭ»ﻩﻮﺑﺎﻟﺠﻴﻢﻭﺑﻌﺪﺍﻷﻟﻒﺑﺎﺀﻣﻮﱠﺣﺪﺓ.ﻭﺍﻟﱢﻨﻤﺎﺭ:ﺟﻤﻊﻧﻤﺮﺓ،ﻭﻩﻲ:ﺁﺴﺎﺀﻣﻦ'
			'ﺻﻮﻑﻣﺨﱠﻄﻂ.ﻭﻣﻌﻨﻰ«ﻣﺠﺘﺎﺑﻴﻬﺎ»ﺄﻳ:ﻻﺑﺴﻴﻬﺎﻗﺪﺧﺮﻗﻮﻩﺎﻓﻲﺭﺅﻭﺳﻬﻢ.«ﻭﺍﻟﺠﻮﺏ»:ﺍﻟﻘﻄﻊ،ﻭﻣﻨﻪ'
			'ﻗﻮﻟﻪﺗﻌﺎﻟﻰ:{ﻭﺛﻤﻮﺩﺍﱠﻟﺬﻳﻦﺟﺎﺑﻮﺍﺍﻟﱠﺼﺨﺮﺑﺎﻟﻮﺍﺩ}ﺃﻱ:ﻧﺤﺘﻮﻩﻭﻗﻄﻌﻮﻩ.ﻭﻗﻮﻟﻪ«ﺗﻤﱠﻌﺮ»ﻩﻮﺑﺎﻟﻌﻴﻦ'
			'ﺍﻟﻤﻬﻤﻠﺔ،ﺃﻱ:ﺗﻐﻴﺮ.ﻭﻗﻮﻟﻪ:«ﺭﺃﻳﺖﺁﻮﻣﻴﻦ»ﺑﻔﺘﺢﺍﻟﻜﺎﻑﻭﺿﱢﻤﻬﺎ،ﺃﻱ:ﺻﺒﺮﺗﻴﻦ.ﻭﻗﻮﻟﻪ:«ﺁﺄﱠﻧﻪ'
			'ﻣﺬﻩﺒﺔ»ﻪـﻮﺑﺎﻟﺬﻻﺍﻟﻤﻌﺠﻤﺔ،ﻭﻓﺘﺢﺍﻟﻬﺎﺀﻭﺍﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓ،ﻗﺎﻟﻪﺍﻟﻘﺎﺿﻲﻋﻴﺎﺽﻭﻏﻴﺮﻩ.ﻭﺻﱠﺤﻔﻪﺑﻌﻀﻬﻢ'
			'ﻓﻘﺎﻝ:«ﻣﺪﻩﻨﺔ»ﺑﺪﻻﻣﻬﻤﻠﺔﻭﺿﻢﺍﻟﻬﺎﺀﻭﺑﺎﻟﻨﻮﻥ،ﻭﺁﺬﺍﺿﺒﻄﻪﺍﻟﺤﻤﻴﺪﱡﻱ،ﻭﺍﻟﺼﱠﺤﻴﺢﺍﻟﻤﺸﻬﻮﺭﻩﻮﺍﻷﻭﱠﻝ.'
			'ﻭﺍﻟﻤﺮﺍﺩﺑﻪﻋﻠﻰﺍﻟﻮﺟﻬﻴﻦ:ﺍﻟﱠﺼﻔﺎﺀﻭﺍﻻﺳﺘﻨﺎﺭﺓ',
		translation: 'Translation of Hadith 171'
),
	Hadith(
		hadithNumber: 172,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻴﺲﻣﻦﻧﻔﺲﺗﻘﺘﻞﻇﻠﻤﺎﺇﱠﻻ'
			'ﺁﺎﻥﻋﻠﻰﺍﺑﻦﺁﺪﻣﺍﻷﱠﻭﻝﺁﻔﻞﻣﻦﺩﻣﻬﺎﻷﻧﱠﻪﺁﺎﻥﺃﱠﻮﻟﻣﻦﺳﱠﻦﺍﻟﻘﺘﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 172'
),
	Hadith(
		hadithNumber: 173,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﻋﻘﺒﺔﺑﻦﻋﻤﺮﻭﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻣﻦﺩﱠﻝﻋﻠﻰﺧﻴﺮﻓﻠﻪﻣﺜﻞﺃﺟﺮﻓﺎﻋﻠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 173'
),
	Hadith(
		hadithNumber: 174,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺩﻋﺎﺇﻟﻰﻩﺪﻯﺁﺎﻥﻟﻪ'
			'ﻣﻦﺍﻷﺟﺮﻣﺜﻞﺃﺟﻮﺭﻣﻦﺗﺒﻌﻪﻻﻳﻨﻘﺺﺫﻟﻚﻣﻦﺃﺟﻮﺭﻩﻢﺷﻴﺌﺎ،ﻭﻣﻦﺩﻋﺎﺇﻟﻰﺿﻼﻟﺔﺁﺎﻥﻋﻠﻴﻪﻣﻦﺍﻹﺛﻢﻣﺜﻞ'
			'ﺁﺛﺎﻡﻣﻦﺗﺒﻌﻪﻻﻳﻨﻘﺺﺫﻟﻚﻣﻦﺁﺛﺎﻣﻬﻢﺷﻴﺌﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 174'
),
	Hadith(
		hadithNumber: 175,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻌﺒﺎﺱﺳﻬﻞﺑﻦﺳﻌﺪﺍﻟﱠﺴﺎﻋﺪﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻳﻮﻡ'
			'ﺧﻴﺒﺮ:«ﻷﻋﻄﻴﱠﻦﺍﻟﱠﺮﺍﻳﺔﻏﺪﺍﺭﺟﻼﻳﻔﺘﺢﺍﻟﱠﻠﻪﻋﻠﻰﻳﺪﻳﻪ،ﻳﺤﱡﺐﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ،ﻭﻳﺤﺒﱡﻪﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ»ﻓﺒﺎﺕ'
			'ﺍﻟﱠﻨﺎﺱﻳﺪﻭﺁﻮﻥﻟﻴﻠﺘﻬﻢﺃﱡﻳﻬﻢﻳﻌﻄﺎﻩﺎ.ﻓﻠﱠﻤﺎﺃﺻﺒﺢﺍﻟﱠﻨﺎﺱﻏﺪﻭﺍﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺁﻠﱡﻬﻢ'
			'ﻳﺮﺟﻮﺃﻥﻳﻌﻄﺎﻩﺎ،ﻓﻘﺎﻝ:«ﺃﻳﻦﻋﻠﱡﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐ؟»ﻓﻘﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻩﻮﻳﺸﺘﻜﻲﻋﻴﻨﻴﻪﻗﺎﻝ:«'
			'ﻓﺄﺭﺳﻠﻮﺍﺇﻟﻴﻪ»ﻓﺄﺗﻲﺑﻪ،ﻓﺒﺼﻖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻋﻴﻨﻴﻪ،ﻭﺩﻋﺎﻟﻪ،ﻓﺒﺮﺃﺣﱠﺘﻰﺁﺄﻥﻟﻢ'
			'ﻳﻜﻦﺑﻪﻭﺟﻊ،ﻓﺄﻋﻄﺎﻩﺍﻟﱠﺮﺍﻳﺔ.ﻓﻘﺎﻝﻋﻠﱞﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻗﺎﺗﻠﻬﻢﺣﱠﺘﻰﻳﻜﻮﻧﻮﺍﻣﺜﻠﻨﺎ؟ﻓﻘﺎﻝ:'
			'«ﺍﻧﻔﺬﻋﻠﻰﺭﺳﻠﻚﺣﱠﺘﻰﺗﻨﺰﻝﺑﺴﺎﺣﺘﻬﻢ،ﺛﻢﱠﺍﺩﻋﻬﻢﺇﻟﻰﺍﻹﺳﻼﻡ،ﻭﺃﺧﺒﺮﻩﻢﺑﻤﺎﻳﺠﺐﻣﻦﺣﱢﻖﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻴﻪ،'
			'ﻓﻮﺍﻟﱠﻠﻪﻷﻥﻳﻬﺪﻱﺍﻟﱠﻠﻪﺑﻚﺭﺟﻼﻭﺍﺣﺪﺍﺧﻴﺮﻟﻚﻣﻦﺣﻤﺮﺍﻟﱠﻨﻌﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﻳﺪﻭﺁﻮﻥ»:ﺃﻱﻳﺨﻮﺿﻮﻥﻭﻳﺘﺤﱠﺪﺛﻮﻥ،ﻗﻮﻟﻪ:«ﺭﺳﻠﻚ»ﺑﻜﺴﺮﺍﻟﺮﺍﺀﻭﺑﻔﺘﺤﻬﺎﻟﻐﺘﺎﻥ،ﻭﺍﻟﻜﺴﺮ'
			'ﺃﻓﺼﺢ',
		translation: 'Translation of Hadith 175'
),
	Hadith(
		hadithNumber: 176,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻥﻓﺘﻰﻣﻦﺃﺳﻠﻢﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱢﻧﻲﺃﺭﻳﺪﺍﻟﻐﺰﻭﻭﻟﻴﺲﻣﻌﻲﻣﺎﺃﺗﺠﻬﱠﺰ'
			'ﺑﻪ؟ﻗﺎﻝ:«ﺍﺋﺖﻓﻼﻧﺎﻓﺈﻧﻪﻗﺪﺁﺎﻥﺗﺠﱠﻬﺰﻓﻤﺮﺽ»ﻓﺄﺗﺎﻩﻓﻘﺎﻝ:ﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﺮﺋﻚ'
			'ﺍﻟﱠﺴﻼﻡﻭﻳﻘﻮﻝ:ﺃﻋﻄﻨﻲﺍﻟﺬﻱﺗﺠﱠﻬﺰﺕﺑﻪ،ﻓﻘﺎﻝ:ﻳﺎﻓﻼﻧﺔﺃﻋﻄﻴﻪﺍﻟﺬﻱﺗﺠﻬﱠﺰﺕﺑﻪ،ﻭﻻﺗﺤﺒﺴﻲﻣﻨﻪﺷﻴﺌﺎ،'
			'ﻓﻮﺍﻟﱠﻠﻪﻻﺗﺤﺒﺴﻴﻦﻣﻨﻪﺷﻴﺌﺎﻓﻴﺒﺎﺭﻙﻟﻚﻓﻴﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 176'
),
	Hadith(
		hadithNumber: 177,
		hadith:
						'ﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﺮﺣﻤﻦﺯﻳﺪﺑﻦﺧﺎﻟﺪﺍﻟﺠﻬﻨﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﻦ'
			'ﺟﱠﻬﺰﻏﺎﺯﻳﺎﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻘﺪﻏﺰﺍﻭﻣﻦﺧﻠﻒﻏﺎﺯﻳﺎﻓﻲﺃﻩﻠﻪﺑﺨﻴﺮﻓﻘﺪﻏﺰﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 177'
),
	Hadith(
		hadithNumber: 178,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺑﻌﺚﺑﻌﺜﺎﺇﻟﻰﺑﻨﻲﻟﺤﻴﺎﻥ'
			'ﻣﻦﻩﺬﻳﻞﻓﻘﺎﻝ:«ﻟﻴﻨﺒﻌﺚﻣﻦﺁﻞﱢﺭﺟﻠﻴﻦﺃﺣﺪﻩﻤﺎﻭﺍﻷﺟﺮﺑﻴﻨﻬﻤﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 178'
),
	Hadith(
		hadithNumber: 179,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻘﻲﺭﺁﺒﺎﺑﺎﻟﱠﺮﻭﺣﺎﺀﻓﻘﺎﻝ:«ﻣﻦﺍﻟﻘﻮﻡ'
			'؟»ﻗﺎﻟﻮﺍ:ﺍﻟﻤﺴﻠﻤﻮﻥ،ﻓﻘﺎﻟﻮﺍ:ﻣﻦﺃﻧﺖ؟ﻗﺎﻝ:«ﺭﺳﻮﻝﺍﻟﱠﻠﻪ»ﻓﺮﻓﻌﺖﺇﻟﻴﻪﺍﻣﺮﺃﺓﺻﺒﻴﺎﻓﻘﺎﻟﺖ:ﺃﻟﻬﺬﺍﺣﱞﺞ؟'
			'ﻗﺎﻝ:«ﻧﻌﻢﻭﻟﻚﺃﺟﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 179'
),
	Hadith(
		hadithNumber: 180,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﱠﻪﻗﺎﻝ:«ﺍﻟﺨﺎﺯﻥﺍﻟﻤﺴﻠﻢ.'
			'ﺍﻷﻣﻴﻦﺍﻟﺬﻱﻳﻨﻔﱢﺬﻣﺎﺃﻣﺮﺑﻪ،ﻓﻴﻌﻄﻴﻪﺁﺎﻣﻼﻣﻮﱠﻓﺮﺍ،ﻃﱢﻴﺒﺔﺑﻪﻧﻔﺴﻪﻓﻴﺪﻓﻌﻪﺇﻟﻰﺍﻟﺬﻱﺃﻣﺮﻟﻪﺑﻪﺃﺣﺪ'
			'ﺍﻟﻤﺘﺼﱢﺪﻗﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺍﻟﺬﻱﻳﻌﻄﻲﻣﺎﺃﻣﺮﺑﻪ»ﻭﺿﺒﻄﻮﺍ«ﺍﻟﻤﺘﺼﱢﺪﻗﻴﻦ»ﺑﻔﺘﺢﺍﻟﻘﺎﻑﻣﻊﺁﺴﺮﺍﻟﻨﻮﻥﻋﻠﻰﺍﻟﱠﺘﺜﻨﻴﺔ،'
			'ﻭﻋﻜﺴﻪﻋﻠﻰﺍﻟﺠﻤﻊﻭﺁﻼﻩﻤﺎﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 180'
),
	Hadith(
		hadithNumber: 181,
		hadith:
						'ﻓﺎﻷﻭﱠﻝ:ﻋﻦﺃﺑﻲﺭﻗﱠﻴﺔﺗﻤﻴﻢﺑﻦﺃﻮﺳﺍﻟﱠﺪﺍﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺍﻟﱢﺪﻳﻦﺍﻟﱠﻨﺼﻴﺤﺔ»ﻗﻠﻨﺎ:ﻟﻤﻦ؟ﻗﺎﻝ«ﻟﱠﻠﻪﻭﻟﻜﺘﺎﺑﻪﻭﻟﺮﺳﻮﻟﻪﻭﻷﺋﱠﻤﺔﺍﻟﻤﺴﻠﻤﻴﻦﻭﻋﺎﱠﻣﺘﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 181'
),
	Hadith(
		hadithNumber: 182,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ:ﻋﻦﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﺎﻳﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰ:'
			'ﺇﻗﺎﻡﺍﻟﱠﺼﻼﺓ،ﻭﺇﻳﺘﺎﺀﺍﻟﱠﺰﺁﺎﺓ،ﻭﺍﻟﱡﻨﺼﺢﻟﻜﱢﻞﻣﺴﻠﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 182'
),
	Hadith(
		hadithNumber: 183,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚ:ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺆﻣﻦﺃﺣﺪﺁﻢﺣﱠﺘﻰﻳﺤﺐﱠ'
			'ﻷﺧﻴﻪﻣﺎﻳﺤﺐﱡﻟﻨﻔﺴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 183'
),
	Hadith(
		hadithNumber: 184,
		hadith:
						'ﻓﺎﻷﻭﱠﻝ:ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:'
			'«ﻣﻦﺭﺄﯨﻣﻨﻜﻢﻣﻨﻜﺮﺍﻓﻠﻴﻐﱢﻴﺮﻩﺑﻴﺪﻩ،ﻓﺈﻥﻟﻢﻳﺴﺘﻄﻊﻓﺒﻠﺴﺎﻧﻪ،ﻓﺈﻥﻟﻢﻳﺴﺘﻄﻊﻓﺒﻘﻠﺒﻪﻭﺫﻟﻚﺃﺿﻌﻒﺍﻹﻳﻤﺎﻥ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 184'
),
	Hadith(
		hadithNumber: 185,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ:ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻣﻦﻧﺒﱟﻲﺑﻌﺜﻪ'
			'ﺍﻟﱠﻠﻪﻓﻲﺃﱠﻣﺔﻗﺒﻠﻲﺇﱠﻻﺁﺎﻥﻟﻪﻣﻦﺃﱠﻣﺘﻪﺣﻮﺍﺭﱡﻳﻮﻥﻭﺃﺻﺤﺎﺏﻳﺄﺧﺬﻮﻧﺑﺴﱠﻨﺘﻪﻭﻳﻘﺘﺪﻮﻧﺑﺄﻣﺮﻩ،ﺛﻢﱠﺇﱠﻧﻬﺎﺗﺨﻠﻒﻣﻦ'
			'ﺑﻌﺪﻩﻢﺧﻠﻮﻑﻳﻘﻮﻟﻮﻥﻣﺎﻻﻳﻔﻌﻠﻮﻥ،ﻭﻳﻔﻌﻠﻮﻥﻣﺎﻻﻳﺆﻣﺮﻮﻧ،ﻓﻤﻦﺟﺎﻩﺪﻩﻢﺑﻴﺪﻩﻓﻬﻮﻣﺆﻣﻦ،ﻭﻣﻦﺟﺎﻩﺪﻩﻢ'
			'ﺑﻘﻠﺒﻪﻓﻬﻮﻣﺆﻣﻦ،ﻭﻣﻦﺟﺎﻩﺪﻩﻢﺑﻠﺴﺎﻧﻪﻓﻬﻮﻣﺆﻣﻦ،ﻭﻟﻴﺲﻭﺭﺍﺀﺫﻟﻚﻣﻦﺍﻹﻳﻤﺎﻥﺣﺒﱠﺔﺧﺮﺩﻝ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 185'
),
	Hadith(
		hadithNumber: 186,
		hadith:
						'ﺍﻟﺜﺎﻟﺚ:ﻋﻦﺃﺑﻲﺍﻟﻮﻟﻴﺪﻋﺒﺎﺩﺓﺑﻦﺍﻟﱠﺼﺎﻣﺖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﺑﺎﻳﻌﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ.['
			'ﻭﺳﱠﻠﻢﻋﻠﻰﺍﻟﱠﺴﻤﻊﻭﺍﻟﱠﻄﺎﻋﺔﻓﻲﺍﻟﻌﺴﺮﻭﺍﻟﻴﺴﺮﻭﺍﻟﻤﻨﺸﻂﻭﺍﻟﻤﻜﺮﻩ،ﻭﻋﻠﻰﺃﺛﺮﺓﻋﻠﻴﻨﺎ،ﻭﻋﻠﻰﺃﻥﻻﻧﻨﺎﺯﻉ'
			'ﺍﻷﻣﺮﺃﻩﻠﻪﺇﱠﻻﺃﻥﺗﺮﻭﺍﺁﻔﺮﺍﺑﻮﺍﺣﺎﻋﻨﺪﺁﻢﻣﻦﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻴﻪﺑﺮﻩﺎﻥ،ﻭﻋﻠﻰﺄﻧﻧﻘﻮﻝﺑﺎﻟﺤﱢﻖﺃﻳﻨﻤﺎﺁﱠﻨﺎﻻﻧﺨﺎﻑ'
			'ﻓﻲﺍﻟﱠﻠﻪﻟﻮﻣﺔﻻﺋﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻤﻨﺸﻂﻭﺍﻟﻤﻜﺮﻩ»ﺑﻔﺘﺢﻣﻴﻤﻴﻬﻤﺎ:ﺃﻱ:ﻓﻲﺍﻟﱠﺴﻬﻞﻭﺍﻟﱠﺼﻌﺐ.«ﻭﺍﻷﺛﺮﺓ:ﺍﻻﺧﺘﺼﺎﺹﺑﺎﻟﻤﺸﺘﺮﻙ،ﻭﻗﺪ'
			'ﺳﺒﻖﺑﻴﺎﻧﻬﺎ.«ﺑﻮﺍﺣﺎ»ﺑﻔﺘﺢﺍﻟﺒﺎﺀﺍﻟﻤﻮﱠﺣﺪﺓﺑﻌﺪﻩﺎﻭﺍﻭﺛﻢﱠﺃﻟﻒﺛﻢﱠﺣﺎﺀﻣﻬﻤﻠﺔﺃﻱﻇﺎﻩﺮﺍﻻﻳﺤﺘﻤﻞﺗﺄﻭﻳﻼ.'
			'`',
		translation: 'Translation of Hadith 186'
),
	Hadith(
		hadithNumber: 187,
		hadith:
						'ﺍﻟﱠﺮﺍﺑﻊ:ﻋﻦﺍﻟﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺜﻞﺍﻟﻘﺎﺋﻢﻓﻲ'
			'ﺣﺪﻭﺩﺍﻟﱠﻠﻪ،ﻭﺍﻟﻮﺍﻗﻊﻓﻴﻬﺎﺁﻤﺜﻞﻗﻮﻡﺍﺳﺘﻬﻤﻮﺍﻋﻠﻰﺳﻔﻴﻨﺔﻓﺼﺎﺭﺑﻌﻀﻬﻢﺃﻋﻼﻩﺎﻭﺑﻌﻀﻬﻢﺃﺳﻔﻠﻬﺎﻭﺁﺎﻥﺍﻟﺬﻳﻦ'
			'ﻓﻲﺃﺳﻔﻠﻬﺎﺇﺫﺍﺍﺳﺘﻘﻮﺍﻣﻦﺍﻟﻤﺎﺀﻣﱡﺮﻭﺍﻋﻠﻰﻣﻦﻓﻮﻗﻬﻢﻓﻘﺎﻟﻮﺍ:ﻟﻮﺃﱠﻧﺎﺧﺮﻗﻨﺎﻓﻲﻧﺼﻴﺒﻨﺎﺧﺮﻗﺎﻭﻟﻢﻧﺆﺫﻣﻦ'
			'ﻓﻮﻗﻨﺎ،ﻓﺈﻥﺗﺮﺁﻮﻩﻢﻭﻣﺎﺃﺭﺍﺩﻭﺍﻩﻠﻜﻮﺍﺟﻤﻴﻌﺎ،ﻭﺇﻥﺃﺧﺬﻭﺍﻋﻠﻰﺃﻳﺪﻳﻬﻢﻧﺠﻮﺍﻭﻧﺠﻮﺍﺟﻤﻴﻌﺎ».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ'
			'.'
			'ﺍﻟﻘﺎﺋﻢﻓﻲﺣﺪﻭﺩﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ»ﻣﻌﻨﺎﻩ:ﺍﻟﻤﻨﻜﺮﻟﻬﺎ،ﺍﻟﻘﺎﺋﻢﻓﻲﺩﻓﻌﻬﺎﻭﺇﺯﺍﻟﺘﻬﺎﻭﺍﻟﻤﺮﺍﺩﺑﺎﻟﺤﺪﻭﺩ:ﻣﺎﻧﻬﻰﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ:«ﺍﺳﺘﻬﻤﻮﺍ»:ﺍﻗﺘﺮﻋﻮﺍ',
		translation: 'Translation of Hadith 187'
),
	Hadith(
		hadithNumber: 188,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ:ﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﺄﻣﱢﺳﻠﻤﺔﻩﻨﺪﺑﻨﺖﺃﺑﻲﺃﻣﱠﻴﺔﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﻪﻗﺎﻝ:«ﺇﻧﱠﻪﻳﺴﺘﻌﻤﻞﻋﻠﻴﻜﻢﺃﻣﺮﺍﺀﻓﺘﻌﺮﻓﻮﻥﻭﺗﻨﻜﺮﻭﻥﻓﻤﻦﺁﺮﻩﻓﻘﺪﺑﺮﻯﺀﻭﻣﻦﺃﻧﻜﺮﻓﻘﺪﺳﻠﻢ'
			'،ﻭﻟﻜﻦﻣﻦﺭﺿﻲﻭﺗﺎﺑﻊ»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻻﻧﻘﺎﺗﻠﻬﻢ؟ﻗﺎﻝ:«ﻻ،ﻣﺎﺃﻗﺎﻣﻮﺍﻓﻴﻜﻢﺍﻟﱠﺼﻼﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ'
			'.'
			'ﻣﻌﻨﺎﻩ:ﻣﻦﺁﺮﻩﺑﻘﻠﺒﻪﻭﻟﻢﻳﺴﺘﻄﻊﺇﻧﻜﺎﺭﺍﺑﻴﺪﻭﻻﻟﺴﺎﻥﻓﻘﺪﺑﺮﺉﻣﻦﺍﻹﺛﻢﻭﺃﱠﺪﯨﻭﻇﻴﻔﺘﻪ،ﻭﻣﻦﺃﻧﻜﺮﺑﺤﺴﺐ'
			'ﻃﺎﻗﺘﻪﻓﻘﺪﺳﻠﻢﻣﻦﻩﺬﻩﺍﻟﻤﻌﺼﻴﺔ،ﻭﻣﻦﺭﺿﻲﺑﻔﻌﻠﻬﻢﻭﺗﺎﺑﻌﻬﻢ،ﻓﻬﻮﺍﻟﻌﺎﺻﻲ',
		translation: 'Translation of Hadith 188'
),
	Hadith(
		hadithNumber: 189,
		hadith:
						'ﺍﻟﺴﱠﺎﺩﺱ:ﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﺄﻣﱢﺍﻟﺤﻜﻢﺯﻳﻨﺐﺑﻨﺖﺟﺤﺶﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺩﺧﻞﻋﻠﻴﻬﺎﻓﺰﻋﺎﻳﻘﻮﻝ:«ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﻳﻞﻟﻠﻌﺮﺏﻣﻦﺷﱟﺮﻗﺪﺍﻗﺘﺮﺏ،ﻓﺘﺢﺍﻟﻴﻮﻡﻣﻦﺭﺪﻣﻳﺄﺟﻮﺝ'
			'ﻭﻣﺄﺟﻮﺝﻣﺜﻞﻩﺬﻩ»ﻭﺣﱠﻠﻖﺑﺄﺻﺒﻌﻪﺍﻹﺑﻬﺎﻡﻭﺍﱠﻟﺘﻲﺗﻠﻴﻬﺎ.ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻧﻬﻠﻚﻭﻓﻴﻨﺎﺍﻟﱠﺼﺎﻟﺤﻮﻥ؟ﻗﺎﻝ:'
			'«ﻧﻌﻢﺇﺫﺍﺁﺜﺮﺍﻟﺨﺒﺚ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 189'
),
	Hadith(
		hadithNumber: 190,
		hadith:
						'ﺍﻟﺴﱠﺎﺑﻊ:ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻳﺎﺁﻢ'
			'ﻭﺍﻟﺠﻠﻮﺱﻓﻲﺍﻟﻄﺮﻗﺎﺕ»ﻓﻘﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﻟﻨﺎﻣﻦﻣﺠﺎﻟﺴﻨﺎﺑﱞﺪ،ﻧﺘﺤﺪﱠﺙﻓﻴﻬﺎ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻓﺈﺫﺍﺃﺑﻴﺘﻢﺇﱠﻻﺍﻟﻤﺠﻠﺲﻓﺄﻋﻄﻮﺍﺍﻟﱠﻄﺮﻳﻖﺣﻘﱠﻪ»ﻗﺎﻟﻮﺍ:ﻭﻣﺎﺣﱡﻖﺍﻟﱠﻄﺮﻳﻖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:'
			'«ﻏﱡﺾﺍﻟﺒﺼﺮ،ﻭﺁﱡﻒﺍﻷﺬﯨ،ﻭﺭﱡﺩﺍﻟﱠﺴﻼﻡ،ﻭﺍﻷﻣﺮﺑﺎﻟﻤﻌﺮﻭﻑ،ﻭﺍﻟﻨﱠﻬﻲﻋﻦﺍﻟﻤﻨﻜﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 190'
),
	Hadith(
		hadithNumber: 191,
		hadith:
						'ﺍﻟﱠﺜﺎﻣﻦ:ﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺄﯨﺧﺎﺗﻤﺎﻣﻦﺫﻩﺐﻓﻲ'
			'ﻳﺪﺭﺟﻞ،ﻓﻨﺰﻋﻪﻓﻄﺮﺣﻪﻭﻗﺎﻝ:«ﻳﻌﻤﺪﺃﺣﺪﺁﻢﺇﻟﻰﺟﻤﺮﺓﻣﻦﻧﺎﺭﻓﻴﺠﻌﻠﻬﺎﻓﻲﻳﺪﻩ،»ﻓﻘﻴﻞﻟﻠﱠﺮﺟﻞﺑﻌﺪﻣﺎ'
			'ﺫﻩﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺧﺬﺧﺎﺗﻤﻚ،ﺍﻧﺘﻔﻊﺑﻪ.ﻗﺎﻝ:ﻻﻭﺍﻟﱠﻠﻪﻻﺁﺧﺬﻩﺃﺑﺪﺍﻭﻗﺪﻃﺮﺣﻪﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 191'
),
	Hadith(
		hadithNumber: 192,
		hadith:
						'ﺍﻟﱠﺘﺎﺳﻊ:ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺤﺴﻦﺍﻟﺒﺼﺮﻱﺃﱠﻥﻋﺎﺋﺬﺑﻦﻋﻤﺮﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺩﺧﻞﻋﻠﻰﻋﺒﻴﺪﺍﻟﱠﻠﻪﺑﻦ'
			'ﺯﻳﺎﺩﻓﻘﺎﻝ:ﺃﻱﺑﻦﺯﻳﺎﺩﻓﻘﺎﻝ:ﺃﻱﺑﻨﱠﻲ،ﺇﱢﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺷﱠﺮ'
			'ﺍﻟﱢﺮﻋﺎﺀﺍﻟﺤﻄﻤﺔ»ﻓﺈﱠﻳﺎﻙﺃﻥﺗﻜﻮﻥﻣﻨﻬﻢ.ﻓﻘﺎﻝﻟﻪ:ﺍﺟﻠﺲﻓﺈﱠﻧﻤﺎﺃﻧﺖﻣﻦﻧﺨﺎﻟﺔﺃﺻﺤﺎﺏﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﻭﻩﻞﺁﺎﻧﺖﻟﻬﻢﻧﺨﺎﻟﺔﺇﱠﻧﻤﺎﺁﺎﻧﺖﺍﻟﱡﻨﺨﺎﻟﺔﺑﻌﺪﻩﻢﻭﻓﻲﻏﻴﺮﻩﻢ،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 192'
),
	Hadith(
		hadithNumber: 193,
		hadith:
						'ﺍﻟﻌﺎﺷﺮ:ﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﻟﺘﺄﻣﺮﻥﱠ'
			'ﺑﺎﻟﻤﻌﺮﻭﻑ،ﻭﻟﺘﻨﻬﻮﱠﻥﻋﻦﺍﻟﻤﻨﻜﺮ،ﺃﻭﻟﻴﻮﺷﻜﱠﻦﺍﻟﱠﻠﻪﺃﻥﻳﺒﻌﺚﻋﻠﻴﻜﻢﻋﻘﺎﺑﺎﻣﻨﻪ،ﺛﻢﱠﺗﺪﻋﻮﻧﻪﻓﻼﻳﺴﺘﺠﺎﺏﻟﻜﻢ'
			'»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 193'
),
	Hadith(
		hadithNumber: 194,
		hadith:
						'ﺍﻟﺤﺎﺪﻳﻋﺸﺮ:ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻓﻀﻞ'
			'ﺍﻟﺠﻬﺎﺩﺁﻠﻤﺔﻋﺪﻝﻋﻨﺪﺳﻠﻄﺎﻥﺟﺎﺋﺮ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 194'
),
	Hadith(
		hadithNumber: 195,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲﻋﺸﺮ:ﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﻃﺎﺭﻕﺑﻦﺷﻬﺎﺏﺍﻟﺒﺠﻠﱢﻲﺍﻷﺣﻤﺴﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﺳﺄﻝﺍﻟﱠﻨﺒﱠﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻗﺪﻭﺿﻊﺭﺟﻠﻪﻓﻲﺍﻟﻐﺮﺯ:ﺃﱡﻱﺍﻟﺠﻬﺎﺩﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﺁﻠﻤﺔﺣﱟﻖﻋﻨﺪﺳﻠﻄﺎﻥﺟﺎﺋﺮ»'
			'ﺭﻭﺍﻩﺍﻟﻨﺴﺎﺋﱡﻲﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'»ﺍﻟﻐﺮﺯ»ﺑﻌﻴﻦﻣﻌﺠﻤﺔﻣﻔﺘﻮﺣﺔﺛﻢﱠﺭﺍﺀﺳﺎﺁﻨﺔﺛﻢﺯﺎﻳ،ﻭﻩﻮﺭﺁﺎﺏﺁﻮﺭﺍﻟﺠﻤﻞﺇﺫﺍﺁﺎﻥﻣﻦﺟﻠﺪﺃﻭﺧﺸﺐ،'
			'ﻭﻗﻴﻞ:ﻻﻳﺨﺘﱡﺺﺑﺠﻠﺪﻭﺧﺸﺐ',
		translation: 'Translation of Hadith 195'
),
	Hadith(
		hadithNumber: 196,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚﻋﺸﺮ:ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺃﱠﻭﻝ'
			'ﻣﺎﺩﺧﻞﺍﻟﻨﱠﻘﺺﻋﻠﻰﺑﻨﻲﺇﺳﺮﺍﺋﻴﻞﺃﱠﻧﻪﺁﺎﻥﺍﻟﺮﱠﺟﻞﻳﻠﻘﻰﺍﻟﱠﺮﺟﻞﻓﻴﻘﻮﻝ:ﻳﺎﻩﺬﺍﺍﱠﺗﻖﺍﻟﱠﻠﻪﻭﺩﻉﻣﺎﺗﺼﻨﻊﻓﺈﱠﻧﻪﻻ'
			'ﻳﺤﱡﻞﻟﻚ،ﺛﻢﻳﻠﻘﺎﻩﻣﻦﺍﻟﻐﺪﻭﻩﻮﻋﻠﻰﺣﺎﻟﻪ،ﻓﻼﻳﻤﻨﻌﻪﺫﻟﻚﺃﻥﻳﻜﻮﻥﺃﺁﻴﻠﻪﻭﺷﺮﻳﺒﻪﻭﻗﻌﻴﺪﻩ،ﻓﻠﱠﻤﺎﻓﻌﻠﻮﺍﺫﻟﻚ'
			'ﺿﺮﺏﺍﻟﱠﻠﻪﻗﻠﻮﺏﺑﻌﻀﻬﻢﺑﺒﻌﺾ»ﺛﻢﱠﻗﺎﻝ:{ﻟﻌﻦﺍﱠﻟﺬﻳﻦﺁﻔﺮﻭﺍﻣﻦﺑﻨﻲﺇﺳﺮﺍﺋﻴﻞﻋﻠﻰﻟﺴﺎﻥﺩﺍﻭﺩﻭﻋﻴﺴﻰ'
			'ﺍﺑﻦﻣﺮﻳﻢﺫﻟﻚﺑﻤﺎﻋﺼﻮﺍﻭﺁﺎﻧﻮﺍﻳﻌﺘﺪﻭﻥ،ﺁﺎﻧﻮﺍﻻﻳﺘﻨﺎﻩﻮﻥﻋﻦﻣﻨﻜﺮﻓﻌﻠﻮﻩﻟﺒﺌﺲﻣﺎﺁﺎﻧﻮﺍﻳﻔﻌﻠﻮﻥﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺗﺮﻯﺁﺜﻴﺮﺍﻣﻨﻬﻢﻳﺘﻮﱠﻟﻮﻥﺍﱠﻟﺬﻳﻦﺁﻔﺮﻭﺍﻟﺒﺌﺲﻣﺎﻗﱠﺪﻣﺖﻟﻬﻢﺃﻧﻔﺴﻬﻢ}'
			'ﺇﻟﻰﻗﻮﻟﻪ:{ﻓﺎﺳﻘﻮﻥ}[ﺍﻟﻤﺎﺋﺪﺓ:78،81}ﺛﻢﱠﻗﺎﻝ:«ﺁﱠﻼ،ﻭﺍﻟﱠﻠﻪﻟﺘﺄﻣﺮﻥﱠﺑﺎﻟﻤﻌﺮﻭﻑ،ﻭﻟﺘﻨﻬﻮﻥﱠﻋﻦ'
			'ﺍﻟﻤﻨﻜﺮ،ﻭﻟﺘﺄﺧﺬﻥﱠﻋﻠﻰﻳﺪﺍﻟﱠﻈﺎﻟﻢ،ﻭﻟﺘﺄﻃﺮﱠﻧﻪﻋﻠﻰﺍﻟﺤﱢﻖﺃﻃﺮﺍ،ﻭﻟﺘﻘﺼﺮﻧﱠﻪﻋﻠﻰﺍﻟﺤﱢﻖﻗﺼﺮﺍ،ﺃﻭﻟﻴﻀﺮﺑﱠﻦﺍﻟﱠﻠﻪ'
			'ﺑﻘﻠﻮﺏﺑﻌﻀﻜﻢﻋﻠﻰﺑﻌﺾ،ﺛﻢﱠﻟﻴﻠﻌﻨﻜﻢﺁﻤﺎﻟﻌﻨﻬﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻣﺪﺍﺭﻩﻋﻠﻰﺃﺑﻲﻋﺒﻴﺪﺓﺑﻦﻋﺒﺪﺍﷲﺑﻦﻣﺴﻌﻮﺩﻭﻟﻢﻳﺴﻤﻊﻣﻦﺃﺑﻴﻪ].'
			'`',
		translation: 'Translation of Hadith 196'
),
	Hadith(
		hadithNumber: 197,
		hadith:
						'ﺍﻟﱠﺮﺍﺑﻊﻋﺸﺮ:ﻋﻦﺃﺑﻲﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻗﺎﻝ:ﻳﺎﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﺇﱠﻧﻜﻢﺗﻘﺮﺀﻭﻥﻩﺬﻩﺍﻵﻳﺔ:{'
			'ﻳﺎﺃﱡﻳﻬﺎﺍﱠﻟﺬﻳﻦﺁﻣﻨﻮﺍﻋﻠﻴﻜﻢﺃﻧﻔﺴﻜﻢﻻﻳﻀﺮﱡﺁﻢﻣﻦﺿﱠﻞﺇﺫﺍﺍﻩﺘﺪﻳﺘﻢ}[ﺍﻟﻤﺎﺋﺪﺓ:105]ﻭﺇﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺍﻟﱠﻨﺎﺱﺇﺫﺍﺭﺃﻭﺍﺍﻟﱠﻈﺎﻟﻢﻓﻠﻢﻳﺄﺧﺬﻭﺍﻋﻠﻰﻳﺪﻳﻪﺃﻭﺷﻚﺃﻥﻳﻌﻤﱠﻬﻢﺍﻟﱠﻠﻪﺑﻌﻘﺎﺏ'
			'ﻣﻨﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﺍﻟﻨﺴﺎﺋﻲﺑﺄﺳﺎﻧﻴﺪﺻﺤﻴﺤﺔ',
		translation: 'Translation of Hadith 197'
),
	Hadith(
		hadithNumber: 198,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺯﻳﺪﺃﺳﺎﻣﺔﺑﻦﺣﺎﺭﺛﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﻳﺆﺗـﻰﺑﺎﻟﱠﺮﺟﻞﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻓﻴﻠﻘﻰﻓﻲﺍﻟﱠﻨﺎﺭ،ﻓﺘﻨﺪﻟﻖﺃﻗﺘﺎﺏﺑﻄﻨﻪ،ﻓﻴﺪﻭﺭﺑﻬﺎﺁﻤﺎﻳﺪﻭﺭﺍﻟﺤﻤﺎﺭﻓﻲ'
			'ﺍﻟﱠﺮﺣﺎ،ﻓﻴﺠﺘﻤﻊﺇﻟﻴﻪﺃﻩﻞﺍﻟﱠﻨﺎﺭﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎﻓﻼﻥﻣﺎﻟﻚ؟ﺃﻟﻢﺗﻜﻦﺗﺄﻣﺮﺑﺎﻟﻤﻌﺮﻭﻑﻭﺗﻨﻬﻰﻋﻦﺍﻟﻤﻨﻜﺮ؟ﻓﻴﻘﻮﻝ'
			':ﺑﻠﻰ،ﺁﻨﺖﺁﻣﺮﺑﺎﻟﻤﻌﺮﻭﻑﻭﻻﺁﺗﻴﻪ،ﻭﺃﻧﻬﻰﻋﻦﺍﻟﻤﻨﻜﺮﻭﺁﺗﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﺗﻨﺪﻟﻖ»ﻩﻮﺑﺎﻟﱠﺪﺍﻝﺍﻟﻤﻬﻤﻠﺔ،ﻭﻣﻌﻨﺎﻩﺗﺨﺮﺝ.ﻭ«ﺍﻷﻗﺘﺎﺏ»:ﺍﻷﻣﻌﺎﺀ،ﻭﺍﺣﺪﻩﺎﻗﺘﺐ',
		translation: 'Translation of Hadith 198'
),
	Hadith(
		hadithNumber: 199,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﻳﺔﺍﻟﻤﻨﺎﻓﻖﺛﻼﺙ:ﺇﺫﺍ'
			'ﺣﱠﺪﺙﺁﺬﺏ،ﻭﺇﺫﺍﻭﻋﺪﺃﺧﻠﻒ،ﻭﺇﺫﺍﺁﺅﺗﻤﻦﺧﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﺇﻥﺻﺎﻡﻭﺻﱠﻠﻰﻭﺯﻋﻢﺃﻧﱠﻪﻣﺴﻠﻢ»',
		translation: 'Translation of Hadith 199'
),
	Hadith(
		hadithNumber: 200,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺑﻦﺍﻟﻴﻤﺎﻥ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺣﺪﺛﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺣﺪﻳﺜﻴﻦﻗﺪ'
			'ﺭﺃﻳﺖﺃﺣﺪﻩﻤﺎ،ﻭﺃﻧﺎﺃﻧﺘﻈﺮﺍﻵﺧﺮ:ﺣﱠﺪﺛﻨﺎﺃﱠﻥﺍﻷﻣﺎﻧﺔﻧﺰﻟﺖﻓﻲﺟﺬﺭﻗﻠﻮﺏﺍﻟﱢﺮﺟﺎﻝ،ﺛﻢﱠﻧﺰﻝﺍﻟﻘﺮﺁﻥﻓﻌﻠﻤﻮﺍﻣﻦ'
			'ﺍﻟﻘﺮﺁﻥ،ﻭﻋﻠﻤﻮﺍﻣﻦﺍﻟﱡﺴﱠﻨﺔ،ﺛﻢﱠﺣﱠﺪﺛﻨﺎﻋﻦﺭﻓﻊﺍﻷﻣﺎﻧﺔﻓﻘﺎﻝ:«ﻳﻨـﺎﻡﺍﻟﱠﺮﺟﻞﺍﻟﱠﻨﻮﻣﺔﻓﺘﻘﺒﺾﺍﻷﻣﺎﻧﺔﻣﻦﻗﻠﺒﻪ،'
			'ﻓﻴﻈﱡﻞﺃﺛﺮﻩﺎﻣﺜﻞﺍﻟﻮﺁﺖ،ﺛﻢﱠﻳﻨﺎﻡﺍﻟﱠﻨﻮﻣﺔﻓﺘﻘﺒﺾﺍﻷﻣﺎﻧﺔﻣﻦﻗﻠﺒﻪ،ﻓﻴﻈﱡﻞﺃﺛﺮﻩﺎﻣﺜﻞﺃﺛﺮﺍﻟﻤﺠﻞ،ﺁﺠﻤﺮ'
			'ﺩﺣﺮﺟﺘﻪﻋﻠﻰﺭﺟﻠﻚ،ﻓﻨﻔﻂﻓﺘﺮﺍﻩﻣﻨﺘﺒﺮﺍﻭﻟﻴﺲﻓﻴﻪﺷﻲﺀ»ﺛﻢﱠﺃﺧﺬﺣﺼﺎﺓﻓﺪﺣﺮﺟﻬﺎﻋﻠﻰﺭﺟﻠﻪ،ﻓﻴﺼﺒﺢ'
			'ﺍﻟﱠﻨﺎﺱﻳﺘﺒﺎﻳﻌﻮﻥ،ﻓﻼﻳﻜﺎﺩﺃﺣﺪﻳﺆﱢﺪﻳﺍﻷﻣﺎﻧﺔﺣﱠﺘﻰﻳﻘﺎﻝ:ﺇﱠﻥﻓﻲﺑﻨﻲﻓﻼﻥﺭﺟﻼﺃﻣﻴﻨﺎ،ﺣﱠﺘﻰﻳﻘﺎﻝﻟﱠﻠﺮﺟﻞ:ﻣﺎ'
			'ﺃﺟﻠﺪﻩﻣﺎﺃﻇﺮﻓﻪ،ﻣﺎﺃﻋﻘﻠﻪ،ﻭﻣﺎﻓﻲﻗﻠﺒﻪﻣﺜﻘﺎﻝﺣﱠﺒﺔﻣﻦﺧﺮﺩﻝﻣﻦﺇﻳﻤﺎﻥ.ﻭﻟﻘﺪﺃﺗﻰﻋﻠﱠﻲﺯﻣﺎﻥﻭﻣﺎﺃﺑﺎﻟﻲ'
			'ﺃﱡﻳﻜﻢﺑﺎﻳﻌﺖ،ﻟﺌﻦﺁﺎﻥﻣﺴﻠﻤﺎﻟﻴﺮﺩﻧﱠﻪﻋﻠﱠﻲﺩﻳﻨﻪ،ﻭﻟﺌﻦﺁﺎﻥﻧﺼﺮﺍﻧﻴﺎﺃﻭﻳﻬﻮﺩﻳﺎﻟﻴﺮﺩﻧﱠﻪﻋﻠﱠﻲﺳﺎﻋﻴﻪ،ﻭﺃﱠﻣﺎ'
			'ﺍﻟﻴﻮﻡﻓﻤﺎﺁﻨﺖﺃﺑﺎﻳﻊﻣﻨﻜﻢﺇﱠﻻﻓﻼﻧﺎﻭﻓﻼﻧﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 200'
),
	Hadith(
		hadithNumber: 201,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔ،ﻭﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻻ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺠﻤﻊ'
			'ﺍﻟﱠﻠﻪ،ﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰ،ﺍﻟﱠﻨﺎﺱﻓﻴﻘﻮﻡﺍﻟﻤﺆﻣﻨﻮﻥﺣﱠﺘﻰﺗﺰﻟﻒﻟﻬﻢﺍﻟﺠﻨﱠﺔ،ﻓﻴﺄﺗﻮﻥﺁﺪﻣﺻﻠﻮﺍﺕﺍﻟﱠﻠﻪﻋﻠﻴﻪ،'
			'ﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎﺃﺑﺎﻧﺎﺍﺳﺘﻔﺘﺢﻟﻨﺎﺍﻟﺠﱠﻨﺔ،ﻓﻴﻘﻮﻝ:ﻭﻩﻞﺃﺧﺮﺟﻜﻢﻣﻦﺍﻟﺠﱠﻨﺔﺇﱠﻻﺧﻄﻴﺌﺔﺃﺑﻴﻜﻢ،ﻟﺴﺖﺑﺼﺎﺣﺐﺫﻟﻚ،'
			'ﺍﺫﻩﺒﻮﺍﺇﻟﻰﺍﺑﻨﻲﺇﺑﺮﺍﻩﻴﻢﺧﻠﻴﻞﺍﻟﱠﻠﻪ،ﻗﺎﻝ:ﻓﻴﺄﺗﻮﻥﺇﺑﺮﺍﻩﻴﻢ،ﻓﻴﻘﻮﻝﺇﺑﺮﺍﻩﻴﻢ:ﻟﺴﺖﺑﺼﺎﺣﺐﺫﻟﻚﺇﱠﻧﻤﺎﺁﻨﺖ'
			'ﺧﻠﻴﻼﻣﻦﻭﺭﺍﺀﻭﺭﺍﺀ،ﺍﻋﻤﺪﻭﺍﺇﻟﻰﻣﻮﺳﻰﺍﻟﺬﻱﺁﱠﻠﻤﻪﺍﻟﱠﻠﻪﺗﻜﻠﻴﻤﺎ،ﻓﻴﺄﺗﻮﻥﻣﻮﺳﻰ،ﻓﻴﻘﻮﻝ:ﻟﺴﺖﺑﺼﺎﺣﺐ'
			'ﺫﻟﻚ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻋﻴﺴﻰﺁﻠﻤﺔﺍﻟﱠﻠﻪﻭﺭﻭﺣﻪﻓﻴﻘﻮﻝﻋﻴﺴﻰ:ﻟﺴﺖﺑﺼﺎﺣﺐﺫﻟﻚ.ﻓﻴﺄﺗﻮﻥﻣﺤﱠﻤﺪﺍﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﻴﻘﻮﻡﻓﻴﺆﺫﻥﻟﻪ،ﻭﺗﺮﺳﻞﺍﻷﻣﺎﻧﺔﻭﺍﻟﺮﱠﺣﻢﻓﻴﻘﻮﻣﺎﻥﺟﻨﺒﺘﻲﺍﻟﺼﺮﺍﻁﻳﻤﻴﻨﺎﻭﺷﻤﺎﻻ،ﻓﻴﻤﺮﱡﺃﻭﱠﻟﻜﻢﺁﺎﻟﺒﺮﻕ'
			'»ﻗﻠﺖ:ﺑﺄﺑﻲﻭﺃﱢﻣﻲ،ﺃﱡﻱﺷﻲﺀﺁﻤﱢﺮﺍﻟﺒﺮﻕ؟ﻗﺎﻝ:«ﺃﻟﻢﺗﺮﻭﺍﺁﻴﻒﻳﻤﺮﱡﻭﻳﺮﺟﻊﻓﻲﻃﺮﻓﺔﻋﻴﻦ؟ﺛﻢﱠﺁﻤﱢﺮ'
			'ﺍﻟﺮﻳﺢﺛﻢﱠﺁﻤﱢﺮﺍﻟﱠﻄﻴﺮ؟ﻭﺃﺷﱡﺪﺍﻟﱢﺮﺟﺎﻝﺗﺠﺮﻱﺑﻬﻢﺃﻋﻤﺎﻟﻬﻢ،ﻭﻧﺒﱡﻴﻜﻢﻗﺎﺋﻢﻋﻠﻰﺍﻟﺼﱢﺮﺍﻁﻳﻘﻮﻝ:ﺭﱢﺏﺳﱢﻠﻢ،ﺣﱠﺘﻰ'
			'ﺗﻌﺠﺰﺃﻋﻤﺎﻝﺍﻟﻌﺒﺎﺩ،ﺣﱠﺘﻰﻳﺠﺊﺍﻟﺮﱠﺟﻞﻻﻳﺴﺘﻄﻴﻊﺍﻟﱠﺴﻴﺮﺇﱠﻻﺯﺣﻔﺎ،ﻭﻓﻲﺣﺎﻓﺘﻲﺍﻟﺼﱢﺮﺍﻁﺁﻼﻟﻴﺐﻣﻌﱠﻠﻘﺔ'
			'ﻣﺄﻣﻮﺭﺓﺑﺄﺧﺬﻣﻦﺃﻣﺮﺕﺑﻪ،ﻓﻤﺨﺪﻭﺵﻧﺎﺝﻭﻣﻜﺮﺩﺱﻓﻲﺍﻟﱠﻨﺎﺭ»ﻭﺍﱠﻟﺬﻱﻧﻔﺲﺃﺑﻲﻩﺮﻳﺮﺓﺑﻴﺪﻩﺇﱠﻥﻗﻌﺮﺟﻬﱠﻨﻢ'
			'ﻟﺴﺒﻌﻮﻥﺧﺮﻳﻔﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﻭﺭﺍﺀﻭﺭﺍﺀ»ﻩﻮﺑﺎﻟﻔﺘﺢﻓﻴﻬﻤﺎ.ﻭﻗﻴﻞ:ﺑﺎﻟﱠﻀﱢﻢﺑﻼﺗﻨﻮﻳﻦ،ﻭﻣﻌﻨﺎﻩ:ﻟﺴﺖﺑﺘﻠﻚﺍﻟﱠﺪﺭﺟﺔﺍﻟﱠﺮﻓﻴﻌﺔ،'
			'ﻭﻩﻲﺁﻠﻤﺔﺗﺬﺁﺮﻋﻠﻰﺳﺒﻴﻞﺍﻟﱠﺘﻮﺍﺿﻊ.ﻭﻗﺪﺑﺴﻄﺖﻣﻌﻨﺎﻩﺎﻓﻲﺷﺮﺡﺻﺤﻴﺢﻣﺴﻠﻢ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 201'
),
	Hadith(
		hadithNumber: 202,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺧﺒﻴﺐﺑﻀﻢﺍﻟﺨﺎﺀﺍﻟﻤﻌﺠﻤﺔﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﱡﺰﺑﻴﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻟﱠﻤﺎﻭﻗﻒﺍﻟﺰﺑﻴﺮﻳﻮﻡ'
			'ﺍﻟﺠﻤﻞﺩﻋﺎﻧﻲﻓﻘﻤﺖﺇﻟﻰﺟﻨﺒﻪ،ﻓﻘﺎﻝ:ﻳﺎﺑﻨﻲﱠﺇﻧﱠﻪﻻﻳﻘﺘﻞﺍﻟﻴﻮﻡﺇﱠﻻﻇﺎﻟﻢﺃﻭﻣﻈﻠﻮﻡ،ﻭﺇﱢﻧﻲﻻﺃﺭﻧﻲﺇﱠﻻﺳﺄﻗﺘﻞ'
			'ﺍﻟﻴﻮﻡﻣﻈﻠﻮﻣﺎ،ﻭﺇﱠﻥﻣﻦﺃﺁﺒﺮﻩﱢﻤﻲﻟﺪﻳﻨﻲﺃﻓﺘﺮﻯﺩﻳﻨﻨﺎﻳﺒﻘﻰﻣﻦﻣﺎﻟﻨﺎﺷﻴﺌﺎ؟ﺛﻢﱠﻗﺎﻝ:ﺑﻊﻣﺎﻟﻨﺎﻭﺍﻗﺾﺩﻳﻨﻲ،'
			'ﻭﺃﻭﺻﻰﺑﺎﻟﱡﺜﻠﺚ،ﻭﺛﻠﺜﻪﻟﺒﻨﻴﻪ،ﻳﻌﻨﻲﻟﺒﻨﻲﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﺰﺑﻴﺮﺛﻠﺚﺍﻟﱡﺜﻠﺚ.ﻗﺎﻝ:ﻓﺈﻥﻓﻀﻞﻣﻦﻣﺎﻟﻨﺎﺑﻌﺪﻗﻀﺎﺀ'
			'ﺍﻟﱠﺪﻳﻦﺷﻲﺀﻓﺜﻠﺜﻪﻟﺒﻨﻴﻚ،ﻗﺎﻝﻩﺸﺎﻡ:ﻭﺁﺎﻥﻭﻟﺪﻋﺒﺪﺍﻟﱠﻠﻪﻗﺪﻭﺭﺄﯨﺑﻌﺾﺑﻨﻲﺍﻟﺰﺑﻴﺮﺧﺒﻴﺐﻭﻋﱠﺒﺎﺩ،ﻭﻟﻪ'
			'ﻣﻨﻪﻓﺎﺳﺘﻌﻦﻋﻠﻴﻪﺑﻤﻮﻻﻱ.ﻗﺎﻝ:ﻓﻮﺍﻟﱠﻠﻪﻣﺎﺩﺭﻳﺖﻣﺎﺃﺭﺍﺩﺣﱠﺘﻰﻗﻠﺖﻳﺎﺃﺑﺖﻣﻦﻣﻮﻻﻙ؟ﻗﺎﻝ:ﺍﻟﱠﻠﻪ.ﻗﺎﻝ:ﻳﻮﻣﺌﺬﺗﺴﻌﺔﺑﻨﻴﻦﻭﺗﺴﻊﺑﻨﺎﺕ.ﻗﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪ:ﻓﺠﻌﻞﻳﻮﺻﻴﻨﻲﺑﺪﻳﻨﻪﻭﻳﻘﻮﻝ:ﻳﺎﺑﻨﻲﱠﺇﻥﻋﺠﺰﺕﻋﻦﺷﻲﺀ'
			'ﻓﻮﺍﻟﱠﻠﻪﻣﺎﻭﻗﻌﺖﻓﻲﺁﺮﺑﺔﻣﻦﺩﻳﻨﻪﺇﱠﻻﻗﻠﺖ:ﻳﺎﻣﻮﻟﻰﺍﻟﺰﺑﻴﺮﺍﻗﺾﻋﻨﻪﺩﻳﻨﻪ،ﻓﻴﻘﻀﻴﻪ.ﻗﺎﻝ:ﻓﻘﺘﻞﺍﻟﺰﱡﺑﻴﺮﻭﻟﻢ'
			'ﻳﺪﻉﺩﻳﻨﺎﺭﺍﻭﻻﺩﺭﻩﻤﺎﺇﱠﻻﺃﺭﺿﻴﻦ،ﻣﻨﻬﺎﺍﻟﻐﺎﺑﺔﻭﺇﺣﺪﻯﻋﺸﺮﺓﺩﺍﺭﺍﺑﺎﻟﻤﺪﻳﻨﺔ.ﻭﺩﺍﺭﻳﻦﺑﺎﻟﺒﺼﺮﺓ،ﻭﺩﺍﺭﺍ'
			'ﺑﺎﻟﻜﻮﻓﺔﻭﺩﺍﺭﺍﺑﻤﺼﺮ.ﻗﺎﻝ:ﻭﺇﱠﻧﻤﺎﺁﺎﻥﺩﻳﻨﻪﺍﻟﺬﻱﺁﺎﻥﻋﻠﻴﻪﺃﱠﻥﺍﻟﱠﺮﺟﻞﻳﺄﺗﻴﻪﺑﺎﻟﻤﺎﻝ،ﻓﻴﺴﺘﻮﺩﻋﻪﺇﱠﻳﺎﻩ،ﻓﻴﻘﻮﻝ'
			'ﺍﻟﱡﺰﺑﻴﺮ:ﻻﻭﻟﻜﻦﻩﻮﺳﻠﻒﺇﱢﻧﻲﺃﺧﺸﻰﻋﻠﻴﻪﺍﻟﱠﻀﻴﻌﺔ.ﻭﻣﺎﻭﻟﻲﺇﻣﺎﺭﺓﻗﱡﻂﻭﻻﺟﺒﺎﻳﺔﻭﻻﺧﺮﺍﺟﺎﻭﻻﺷﻴﺌﺎﺇﱠﻻﺃﻥ'
			'ﻳﻜﻮﻥﻓﻲﻏﺰﻭﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺃﻭﻣﻊﺃﺑﻲﺑﻜﺮﻭﻋﻤﺮﻭﻋﺜﻤﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﻗﺎﻝ'
			'ﻋﺒﺪﺍﻟﱠﻠﻪ:ﻓﺤﺴﺒﺖﻣﺎﺁﺎﻥﻋﻠﻴﻪﻣﻦﺍﻟﱠﺪﻳﻦﻓﻮﺟﺪﺗﻪﺃﻟﻔﻲﺃﻟﻒﻭﻣﺎﺋﺘﻲﺃﻟﻒ،ﻓﻠﻘﻲﺣﻜﻴﻢﺑﻦﺣﺰﺎﻣﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦ'
			'ﺍﻟﱡﺰﺑﻴﺮﻓﻘﺎﻝ:ﻳﺎﺍﺑﻦﺃﺧﻲﺁﻢﻋﻠﻰﺃﺧﻲﻣﻦﺍﻟﱠﺪﻳﻦ؟ﻓﻜﺘﻤﺘﻪﻭﻗﻠﺖ:ﻣﺎﺋﺔﺃﻟﻒ.ﻓﻘﺎﻝ:ﺣﻜﻴﻢ:ﻭﺍﻟﱠﻠﻪﻣﺎﺃﺮﯨ'
			'ﺃﻣﻮﺍﻟﻜﻢﺗﺴﻊﻩﺬﻩ،ﻓﻘﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪ:ﺃﺭﺃﻳﺘﻚﺇﻥﺁﺎﻧﺖﺃﻟﻔﻲﺃﻟﻒ؟ﻭﻣﺎﺋﺘﻲﺃﻟﻒ؟ﻗﺎﻝ:ﻣﺎﺃﺭﺍﺁﻢﺗﻄﻴﻘﻮﻥﻩﺬﺍ،'
			'ﻓﺈﻥﻋﺠﺰﺗﻢﻋﻦﺷﻰﺀﻣﻨﻪﻓﺎﺳﺘﻌﻴﻨﻮﺍﺑﻲ.ﻗﺎﻝ:ﻭﺁﺎﻥﺍﻟﺰﱡﺑﻴﺮﻗﺪﺍﺷﺘﺮﻯﺍﻟﻐﺎﺑﺔﺑﺴﺒﻌﻴﻦﻭﻣﺎﺋﺔﺃﻟﻒ،ﻓﺒﺎﻋﻬﺎ'
			'ﻋﺒﺪﺍﻟﱠﻠﻪﺑﺄﻟﻒﺃﻟﻒﻭﺳﱢﺘﻤﺎﺋﺔﺃﻟﻒ،ﺛﻢﱠﻗﺎﻡﻓﻘﺎﻝ:ﻣﻦﺁﺎﻥﻟﻪﻋﻠﻰﺍﻟﱡﺰﺑﻴﺮﺷﻲﺀﻓﻠﻴﻮﺍﻓﻨﺎﺑﺎﻟﻐﺎﺑﺔ،ﻓﺄﺗﺎﻩﻋﺒﺪ'
			'ﺍﻟﱠﻠﻪﺑﻦﺟﻌﻔﺮ،ﻭﺁﺎﻥﻟﻪﻋﻠﻰﺍﻟﱡﺰﺑﻴﺮﺃﺭﺑﻌﻤﺎﺋﺔﺃﻟﻒ،ﻓﻘﺎﻝﻟﻌﺒﺪﺍﻟﱠﻠﻪ:ﺇﻥﺷﺌﺘﻢﺗﺮﺁﺘﻬﺎﻟﻜﻢ؟ﻗﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪ:ﻻ'
			'،ﻗﺎﻝﻓﺈﻥﺷﺌﺘﻢﺟﻌﻠﺘﻤﻮﻩﺎﻓﻴﻤﺎﺗﺆﱢﺧﺮﻭﻥﺇﻥﺃﱠﺧﺮﺗﻢ،ﻓﻘﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪ:ﻻ،ﻗﺎﻝ:ﻓﺎﻗﻄﻌﻮﺍﻟﻲﻗﻄﻌﺔ،ﻗﺎﻝﻋﺒﺪ'
			'ﺍﻟﱠﻠﻪ:ﻟﻚﻣﻦﻩﺎﻩﻨﺎﺇﻟﻰﻩﺎﻩﻨﺎ.ﻓﺒﺎﻉﻋﺒﺪﺍﻟﱠﻠﻪﻣﻨﻬﺎﻓﻘﻀﻰﻋﻨﻪﺩﻳﻨﻪ،ﻭﻭﱠﻓﺎﻩﻭﺑﻘﻲﻣﻨﻬﺎﺃﺭﺑﻌﺔﺃﺳﻬﻢﻭﻧﺼﻒ'
			'،ﻓﻘﺪﻡﻋﻠﻰﻣﻌﺎﻭﻳﺔﻭﻋﻨﺪﻩﻋﻤﺮﻭﺑﻦﻋﺜﻤﺎﻥ،ﻭﺍﻟﻤﻨﺬﺭﺑﻦﺍﻟﱡﺰﺑﻴﺮ،ﻭﺍﺑﻦﺯﻣﻌﺔ.ﻓﻘﺎﻝﻟﻪﻣﻌﺎﻭﻳﺔ:ﺁﻢﻗﱠﻮﻣﺖ'
			'ﺍﻟﻐﺎﺑﺔ؟ﻗﺎﻝ:ﺁﻞﱡﺳﻬﻢﺑﻤﺎﺋﺔﺃﻟﻒﻗﺎﻝ:ﺁﻢﺑﻘﻲﻣﻨﻬﺎ؟ﻗﺎﻝ:ﺃﺭﺑﻌﺔﺃﺳﻬﻢﻭﻧﺼﻒ،ﻓﻘﺎﻝﺍﻟﻤﻨﺬﺭﺑﻦﺍﻟﱠﺰﺑﻴﺮ:'
			'ﻗﺪﺃﺧﺬﺕﻣﻨﻬﺎﺳﻬﻤﺎﺑﻤﺎﺋﺔﺃﻟﻒ،ﻭﻗﺎﻝﻋﻤﺮﻭﺑﻦﻋﺜﻤﺎﻥ:ﻗﺪﺃﺧﺬﺕﻣﻨﻬﺎﺳﻬﻤﺎﺑﻤﺎﺋﺔﺃﻟﻒ.ﻭﻗﺎﻝﺍﺑﻦﺯﻣﻌﺔ'
			':ﻗﺪﺃﺧﺬﺕﻣﻨﻬﺎﺳﻬﻤﺎﺑﻤﺎﺋﺔﺃﻟﻒ،ﻓﻘﺎﻝﻣﻌﺎﻭﻳﺔ:ﺁﻢﺑﻘﻲﻣﻨﻬﺎ؟ﻗﺎﻝ:ﺳﻬﻢﻭﻧﺼﻒﺳﻬﻢ،ﻗﺎﻝ:ﻗﺪﺃﺧﺬﺗﻪ'
			'ﺑﺨﻤﺴﻴﻦﻭﻣﺎﺋﺔﺃﻟﻒ.ﻗﺎﻝ:ﻭﺑﺎﻉﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺟﻌﻔﺮﻧﺼﻴﺒﻪﻣﻦﻣﻌﺎﻭﻳﺔﺑﺴﱢﺘﻤﺎﺋﺔﺃﻟﻒ.ﻓﻠﱠﻤﺎﻓﺮﻍﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮ'
			'ﻣﻦﻗﻀﺎﺀﺩﻳﻨﻪﻗﺎﻝﺑﻨﻮﺍﻟﱡﺰﺑﻴﺮ:ﺍﻗﺴﻢﺑﻴﻨﻨﺎﻣﻴﺮﺍﺛﻨﺎ.ﻗﺎﻝ:ﻭﺍﻟﱠﻠﻪﻻﺃﻗﺴﻢﺑﻴﻨﻜﻢﺣﱠﺘﻰﺃﻧﺎﺩﻱﺑﺎﻟﻤﻮﺳﻢﺃﺭﺑﻊ'
			'ﺳﻨﻴﻦ:ﺃﻻﻣﻦﺁﺎﻥﻟﻪﻋﻠﻰﺍﻟﱡﺰﺑﱠﻴﺮﺩﻳﻦﻓﻠﻴﺄﺗﻨﺎﻓﻠﻨﻘﻀﻪ.ﻓﺠﻌﻞﺁﻞﱡﺳﻨﺔﻳﻨﺎﺪﻳﻓﻲﺍﻟﻤﻮﺳﻢ،ﻓﻠﱠﻤﺎﻣﻀﻰﺃﺭﺑﻊ'
			'ﺳﻨﻴﻦﻗﺴﻢﺑﻴﻨﻬﻢﻭﺩﻓﻊﺍﻟﺜﻠﺚﻭﺁﺎﻥﻟﻠﱡﺰﺑﻴﺮﺃﺭﺑﻊﻧﺴﻮﺓ،ﻓﺄﺻﺎﺏﺁﻞﱠﺍﻣﺮﺃﺓﺃﻟﻒﺃﻟﻒﻭﻣﺎﺋﺘﺎﺃﻟﻒ،ﻓﺠﻤﻴﻊﻣﺎﻟﻪ'
			'ﺧﻤﺴﻮﻥﺃﻟﻒﺃﻟﻒﻭﻣﺎﺋﺘﺎﺃﻟﻒ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 202'
),
	Hadith(
		hadithNumber: 203,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﱠﺗﻘﻮﺍﺍﻟﱡﻈﻠﻢﻓﺈﱠﻥﺍﻟﱡﻈﻠﻢﻇﻠﻤﺎﺕ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﺍﱠﺗﻘﻮﺍﺍﻟﱡﺸﱠﺢﻓﺈﱠﻥﺍﻟﱡﺸﱠﺢﺃﻩﻠﻚﻣـﻦﺁﺎﻥﻗﺒﻠﻜﻢ،ﺣﻤﻠﻬﻢﻋﻠﻰﺃﻥﺳﻔﻜﻮﺍﺩﻣﺎﺀﻩﻢﻭﺍﺳﺘﺤﱡﻠﻮﺍ'
			'ﻣﺤﺎﺭﻣﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 203'
),
	Hadith(
		hadithNumber: 204,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﺘﺆﺩﱡﻥﱠﺍﻟﺤﻘﻮﻕﺇﻟﻰﺃﻩﻠﻬﺎ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺣﱠﺘﻰﻳﻘﺎﺩﻟﻠﱠﺸﺎﺓﺍﻟﺠﻠﺤﺎﺀﻣﻦﺍﻟﱠﺸﺎﺓﺍﻟﻘﺮﻧﺎﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 204'
),
	Hadith(
		hadithNumber: 205,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﱠﻨﺎﻧﺘﺤﺪﱠﺙﻋﻦﺣﱠﺠﺔﺍﻟﻮﺩﺍﻉ،ﻭﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻴﻦ'
			'ﺃﻇﻬﺮﻧﺎ،ﻭﻻﻧﺪﺮﻳﻣﺎﺣﺠﱠﺔﺍﻟﻮﺩﺎﻋ،ﺣﱠﺘﻰﺣﻤﺪﺍﻟﱠﻠﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺃﺛﻨﻰﻋﻠﻴﻪﺛﻢﱠﺫﺁﺮ'
			'ﺍﻟﻤﺴﻴﺢﺍﻟﱠﺪﺟﺎﻝﻓﺄﻃﻨﺐﻓﻲﺫﺁﺮﻩ،ﻭﻗﺎﻝ:«ﻣﺎﺑﻌﺚﺍﻟﱠﻠﻪﻣﻦﻧﺒﱟﻲﺇﱠﻻﺃﻧﺬﺭﻩﺃﱠﻣﺘﻪ:ﺃﻧﺬﺭﻩﻧﻮﺡﻭﺍﻟﱠﻨﺒﱡﻴﻮﻥﻣﻦ'
			'ﺑﻌﺪﻩ،ﻭﺇﻧﱠﻪﺇﻥﻳﺨﺮﺝﻓﻴﻜﻢﻓﻤﺎﺧﻔﻲﻋﻠﻴﻜﻢﻣﻦﺷﺄﻧﻪﻓﻠﻴﺲﻳﺨﻔﻲﻋﻠﻴﻜﻢ،ﺇﱠﻥﺭﱠﺑﻜﻢﻟﻴﺲﺑﺄﻋﻮﺭ،ﻭﺇﱠﻧﻪﺃﻋﻮﺭ'
			'ﻋﻴﻦﺍﻟﻴﻤﻨﻰ،ﺁﺄﱠﻥﻋﻴﻨﻪﻋﻨﺒﺔﻃﺎﻓﻴﺔ.ﺃﻻﺈﻧﺍﻟﱠﻠﻪﺣﱠﺮﻡﻋﻠﻴﻜﻢﺩﻣﺎﺀﺁﻢﻭﺃﻣﻮﺍﻟﻜﻢ،ﺁﺤﺮﻣﺔﻳﻮﻣﻜﻢﻩﺬﺍ،ﻓﻲ'
			'ﺑﻠﺪﺁﻢﻩﺬﺍ،ﻓﻲﺷﻬﺮﺁﻢﻩﺬﺍﺃﻻﻩﻞﺑﻠﱠﻐﺖ؟»ﻗﺎﻟﻮﺍ:ﻧﻌﻢ،ﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺍﺷﻬﺪﺛﻼﺛﺎﻭﻳﻠﻜﻢﺃﻭ:ﻭﻳﺤﻜﻢ،'
			'ﺍﻧﻈﺮﻭﺍ:ﻻﺗﺮﺟﻌﻮﺍﺑﻌﺪﻱﺁﱠﻔﺎﺭﺍﻳﻀﺮﺏﺑﻌﻀﻜﻢﺭﻗﺎﺏﺑﻌﺾ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ،ﻭﺭﻮﯨﻣﺴﻠﻢﺑﻌﻀﻪ',
		translation: 'Translation of Hadith 205'
),
	Hadith(
		hadithNumber: 206,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻗﺎﻝ:((ﻣﻦﻇﻠﻢﻗﻴﺪﺷﺒﺮﻣﻦﺍﻷﺭﺽ'
			'ﻃﻮﱢﻗﻪﻣﻦﺳﺒﻊﺃﺭﺿﻴﻦ))ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 206'
),
	Hadith(
		hadithNumber: 207,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻟﻴﻤﻠﻲﻟﻠﱠﻈﺎﻟﻢ'
			'ﻓﺈﺫﺍﺃﺧﺬﻩﻟﻢﻳﻔﻠﺘﻪ،ﺛﻢﱠﻗﺮﺃ:{ﻭﺁﺬﻟﻚﺃﺧﺬﺭﱢﺑﻚﺇﺫﺍﺃﺧﺬﺍﻟﻘﺮﻯﻭﻩﻲﻇﺎﻟﻤﺔﺇﱠﻥﺃﺧﺬﻩﺃﻟﻴﻢﺷﺪﻳﺪ}',
		translation: 'Translation of Hadith 207'
),
	Hadith(
		hadithNumber: 208,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﻌﺜﻨﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺇﱠﻧﻚﺗﺄﺗﻲﻗﻮﻣﺎﻣﻦ'
			'ﺃﻩﻞﺍﻟﻜﺘﺎﺏ،ﻓﺎﺩﻋﻬﻢﺇﻟﻰﺷﻬﺎﺩﺓﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱢﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚ،ﻓﺄﻋﻠﻤﻬﻢﺃﱠﻥﺍﻟﱠﻠﻪ'
			'ﻗﺪﺍﻓﺘﺮﺽﻋﻠﻴﻬﻢﺧﻤﺲﺻﻠﻮﺍﺕﻓﻲﺁﻞﱢﻳﻮﻡﻭﻟﻴﻠﺔ،ﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚ،ﻓﺄﻋﻠﻤﻬﻢﺃﱠﻥﺍﻟﱠﻠﻪﻗﺪﺍﻓﺘﺮﺽ'
			'ﻋﻠﻴﻬﻢﺻﺪﻗﺔﺗﺆﺧﺬﻣﻦﺃﻏﻨﻴﺎﺋﻬﻢﻓﺘﺮﱡﺩﻋﻠﻰﻓﻘﺮﺍﺋﻬﻢ،ﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚ،ﻓﺈﱠﻳﺎﻙﻭﺁﺮﺍﺋﻢﺃﻣﻮﺍﻟﻬﻢ.ﻭﺍﱠﺗﻖ'
			'ﺩﻋﻮﺓﺍﻟﻤﻈﻠﻮﻡﻓﺈﱠﻧﻪﻟﻴﺲﺑﻴﻨﻬﺎﻭﺑﻴﻦﺍﻟﱠﻠﻪﺣﺠﺎﺏ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 208'
),
	Hadith(
		hadithNumber: 209,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺣﻤﻴﺪﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺳﻌﺪﺍﻟﱠﺴﺎﻋﺪﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﺳﺘﻌﻤﻞﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺭﺟﻼﻣﻦﺍﻷﺯﺩﻳﻘﺎﻝﻟﻪ:ﺍﺑـﻦﺍﻟﱡﻠﺘﺒﱠﻴﺔﻋﻠﻰﺍﻟﱠﺼﺪﻗﺔ،ﻓﻠﱠﻤﺎﻗﺪﻡﻗـﺎﻝ:ﻩﺬﺍﻟﻜﻢ،ﻭﻩﺬﺍﺄﻫﺪﻱﺇﻟﱠﻲﻓﻘﺎﻡ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺍﻟﻤﻨﺒﺮ،ﻓﺤﻤﺪﺍﻟﱠﻠﻪﻭﺃﺛﻨﻰﻋﻠﻴﻪ،ﺛﻢﱠﻗﺎﻝ:«ﺃﱠﻣﺎﺑﻌﺪﻓﺈﱢﻧﻲﺃﺳﺘﻌﻤﻞ'
			'ﺍﻟﱠﺮﺟﻞﻣﻨﻜﻢﻋﻠﻰﺍﻟﻌﻤﻞﻣﱠﻤﺎﻭﱠﻻﻧﻲﺍﻟﱠﻠﻪ،ﻓﻴﺄﺗﻲﻓﻴﻘﻮﻝ:ﻩﺬﺍﻟﻜﻢ،ﻭﻩﺬﺍﻩﺪﱠﻳﺔﺃﻩﺪﻳﺖﺇﻟﱠﻲ،ﺃﻓﻼﺟﻠﺲﻓﻲﺑﻴﺖ'
			'ﺍﻟﻘﻴﺎﻣﺔ،ﻓﻼﺃﻋﺮﻓﱠﻦﺃﺣﺪﺍﻣﻨﻜﻢﻟﻘﻲﺍﻟﱠﻠﻪﻳﺤﻤﻞﺑﻌﻴﺮﺍﻟﻪﺭﻏﺎﺀ،ﺃﻭﺑﻘﺮﺓﻟﻬﺎﺧﻮﺍﺭ،ﺃﻭﺷﺎﺓﺗﻴﻌﺮﺛﻢﱠﺭﻓﻊﻳﺪﻳﻪﺃﺑﻴﻪﺃﻭﺃﱢﻣﻪﺣﱠﺘﻰﺗﺄﺗﻴﻪﺇﻥﺁﺎﻥﺻﺎﺩﻗﺎ،ﻭﺍﻟﱠﻠﻪﻻﻳﺄﺧﺬﺃﺣﺪﻣﻨﻜﻢﺷﻴﺌﺎﺑﻐﻴﺮﺣﱢﻘﻪﺇﱠﻻﻟﻘﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻳﺤﻤﻠﻪﻳﻮﻡ'
			'ﺣﱠﺘﻰﺭﺅﻱﺑﻴﺎﺽﺇﺑﻄﻴﻪﻓﻘﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﻩﻞﺑﻠﱠﻐﺖ»ﺛﻼﺛﺎ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 209'
),
	Hadith(
		hadithNumber: 210,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﺎﻧﺖﻋﻨﺪﻩﻣﻈﻠﻤﺔﻷﺧﻴﻪ'
			'،ﻣﻦﻋﺮﺿﻪﺃﻭﻣﻦﺷﻲﺀ،ﻓﻠﻴﺘﺤﱠﻠﻠﻪﻣﻨﻪﺍﻟﻴﻮﻡﻗﺒﻞﺃﻥﻻﻳﻜﻮﻥﺩﻳﻨﺎﺭﻭﻻﺩﺭﻩﻢ،ﺇﻥﺁﺎﻥﻟﻪﻋﻤﻞﺻﺎﻟﺢﺃﺧﺬ'
			'ﻣﻨﻪﺑﻘﺪﺭﻣﻈﻠﻤﺘﻪ،ﻭﺇﻥﻟﻢﻳﻜﻦﻟﻪﺣﺴﻨﺎﺕﺃﺧﺬﻣﻦﺳﱢﻴﺌﺎﺕﺻﺎﺣﺒﻪﻓﺤﻤﻞﻋﻠﻴﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 210'
),
	Hadith(
		hadithNumber: 211,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﺴﻠﻢ'
			'ﻣﻦﺳﻠﻢﺍﻟﻤﺴﻠﻤﻮﻥﻣﻦﻟﺴﺎﻧﻪﻭﻳﺪﻩ،ﻭﺍﻟﻤﻬﺎﺟﺮﻣﻦﻩﺠﺮﻣﺎﻧﻬﻰﺍﻟﱠﻠﻪﻋﻨﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 211'
),
	Hadith(
		hadithNumber: 212,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﻋﻠﻰﺛﻘﻞﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺟﻞﻳﻘﺎﻝﻟﻪﺁﺮﺁﺮﺓ،ﻓﻤﺎﺕﻓﻘﺎﻝ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻩﻮﻓﻲﺍﻟﱠﻨﺎﺭ»ﻓﺬﻩﺒﻮﺍﻳﻨﻈﺮﻭﻥﺇﻟﻴﻪﻓﻮﺟﺪﻭﺍﻋﺒﺎﺀﺓﻗﺪﻏﱠﻠﻬﺎ.ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 212'
),
	Hadith(
		hadithNumber: 213,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺓﻧﻔﻴﻊﺑﻦﺍﻟﺤﺎﺭﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﺰﻣﺎﻥﻗﺪ.'
			'ﺍﺳﺘﺪﺍﺭﺁﻬﻴﺌﺘﻪﻳﻮﻡﺧﻠﻖﺍﻟﱠﻠﻪﺍﻟﱠﺴﻤﻮﺍﺕﻭﺍﻷﺭﺽ:ﺍﻟﱠﺴﻨﺔﺍﺛﻨﺎﻋﺸﺮﺷﻬﺮﺍ،ﻣﻨﻬﺎﺃﺭﺑﻌﺔﺣﺮﻡ:ﺛﻼﺙﻣﺘﻮﺍﻟﻴﺎﺕ'
			':ﺫﻭﺍﻟﻘﻌﺪﺓﻭﺫﻭﺍﻟﺤﱠﺠﺔ،ﻭﺍﻟﻤﺤﺮﱠﻡ،ﻭﺭﺟﺐﺍﻟﺬﻱﺑﻴﻦﺟﻤﺎﺪﻳﻭﺷﻌﺒﺎﻥ،ﺃﱡﻱﺷﻬﺮﻩﺬﺍ؟»ﻗﻠﻨﺎ:ﺍﻟﱠﻠﻪ'
			'ﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ،ﻓﺴﻜﺖﺣﱠﺘﻰﻇﻨﱠﻨﺎﺃﻧﱠﻪﺳﻴﺴﱢﻤﻴﻪﺑﻐﻴﺮﺍﺳﻤﻪ،ﻗﺎﻝ:ﺃﻟﻴﺲﺫﺍﺍﻟﺤﱠﺠﺔ؟ﻗﻠﻨﺎ:ﺑﻠﻰ:ﻗﺎﻝ:«ﻓﺄﱡﻱ'
			'ﺑﻠﺪﻩﺬﺍ؟»ﻗﻠﻨﺎ:ﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ،ﻓﺴﻜﺖﺣﱠﺘﻰﻇﻨﱠﻨﺎﺃﻧﱠﻪﺳﻴﺴﱢﻤﻴﻪﺑﻐﻴﺮﺍﺳﻤﻪ.ﻗﺎﻝ:«ﺃﻟﻴﺲﺍﻟﺒﻠﺪﺓﺍﻟﺤﺮﻡ'
			'؟»ﻗﻠﻨﺎ:ﺑﻠﻰ.ﻗﺎﻝ:«ﻓﺄﱡﻱﻳﻮﻡﻩﺬﺍ؟»ﻗﻠﻨﺎ:ﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ،ﻓﺴﻜﺖﺣﱠﺘﻰﻇﻨﱠﻨﺎﺃﱠﻧﻪﺳﻴﺴﱢﻤﻴﻪﺑﻐﻴﺮ'
			'ﺍﺳﻤﻪ.ﻗﺎﻝ:«ﺃﻟﻴﺲﻳﻮﻡﺍﻟﱠﻨﺤﺮ؟»ﻗﻠﻨﺎ:ﺑﻠﻰ.ﻗﺎﻝ:«ﻓﺈﱠﻥﺩﻣﺎﺀﺁﻢﻭﺃﻣﻮﺍﻟﻜﻢﻭﺃﻋﺮﺍﺿﻜﻢﻋﻠﻴﻜﻢﺣﺮﺎﻣ،'
			'ﺁﺤﺮﻣﺔﻳﻮﻣﻜﻢﻩﺬﺍﻓﻲﺑﻠﺪﺁﻢﻩﺬﺍﻓﻲﺷﻬﺮﺁﻢﻩﺬﺍ،ﻭﺳﺘﻠﻘﻮﻥﺭﱠﺑﻜﻢﻓﻴﺴﺄﻟﻜﻢﻋﻦﺃﻋﻤﺎﻟﻜﻢ،ﺃﻻﻓﻼﺗﺮﺟﻌﻮﺍ'
			'ﺑﻌﺪﻱﺁﱠﻔﺎﺭﺍﻳﻀﺮﺏﺑﻌﻀﻜﻢﺭﻗﺎﺏﺑﻌﺾ،ﺃﻻﻟﻴﺒﱢﻠﻎﺍﻟﱠﺸﺎﻩﺪﺍﻟﻐﺎﺋﺐ،ﻓﻠﻌﱠﻞﺑﻌﺾﻣﻦﻳﺒﻠﻐﻪﺃﻥﻳﻜﻮﻥﺃﻭﻋﻰﻟﻪ'
			'ﻣﻦﺑﻌﺾﻣﻦﺳﻤﻌﻪ»ﺛﻢﱠﻗﺎﻝ:«ﺃﻻﻩﻞﺑﻠﱠﻐﺖ،ﺃﻻﻩﻞﺑﻠﱠﻐﺖ؟»ﻗﻠﻨﺎ:ﻧﻌﻢ،ﻗﺎﻝ:«ﺍﻟﱠﻠﻬﻢﺍﺷﻬﺪ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 213'
),
	Hadith(
		hadithNumber: 214,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺇﻳﺎﺱﺑﻦﺛﻌﻠﺒﺔﺍﻟﺤﺎﺭﺛﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﻣﻦﺍﻗﺘﻄﻊﺣﱠﻖﺍﻣﺮﻱﺀﻣﺴﻠﻢﺑﻴﻤﻴﻨﻪﻓﻘﺪﺃﻭﺟﺐﺍﻟﱠﻠﻪﻟﻪﺍﻟﱠﻨﺎﺭ،ﻭﺣﱠﺮﻡﻋﻠﻴﻪﺍﻟﺠﱠﻨﺔ»ﻓﻘﺎﻝﺭﺟﻞ:ﻭﺇﻥﺁﺎﻥﺷﻴﺌﺎ'
			'ﻳﺴﻴﺮﺍﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻓﻘﺎﻝ:«ﻭﺇﻥﻗﻀﻴﺒﺎﻣﻦﺃﺭﺍﻙ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 214'
),
	Hadith(
		hadithNumber: 215,
		hadith:
						'ﻭﻋﻦﻋﺪﻱﺑﻦﻋﻤﻴﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﻳﻘﻮﻝ:«ﻣﻦﺍﺳﺘﻌﻤﻠﻨﺎﻩﻣﻨﻜﻢﻋﻠﻰﻋﻤﻞ.'
			'،ﻓﻜﺘﻤﻨﺎﻣﺨﻴﻄﺎﻓﻤﺎﻓﻮﻗﻪ،ﺁﺎﻥﻏﻠﻮﻻﻳﺄﺗﻲﺑﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻓﻘﺎﻡﺇﻟﻴﻪﺭﺟﻞﺃﺳﻮﺩﻣﻦﺍﻷﻧﺼﺎﺭ،ﺁﺄﱢﻧﻲﺃﻧﻈﺮ'
			'ﺇﻟﻴﻪ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺍﻗﺒﻞﻋﻨﻲﻋﻤﻠﻚﻗﺎﻝ:«ﻭﻣﺎﻟﻚ؟»ﻗﺎﻝ:ﺳﻤﻌﺘﻚﺗﻘﻮﻝﺁﺬﺍﻭﺁﺬﺍ،ﻗﺎﻝ:«ﻭﺃﻧﺎ'
			'ﺃﻗﻮﻟﻪﺍﻵﻥ:ﻣﻦﺍﺳﺘﻌﻤﻠﻨﺎﻩﻋﻠﻰﻋﻤﻞﻓﻠﻴﺠﻲﺀﺑﻘﻠﻴﻠﻪﻭﺁﺜﻴﺮﻩ،ﻓﻤﺎﺃﻭﺗﻲﻣﻨﻪﺃﺧﺬﻭﻣﺎﻧﻬﻰﻋﻨﻪﺍﻧﺘﻬﻰ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 215'
),
	Hadith(
		hadithNumber: 216,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻟﱠﻤﺎﺁﺎﻥﻳﻮﻡﺧﻴﺒﺮﺃﻗﺒﻞﻧﻔﺮﻣﻦﺃﺻﺤﺎﺏﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﻮﺍ:ﻓﻼﻥﺷﻬﻴﺪ،ﻭﻓﻼﻥﺷﻬﻴﺪ،ﺣﱠﺘﻰﻣﱡﺮﻭﺍﻋﻠﻰﺭﺟﻞﻓﻘﺎﻟﻮﺍ:ﻓﻼﻥﺷﻬﻴﺪ.ﻓﻘﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﱠﻼﺇﱢﻧﻲﺭﺃﻳﺘﻪﻓﻲﺍﻟﱠﻨﺎﺭﻓﻲﺑﺮﺩﺓﻏﱠﻠﻬﺎﺃﻭﻋﺒﺎﺀﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 216'
),
	Hadith(
		hadithNumber: 217,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺍﻟﺤﺎﺭﺙﺑﻦﺭﺑﻌﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﱠﻪﻗﺎﻡﻓﻴﻬﻢ،'
			'ﻓﺬﺁﺮﻟﻬﻢﺃﱠﻥﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻭﺍﻹﻳﻤﺎﻥﺑﺎﻟﱠﻠﻪﺃﻓﻀﻞﺍﻷﻋﻤﺎﻝ،ﻓﻘﺎﻡﺭﺟﻞﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺭﺃﻳﺖﺇﻥ'
			'ﻗﺘﻠﺖﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﺗﻜﻔﱢﺮﻋﻨﻲﺧﻄﺎﻳﺎﻯ؟ﻓﻘﺎﻝﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻧﻌﻢﺇﻥﻗﺘﻠﺖﻓﻲ'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪﻭﺃﻧﺖﺻﺎﺑﺮﻣﺤﺘﺴﺐ،ﻣﻘﺒﻞﻏﻴﺮﻣﺪﺑﺮ»ﺛﻢﱠﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻴﻒﻗﻠﺖ؟'
			'»ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺇﻥﻗﺘﻠﺖﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﺃﺗﻜﻔﺮﻋﻨﻲﺧﻄﺎﻳﺎﻱ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻧﻌﻢ'
			'ﻭﺃﻧﺖﺻﺎﺑﺮﻣﺤﺘﺴﺐ،ﻣﻘﺒﻞﻏﻴﺮﻣﺪﺑﺮ،ﺇﱠﻻﺍﻟﱠﺪﻳﻦﻓﺈﱠﻥﺟﺒﺮﻳﻞﻗﺎﻝﻟﻲﺫﻟﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 217'
),
	Hadith(
		hadithNumber: 218,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺗﺪﺭﻮﻧﻣﻦﺍﻟﻤﻔﻠﺲ؟».'
			'ﻗﺎﻟﻮﺍ:ﺍﻟﻤﻔﻠﺲﻓﻴﻨﺎﻣﻦﻻﺩﺭﻩﻢﻟﻪﻭﻻﻣﺘﺎﻉ.ﻓﻘﺎﻝ:«ﺇﱠﻥﺍﻟﻤﻔﻠﺲﻣﻦﺃﱠﻣﺘﻲﻣﻦﻳﺄﺗﻲﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺑﺼﻼﺓ'
			'ﻭﺻﻴﺎﻡﻭﺯﺁﺎﺓ،ﻭﻳﺄﺗﻲﻭﻗﺪﺷﺘﻢﻩﺬﺍ،ﻭﻗﺬﻑﻩﺬﺍﻭﺃﺁﻞﻣﺎﻝﻩﺬﺍ،ﻭﺳﻔﻚﺪﻣﻩﺬﺍ،ﻭﺿﺮﺏﻩﺬﺍ،ﻓﻴﻌﻄﻰﻩﺬﺍ'
			'ﻣﻦﺣﺴﻨﺎﺗﻪ،ﻭﻩﺬﺍﻣﻦﺣﺴﻨﺎﺗﻪ،ﻓﺈﻥﻓﻨﻴﺖﺣﺴﻨﺎﺗﻪﻗﺒﻞﺃﻥﻳﻘﻀﻲﻣﺎﻋﻠﻴﻪ،ﺃﺧﺬﻣﻦﺧﻄﺎﻳﺎﻩﻢﻓﻄﺮﺣﺖﻋﻠﻴﻪ'
			'،ﺛﻢﱠﻃﺮﺡﻓﻲﺍﻟﱠﻨﺎﺭ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 218'
),
	Hadith(
		hadithNumber: 219,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻧﻤﺎﺃﻧﺎﺑﺸﺮ،ﻭﺇﱠﻧﻜﻢ'
			'ﺗﺨﺘﺼﻤﻮﻥﺇﻟﱠﻲ،ﻭﻟﻌﱠﻞﺑﻌﻀﻜﻢﺃﻥﻳﻜﻮﻥﺃﻟﺤﻦﺑﺤﱠﺠﺘﻪﻣﻦﺑﻌﺾ،ﻓﺄﻗﻀﻲﻟﻪﺑﻨﺤﻮﻣﺎﺃﺳﻤﻊﻓﻤﻦﻗﻀﻴﺖﻟﻪ'
			'ﺑﺤﱢﻖﺃﺧﻴﻪﻓﺈﱠﻧﻤﺎﺃﻗﻄﻊﻟﻪﻗﻄﻌﺔﻣﻦﺍﻟﱠﻨﺎﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.«ﺃﻟﺤﻦ»ﺃﻱ:ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 219'
),
	Hadith(
		hadithNumber: 220,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻦﻳﺰﺍﻝﺍﻟﻤﺆﻣﻦﻓﻲ'
			'ﻓﺴﺤﺔﻣﻦﺩﻳﻨﻪﻣﺎﻟﻢﻳﺼﺐﺩﻣﺎﺣﺮﺍﻣﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 220'
),
	Hadith(
		hadithNumber: 221,
		hadith:
						'ﻭﻋﻦﺧﻮﻟﺔﺑﻨﺖﻋﺎﻣﺮﺍﻷﻧﺼﺎﺭﱠﻳﺔ،ﻭﻩﻲﺍﻣﺮﺃﺓﺣﻤﺰﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻭﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝ(.'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺭﺟﺎﻻﻳﺘﺨﱠﻮﺿﻮﻥﻓﻲﻣﺎﻝﺍﻟﱠﻠﻪﺑﻐﻴﺮﺣـﱟﻖﻓﻠﻬﻢﺍﻟﱠﻨﺎﺭﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 221'
),
	Hadith(
		hadithNumber: 222,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻤﺆﻣﻦﻟﻠﻤﺆﻣﻦﺁﺎﻟﺒﻨﻴﺎﻥ'
			'ﻳﺸﱡﺪﺑﻌﻀﻪﺑﻌﻀﺎ»ﻭﺷﱠﺒﻚﺑﻴﻦﺃﺻﺎﺑﻌﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 222'
),
	Hadith(
		hadithNumber: 223,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻣﱠﺮﻓﻲﺷﻲﺀﻣﻦﻣﺴﺎﺟﺪﻧﺎ،ﺃﻭﺃﺳﻮﺍﻗﻨﺎ،'
			'ﻭﻣﻌﻪﻧﺒﻞﻓﻠﻴﻤﺴﻚ،ﺃﻭﻟﻴﻘﺒﺾﻋﻠﻰﻧﺼﺎﻟﻬﺎﺑﻜﱢﻔﻪﺃﻥﻳﺼﻴﺐﺃﺣﺪﺍﻣﻦﺍﻟﻤﺴﻠﻤﻴﻦﻣﻨﻬﺎﺑﺸﻲﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 223'
),
	Hadith(
		hadithNumber: 224,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺜﻞﺍﻟﻤﺆﻣﻨﻴﻦ'
			'ﻓﻲﺗﻮﺍﱢﺩﻩﻢﻭﺗﺮﺍﺣﻤﻬﻢﻭﺗﻌﺎﻃﻔﻬﻢ،ﻣﺜﻞﺍﻟﺠﺴﺪﺇﺫﺍﺍﺷﺘﻜﻰﻣﻨﻪﻋﻀﻮﺗﺪﺍﻋﻰﻟﻪﺳﺎﺋﺮﺍﻟﺠﺴﺪﺑﺎﻟﺴﻬﺮﻭﺍﻟﺤﱠﻤﻰ'
			'»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 224'
),
	Hadith(
		hadithNumber: 225,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﱠﺒﻞﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﺤﺴﻦﺍﺑﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﻤﺎ،ﻭﻋﻨﺪﻩﺍﻷﻗﺮﻉﺑﻦﺣﺎﺑﺲ،ﻓﻘﺎﻝﺍﻷﻗﺮﻉ:ﺇﱠﻥﻟﻲﻋﺸﺮﺓﻣﻦﺍﻟﻮﻟﺪﻣﺎﻗﱠﺒﻠﺖﻣﻨﻬﻢﺃﺣﺪﺍﻓﻨﻈﺮﺇﻟﻴﻪ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﻣﻦﻻﻳﺮﺣﻢﻻﻳﺮﺣﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 225'
),
	Hadith(
		hadithNumber: 226,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺪﻡﻧﺎﺱﻣﻦﺍﻷﻋﺮﺍﺏﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﻓﻘﺎﻟﻮﺍ:ﺃﺗﻘﱢﺒﻠﻮﻥﺻﺒﻴﺎﻧﻜﻢ؟ﻓﻘﺎﻝ:«ﻧﻌﻢ»ﻗﺎﻟﻮﺍ:ﻟﻜﱠﻨﺎﻭﺍﻟﱠﻠﻪﻣﺎﻧﻘﺒﱢﻞ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﺃﻭﺃﻣﻠﻚﺇﻥﺁﺎﻥﺍﻟﱠﻠﻪﻧﺰﻉﻣﻦﻗﻠﻮﺑﻜﻢﺍﻟﱠﺮﺣﻤﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 226'
),
	Hadith(
		hadithNumber: 227,
		hadith:
						'ﻭﻋﻦﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻻﻳﺮﺣﻢ'
			'ﺍﻟﱠﻨﺎﺱﻻﻳﺮﺣﻤﻪﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 227'
),
	Hadith(
		hadithNumber: 228,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺻﻠﻰﺃﺣﺪﺁﻢﻟﻠﱠﻨﺎﺱ'
			'ﻓﻠﻴﺨﱢﻔﻒ،ﻓﺈﱠﻥﻓﻴﻬﻢﺍﻟﱠﻀﻌﻴﻒﻭﺍﻟﺴﻘﻴﻢﻭﺍﻟﻜﺒﻴﺮ.ﻭﺇﺫﺍﺻﱠﻠﻰﺃﺣﺪﺁﻢﻟﻨﻔﺴﻪﻓﻠﻴﻄﱢﻮﻝﻣﺎﺷﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﺫﺍﺍﻟﺤﺎﺟﺔ»',
		translation: 'Translation of Hadith 228'
),
	Hadith(
		hadithNumber: 229,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺇﻥﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻴﺪﻉﺍﻟﻌﻤﻞ،ﻭﻩﻮﻳﺤﱡﺐ'
			'ﺃﻥﻳﻌﻤﻞﺑﻪ،ﺧﺸﻴﺔﺃﻥﻳﻌﻤﻞﺑﻪﺍﻟﱠﻨﺎﺱﻓﻴﻔﺮﺽﻋﻠﻴﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 229'
),
	Hadith(
		hadithNumber: 230,
		hadith:
						'ﻭﻋﻨﻬﺎﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻧﻬﺎﻩﻢﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﻮﺻﺎﻝﺭﺣﻤﺔﻟﻬﻢ،ﻓﻘﺎﻟﻮﺍ:ﺇﱠﻧﻚ'
			'ﺗﻮﺍﺻﻞ؟ﻗﺎﻝ:«ﺇﱢﻧﻲﻟﺴﺖﺁﻬﻴﺌﺘﻜﻢﺇﱢﻧﻲﺃﺑﻴﺖﻳﻄﻌﻤﻨﻲﺭﱢﺑﻲﻭﻳﺴﻘﻴﻨﻲ»ﻣﺘﻔﻖﻋﻠﻴﻪﻣﻌﻨﺎﻩ:ﻳﺠﻌﻞﻓﱠﻲﻗﻮﱠﺓ'
			'`.230ﻣﻦﺃﺁﻞﻭﺷﺮﺏ',
		translation: 'Translation of Hadith 230'
),
	Hadith(
		hadithNumber: 231,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺍﻟﺤﺎﺭﺙﺑﻦﺭﺑﻌﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱢﻧﻲ'
			'ﻷﻗﻮﻡﺇﻟﻰﺍﻟﱠﺼﻼﺓ،ﻭﺃﺭﻳﺪﺃﻥﺃﻃﱢﻮﻝﻓﻴﻬﺎ،ﻓﺄﺳﻤﻊﺑﻜﺎﺀﺍﻟﱠﺼﺒﱢﻲ،ﻓﺄﺗﺠﱠﻮﺯﻓﻲﺻﻼﺗﻲﺁﺮﺍﻩﻴﺔﺃﻥﺃﺷﻖﱠﻋﻠﻰ'
			'ﺃﱢﻣﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 231'
),
	Hadith(
		hadithNumber: 232,
		hadith:
						'ﻭﻋﻦﺟﻨﺪﺏﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺻﱠﻠﻰﺻﻼﺓ'
			'ﺍﻟﱡﺼﺒﺢﻓﻬﻮﻓﻲﺫﻣﺔﺍﻟﱠﻠﻪﻓﻼﻳﻄﻠﺒﱠﻨﻜﻢﺍﻟﱠﻠﻪﻣﻦﺫﱠﻣﺘﻪﺑﺸﻲﺀ،ﻓﺈﱠﻧﻪﻣﻦﻳﻄﻠﺒﻪﻣﻦﺫﱠﻣﺘﻪﺑﺸﻲﺀﻳﺪﺭﺁﻪ،ﺛﻢﱠﻳﻜﺒﱡﻪ'
			'ﻋﻠﻰﻭﺟﻬﻪﻓﻲﻧﺎﺭﺟﻬﱠﻨﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 232'
),
	Hadith(
		hadithNumber: 233,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﺴﻠﻢﺃﺧﻮﺍﻟﻤﺴﻠﻢ،ﻻ'
			'ﻳﻈﻠﻤﻪ،ﻭﻻﻳﺴﻠﻤﻪ،ﻣﻦﺁﺎﻥﻓﻲﺣﺎﺟﺔﺃﺧﻴﻪﺁﺎﻥﺍﻟﱠﻠﻪﻓﻲﺣﺎﺟﺘﻪ،ﻭﻣﻦﻓﱠﺮﺝﻋﻦﻣﺴﻠﻢﺁﺮﺑﺔﻓﱠﺮﺝﺍﻟﱠﻠﻪﻋﻨﻪ'
			'ﺑﻬﺎﺁﺮﺑﺔﻣﻦﺁﺮﺏﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﻣﻦﺳﺘﺮﻣﺴﻠﻤﺎﺳﺘﺮﻩﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 233'
),
	Hadith(
		hadithNumber: 234,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻤﺴﻠﻢﺃﺧﻮﺍﻟﻤﺴﻠﻢﻻ'
			'ﻳﺨﻮﻧﻪﻭﻻﻳﻜﺬﺑﻪﻭﻻﻳﺨﺬﻟﻪ،ﺁﻞﱡﺍﻟﻤﺴﻠﻢﻋﻠﻰﺍﻟﻤﺴﻠﻢﺣﺮﺎﻣﻋﺮﺿﻪﻭﻣﺎﻟﻪﻭﺩﻣﻪﺍﻟﱠﺘﻘﻮﻯﻩﺎﻩﻨﺎ،ﺑﺤﺴﺐ'
			'.234ﺍﻣﺮﻯﺀﻣﻦﺍﻟﱠﺸﱢﺮﺃﻥﻳﺤﻘﺮﺃﺧﺎﻩﺍﻟﻤﺴﻠﻢ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 234'
),
	Hadith(
		hadithNumber: 235,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺤﺎﺳﺪﻭﺍﻭﻻﺗﻨﺎﺟﺸﻮﺍﻭﻻﺗﺒﺎﻏﻀﻮﺍﻭﻻ'
			'ﺗﺪﺍﺑﺮﻭﺍﻭﻻﻳﺒﻊﺑﻌﻀﻜﻢﻋﻠﻰﺑﻴﻊﺑﻌﺾ،ﻭﺁﻮﻧﻮﺍﻋﺒﺎﺩﺍﻟﱠﻠﻪﺇﺧﻮﺍﻧﺎ.ﺍﻟﻤﺴﻠﻢﺃﺧﻮﺍﻟﻤﺴﻠﻢﻻﻳﻈﻠﻤﻪﻭﻻﻳﺤﻘﺮﻩ'
			'ﻭﻻﻳﺨﺬﻟﻪ.ﺍﻟﱠﺘﻘﻮﻯﻩﺎﻩﻨﺎﻭﻳﺸﻴﺮﺇﻟﻰﺻﺪﺭﻩﺛﻼﺙﻣﱠﺮﺍﺕﺑﺤﺴﺐﺍﻣﺮﻱﺀﻣﻦﺍﻟﱠﺸﱢﺮﺃﻥﻳﺤﻘﺮﺃﺧﺎﻩﺍﻟﻤﺴﻠﻢ.ﺁﻞﱠ'
			'ﺍﻟﻤﺴﻠﻢﻋﻠﻰﺍﻟﻤﺴﻠﻢﺣﺮﺎﻣﺩﻣﻪﻭﻣﺎﻟﻪﻭﻋﺮﺿﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﱠﻨﺠﺶ»ﺃﻥﻳﺰﻳﺪﻓﻲﺛﻤﻦﺳﻠﻌﺔﻳﻨﺎﺪﻳﻋﻠﻴﻬﺎﻓﻲﺍﻟﱡﺴﻮﻕﻭﻧﺤﻮﻩ،ﻭﻻﺭﻏﺒﺔﻟﻪﻓﻲﺷﺮﺍﺋﻬﺎﺑﻞﻳﻘﺼﺪﺃﻥ'
			'ﻳﻐﺮﱠﻏﻴﺮﻩ،ﻭﻩﺬﺍﺣﺮﺎﻣ.«ﻭﺍﻟﱠﺘﺪﺍﺑﺮ»:ﺃﻥﻳﻌﺮﺽﻋﻦﺍﻹﻧﺴﺎﻥﻭﻳﻬﺠﺮﻩﻭﻳﺠﻌﻠﻪﺁﺎﻟﱠﺸﻲﺀﺍﻟﺬﻱﻭﺭﺍﺀﺍﻟﻈﻬﺮ'
			'ﻭﺍﻟﱡﺪﺑﺮ',
		translation: 'Translation of Hadith 235'
),
	Hadith(
		hadithNumber: 236,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺆﻣﻦﺃﺣﺪﺁﻢﺣﱠﺘﻰﻳﺤﺐﱠﻷﺧﻴﻪﻣﺎ'
			'ﻳﺤﺐﱡﻟﻨﻔﺴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 236'
),
	Hadith(
		hadithNumber: 237,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻧﺼﺮﺃﺧﺎﻙﻇﺎﻟﻤﺎﺃﻭﻣﻈﻠﻮﻣﺎ»ﻓﻘﺎﻝﺭﺟﻞ:ﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻧﺼﺮﻩﺇﺫﺍﺁﺎﻥﻣﻈﻠﻮﻣﺎﺃﺭﺃﻳﺖﺇﻥﺁﺎﻥﻇﺎﻟﻤﺎﺁﻴﻒﺃﻧﺼﺮﻩ؟ﻗﺎﻝ:«ﺗﺤﺠﺰﻩﺃﻭﺗﻤﻨﻌﻪﻣﻦﺍﻟﱡﻈﻠﻢﻓﺈﱠﻥ'
			'ﺫﻟﻚﻧﺼﺮﻩ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 237'
),
	Hadith(
		hadithNumber: 238,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﱠﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺣﱡﻖﺍﻟﻤﺴﻠﻢﻋﻠﻰﺍﻟﻤﺴﻠﻢ'
			'ﺧﻤﺲ:ﺭﱡﺩﺍﻟﱠﺴﻼﻡ،ﻭﻋﻴﺎﺩﺓﺍﻟﻤﺮﻳﺾ،ﻭﺍﱢﺗﺒﺎﻉﺍﻟﺠﻨﺎﺋﺰ،ﻭﺇﺟﺎﺑﺔﺍﻟﱠﺪﻋﻮﺓ،ﻭﺗﺸﻤﻴﺖﺍﻟﻌﺎﻃﺲ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺣﻖﺍﻟﻤﺴﻠﻢﺳﱞﺖ:ﺇﺫﺍﻟﻘﻴﺘﻪﻓﺴﱢﻠﻢﻋﻠﻴﻪ،ﻭﺇﺫﺍﺩﻋﺎﻙﻓﺄﺟﺒﻪ،ﻭﺇﺫﺍﺍﺳﺘﻨﺼﺤﻚﻓﺎﻧﺼﺢ'
			'ﻟﻪ،ﻭﺇﺫﺍﻋﻄﺲﻓﺤﻤﺪﺍﻟﱠﻠﻪﻓﺸﱢﻤﺘﻪ.ﻭﺇﺫﺍﻣﺮﺽﻓﻌﺪﻩ،ﻭﺇﺫﺍﻣﺎﺕﻓﺎﺗﺒﻌﻪ»',
		translation: 'Translation of Hadith 238'
),
	Hadith(
		hadithNumber: 239,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻤﺎﺭﺓﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﻣﺮﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺴﺒﻊ'
			':ﺃﻣﺮﻧﺎﺑﻌﻴﺎﺩﺓﺍﻟﻤﺮﻳﺾ،ﻭﺍﱢﺗﺒﺎﻉﺍﻟﺠﻨﺎﺯﺓ،ﻭﺗﺸﻤﻴﺖﺍﻟﻌﺎﻃﺲ،ﻭﺇﺑﺮﺍﺭﺍﻟﻤﻘﺴﻢ،ﻭﻧﺼﺮﺍﻟﻤﻈﻠﻮﻡ،ﻭﺇﺟﺎﺑﺔ'
			'ﺍﻟﱠﺪﺍﻋﻲ،ﻭﺇﻓﺸﺎﺀﺍﻟﱠﺴﻼﻡ.ﻭﻧﻬﺎﻧﺎﻋﻦﺧﻮﺍﺗﻴﻢﺃﻭﺗﺨﱡﺘﻢﺑﺎﻟﱠﺬﻩﺐ،ﻭﻋﻦﺷﺮﺏﺑﺎﻟﻔﱠﻀﺔ،ﻭﻋﻦﺍﻟﻤﻴﺎﺛﺮﺍﻟﺤﻤﺮ،'
			'ﻭﻋﻦﺍﻟﻘﱢﺴﱢﻲ،ﻭﻋﻦﻟﺒﺲﺍﻟﺤﺮﻳﺮﻭﺍﻹﺳﺘﺒﺮﻕﻭﺍﻟﱢﺪﻳﺒﺎﺝ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻭﺇﻧﺸﺎﺩﺍﻟﱠﻀﺎﻟﺔﻓﻲﺍﻟﱠﺴﺒﻊﺍﻷﻭﻝ.'
			'»ﺍﻟﻤﻴﺎﺛﺮ»ﺑﻴﺎﺀﻣﺜﱠﻨﺎﺓﻗﺒﻞﺍﻷﻟﻒ،ﻭﺛﺎﺀﻣﺜﻠﺜﺔﺑﻌﺪﻩﺎ،ﻭﻩﻲﺟﻤﻊﻣﻴﺜﺮﺓ،ﻭﻩﻲﺷﻲﺀﻳﺘﱠﺨﺬﻣﻦﺣﺮﻳﺮ'
			'ﻭﻳﺤﺸﻰﻗﻄﻨﺎﺃﻭﻏﻴﺮﻩﻭﻳﺠﻌﻞﻓﻲﺍﻟﱡﺴﺮﺝﻭﺁﻮﺭﺍﻟﺒﻌﻴﺮﻳﺠﻠﺲﻋﻠﻴﻪﺍﻟﱠﺮﺍﺁﺐ«ﻭﺍﻟﻘﺴﱡﻲ»ﺑﻔﺘﺢﺍﻟﻘﺎﻑﻭﺁﺴﺮ'
			'ﺍﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔﺍﻟﻤﺸﱠﺪﺩﺓ:ﻭﻩﻲﺛﻴﺎﺏﺗﻨﺴﺞﻣﻦﺣﺮﻳﺮﻭﺁﱠﺘﺎﻥﻣﺨﺘﻠﻄﻴﻦ.«ﻭﺇﻧﺸﺎﺩﺍﻟﱠﻀﺎﱠﻟﺔ»:ﺗﻌﺮﻳﻔﻬﺎ',
		translation: 'Translation of Hadith 239'
),
	Hadith(
		hadithNumber: 240,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺴﺘﺮﻋﺒﺪﻋﺒﺪﺍﻓﻲﺍﻟﱡﺪﻧﻴﺎﺇﱠﻻ'
			'ﺳﺘﺮﻩﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 240'
),
	Hadith(
		hadithNumber: 241,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺁﻞﱡﺃﱠﻣﺘﻲﻣﻌﺎﻓﻰﺇﱠﻻﺍﻟﻤﺠﺎﻩﺮﻳﻦ،ﻭﺇﱠﻥ'
			'ﻣﻦﺍﻟﻤﺠﺎﻩﺮﺓﺄﻧﻳﻌﻤﻞﺍﻟﺮﱠﺟﻞﺑﺎﻟﻠﻴﻞﻋﻤﻼ،ﺛﻢﱠﻳﺼﺒﺢﻭﻗﺪﺳﺘﺮﻩﺍﻟﱠﻠﻪﻋﻠﻴﻪﻓﻴﻘﻮﻝ:ﻳﺎﻓﻼﻥﻋﻤﻠﺖﺍﻟﺒﺎﺭﺣﺔﺁﺬﺍ'
			'ﻭﺁﺬﺍ،ﻭﻗﺪﺑﺎﺕﻳﺴﺘﺮﻩﺭﺑﱡﻪ،ﻭﻳﺼﺒﺢﻳﻜﺸﻒﺳﺘﺮﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 241'
),
	Hadith(
		hadithNumber: 242,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺯﻧﺖﺍﻷﻣﺔﻓﺘﺒﻴﻦﺯﻧﺎﻩﺎﻓﻠﻴﺠﻠﺪﻩﺎﺍﻟﺤﱠﺪ،ﻭﻻﻳﺜﱢﺮﺏ'
			'ﻋﻠﻴﻬﺎ،ﺛﱠﻢﺇﻥﺯﻧﺖﺍﻟﱠﺜﺎﻧﻴﺔﻓﻠﻴﺠﻠﺪﻩﺎﺍﻟﺤﱠﺪﻭﻻﻳﺜﱢﺮﺏﻋﻠﻴﻬﺎ،ﺛﻢﱠﺇﻥﺯﻧﺖﺍﻟﱠﺜﺎﻟﺜﺔﻓﻠﻴﺒﻌﻬﺎﻭﻟﻮﺑﺤﺒﻞﻣﻦﺷﻌﺮ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.«ﺍﻟﱠﺘﺜﺮﻳﺐ»:ﺍﻟﱠﺘﻮﺑﻴﺦ',
		translation: 'Translation of Hadith 242'
),
	Hadith(
		hadithNumber: 243,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺃﺗﻲﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺮﺟﻞﻗﺪﺷﺮﺏﺧﻤﺮﺍﻗﺎﻝ:«ﺍﺿﺮﺑﻮﻩ»ﻗﺎﻝﺃﺑﻮﻩﺮﻳﺮﺓ:.'
			'ﻓﻤﱠﻨﺎﺍﻟﱠﻀﺎﺭﺏﺑﻴﺪﻩﻭﺍﻟﻀﺎﺭﺏﺑﻨﻌﻠﻪ،ﻭﺍﻟﱠﻀﺎﺭﺏﺑﺜﻮﺑﻪ.ﻓﻠﱠﻤﺎﺍﻧﺼﺮﻑﻗﺎﻝﺑﻌﺾﺍﻟﻘﻮﻡ:ﺃﺧﺰﺍﻙﺍﻟﱠﻠﻪ،ﻗﺎﻝ:ﻻ'
			'ﺗﻘﻮﻟﻮﺍﻩﻜﺬﺍﻻﺗﻌﻴﻨﻮﺍﻋﻠﻴﻪﺍﻟﱠﺸﻴﻄﺎﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 243'
),
	Hadith(
		hadithNumber: 244,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﺴﻠﻢﺃﺧــﻮﺍﻟﻤﺴﻠﻢﻻ'
			'ﻳﻈﻠﻤﻪﻭﻻﻳﺴﻠﻤﻪ.ﻭﻣﻦﺁﺎﻥﻓﻲﺣﺎﺟﺔﺃﺧﻴﻪﺁﺎﻥﺍﻟﱠﻠﻪﻓﻲﺣﺎﺟﺘﻪ،ﻭﻣﻦﻓﱠﺮﺝﻋﻦﻣﺴﻠﻢﺁﺮﺑﺔﻓﱠﺮﺝﺍﻟﱠﻠﻪﻋﻨﻪ'
			'ﺑﻬﺎﺁﺮﺑﺔﻣﻦﺁﺮﺏﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﻣﻦﺳﺘﺮﻣﺴﻠﻤﺎﺳﺘﺮﻩﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 244'
),
	Hadith(
		hadithNumber: 245,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻧﱠﻔﺲﻋﻦﻣﺆﻣﻦﺁﺮﺑﺔ'
			'ﻣﻦﺁﺮﺏﺍﻟﱡﺪﻧﻴﺎ،ﻧﱠﻔﺲﺍﻟﱠﻠﻪﻋﻨﻪﺁﺮﺑﺔﻣﻦﺁﺮﺏﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﻣﻦﻳﱠﺴﺮﻋﻠﻰﻣﻌﺴﺮﻳﱠﺴﺮﺍﻟﱠﻠﻪﻋﻠﻴﻪﻓﻲﺍﻟﱡﺪﻧﻴﺎ'
			'ﻭﺍﻵﺧﺮﺓ،ﻭﻣﻦﺳﺘﺮﻣﺴﻠﻤﺎﺳﺘﺮﻩﺍﻟﱠﻠﻪﻓﻲﺍﻟﺪﻧﻴﺎﻭﺍﻵﺧﺮﺓ،ﻭﺍﻟﱠﻠﻪﻓﻲﻋﻮﻥﺍﻟﻌﺒﺪﻣﺎﺁﺎﻥﺍﻟﻌﺒﺪﻓﻲﻋﻮﻥﺃﺧﻴﻪ'
			'،ﻭﻣﻦﺳﻠﻚﻃﺮﻳﻘﺎﻳﻠﺘﻤﺲﻓﻴﻪﻋﻠﻤﺎﺳﱠﻬﻞﺍﻟﱠﻠﻪﻟﻪﺑﻪﻃﺮﻳﻘﺎﺇﻟﻰﺍﻟﺠﱠﻨﺔ.ﻭﻣﺎﺍﺟﺘﻤﻊﻗﻮﻡﻓﻲﺑﻴﺖﻣﻦﺑﻴﻮﺕ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻳﺘﻠﻮﻥﺁﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﻳﺘﺪﺍﺭﺳﻮﻧﻪﺑﻴﻨﻬﻢﺇﱠﻻﻧﺰﻟﺖﻋﻠﻴﻬﻢﺍﻟﱠﺴﻜﻴﻨﺔ،ﻭﻏﺸﻴﺘﻬﻢﺍﻟﱠﺮﺣﻤﺔ،ﻭﺣﻔﱠﺘﻬﻢ'
			'ﺍﻟﻤﻼﺋﻜﺔ،ﻭﺫﺁﺮﻩﻢﺍﻟﱠﻠﻪﻓﻴﻤﻦﻋﻨﺪﻩ.ﻭﻣﻦﺑﱠﻄﺄﺑﻪﻋﻤﻠﻪﻟﻢﻳﺴﺮﻉﺑﻪﻧﺴﺒﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 245'
),
	Hadith(
		hadithNumber: 246,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺃﺗﺎﻩﻃﺎﻟﺐﺣﺎﺟﺔ'
			'ﺃﻗﺒﻞﻋﻠﻰﺟﻠﺴﺎﺋﻪﻓﻘﺎﻝ:«ﺍﺷﻔﻌﻮﺍﺗﺆﺟﺮﻭﺍﻭﻳﻘﻀﻲﺍﻟﱠﻠﻪﻋﻠﻰﻟﺴﺎﻥﻧﺒﱢﻴﻪﻣﺎﺃﺣﱠﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻣﺎﺷﺎﺀ»',
		translation: 'Translation of Hadith 246'
),
	Hadith(
		hadithNumber: 247,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻓﻲﻗﱠﺼﺔﺑﺮﻳﺮﺓﻭﺯﻭﺟﻬﺎ.ﻗﺎﻝ:ﻗﺎﻝﻟﻬﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻟﻮﺭﺍﺟﻌﺘﻪ؟»ﻗﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺗﺄﻣﺮﻧﻲ؟ﻗﺎﻝ:«ﺇﱠﻧﻤﺎﺃﺷـﻔﻊ»ﻗﺎﻟﺖ:ﻻﺣﺎﺟﺔﻟﻲﻓﻴﻪ.ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 247'
),
	Hadith(
		hadithNumber: 248,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻞﱡﺳﻼﻣﻰﻣﻦﺍﻟﱠﻨﺎﺱ'
			'ﻋﻠﻴﻪﺻﺪﻗﺔﺁﻞﱠﻳﻮﻡﺗﻄﻠﻊﻓﻴﻪﺍﻟﺸﱠﻤﺲ:ﺗﻌﺪﻝﺑﻴﻦﺍﻻﺛﻨﻴﻦﺻﺪﻗﺔ،ﻭﺗﻌﻴﻦﺍﻟﱠﺮﺟﻞﻓﻲﺩﺍﱠﺑﺘﻪﻓﺘﺤﻤﻠﻪﻋﻠﻴﻬﺎ،ﺃﻭ'
			'ﺗﺮﻓﻊﻟﻪﻋﻠﻴﻬﺎﻣﺘﺎﻋﻪﺻﺪﻗﺔ،ﻭﺍﻟﻜﻠﻤﺔﺍﻟﱠﻄﻴﺒﺔﺻﺪﻗﺔ،ﻭﺑﻜﻞﱢﺧﻄﻮﺓﺗﻤﺸﻴﻬﺎﺇﻟﻰﺍﻟﱠﺼﻼﺓﺻﺪﻗﺔ،ﻭﺗﻤﻴﻂﺍﻷﺬﯨ'
			'ﻋﻦﺍﻟﱠﻄﺮﻳﻖﺻﺪﻗﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﻣﻌﻨﻰﺗﻌﺪﻝﺑﻴﻨﻬﻤﺎ»ﺗﺼﻠﺢﺑﻴﻨﻬﻤﺎﺑﺎﻟﻌﺪﻝ',
		translation: 'Translation of Hadith 248'
),
	Hadith(
		hadithNumber: 249,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺁﻠﺜﻮﻡﺑﻨﺖﻋﻘﺒﺔﺑﻦﺃﺑﻲﻣﻌﻴﻂﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﻟﻴﺲﺍﻟﻜﱠﺬﺍﺏﺍﻟﺬﻱﻳﺼﻠﺢﺑﻴﻦﺍﻟﱠﻨﺎﺱﻓﻴﻨﻤﻲﺧﻴﺮﺍ،ﺃﻭﻳﻘﻮﻝﺧﻴﺮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻣﺴﻠﻢﺯﻳﺎﺩﺓ،ﻗﺎﻟﺖ:ﻭﻟﻢﺃﺳﻤﻌﻪﻳﺮﺧﱢﺺﻓﻲﺷﻲﺀﻣﱠﻤﺎﻳﻘﻮﻟﻪﺍﻟﱠﻨﺎﺱﺇﱠﻻﻓﻲﺛﻼﺙ،ﺗﻌﻨﻲ:ﺍﻟﺤﺮﺏ'
			'،ﻭﺍﻹﺻﻼﺡﺑﻴﻦﺍﻟﱠﻨﺎﺱ،ﻭﺣﺪﻳﺚﺍﻟﱠﺮﺟﻞﺍﻣﺮﺃﺗﻪ،ﻭﺣﺪﻳﺚﺍﻟﻤﺮﺃﺓﺯﻭﺟﻪ',
		translation: 'Translation of Hadith 249'
),
	Hadith(
		hadithNumber: 250,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺻﻮﺕﺧﺼﻮﻡﺑﺎﻟﺒﺎﺏ'
			'ﻋﺎﻟﻴﺔﺃﺻﻮﺍﺗﻬﻤﺎ،ﻭﺇﺫﺍﺃﺣﺪﻩﻤﺎﻳﺴﺘﻮﺿﻊﺍﻵﺧﺮﻭﻳﺴﺘﺮﻓﻘﻪﻓﻲﺷﻲﺀ،ﻭﻩﻮﻳﻘﻮﻝ:ﻭﺍﻟﱠﻠﻪﻻﺃﻓﻌﻞ،ﻓﺨﺮﺝ'
			'ﻋﻠﻴﻬﻤﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺃﻳﻦﺍﻟﻤﺘﺄﱢﻟﻲﻋﻠﻰﺍﻟﱠﻠﻪﻻﻳﻔﻌﻞﺍﻟﻤﻌﺮﻭﻑ؟»ﻓﻘﺎﻝ:ﺃﻧﺎﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﻠﻪﺃﱡﻱﺫﻟﻚﺃﺣﱠﺐ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻣﻌﻨﻰ«ﻳﺴﺘﻮﺿﻌﻪ»:ﻳﺴﺄﻟﻪﺃﻥﻳﻀﻊﻋﻨﻪﺑﻌﺾﺩﻳﻨﻪ.«ﻭﻳﺴﺘﺮﻓﻘﻪ»:ﻳﺴﺄﻟﻪﺍﻟﱢﺮﻓﻖ«ﻭﺍﻟﻤﺘﺄﻟﻲ»:'
			'ﺍﻟﺤﺎﻟﻒ.'
			'`',
		translation: 'Translation of Hadith 250'
),
	Hadith(
		hadithNumber: 251,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻌﺒﺎﺱﺳﻬﻞﺑﻦﺳﻌﺪﺍﻟﱠﺴﺎﻋﺪﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻠﻐﻪ'
			'ﺃﱠﻥﺑﻨﻲﻋﻤﺮﻭﺑﻦﻋﻮﻑﺁﺎﻥﺑﻴﻨﻬﻢﺷﱞﺮ،ﻓﺨﺮﺝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﻠﺢﺑﻴﻨﻬﻢﻓﻲﺃﻧﺎﺱﻣﻌﻪ'
			'،ﻓﺤﺒﺲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺣﺎﻧﺖﺍﻟﺼﱠﻼﺓ،ﻓﺠﺎﺀﺑﻼﻝﺇﻟﻰﺃﺑﻲﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻓﻘﺎﻝ:'
			'ﻳﺎﺃﺑﺎﺑﻜﺮﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺪﺣﺒﺲ،ﻭﺣﺎﻧﺖﺍﻟﱠﺼﻼﺓ،ﻓﻬﻞﻟﻚﺃﻥﺗﺆﻡﱠﺍﻟﱠﻨﺎﺱ؟ﻗﺎﻝ:ﻧﻌﻢ'
			'ﺇﻥﺷﺌﺖ،ﻓﺄﻗﺎﻡﺑﻼﻝﺍﻟﱠﺼﻼﺓ،ﻭﺗﻘﱠﺪﻡﺃﺑﻮﺑﻜﺮﻓﻜﱠﺒﺮﻭﺁﱠﺒﺮﺍﻟﱠﻨﺎﺱ،ﻭﺟﺎﺀﺭﺳﻮﻝﺍﻟﱠﻠﻪﻳﻤﺸﻲﻓﻲﺍﻟﱡﺼﻔﻮﻑﺣﱠﺘﻰ'
			'ﻗﺎﻡﻓﻲﺍﻟﱠﺼﱢﻒ،ﻓﺄﺧﺬﺍﻟﱠﻨﺎﺱﻓﻲﺍﻟﱠﺘﺼﻔﻴﻖ،ﻭﺁﺎﻥﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻻﻳﻠﺘﻔﺖﻓﻲﺻﻼﺗﻪ،ﻓﻠﱠﻤﺎﺃﺁﺜﺮ'
			'ﺍﻟﱠﻨﺎﺱﺍﻟﱠﺘﺼﻔﻴﻖﺍﻟﺘﻔﺖ،ﻓﺈﺫﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺷﺎﺭﺇﻟﻴﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'،ﻓﺮﻓﻊﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻳﺪﻩﻓﺤﻤﺪﺍﻟﱠﻠﻪ،ﻭﺭﺟﻊﺍﻟﻘﻬﻘﺮﻯﻭﺭﺍﺀﻩﺣﱠﺘﻰﻗﺎﻡﻓﻲﺍﻟﱠﺼﱢﻒ،ﻓﺘﻘﱠﺪﻡﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺼﱠﻠﻰﻟﻠﱠﻨﺎﺱ،ﻓﻠﱠﻤﺎﻓﺮﻍﺃﻗﺒﻞﻋﻠﻰﺍﻟﱠﻨﺎﺱﻓﻘﺎﻝ:«ﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﻣﺎﻟﻜﻢﺣﻴﻦﻧﺎﺑﻜﻢ'
			'ﺷﻲﺀﻓﻲﺍﻟﱠﺼﻼﺓﺃﺧﺬﺗﻢﻓﻲﺍﻟﱠﺘﺼﻔﻴﻖ؟،ﺇﱠﻧﻤﺎﺍﻟﱠﺘﺼﻔﻴﻖﻟﻠﱢﻨﺴﺎﺀ.ﻣﻦﻧﺎﺑﻪﺷﻲﺀﻓﻲﺻﻼﺗﻪﻓﻠﻴﻘﻞ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ'
			'؟ﻓﺈﱠﻧﻪﻻﻳﺴﻤﻌﻪﺃﺣﺪﺣﻴﻦﻳﻘﻮﻝ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ،ﺇﱠﻻﺍﻟﺘﻔﺖ.ﻳﺎﺃﺑﺎﺑﻜﺮ:ﻣﺎﻣﻨﻌﻚﺃﻥﺗﺼﱢﻠﻲﺑﺎﻟﱠﻨﺎﺱﺣﻴﻦ'
			'ﺃﺷﺮﺕﺇﻟﻴﻚ؟»ﻓﻘﺎﻝﺃﺑﻮﺑﻜﺮ:ﻣﺎﺁﺎﻥﻳﻨﺒﻐﻲﻻﺑﻦﺃﺑﻲﻗﺤﺎﻓﺔﺃﻥﻳﺼﱢﻠﻲﺑﺎﻟﱠﻨﺎﺱﺑﻴﻦﻳﺪﻱﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻣﻌﻨﻰ«ﺣﺒﺲ»:ﺃﻣﺴﻜﻮﻩﻟﻴﻀﱢﻴﻔﻮﻩ',
		translation: 'Translation of Hadith 251'
),
	Hadith(
		hadithNumber: 252,
		hadith:
						'ﻋﻦﺣﺎﺭﺛﺔﺑﻦﻭﻩﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺃﻻﺃﺧﺒﺮﺁﻢ'
			'ﺑﺄﻩﻞﺍﻟﺠﱠﻨﺔ؟ﺁﻞﱡﺿﻌﻴﻒﻣﺘﻀﱢﻌﻒﻟﻮﺃﻗﺴﻢﻋﻠﻰﺍﻟﱠﻠﻪﻷﺑﱠﺮﻩ،ﺃﻻﺃﺧﺒﺮﺁﻢﺑﺄﻩﻞﺍﻟﱠﻨﺎﺭ؟ﺁﻞﱡﻋﺘﻞﱟﺟﱠﻮﺍﻅﻣﺴﺘﻜﺒﺮ»'
			'.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻌﺘﻞﱡ»:ﺍﻟﻐﻠﻴﻆﺍﻟﺠﺎﻓﻲ.«ﻭﺍﻟﺠﱠﻮﺍﻅ»ﺑﻔﺘﺢﺍﻟﺠﻴﻢﻭﺗﺸﺪﻳﺪﺍﻟﻮﺍﻭﻭﺑﺎﻟﻈﺎﺀﺍﻟﻤﻌﺠﻤﺔﻭﻩﻮﺍﻟﺠﻤﻮﻉﺍﻟﻤﻨﻮﻉ'
			'،ﻭﻗﻴﻞ:ﺍﻟﻀﱠﺨﻢﺍﻟﻤﺨﺘﺎﻝﻓﻲﻣﺸﻴﺘﻪ،ﻭﻗﻴﻞ:ﺍﻟﻘﺼﻴﺮﺍﻟﺒﻄﻴﻦ',
		translation: 'Translation of Hadith 252'
),
	Hadith(
		hadithNumber: 253,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻌﺒﺎﺱﺳﻬﻞﺑﻦﺳﻌﺪﺍﻟﺴﺎﻋﺪﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﱠﺮﺭﺟﻞﻋﻠﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﻘﺎﻝﻟﺮﺟﻞﻋﻨﺪﻩﺟﺎﻟﺲ:«ﻣﺎﺭﺃﻳﻚﻓﻲﻩﺬﺍ؟»ﻓﻘﺎﻝ:ﺭﺟﻞﻣﻦﺃﺷﺮﺍﻑﺍﻟﱠﻨﺎﺱﻩﺬﺍﻭﺍﻟﱠﻠﻪﺣﺮﱞﻱﺇﻥ'
			'ﺧﻄﺐﺃﻥﻳﻨﻜﺢﻭﺇﻥﺷﻔﻊﺃﻥﻳﺸﱠﻔﻊ.ﻓﺴﻜﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺛﻢﱠﻣﱠﺮﺭﺟﻞﺁﺧﺮ،ﻓﻘﺎﻝﻟﻪ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺭﺃﻳﻚﻓﻲﻩﺬﺍ؟»ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻩﺬﺍﺭﺟﻞﻣﻦﻓﻘﺮﺍﺀﺍﻟﻤﺴﻠﻤﻴﻦ'
			'،ﻩﺬﺍﺣﺮﱞﻱﺇﻥﺧﻄﺐﺃﻥﻻﻳﻨﻜﺢ،ﻭﺇﻥﺷﻔﻊﺃﻥﻻﻳﺸﱠﻔﻊ،ﻭﺇﻥﻗﺎﻝﺃﻥﻻﻳﺴﻤﻊﻟﻘﻮﻟﻪ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻩﺬﺍﺧﻴﺮﻣﻦﻣﻞﺀﺍﻷﺭﺽﻣﺜﻞﻩﺬﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﺣﺮﱡﻱ»ﻩﻮﺑﻔﺘﺢﺍﻟﺤﺎﺀﻭﺁﺴﺮﺍﻟﺮﺍﺀﻭﺗﺸﺪﻳﺪﺍﻟﻴﺎﺀ:ﺃﻱﺣﻘﻴﻖ.ﻭﻗﻮﻟﻪ:«ﺷﻔﻊ»ﺑﻔﺘﺢﺍﻟﻔﺎﺀ',
		translation: 'Translation of Hadith 253'
),
	Hadith(
		hadithNumber: 254,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﺣﺘﱠﺠﺖﺍﻟﺠﻨﱠﺔﻭﺍﻟﱠﻨﺎﺭ.'
			'ﻓﻘﺎﻟﺖﺍﻟﱠﻨﺎﺭ:ﻓﱠﻲﺍﻟﺠﱠﺒﺎﺭﻭﻥﻭﺍﻟﻤﺘﻜﱢﺒﺮﻭﻥ،ﻭﻗﺎﻟﺖﺍﻟﺠﻨﱠﺔ:ﻓﱠﻲﺿﻌﻔﺎﺀﺍﻟﱠﻨﺎﺱﻭﻣﺴﺎﺁﻴﻨﻬﻢﻓﻘﻀﻰﺍﻟﱠﻠﻪﺑﻴﻨﻬﻤﺎ:'
			'ﺇﱠﻧﻚﺍﻟﺠﻨﱠﺔﺭﺣﻤﺘﻲﺃﺭﺣﻢﺑﻚﻣـﻦﺃﺷﺎﺀ،ﻭﺇﱠﻧﻚﺍﻟﱠﻨﺎﺭﻋﺬﺍﺑﻲﺃﻋﱢﺬﺏﺑﻚﻣــﻦﺃﺷﺎﺀ،ﻭﻟﻜﻠﻴﻜﻤﺎﻋﻠﱠﻲﻣﻠﺆﻩﺎ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 254'
),
	Hadith(
		hadithNumber: 255,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﻧﱠﻪﻟﻴﺄﺗﻲﺍﻟﺮﱠﺟﻞﺍﻟﱠﺴﻤﻴﻦ'
			'ﺍﻟﻌﻈﻴﻢﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻻﻳﺰﻥﻋﻨﺪﺍﻟﱠﻠﻪﺟﻨﺎﺡﺑﻌﻮﺿﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 255'
),
	Hadith(
		hadithNumber: 256,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺍﻣﺮﺃﺓﺳﻮﺩﺍﺀﺁﺎﻧﺖﺗﻘﻢﱡﺍﻟﻤﺴﺠﺪ،ﺃﻭﺷﺎﺑﺎ،ﻓﻔﻘﺪﻩﺎ،ﺃﻭﻓﻘﺪﻩﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'،ﻓﺴﺄﻝﻋﻨﻬﺎﺃﻭﻋﻨﻪ،ﻓﻘﺎﻟﻮﺍ:ﻣﺎﺕ.ﻗﺎﻝ:«ﺃﻓﻼﺁﻨﺘﻢﺁﺫﻧﺘﻤﻮﻧﻲ»ﻓﻜﺄﱠﻧﻬﻢﺻﱠﻐﺮﻭﺍﺃﻣﺮﻩﺎ،ﺃﻭﺃﻣﺮﻩ،ﻓﻘﺎﻝ:'
			'ﺩﱡﻟﻮﻧﻲﻋﻠﻰﻗﺒﺮﻩ»ﻓﺪﱡﻟﻮﻩﻓﺼﱠﻠﻰﻋﻠﻴﻪ،ﺛﻢﱠﻗﺎﻝ:«ﺇﱠﻥﻩﺬﻩﺍﻟﻘﺒﻮﺭﻣﻤﻠﻮﺀﺓﻇﻠﻤﺔﻋﻠﻰﺃﻩﻠﻬﺎ،ﻭﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			'ﻳﻨﱢﻮﺭﻩﺎﻟﻬﻢﺑﺼﻼﺗﻲﻋﻠﻴﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﺗﻘﻢﱡﻩﻮﺑﻔﺘﺢﺍﻟﱠﺘﺎﺀﻭﺿﱢﻢﺍﻟﻘﺎﻑ:ﺃﻱﺗﻜﻨﺲ.«ﻭﺍﻟﻘﻤﺎﻣﺔ»:ﺍﻟﻜﻨﺎﺳﺔ.«ﻭﺁﺫﻧﺘﻤﻮﻧﻲ»ﺑﻤﱢﺪﺍﻟﻬﻤﺰﺓ'
			':ﺃﻱ:ﺃﻋﻠﻤﺘﻤﻮﻧﻲ',
		translation: 'Translation of Hadith 256'
),
	Hadith(
		hadithNumber: 257,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺮﺑﱠﺃﺷﻌﺚﺃﻏﺒﺮﻣﺪﻓﻮﻉﺑﺎﻷﺑﻮﺍﺏﻟﻮﺃﻗﺴﻢﻋﻠﻰ.'
			'ﺍﻟﱠﻠﻪﻷﺑﺮﱠﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 257'
),
	Hadith(
		hadithNumber: 258,
		hadith:
						'ﻭﻋﻦﺃﺳﺎﻣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻗﻤﺖﻋﻠﻰﺑﺎﺏﺍﻟﺠﱠﻨﺔ،ﻓﺈﺫﺍﻋﺎﻣﱠﺔ'
			'ﻣﻦﺩﺧﻠﻬﺎﺍﻟﻤﺴﺎﺁﻴﻦ،ﻭﺃﺻﺤﺎﺏﺍﻟﺠﱢﺪﻣﺤﺒﻮﺳﻮﻥﻏﻴﺮﺃﱠﻥﺃﺻﺤﺎﺏﺍﻟﱠﻨﺎﺭﻗﺪﺃﻣﺮﺑﻬﻢﺇﻟﻰﺍﻟﱠﻨﺎﺭ.ﻭﻗﻤﺖﻋﻠﻰ'
			'ﺑﺎﺏﺍﻟﱠﻨﺎﺭﻓﺈﺫﺍﻋﺎﻣﱠﺔﻣﻦﺩﺧﻠﻬﺎﺍﻟﱢﻨﺴﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺍﻟﺠﱡﺪ»ﺑﻔﺘﺢﺍﻟﺠﻴﻢ:ﺍﻟﺤﱡﻆﻭﺍﻟﻐﻨﻲ.ﻭﻗﻮﻟﻪ:«ﻣﺤﺒﻮﺳﻮﻥ»ﺃﻱ:ﻟﻢﻳﺆﺫﻥﻟﻬﻢﺑﻌﺪﻓﻲﺩﺧﻮﻝﺍﻟﺠﱠﻨﺔ',
		translation: 'Translation of Hadith 258'
),
	Hadith(
		hadithNumber: 259,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻢﻳﺘﻜﱠﻠﻢﻓﻲﺍﻟﻤﻬﺪﺇﱠﻻﺛﻼﺛﺔ:'
			'ﻋﻴﺴﻰﺍﺑﻦﻣﺮﻳﻢ،ﻭﺻﺎﺣﺐﺟﺮﻳﺞ،ﻭﺁﺎﻥﺟﺮﻳﺞﺭﺟﻼﻋﺎﺑﺪﺍ،ﻓﺎﱠﺗﺨﺬﺻﻮﻣﻌﺔﻓﻜﺎﻥﻓﻴﻬﺎ،ﻓﺄﺗﺘﻪﺃﻣﱡﻪﻭﻩﻮ'
			'ﻳﺼﻠﻲﻓﻘﺎﻟﺖ:ﻳﺎﺟﺮﻳﺞ،ﻓﻘﺎﻝ:ﻳﺎﺭﱢﺏﺃﱢﻣﻲﻭﺻﻼﺗﻲﻓﺄﻗﺒﻞﻋﻠﻰﺻﻼﺗﻪﻓﺎﻧﺼﺮﻓﺖﻓﻠﱠﻤﺎﺁﺎﻥﻣﻦﺍﻟﻐﺪﺃﺗﺘﻪ'
			'ﻭﻩﻮﻳﺼﱢﻠﻲ،ﻓﻘﺎﻟﺖ:ﻳﺎﺟﺮﻳﺞ،ﻓﻘﺎﻝ:ﺃﻱﺭﱢﺏﺃﱢﻣﻲﻭﺻﻼﺗﻲ.ﻓﺄﻗﺒﻞﻋﻠﻰﺻﻼﺗﻪ،ﻓﻠﱠﻤﺎﺁﺎﻥﻣﻦﺍﻟﻐﺪﺃﺗﺘﻪ'
			'ﻭﻩﻮﻳﺼﱢﻠﻲﻓﻘﺎﻟﺖ:ﻳﺎﺟﺮﻳﺞﻓﻘﺎﻝ:ﺃﻱﺭﱢﺏﺃﱢﻣﻲﻭﺻﻼﺗﻲ،ﻓﺄﻗﺒﻞﻋﻠﻰﺻﻼﺗﻪ،ﻓﻘﺎﻟﺖ:ﺍﻟﻠﱠﻬﻢﱠﻻﺗﻤﺘﻪﺣﱠﺘﻰ'
			'ﻳﻨﻈﺮﺇﻟﻰﻭﺟﻮﻩﺍﻟﻤﻮﻣﺴﺎﺕ.ﻓﺘﺬﺍﱠﺁﺮﺑﻨﻮﺇﺳﺮﺍﺋﻴﻞﺟﺮﻳﺠﺎﻭﻋﺒﺎﺩﺗﻪ،ﻭﺁﺎﻧﺖﺍﻣﺮﺃﺓﺑﻐﱞﻲﻳﺘﻤﱠﺜﻞﺑﺤﺴﻨﻬﺎ،ﻓﻘﺎﻟﺖ'
			':ﺇﻥﺷﺌﺘﻢﻷﻓﺘﻨﱠﻨﻪ،ﻓﺘﻌﱠﺮﺿﺖﻟﻪ،ﻓﻠﻢﻳﻠﺘﻔﺖﺇﻟﻴﻬﺎ،ﻓﺄﺗﺖﺭﺍﻋﻴﺎﺁﺎﻥﻳﺄﻮﻳﺇﻟﻰﺻﻮﻣﻌﺘﻪ،ﻓﺄﻣﻜﻨﺘﻪﻣﻦﻧﻔﺴﻬﺎ'
			'ﻓﻮﻗﻊﻋﻠﻴﻬﺎ.ﻓﺤﻤﻠﺖ،ﻓﻠﱠﻤﺎﻭﻟﺪﺕﻗﺎﻟﺖ:ﻩﻮﺟﺮﻳﺞ،ﻓﺄﺗﻮﻩﻓﺎﺳﺘﻨﺰﻟﻮﻩﻮﻫﺪﻣﻮﺍﺻﻮﻣﻌﺘﻪ،ﻭﺟﻌﻠﻮﺍﻳﻀﺮﺑﻮﻧﻪ'
			'،ﻓﻘﺎﻝ:ﻣﺎﺷﺄﻧﻜﻢ؟ﻗﺎﻟﻮﺍ:ﺯﻧﻴﺖﺑﻬﺬﻩﺍﻟﺒﻐﱢﻲﻓﻮﻟﺪﺕﻣﻨﻚ.ﻗﺎﻝ:ﺃﻳﻦﺍﻟﱠﺼﺒﱡﻲ؟ﻓﺠﺎﺀﻭﺍﺑﻪﻓﻘﺎﻝ:ﺩﻋﻮﻧﻲﺣﱠﺘﻰ'
			'ﺃﺻﱢﻠﻲﻓﺼﻠﱠﻰ،ﻓﻠﱠﻤﺎﺍﻧﺼﺮﻑﺃﺗﻰﺍﻟﱠﺼﺒﱠﻲﻓﻄﻌﻦﻓﻲﺑﻄﻨﻪﻭﻗﺎﻝ:ﻳﺎﻏﻼﻡﻣﻦﺃﺑﻮﻙ؟ﻗﺎﻝ:ﻓﻼﻥﺍﻟﱠﺮﺍﻋﻲ،'
			'ﻓﺄﻗﺒﻠﻮﺍﻋﻠﻰﺟﺮﻳﺞﻳﻘﱢﺒﻠﻮﻧﻪﻭﻳﺘﻤﱠﺴﺤﻮﻥﺑﻪﻭﻗﺎﻟﻮﺍ:ﻧﺒﻨﻲﻟﻚﺻﻮﻣﻌﺘﻚﻣﻦﺫﻩﺐﻗﺎﻝ:ﻻ،ﺃﻋﻴﺪﻭﻩﺎﻣﻦﻃﻴﻦ'
			'ﺁﻤﺎﺁﺎﻧﺖ،ﻓﻔﻌﻠﻮﺍ.ﻭﺑﻴﻨﺎﺻﺒﱞﻲﻳﺮﺿﻊﻣﻦﺃﱢﻣﻪ،ﻓﻤﱠﺮﺭﺟﻞﺭﺍﺁﺐﻋﻠﻰﺩﺍﱠﺑﺔﻓﺎﺭﻩﺔﻭﺷﺎﺭﺓﺣﺴﻨﺔﻓﻘﺎﻟﺖﺃﻣﱡﻪ:'
			'ﺍﻟﻠﱠﻬﻢﱠﺍﺟﻌﻞﺍﺑﻨﻲﻣﺜﻞﻩﺬﺍ،ﻓﺘﺮﻙﺍﻟﱠﺜﺪﻱﻭﺃﻗﺒﻞﺇﻟﻴﻪﻓﻨﻈﺮﺇﻟﻴﻪﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﻻﺗﺠﻌﻠﻨﻲﻣﺜﻠﻪ،ﺛﻢﱠﺃﻗﺒﻞﻋﻠﻰﺛﺪﻳﻪ'
			'ﻓﺠﻌﻞﻳﺮﺗﻀﻊ»ﻓﻜﺄﱢﻧﻲﺃﻧﻈﺮﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻳﺤﻜﻲﺍﺭﺗﻀﺎﻋﻪﺑﺄﺻﺒﻌﻪﺍﻟﱠﺴﱠﺒﺎﺑﺔﻓﻲ'
			'ﻓﻴﻪ،ﻓﺠﻌﻞﻳﻤﱡﺼﻬﺎ،ﻗﺎﻝ:«ﻭﻣﱡﺮﻭﺍﺑﺠﺎﺭﻳﺔﻭﻩﻢﻳﻀﺮﺑﻮﻧﻬﺎ،ﻭﻳﻘﻮﻟﻮﻥ:ﺯﻧﻴﺖﺳﺮﻗﺖ،ﻭﻩﻲﺗﻘﻮﻝ:ﺣﺴﺒﻲ'
			'ﺍﻟﱠﻠﻪﻭﻧﻌﻢﺍﻟﻮﺁﻴﻞ.ﻓﻘﺎﻟﺖﺃﻣﱡﻪ:ﺍﻟﻠﱠﻬﻢﱠﻻﺗﺠﻌﻞﺍﺑﻨﻲﻣﺜﻠﻬﺎ،ﻓﺘﺮﻙﺍﻟﱢﺮﺿﺎﻉﻭﻧﻈﺮﺇﻟﻴﻬﺎﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺍﺟﻌﻠﻨﻲ'
			'ﻣﺜﻠﻬﺎ،ﻓﻬﻨﺎﻟﻚﺗﺮﺍﺟﻌﺎﺍﻟﺤﺪﻳﺚﻓﻘﺎﻟﺖ:ﻣﱠﺮﺭﺟﻞﺣﺴﻦﺍﻟﻬﻴﺌﺔﻓﻘﻠﺖ:ﺍﻟﻠﱠﻬﻢﱠﺍﺟﻌﻞﺍﺑﻨﻲﻣﺜﻠﻪﻓﻘﻠﺖ:ﺍﻟﻠﱠﻬﻢﱠﻻ'
			'ﺗﺠﻌﻠﻨﻲﻣﺜﻠﻪ،ﻭﻣﱡﺮﻭﺍﺑﻬﺬﻩﺍﻷﻣﺔﻭﻩﻢﻳﻀﺮﺑﻮﻧﻬﺎﻭﻳﻘﻮﻟﻮﻥ:ﺯﻧﻴﺖﺳﺮﻗﺖ،ﻓﻘﻠﺖ:ﺍﻟﻠﱠﻬﻢﱠﻻﺗﺠﻌﻞﺍﺑﻨﻲﻣﺜﻠﻬﺎ'
			'ﻓﻘﻠﺖ:ﺍﻟﻠﱠﻬﻢﱠﺍﺟﻌﻠﻨﻲﻣﺜﻠﻬﺎ؟،ﻗﺎﻝ:ﺇﱠﻥﺫﻟﻚﺍﻟﱠﺮﺟﻞﺁﺎﻥﺟﱠﺒﺎﺭﺍﻓﻘﻠﺖ:ﺍﻟﻠﱠﻬﻢﱠﻻﺗﺠﻌﻠﻨﻲﻣﺜﻠﻪ،ﻭﺇﱠﻥﻩﺬﻩ'
			'ﻳﻘﻮﻟﻮﻥﻟﻬﺎﺯﻧﻴﺖ،ﻭﻟﻢﺗﺰﻥ،ﻭﺳﺮﻗﺖ،ﻭﻟﻢﺗﺴﺮﻕ،ﻓﻘﻠﺖ:ﺍﻟﻠﱠﻬﻢﱠﺍﺟﻌﻠﻨﻲﻣﺜﻠﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺍﻟﻤﻮﻣﺴﺎﺕ»:ﺑﻀﱢﻢﺍﻟﻤﻴﻢﺍﻷﻭﻟﻰ،ﻭﺇﺳﻜﺎﻥﺍﻟﻮﺍﻭﻭﺁﺴﺮﺍﻟﻤﻴﻢﺍﻟﺜﺎﻧﻴﺔﻭﺑﺎﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﻩﻦﱠﺍﻟﱠﺰﻭﺍﻧﻲ.'
			'ﻭﺍﻟﻤﻮﻣﺴﺔ:ﺍﻟﺰﺍﻧﻴﺔ.ﻭﻗﻮﻟﻪ:«ﺩﺍﱠﺑﺔﻓﺎﺭﻩﺔ»ﺑﺎﻟﻔﺎﺀ:ﺄﻳﺣﺎﺫﻗﺔﻧﻔﻴﺴﺔ.«ﺍﻟﱠﺸﺎﺭﺓ»ﺑﺎﻟﱢﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔ'
			'ﻭﺗﺨﻔﻴﻒﺍﻟﱠﺮﺍﺀ:ﻭﻩﻲﺍﻟﺠﻤﺎﻝﺍﻟﱠﻈﺎﻩﺮﻓﻲﺍﻟﻬﻴﺌﺔﻭﺍﻟﻤﻠﺒﺲ.ﻭﻣﻌﻨﻰﻭﺻﻞ«ﺗﺮﺍﺟﻌﺎﺍﻟﺤﺪﻳﺚ»ﺃﻱ:ﺣﱠﺪﺛﺖ'
			'.259ﺍﻟﱠﺼﺒﻲﻭﺣﱠﺪﺛﻬﺎ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 259'
),
	Hadith(
		hadithNumber: 260,
		hadith:
						'ﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﱠﺘﺔﻧﻔﺮ،ﻓﻘﺎﻝ'
			'ﺍﻟﻤﺸﺮﺁﻮﻥﻟﻠﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻃﺮﺩﻩﺆﻻﺀﻻﻳﺠﺘﺮﺋﻮﻥﻋﻠﻴﻨﺎ،ﻭﺁﻨﺖﺃﻧﺎﻭﺍﺑﻦﻣﺴﻌﻮﺩﻭﺭﺟﻞﻣﻦ'
			'ﻩﺬﻳﻞﻭﺑﻼﻝﻭﺭﺟﻼﻥﻟﺴﺖﺃﺳﱢﻤﻴﻬﻤﺎ،ﻓﻮﻗﻊﻓﻲﻧﻔﺲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺎﺷﺎﺀﺍﻟﱠﻠﻪﺄﻧﻳﻘﻊ'
			'ﻓﺤﺪﺙﻧﻔﺴﻪ،ﻓﺄﻧﺰﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻭﻻﺗﻄﺮﺩﺍﱠﻟﺬﻳﻦﻳﺪﻋﻮﻥﺭﱠﺑﻬﻢﺑﺎﻟﻐﺪﺍﺓﻭﺍﻟﻌﺸﱢﻲﻳﺮﻳﺪﻭﻥﻭﺟﻬﻪ}[ﺍﻷﻧﻌﺎﻡ:'
			'52]ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 260'
),
	Hadith(
		hadithNumber: 261,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺒﻴﺮﺓﻋﺎﺋﺬﺑﻦﻋﻤﺮﻭﺍﻟﻤﺰﻧﱢﻲﻭﻩﻮﻣﻦﺃﻩﻞﺑﻴﻌﺔﺍﻟﱢﺮﺿﻮﺍﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺃﺑﺎﺳﻔﻴﺎﻥﺃﺗﻰ'
			'ﻋﻠﻰﺳﻠﻤﺎﻥﻭﺻﻬﻴﺐﻭﺑﻼﻝﻓﻲﻧﻔﺮﻓﻘﺎﻟﻮﺍ:ﻣﺎﺃﺧﺬﺕﺳﻴﻮﻑﺍﻟﱠﻠﻪﻣﻦﻋﺪﻭﱢﺍﻟﱠﻠﻪﻣﺄﺧﺬﻩﺎ،ﻓﻘﺎﻝﺃﺑﻮﺑﻜﺮﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪﻋﻨﻪ:ﺃﺗﻘﻮﻟﻮﻥﻩﺬﺍﻟﺸﻴﺦﻗﺮﻳﺶﻭﺳﱢﻴﺪﻩﻢ؟ﻓﺄﺗﻰﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺧﺒﺮﻩﻓﻘﺎﻝ:ﻳﺎﺃﺑﺎﺑﻜﺮ'
			'ﻟﻌﱠﻠﻚﺃﻏﻀﺒﺘﻬﻢ؟ﻟﺌﻦﺁﻨﺖﺃﻏﻀﺒﺘﻬﻢﻟﻘﺪﺃﻏﻀﺒﺖﺭﱠﺑﻚ؟ﻓﺄﺗﺎﻩﻢﻓﻘﺎﻝ:ﻳﺎﺇﺧﻮﺗﺎﻩﺁﻏﻀﺒﺘﻜﻢ؟ﻗﺎﻟﻮﺍ:ﻻ،ﻳﻐﻔﺮ'
			'ﺍﻟﱠﻠﻪﻟﻚﻳﺎﺃﺧﻲﱠ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ«ﻣﺄﺧﺬﻩﺎ»ﺃﻱ:ﻟﻢﺗﺴﺘﻮﻑﺣﱠﻘﻬﺎﻣﻨﻪ.ﻭﻗﻮﻟﻪ:«ﻳﺎﺃﺧﱠﻲ»ﺭﻮﻳﺑﻔﺘﺢﺍﻟﻬﻤﺰﺓﻭﺁﺴﺮﺍﻟﺨﺎﺀﻭﺗﺨﻔﻴﻒ'
			'ﺍﻟﻴﺎﺀ،ﻭﺭﻮﻳﺑﻀﻢﺍﻟﻬﻤﺰﺓﻭﻓﺘﺢﺍﻟﺨﺎﺀﻭﺗﺸﺪﻳﺪﺍﻟﻴﺎﺀ.'
			'`',
		translation: 'Translation of Hadith 261'
),
	Hadith(
		hadithNumber: 262,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻧﺎﻭﺁﺎﻓﻞﺍﻟﻴﺘﻴﻢﻓﻲ'
			'ﺍﻟﺠﱠﻨﺔﻩﻜﺬﺍ»ﻭﺃﺷﺎﺭﺑﺎﻟﱠﺴﱠﺒﺎﺑﺔﻭﺍﻟﻮﺳﻄﻰ،ﻭﻓﱠﺮﺝﺑﻴﻨﻬﻤﺎ».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭ«ﺁﺎﻓﻞﺍﻟﻴﺘﻴﻢ»:ﺍﻟﻘﺎﺋﻢﺑﺄﻣﻮﺭﻩ',
		translation: 'Translation of Hadith 262'
),
	Hadith(
		hadithNumber: 263,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﺎﻓﻞﺍﻟﻴﺘﻴﻢﻟﻪﺃﻭﻟﻐﻴﺮﻩ'
			'.ﺃﻧﺎﻭﻩﻮﺁﻬﺎﺗﻴﻦﻓﻲﺍﻟﺠﱠﻨﺔ»ﻭﺃﺷﺎﺭﺍﻟﱠﺮﺍﻮﻳﻭﻩﻮﻣﺎﻟﻚﺑﻦﺃﻧﺲﺑﺎﻟﱠﺴﱠﺒﺎﺑﺔﻭﺍﻟﻮﺳﻄﻰ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻴﺘﻴﻢﻟﻪﺃﻭﻟﻐﻴﺮﻩ»ﻣﻌﻨﺎﻩ:ﻗﺮﻳﺒﻪ،ﺃﻭﺍﻷﺟﻨﺒﱡﻲﻣﻨﻪ،ﻓﺎﻟﻘﺮﻳﺐﻣﺜﻞﺃﻥﺗﻜﻔﻠﻪ'
			'ﺃﱡﻣﻪﺃﻭﺟﺪﱡﻩﺃﻭﺃﺧﻮﻩﺃﻭﻏﻴﺮﻩﻢﻣﻦﻗﺮﺍﺑﺘﻪ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 263'
),
	Hadith(
		hadithNumber: 264,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﺲﺍﻟﻤﺴﻜﻴﻦﺍﻟﺬﻱﺗﺮﺩﱡﻩﺍﻟﱠﺘﻤﺮﺓﻭﺍﻟﱠﺘﻤﺮﺗﺎﻥ،ﻭﻻ'
			'ﺍﻟﱡﻠﻘﻤﺔﻭﺍﻟﱡﻠﻘﻤﺘﺎﻥﺇﱠﻧﻤﺎﺍﻟﻤﺴﻜﻴﻦﺍﻟﺬﻱﻳﺘﻌﱠﻔﻒ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲ«ﺍﻟﺼﺤﻴﺤﻴﻦ»:«ﻟﻴﺲﺍﻟﻤﺴﻜﻴﻦﺍﻟﺬﻱﻳﻄﻮﻑﻋﻠﻰﺍﻟﱠﻨﺎﺱﺗﺮﺩﱡﻩﺍﻟﱡﻠﻘﻤﺔﻭﺍﻟﱡﻠﻘﻤﺘﺎﻥ،ﻭﺍﻟﱠﺘﻤﺮﺓ'
			'ﻭﺍﻟﱠﺘﻤﺮﺗﺎﻥ،ﻭﻟﻜﱠﻦﺍﻟﻤﺴﻜﻴﻦﺍﻟﺬﻱﻻﻳﺠﺪﻏﻨﻰﻳﻐﻨﻴﻪ،ﻭﻻﻳﻔﻄﻦﺑﻪﻓﻴﺘﺼﱠﺪﻕﻋﻠﻴﻪ،ﻭﻻﻳﻘﻮﻡﻓﻴﺴﺄﻝﺍﻟﱠﻨﺎﺱ»',
		translation: 'Translation of Hadith 264'
),
	Hadith(
		hadithNumber: 265,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﱠﺴﺎﻋﻲﻋﻠﻰﺍﻷﺭﻣﻠﺔﻭﺍﻟﻤﺴﻜﻴﻦﺁﺎﻟﻤﺠﺎﻩﺪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.»ﻭﺃﺣﺴﺒﻪﻗﺎﻝ:«ﻭﺁﺎﻟﻘﺎﺋﻢﺍﱠﻟﺬﻱﻻﻳﻔﺘﺮ،ﻭﺁﺎﻟﱠﺼﺎﺋﻢﻻﻳﻔﻄﺮ»',
		translation: 'Translation of Hadith 265'
),
	Hadith(
		hadithNumber: 266,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺷﱡﺮﺍﻟﱠﻄﻌﺎﻡﻃﻌﺎﻡﺍﻟﻮﻟﻴﻤﺔ،ﻳﻤﻨﻌﻬﺎﻣﻦﻳﺄﺗﻴﻬﺎ،ﻭﻳﺪﻋﻰ'
			'ﺇﻟﻴﻬﺎﻣﻦﻳﺄﺑﺎﻩﺎ،ﻭﻣﻦﻟﻢﻳﺠﺐﺍﻟﱠﺪﻋﻮﺓﻓﻘﺪﻋﺼﻰﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲﺍﻟﺼﺤﻴﺤﻴﻦﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﻣﻦﻗﻮﻟﻪ:«ﺑﺌﺲﺍﻟﱠﻄﻌﺎﻡﻃﻌﺎﻡﺍﻟﻮﻟﻴﻤﺔﻳﺪﻋﻰﺇﻟﻴﻬﺎﺍﻷﻏﻨﻴﺎﺀ'
			'ﻭﻳﺘﺮﻙﺍﻟﻔﻘﺮﺍﺀ»',
		translation: 'Translation of Hadith 266'
),
	Hadith(
		hadithNumber: 267,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻋﺎﻝﺟﺎﺭﻳﺘﻴﻦﺣﱠﺘﻰﺗﺒﻠﻐﺎﺟﺎﺀ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺃﻧﺎﻭﻩﻮﺁﻬﺎﺗﻴﻦ»ﻭﺿﱠﻢﺃﺻﺎﺑﻌﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺟﺎﺭﻳﺘﻴﻦ»ﺃﻱ:ﺑﻨﺘﻴﻦ',
		translation: 'Translation of Hadith 267'
),
	Hadith(
		hadithNumber: 268,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺩﺧﻠﺖﻋﻠﱠﻲﺍﻣﺮﺃﺓﻭﻣﻌﻬﺎﺍﺑﻨﺘﺎﻥﻟﻬﺎﺗﺴﺄﻝﻓﻠﻢﺗﺠﺪﻋﻨﺪﻯﺷﻴﺌﺎﻏﻴﺮ'
			'ﺗﻤﺮﺓﻭﺍﺣﺪﺓ،ﻓﺄﻋﻄﻴﺘﻬﺎﺇﱠﻳﺎﻩﺎﻓﻘﺴﻤﺘﻬﺎﺑﻴﻦﺍﺑﻨﺘﻴﻬﺎﻭﻟﻢﺗﺄﺁﻞﻣﻨﻬﺎﺛﻢﱠﻗﺎﻣﺖﻓﺨﺮﺟﺖ،ﻓﺪﺧﻞﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻴﻨﺎ،ﻓﺄﺧﺒﺮﺗﻪﻓﻘﺎﻝ:«ﻣﻦﺍﺑﺘﻠﻲﻣﻦﻩﺬﻩﺍﻟﺒﻨﺎﺕﺑﺸﻲﺀﻓﺄﺣﺴﻦﺇﻟﻴﻬﱠﻦﺁﻦﱠﻟﻪﺳﺘﺮﺍﻣﻦﺍﻟﱠﻨﺎﺭ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 268'
),
	Hadith(
		hadithNumber: 269,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺟﺎﺀﺗﻨﻰﻣﺴﻜﻴﻨﺔﺗﺤﻤﻞﺍﺑﻨﺘﻴﻦﻟﻬﺎ،ﻓﺄﻃﻌﻤﺘﻬﺎﺛﻼﺙﺗﻤﺮﺍﺕ،ﻓﺄﻋﻄﺖﺁﻞﱠ'
			'ﻭﺍﺣﺪﺓﻣﻨﻬﻤﺎﺗﻤﺮﺓﻭﺭﻓﻌﺖﺇﻟﻰﻓﻴﻬﺎﺗﻤﺮﺓﻟﺘﺄﺁﻠﻬﺎ،ﻓﺎﺳﺘﻄﻌﻤﺘﻬﺎﺍﺑﻨﺘﺎﻩﺎ،ﻓﺸﱠﻘﺖﺍﻟﱠﺘﻤﺮﺓﺍﻟﺘﻰﺁﺎﻧﺖﺗﺮﻳﺪﺃﻥ'
			'ﺗﺄﺁﻠﻬﺎﺑﻴﻨﻬﻤﺎ،ﻓﺄﻋﺠﺒﻨﻰﺷﺄﻧﻬﺎ،ﻓﺬﺁﺮﺕﺍﱠﻟﺬﻱﺻﻨﻌﺖﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺈﻧﺍﻟﱠﻠﻪﻗﺪ'
			'ﺃﻭﺟﺐﻟﻬﺎﺑﻬﺎﺍﻟﺠﱠﻨﺔ،ﺃﻭﺃﻋﺘﻘﻬﺎﺑﻬﺎﻣﻦﺍﻟﱠﻨﺎﺭ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 269'
),
	Hadith(
		hadithNumber: 270,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺷﺮﻳﺢﺧﻮﻳﻠﺪﺑﻦﻋﻤﺮﻭﺍﻟﺨﺰﺍﻋﻲﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻰﺃﺣﺮﱢﺝﺣﱠﻖﺍﻟﱠﻀﻌﻴﻔﻴﻦﺍﻟﻴﺘﻴﻢﻭﺍﻟﻤﺮﺃﺓ»ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢﺭﻭﺍﻩﺍﻟﻨﺴﺎﺋﻰﺑﺈﺳﻨﺎﺩﺟﻴﺪ.'
			'ﻭﻣﻌﻨﻰ«ﺃﺣﺮﱢﺝ»:ﺃﻟﺤﻖﺍﻟﺤﺮﺝ،ﻭﻩﻮﺍﻹﺛﻢﺑﻤﻦﺿﱠﻴﻊﺣﱠﻘﻬﻤﺎ،ﻭﺃﺣﺬﱢﺭﻣﻦﺫﻟﻚﺗﺤﺬﻳﺮﺍﺑﻠﻴﻐﺎ،ﻭﺃﺯﺟﺮﻋﻨﻪ'
			'ﺯﺟﺮﺍﺃﺁﻴﺪﺍ',
		translation: 'Translation of Hadith 270'
),
	Hadith(
		hadithNumber: 271,
		hadith:
						'ﻭﻋﻦﻣﺼﻌﺐﺑﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﺭﺄﯨﺳﻌﺪﺃﱠﻥﻟﻪﻓﻀﻼﻋﻠﻰﻣﻦﺩﻭﻧﻪ،ﻓﻘﺎﻝ'
			'ﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻩﻞﺗﻨﺼﺮﻭﻥﻭﺗﺮﺯﻗﻮﻥﺇﱠﻻﺑﻀﻌﻔﺎﺋﻜﻢ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﻩﻜﺬﺍﻣﺮﺳﻼ،ﻓﺈﻥ'
			'ﻣﺼﻌﺐﺍﺑﻦﺳﻌﺪﺗﺎﺑﻌﱡﻲ،ﻭﺭﻭﺍﻩﺍﻟﺤﺎﻓﻆﺃﺑﻮﺑﻜﺮﺍﻟﺒﺮﻗﺎﻧﻰﻓﻲﺻﺤﻴﺤﻪﻣﱠﺘﺼﻼﻋﻦﺃﺑﻴﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ',
		translation: 'Translation of Hadith 271'
),
	Hadith(
		hadithNumber: 272,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﻋﻮﻳﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:'
			'«ﺍﺑﻐﻮﻧﻲﻓﻲﺍﻟﱡﻀﻌﻔﺎﺀ،ﻓﺈﱠﻧﻤﺎﺗﻨﺼﺮﻭﻥ،ﻭﺗﺮﺯﻗﻮﻥﺑﻀﻌﻔﺎﺋﻜﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺟﻴﺪ',
		translation: 'Translation of Hadith 272'
),
	Hadith(
		hadithNumber: 273,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﺳﺘﻮﺻﻮﺍﺑﺎﻟﱢﻨﺴﺎﺀ'
			'ﺧﻴﺮﺍ،ﻓﺈﱠﻥﺍﻟﻤﺮﺃﺓﺧﻠﻘﺖﻣﻦﺿﻠﻊ،ﻭﺇﱠﻥﺃﻋﻮﺝﻣﺎﻓﻲﺍﻟﱢﻀﻠﻊﺃﻋﻼﻩ،ﻓﺈﻥﺬﻫﺒﺖﺗﻘﻴﻤﻪﺁﺴﺮﺗﻪ،ﻭﺇﻥﺗﺮﺁﺘﻪ،'
			'ﻟﻢﻳﺰﻝﺃﻋﻮﺝ،ﻓﺎﺳﺘﻮﺻﻮﺍﺑﺎﻟﱢﻨﺴﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲﺍﻟﺼﺤﻴﺤﻴﻦ:«ﺍﻟﻤﺮﺃﺓﺁﺎﻟﻀﻠﻊﺇﻥﺃﻗﻤﺘﻬﺎﺁﺴﺮﺗﻬﺎ،ﻭﺇﻥﺍﺳﺘﻤﺘﻌﺖﺑﻬﺎ،ﺍﺳﺘﻤﺘﻌﺖﻭﻓﻴﻬﺎ'
			'ﻋﻮﺝ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺇﱠﻥﺍﻟﻤﺮﺃﺓﺧﻠﻘﺖﻣﻦﺿﻠﻊ،ﻟﻦﺗﺴﺘﻘﻴﻢﻟﻚﻋﻠﻰﻃﺮﻳﻘﺔ،ﻓﺈﻥﺍﺳﺘﻤﺘﻌﺖﺑﻬﺎ،ﺍﺳﺘﻤﺘﻌﺖ'
			'ﺑﻬﺎﻭﻓﻴﻬﺎﻋﻮﺝ،ﻭﺇﻥﺫﻩﺒﺖﺗﻘﻴﻤﻬﺎﺁﺴﺮﺗﻬﺎ،ﻭﺁﺴﺮﻩﺎﻃﻼﻗﻬﺎ».'
			'ﻗﻮﻟﻪ:«ﻋﻮﺝ»ﻩﻮﺑﻔﺘﺢﺍﻟﻌﻴﻦﻭﺍﻟﻮﺍﻭ',
		translation: 'Translation of Hadith 273'
),
	Hadith(
		hadithNumber: 274,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺯﻣﻌﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﻧﻪﺳﻤﻊﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺨﻄﺐ،ﻭﺫﺁﺮﺍﻟﱠﻨﺎﻗﺔ'
			'ﻭﺍﱠﻟﺬﻯﻋﻘﺮﻩﺎ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻧﺒﻌﺚﺃﺷﻘﺎﻩﺎ»ﺍﻧﺒﻌﺚﻟﻬﺎﺭﺟﻞﻋﺰﻳﺰ،ﻋﺎﺮﻣ'
			'ﻣﻨﻴﻊﻓﻲﺭﻩﻄﻪ»ﺛﻢﱠﺫﺁﺮﺍﻟﱢﻨﺴﺎﺀ،ﻓﻮﻋﻆﻓﻴﻬﱠﻦ،ﻓﻘﺎﻝ:«ﻳﻌﻤﺪﺃﺣﺪﺁﻢﻓﻴﺠﻠﺪﺍﻣﺮﺃﺗﻪﺟﻠﺪﺍﻟﻌﺒﺪﻓﻠﻌﻠﱠﻪ'
			'ﻳﻀﺎﺟﻌﻬﺎﻣﻦﺁﺧﺮﻳﻮﻣﻪ»ﺛﻢﱠﻭﻋﻈﻬﻢﻓﻲﺿﺤﻜﻬﻢﻣﻦﺍﻟﱠﻀﺮﻃﺔﻭﻗﺎﻝ:«ﻟﻢﻳﻀﺤﻚﺃﺣﺪﺁﻢﻣﱠﻤﺎﻳﻔﻌﻞ؟»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺍﻟﻌﺎﺮﻣ»ﺑﺎﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﺍﻟﺮﺍﺀ:ﻩﻮﺍﻟﱢﺸﱢﺮﻳﺮﺍﻟﻤﻔﺴﺪ،ﻭﻗﻮﻟﻪ:«ﺍﻧﺒﻌﺚ»،ﺃﻱ:ﻗﺎﻡﺑﺴﺮﻋﺔ.'
			'`',
		translation: 'Translation of Hadith 274'
),
	Hadith(
		hadithNumber: 275,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻔﺮﻙﻣﺆﻣﻦﻣﺆﻣﻨﺔ'
			'ﺇﻥﺁﺮﻩﻣﻨﻬﺎﺧﻠﻘﺎﺭﺿﻲﻣﻨﻬﺎﺁﺧﺮ»ﺃﻭﻗﺎﻝ:«ﻏﻴﺮﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻗﻮﻟﻪ:«ﻳﻔﺮﻙ»ﻩﻮﺑﻔﺘﺢﺍﻟﻴﺎﺀﻭﺇﺳﻜﺎﻥﺍﻟﻔﺎﺀﻣﻌﻨﺎﻩ:ﻳﺒﻐﺾ،ﻳﻘﺎﻝ:ﻓﺮﺁﺖﺍﻟﻤﺮﺃﺓﺯﻭﺟﻬﺎ،ﻭﻓﺮﺁﻬﺎ'
			'ﺯﻭﺟﻬﺎ،ﺑﻜﺴﺮﺍﻟﺮﺍﺀ،ﻳﻔﺮﺁﻬﺎﺑﻔﺘﺤﻬﺎ:ﺃﻱ:ﺃﺑﻐﻀﻬﺎ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 275'
),
	Hadith(
		hadithNumber: 276,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺍﻷﺣﻮﺹﺍﻟﺠﺸﻤﻲﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺣﱢﺠﺔ'
			'ﺍﻟﻮﺩﺎﻋﻳﻘﻮﻝﺑﻌﺪﺃﻥﺣﻤﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺃﺛﻨﻰﻋﻠﻴﻪﻭﺫﱠﺁﺮﻭﻭﻋﻆ،ﺛﻢﱠﻗﺎﻝ:«ﺃﻻﻭﺍﺳﺘﻮﺻﻮﺍﺑﺎﻟﱢﻨﺴﺎﺀﺧﻴﺮﺍ،'
			'ﻓﺈﱠﻧﻤﺎﻩﻦﱠﻋﻮﺍﻥﻋﻨﺪﺁﻢﻟﻴﺲﺗﻤﻠﻜﻮﻥﻣﻨﻬﻦﱠﺷﻴﺌﺎﻏﻴﺮﺫﻟﻚﺇﱠﻻﺃﻥﻳﺄﺗﻴﻦﺑﻔﺎﺣﺸﺔﻣﺒﱢﻴﻨﺔ،ﻓﺈﻥﻓﻌﻠﻦﻓﺎﻩﺠﺮﻭﻩﻦﱠ'
			'ﻓﻲﺍﻟﻤﻀﺎﺟﻊ،ﻭﺍﺿﺮﺑﻮﻩﻦﱠﺿﺮﺑﺎﻏﻴﺮﻣﺒﱢﺮﺡ،ﻓﺈﻥﺃﻃﻌﻨﻜﻢﻓﻼﺗﺒﻐﻮﺍﻋﻠﻴﻬﱠﻦﺳﺒﻴﻼ،ﺃﻻﺇﱠﻥﻟﻜﻢﻋﻠﻰﻧﺴﺎﺋﻜﻢ'
			'ﺣﻘﺎ،ﻭﻟﻨﺴﺎﺋﻜﻢﻋﻠﻴﻜﻢﺣﻘﺎ،ﻓﺤﱡﻘﻜﻢﻋﻠﻴﻬﱠﻦﺄﻧﻻﻳﻮﻃﺌﻦﻓﺮﺷﻜﻢﻣﻦﺗﻜﺮﻩﻮﻥ،ﻭﻻﻳﺄﺫﱠﻥﻓﻲﺑﻴﻮﺗﻜﻢﻟﻤﻦ'
			'ﺗﻜﺮﻩﻮﻥ،ﺃﻻﻭﺣﻘﱡﻬﻦﱠﻋﻠﻴﻜﻢﺄﻧﺗﺤﺴﻨﻮﺍﺇﻟﻴﻬﱠﻦﻓﻲﺁﺴﻮﺗﻬﱠﻦﻭﻃﻌﺎﻣﻬﱠﻦ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻯﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'ﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻋﻮﺍﻥ»ﺃﻱ:ﺃﺳﻴﺮﺍﺕ،ﺟﻤﻊﻋﺎﻧﻴﺔ،ﺑﺎﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔ،ﻮﻫﻰﺍﻷﺳﻴﺮﺓ،'
			'ﻭﺍﻟﻌﺎﻧﻲ:ﺍﻷﺳﻴﺮ.ﺷﱠﺒﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻤﺮﺃﺓﻓﻲﺩﺧﻮﻟﻬﺎﺗﺤﺖﺣﻜﻢﺍﻟﱠﺰﻭﺝﺑﺎﻷﺳﻴﺮ'
			'«ﻭﺍﻟﻀﺮﺏﺍﻟﻤﺒﺮﱢﺡ»:ﻩﻮﺍﻟﱠﺸﺎﱡﻕﺍﻟﺸﺪﻳﺪ،ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻓﻼﺗﺒﻐﻮﺍﻋﻠﻴﻬﱠﻦﺳﺒﻴﻼ»ﺃﻱ:'
			'ﻻﺗﻄﻠﺒﻮﺍﻃﺮﻳﻘﺎﺗﺤﺘﱡﺠﻮﻥﺑﻪﻋﻠﻴﻬﱠﻦﻭﺗﺆﺫﻭﻧﻬﱠﻦﺑﻪ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 276'
),
	Hadith(
		hadithNumber: 277,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﻭﻳﺔﺑﻦﺣﻴﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﺣﱡﻖﺯﻭﺟﺔﺃﺣﺪﻧﺎﻋﻠﻴﻪ؟ﻗﺎﻝ:«.'
			'ﺄﻧﺗﻄﻌﻤﻬﺎﺇﺫﺍﻃﻌﻤﺖ،ﻭﺗﻜﺴﻮﻩﺎﺇﺫﺍﺍﺁﺘﺴﻴﺖﻭﻻﺗﻀﺮﺏﺍﻟﻮﺟﻪ،ﻭﻻﺗﻘﱢﺒﺢ،ﻭﻻﺗﻬﺠﺮﺇﱠﻻﻓﻲﺍﻟﺒﻴﺖ»ﺣﺪﻳﺚ'
			'ﺣﺴﻦﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻗﺎﻝ:ﻣﻌﻨﻰ«ﻻﺗﻘﱢﺒﺢ»ﺄﯨ:ﻻﺗﻘﻞﻗﱠﺒﺤﻚﺍﻟﱠﻠﻪ',
		translation: 'Translation of Hadith 277'
),
	Hadith(
		hadithNumber: 278,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺁﻤﻞﺍﻟﻤﺆﻣﻨﻴﻦﺇﻳﻤﺎﻧﺎ'
			'ﺃﺣﺴﻨﻬﻢﺧﻠﻘﺎ،ﻭﺧﻴﺎﺭﺁﻢﺧﻴﺎﺭﺁﻢﻟﻨﺴﺎﺋﻬﻢ»ﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 278'
),
	Hadith(
		hadithNumber: 279,
		hadith:
						'ﻭﻋﻦﺇﻳﺎﺱﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﺫﺑﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻ'
			'ﺗﻀﺮﺑﻮﺍﺇﻣﺎﺀﺍﻟﱠﻠﻪ»ﻓﺠﺎﺀﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﺫﺋﺮﻥﺍﻟﱢﻨﺴﺎﺀ'
			'ﻋﻠﻰﺃﺯﻭﺍﺟﻬﱠﻦ،ﻓﺮﱠﺧﺺﻓﻲﺿﺮﺑﻬﱠﻦﻓﺄﻃﺎﻑﺑﺂﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﺴﺎﺀﺁﺜﻴﺮﻳﺸﻜﻮﻥ'
			'ﺃﺯﻭﺍﺟﻬﻦﱠ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻘﺪﺃﻃﺎﻑﺑﺂﻝﺑﻴﺖﻣﺤﱠﻤﺪﻧﺴﺎﺀﺁﺜﻴﺮﻳﺸﻜﻮﻥﺃﺯﻭﺍﺟﻬﻦﱠ'
			'ﻟﻴﺲﺃﻭﻟﺌﻚﺑﺨﻴﺎﺭﺁﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 279'
),
	Hadith(
		hadithNumber: 280,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'«ﺍﻟﱡﺪﻧﻴﺎﻣﺘﺎﻉ،ﻭﺧﻴﺮﻣﺘﺎﻋﻬﺎﺍﻟﻤﺮﺃﺓﺍﻟﱠﺼﺎﻟﺤﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 280'
),
	Hadith(
		hadithNumber: 281,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺩﻋﺎﺍﻟﺮﱠﺟﻞﺍﻣﺮﺃﺗﻪ'
			'ﺇﻟﻰﻓﺮﺍﺷﻪﻓﻠﻢﺗﺄﺗﻪﻓﺒﺎﺕﻏﻀﺒﺎﻥﻋﻠﻴﻬﺎﻟﻌﻨﺘﻬﺎﺍﻟﻤﻼﺋﻜﺔﺣﱠﺘﻰﺗﺼﺒﺢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎ:«ﺇﺫﺍﺑﺎﺗﺖﺍﻟﻤﺮﺃﺓﻩﺎﺟﺮﺓﻓﺮﺍﺵﺯﻭﺟﻬﺎﻟﻌﻨﺘﻬﺎﺍﻟﻤﻼﺋﻜﺔﺣﱠﺘﻰﺗﺼﺒﺢ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﻣﺎﻣﻦﺭﺟﻞﻳﺪﻋﻮﺍﻣﺮﺃﺗﻪﺇﻟﻰﻓﺮﺍﺷﻪ'
			'ﻓﺘﺄﺑﻰﻋﻠﻴﻪﺇﱠﻻﺁﺎﻥﺍﱠﻟﺬﻱﻓﻲﺍﻟﱠﺴﻤﺎﺀﺳﺎﺧﻄﺎﻋﻠﻴﻬﺎﺣﱠﺘﻰﻳﺮﺿﻰﻋﻨﻬﺎ»',
		translation: 'Translation of Hadith 281'
),
	Hadith(
		hadithNumber: 282,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻳﻀﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺤﱡﻞﻻﻣﺮﺃﺓﺃﻥ'
			'ﺗﺼﻮﻡﻭﺯﻭﺟﻬﺎﺷﺎﻩﺪﺇﻻﺑﺈﺫﻧﻪ،ﻭﻻﺗﺄﺫﻥﻓﻲﺑﻴﺘﻪﺇﱠﻻﺑﺈﺫﻧﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 282'
),
	Hadith(
		hadithNumber: 283,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﻠﱡﻜﻢﺭﺍﻉ،ﻭﺁﻠﱡﻜﻢﻣﺴﺌﻮﻝﻋﻦ'
			'ﺭﻋﱠﻴﺘﻪ،ﻭﺍﻷﻣﻴﺮﺭﺍﻉ،ﻭﺍﻟﺮﱠﺟﻞﺭﺍﻉﻋﻠﻰﺃﻩﻞﺑﻴﺘﻪ،ﻭﺍﻟﻤﺮﺃﺓﺭﺍﻋﻴﺔﻋﻠﻰﺑﻴﺖﺯﻭﺟﻬﺎﻭﻭﻟﺪﻩ،ﻓﻜﻠﱡﻜﻢﺭﺍﻉ،'
			'ﻭﺁﱡﻠﻜﻢﻣﺴﺌﻮﻝﻋﻦﺭﻋﱠﻴﺘﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 283'
),
	Hadith(
		hadithNumber: 284,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻠﱟﻲﻃﻠﻖﺑﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺩﻋﺎﺍﻟﺮﱠﺟﻞ'
			'ﺯﻭﺟﺘﻪﻟﺤﺎﺟﺘﻪﻓﻠﺘﺄﺗﻪﻭﺇﻥﺁﺎﻧﺖﻋﻠﻰﺍﻟﱠﺘﱡﻨﻮﺭ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﺍﻟﻨﺴﺎﺋﻲ،ﻭﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 284'
),
	Hadith(
		hadithNumber: 285,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﺁﻨﺖﺁﻣﺮﺍﺃﺣﺪﺍﺃﻥﻳﺴﺠﺪ'
			'ﻷﺣﺪﻷﻣﺮﺕﺍﻟﻤﺮﺃﺓﺃﻥﺗﺴﺠﺪﻟﺰﻭﺟﻬﺎ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 285'
),
	Hadith(
		hadithNumber: 286,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱡﻳﻤﺎﺍﻣﺮﺃﺓﻣﺎﺗﺖ'
			'ﻭﺯﻭﺟﻬﺎﻋﻨﻬﺎﺭﺍﺽﺩﺧﻠﺖﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻭﻓﻲﺳﻨﺪﻩﻣﺠﻬﻮﻻﻥ:ﻣﺴﺎﻭﺭﺍﻟﺤﻤﻴﺮﻱﻭﺃﻣﻪ',
		translation: 'Translation of Hadith 286'
),
	Hadith(
		hadithNumber: 287,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺑﻦﺟﺒﻞﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺆﺬﻳﺍﻣﺮﺃﺓﺯﻭﺟﻬﺎﻓﻲ'
			'ﺍﻟﱡﺪﻧﻴﺎﺇﱠﻻﻗﺎﻟﺖﺯﻭﺟﺘﻪﻣﻦﺍﻟﺤﻮﺭﺍﻟﻌﻴﻦﻻﺗﺆﺫﻳﻪﻗﺎﺗﻠﻚﺍﻟﱠﻠﻪ،ﻓﺈﱠﻧﻤﺎﻩﻮﻋﻨﺪﻙﺩﺧﻴﻞﻳﺆﺷﻚﺃﻥﻳﻔﺎﺭﻗﻚﺇﻟﻴﻨﺎ»'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 287'
),
	Hadith(
		hadithNumber: 288,
		hadith:
						'ﻭﻋﻦﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺗﺮﺁﺖﺑﻌﺪﻱﻓﺘﻨﺔﻩﻲ'
			'ﺃﺿﱡﺮﻋﻠﻰﺍﻟﱢﺮﺟﺎﻝ:ﻣﻦﺍﻟﱢﻨﺴﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 288'
),
	Hadith(
		hadithNumber: 289,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺩﻳﻨﺎﺭﺃﻧﻔﻘﺘﻪﻓﻲﺳﺒﻴﻞ'
			'ﺍﻟﱠﻠﻪ،ﻭﺩﻳﻨﺎﺭﺃﻧﻔﻘﺘﻪﻓﻲﺭﻗﺒﺔ،ﻭﺩﻳﻨﺎﺭﺗﺼﱠﺪﻗﺖﺑﻪﻋﻠﻰﻣﺴﻜﻴﻦ،ﻭﺩﻳﻨﺎﺭﺃﻧﻔﻘﺘﻪﻋﻠﻰﺃﻩﻠﻚ،ﺃﻋﻈﻤﻬﺎﺃﺟﺮﺍ'
			'ﺍﱠﻟﺬﻱﺃﻧﻔﻘﺘﻪﻋﻠﻰﺃﻩﻠﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 289'
),
	Hadith(
		hadithNumber: 290,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﻭﻳﻘﺎﻝﻟﻪ:ﺃﺑﻲﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺛﻮﺑﺎﻥﺑﻦﺑﺠﺪﺩﻣﻮﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻀﻞﺩﻳﻨﺎﺭﻳﻨﻔﻘﻪﺍﻟﺮﱠﺟﻞﺩﻳﻨﺎﺭﻳﻨﻔﻘﻪﻋﻠﻰﻋﻴﺎﻟﻪ،ﻭﺩﻳﻨﺎﺭ'
			'ﻳﻨﻔﻘﻪﻋﻠﻰﺩﺍﱠﺑﺘﻪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻭﺩﻳﻨﺎﺭﻳﻨﻔﻘﻪﻋﻠﻰﺃﺻﺤﺎﺑﻪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 290'
),
	Hadith(
		hadithNumber: 291,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻩﻞﻟﻲﺃﺟﺮﻓﻲﺑﻨﻲﺃﺑﻲﺳﻠﻤﺔﺃﻥﺃﻧﻔﻖ'
			'ﻋﻠﻴﻬﻢ،ﻭﻟﺴﺖﺑﺘﺎﺭﺁﺘﻬﻢﻩﻜﺬﺍﻭﻩﻜﺬﺍ،ﺇﱠﻧﻤﺎﻩﻢﺑﻨﱠﻲ؟ﻓﻘﺎﻝ:«ﻧﻌﻢﻟﻚﺃﺟﺮﻣﺎﺃﻧﻔﻘﺖﻋﻠﻴﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 291'
),
	Hadith(
		hadithNumber: 292,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲﺣﺪﻳﺜﻪﺍﻟﱠﻄﻮﻳﻞﺍﻟﺬﻱﻗﺪﱠﻣﻨﺎﻩﻓﻲﺃﱠﻮﻟﺍﻟﻜﺘﺎﺏﻓﻲﺑﺎﺏﺍﻟﱢﻨﱠﻴﺔ'
			'ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻟﻪ:«ﻭﺇﱠﻧﻚﻟﻦﺗﻨﻔﻖﻧﻔﻘﺔﺗﺒﺘﻐﻲﺑﻬﺎﻭﺟﻪﺍﻟﱠﻠﻪﺇﱠﻻﺃﺟﺮﺕﺑﻬﺎﺣﱠﺘﻰﻣﺎ'
			'ﺗﺠﻌﻞﻓﻲﻓﻲﺍﻣﺮﺃﺗﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 292'
),
	Hadith(
		hadithNumber: 293,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻟﺒﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺃﻧﻔﻖﺍﻟﺮﱠﺟﻞﻋﻠﻰﺃﻩﻠﻪ'
			'ﻧﻔﻘﺔﻳﺤﺘﺴﺒﻬﺎﻓﻬﻲﻟﻪﺻﺪﻗﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 293'
),
	Hadith(
		hadithNumber: 294,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'«ﺁﻔﻲﺑﺎﻟﻤﺮﺀﺇﺛﻤﺎﺃﻥﻳﻀﱢﻴﻊﻣﻦﻳﻘﻮﺕ»ﺣﺪﻳﺚﺻﺤﻴﺢﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩ.'
			'ﻭﺭﻭﺍﻩﻣﺴﻠﻢﻓﻲﺻﺤﻴﺤﻪﺑﻤﻌﻨﺎﻩﻗﺎﻝ:«ﺁﻔﻲﺑﺎﻟﻤﺮﺀﺇﺛﻤﺎﺃﻥﻳﺤﺒﺲﻋﱠﻤﻦﻳﻤﻠﻚﻗﻮﺗﻪ».'
			'`',
		translation: 'Translation of Hadith 294'
),
	Hadith(
		hadithNumber: 295,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻣﻦﻳﻮﻡﻳﺼﺒﺢﺍﻟﻌﺒﺎﺩﻓﻴﻪﺇﱠﻻ'
			'ﻣﻠﻜﺎﻥﻳﻨﺰﻻﻥ،ﻓﻴﻘﻮﻝﺃﺣﺪﻩﻤﺎ:ﺍﻟﻠﱠﻬﻢﱠﺃﻋﻂﻣﻨﻔﻘﺎﺧﻠﻔﺎ،ﻭﻳﻘﻮﻝﺍﻵﺧﺮ:ﺍﻟﻠﱠﻬﻢﱠﺃﻋﻂﻣﻤﺴﻜﺎﺗﻠﻔﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 295'
),
	Hadith(
		hadithNumber: 296,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻴﺪﺍﻟﻌﻠﻴﺎﺧﻴﺮﻣﻦﺍﻟﻴﺪﺍﻟﱡﺴﻔﻠﻰﻭﺍﺑﺪﺃﺑﻤﻦﺗﻌﻮﻝ،ﻭﺧﻴﺮ'
			'ﺍﻟﱠﺼﺪﻗﺔﻣﺎﺁﺎﻥﻋﻦﻇﻬﺮﻏﻨﻰ،ﻭﻣﻦﻳﺴﺘﻌﻔﻒ،ﻳﻌﻔﱠﻪﺍﻟﱠﻠﻪ،ﻭﻣﻦﻳﺴﺘﻐﻦﻳﻐﻨﻪﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 296'
),
	Hadith(
		hadithNumber: 297,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺃﺑﻮﻃﻠﺤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﺁﺜﺮﺍﻷﻧﺼﺎﺭﺑﺎﻟﻤﺪﻳﻨﺔﻣﺎﻻﻣﻦﻧﺨﻞ،'
			'ﻭﺁﺎﻥﺃﺣﱡﺐﺃﻣﻮﺍﻟﻪﺇﻟﻴﻪﺑﻴﺮﺣﺎﺀ،ﻭﺁﺎﻧﺖﻣﺴﺘﻘﺒﻠﺔﺍﻟﻤﺴﺠﺪﻭﺁﺎﻥﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺪﺧﻠﻬﺎﻭﻳﺸﺮﺏ'
			'ﻣﻦﻣﺎﺀﻓﻴﻬﺎﻃﱢﻴﺐﻗﺎﻝﺃﻧﺲ:ﻓﻠﱠﻤﺎﻧﺰﻟﺖﻩﺬﻩﺍﻵﻳﺔ:{ﻟﻦﺗﻨﺎﻟﻮﺍﺍﻟﺒﱠﺮﺣﱠﺘﻰﺗﻨﻔﻘﻮﺍﻣﱠﻤﺎﺗﺤﱡﺒﻮﻥ}ﻗﺎﻡﺃﺑﻮﻃﻠﺤﺔ'
			'ﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺃﻧﺰﻝﻋﻠﻴﻚ:{ﻟﻦﺗﻨﺎﻟﻮﺍﺍﻟﺒﱠﺮﺣﱠﺘﻰ'
			'ﺗﻨﻔﻘﻮﺍﻣﱠﻤﺎﺗﺤﱡﺒﻮﻥ}ﻭﺇﱠﻥﺃﺣﱠﺐﻣﺎﻟﻲﺇﻟﱠﻲﺑﻴﺮﺣﺎﺀ،ﻭﺇﱠﻧﻬﺎﺻﺪﻗﺔﻟﱠﻠﻪﺗﻌﺎﻟﻰﺃﺭﺟﻮﺑﱠﺮﻩﺎﻭﺫﺧﺮﻩﺎﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			'،ﻓﻀﻌﻬﺎﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺣﻴﺚﺃﺭﺍﻙﺍﻟﱠﻠﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﺦ،ﺫﻟﻚﻣﺎﻝﺭﺍﺑﺢ،ﺫﻟﻚ'
			'ﻣﺎﻝﺭﺍﺑﺢ،ﻭﻗﺪﺳﻤﻌﺖﻣﺎﻗﻠﺖ،ﻭﺇﱢﻧﻲﺃﺮﯨﺃﻥﺗﺠﻌﻠﻬﺎﻓﻲﺍﻷﻗﺮﺑﻴﻦ»ﻓﻘﺎﻝﺃﺑﻮﻃﻠﺤﺔ:ﺃﻓﻌﻞﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،'
			'ﻓﻘﱠﺴﻤﻬﺎﺃﺑﻮﻃﻠﺤﺔﻓﻲﺃﻗﺎﺭﺑﻪ،ﻭﺑﻨﻲﻋﱢﻤﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻝﺭﺍﺑﺢ»ﺭﻮﻳﻓﻲﺍﻟﺼﺤﻴﺤﻴﻦ«ﺭﺍﺑﺢ»ﻭ«ﺭﺍﻳﺢ»ﺑﺎﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓ'
			'ﻭﺑﺎﻟﻴﺎﺀﺍﻟﻤﺜﻨﺎﺓ،ﺃﻱﺭﺍﻳﺢﻋﻠﻴﻚﻧﻔﻌﻪ،ﻭ«ﺑﺒﺮﺣﺎﺀ»ﺣﺪﻳﻘﺔﻧﺨﻞ،ﻭﺭﻮﻳﺑﻜﺴﺮﺍﻟﺒﺎﺀﻭﻓﺘﺤﻬﺎ.'
			'ﺑﻴﺎﻥﻭﺟﻮﺏﺃﻣﺮﻩﻭﺃﻭﻻﺩﻩﺍﻟﻤﻤﻴﺰﻳﻦﻭﺳﺎﺋﺮﻣﻦﻓﻲﺭﻋﻴﺘﻪﺑﻄﺎﻋﺔﺍﷲﺗﻌﺎﻟﻰﻭﻧﻬﻴﻬﻢﻋﻦﺍﻟﻤﺨﺎﻟﻔﺔ',
		translation: 'Translation of Hadith 297'
),
	Hadith(
		hadithNumber: 298,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺧﺬﺍﻟﺤﺴﻦﺑﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺗﻤﺮﺓﻣﻦﺗﻤﺮﺍﻟﱠﺼﺪﻗﺔ'
			'ﻓﺠﻌﻠﻬﺎﻓﻲﻓﻴﻪﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﺦﺁﺦ،ﺇﺮﻣﺑﻬﺎ،ﺃﻣﺎﻋﻠﻤﺖﺃﱠﻧﺎﻻﻧﺄﺁﻞﺍﻟﱠﺼﺪﻗﺔ،؟'
			'»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺇﻧﺎﻻﺗﺤﱡﻞﻟﻨﺎﺍﻟﺼﱠﺪﻗﺔ»ﻭﻗﻮﻟﻪ:«ﺁﺦﺁﺦ»ﻳﻘﺎﻝﺑﺎﺳﻜﺎﻥﺍﻟﺨﺎﺀ،ﻭﻳﻘﺎﻝﺑﻜﺴﺮﻩﺎﻣﻊ'
			'ﺍﻟﱠﺘﻨﻮﻳﻦﻮﻫﻲﺁﻠﻤﺔﺯﺟﺮﻟﻠﱠﺼﺒﱢﻲﻋﻦﺍﻟﻤﺴﺘﻘﺬﺭﺍﺕ،ﻭﺁﺎﻥﺍﻟﺤﺴﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺻﺒﻴﺎ',
		translation: 'Translation of Hadith 298'
),
	Hadith(
		hadithNumber: 299,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺣﻔﺺﻋﻤﺮﺑﻦﺃﺑﻲﺳﻠﻤﺔﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﺒﺪﺍﻷﺳﺪ:ﺭﺑﻴﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻗﺎﻝ:ﺁﻨﺖﻏﻼﻣﺎﻓﻲﺣﺠﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺁﺎﻧﺖﻳﺪﻱﺗﻄﻴﺶﻓﻲﺍﻟﱠﺼﺤﻔﺔ،ﻓﻘﺎﻝﻟﻲ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﻏﻼﻡﺳﱢﻢﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺁﻞﺑﻴﻤﻴﻨﻚ،ﻭﺁﻞﻣﱠﻤﺎﻳﻠﻴﻚ»ﻓﻤﺎﺯﺍﻟﺖﺗﻠﻚ'
			'ﻃﻌﻤﺘﻲﺑﻌﺪ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺗﻄﻴﺶ»:ﺗﺪﻭﺭﻓﻲﻧﻮﺍﺣﻲﺍﻟﱠﺼﻔﺤﺔ.'
			'`',
		translation: 'Translation of Hadith 299'
),
	Hadith(
		hadithNumber: 300,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺁﻠﱡﻜﻢﺭﺍﻉ،'
			'ﻭﺁﻠﱡﻜﻢﻣﺴﺌﻮﻝﻋﻦﺭﻋﱠﻴﺘﻪ،ﻭﺍﻷﻣﺎﻡﺭﺍﻉ،ﻭﻣﺴﺌﻮﻝﻋﻦﺭﻋﱠﻴﺘﻪ،ﻭﺍﻟﺮﱠﺟﻞﺭﺍﻉﻓﻲﺃﻩﻠﻪﻭﻣﺴﺌﻮﻝﻋﻦﺭﻋﱠﻴﺘﻪ،'
			'ﻭﺍﻟﻤﺮﺃﺓﺭﺍﻋﻴﺔﻓﻲﺑﻴﺖﺯﻭﺟﻬﺎﻭﻣﺴﺌﻮﻟﺔﻋﻦﺭﻋﱠﻴﺘﻬﺎ،ﻭﺍﻟﺨﺎﺪﻣﺭﺍﻉﻓﻲﻣﺎﻝﺳﱢﻴﺪﻩﻭﻣﺴﺌﻮﻝﻋﻦﺭﻋﱠﻴﺘﻪ،'
			'ﻓﻜﻠﱡﻜﻢﺭﺍﻉﻭﻣﺴﺌﻮﻝﻋﻦﺭﻋﻴﺘﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 300'
),
	Hadith(
		hadithNumber: 301,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐ،ﻋﻦﺃﺑﻴﻪ،ﻋﻦﺟﱢﺪﻩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻣﺮﻭﺍﺃﻭﻻﺩﺁﻢﺑﺎﻟﱠﺼﻼﺓﻭﻩﻢﺃﺑﻨﺎﺀﺳﺒﻊﺳﻨﻴﻦ،ﻭﺍﺿﺮﺑﻮﻩﻢﻋﻠﻴﻬﺎﻭﻩﻢﺃﺑﻨﺎﺀﻋﺸﺮ،ﻭﻓﱠﺮﻗﻮﺍﺑﻴﻨﻬﻢﻓﻲ'
			'ﺍﻟﻤﻀﺎﺟﻊ»ﺣﺪﻳﺚﺣﺴﻦﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 301'
),
	Hadith(
		hadithNumber: 302,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺛﺮﱠﻳﺔﺳﺒﺮﺓﺑﻦﻣﻌﺒﺪﺍﻟﺠﻬﻨﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﻋﱢﻠﻤﻮﺍﺍﻟﱠﺼﺒﱠﻲﺍﻟﱠﺼﻼﺓﻟﺴﺒﻊﺳﻨﻴﻦ،ﻭﺍﺿﺮﺑﻮﻩﻋﻠﻴﻬﺎﺍﺑﻦﻋﺸﺮﺳﻨﻴﻦ»ﺣﺪﻳﺚﺣﺴﻦﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﻟﻔﻆﺃﺑﻲﺩﺍﻭﺩ:«ﻣﺮﻭﺍﺍﻟﱠﺼﺒﱠﻲﺑﺎﻟﱠﺼﻼﺓﺇﺫﺍﺑﻠﻎﺳﺒﻊﺳﻨﻴﻦ»',
		translation: 'Translation of Hadith 302'
),
	Hadith(
		hadithNumber: 303,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﻭﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻻ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺯﺍﻝﺟﺒﺮﻳﻞ'
			'ﻳﻮﺻﻴﻨﻲﺑﺎﻟﺠﺎﺭﺣﱠﺘﻰﻇﻨﻨﺖﺃﻧﱠﻪﺳﻴﻮﺭﱢﺛﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 303'
),
	Hadith(
		hadithNumber: 304,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺃﺑﺎﺫﺭﺇﺫﺍﻃﺒﺨﺖﻣﺮﻗﺔ،'
			'ﻓﺄﺁﺜﺮﻣﺎﺀﻩﺎ،ﻭﺗﻌﺎﻩﺪﺟﻴﺮﺍﻧﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪﻋﻦﺃﺑﻲﺫﺭﻗﺎﻝ:ﺈﻧﺧﻠﻴﻠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻭﺻﺎﻧﻲ:«ﺇﺫﺍﻃﺒﺨﺖﻣﺮﻗﺎﻓﺄﺁﺜﺮﻣﺎﺀﻩﺛﻢﱠ'
			'ﺍﻧﻈﺮﺃﻩﻞﺑﻴﺖﻣﻦﺟﻴﺮﺍﻧﻚ،ﻓﺄﺻﺒﻬﻢﻣﻨﻬﺎﺑﻤﻌﺮﻭﻑ»',
		translation: 'Translation of Hadith 304'
),
	Hadith(
		hadithNumber: 305,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻭﺍﻟﱠﻠﻪﻻﻳﺆﻣﻦ،ﻭﺍﻟﱠﻠﻪﻻﻳﺆﻣﻦ'
			'،»ﻗﻴﻞ:ﻣﻦﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﺍﱠﻟﺬﻱ:ﻻﻳﺄﻣﻦﺟﺎﺭﻩﺑﻮﺍﺋﻘﻪ،»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻻﻳﺪﺧﻞﺍﻟﺠﱠﻨﺔﻣﻦﻻﻳﺄﻣﻦﺟﺎﺭﻩﺑﻮﺍﺋﻘﻪ».'
			'»ﺍﻟﺒﻮﺍﺋﻖ»ﺍﻟﻐﻮﺍﺋﻞﻭﺍﻟﱡﺸﱡﺮﻭﺭ',
		translation: 'Translation of Hadith 305'
),
	Hadith(
		hadithNumber: 306,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﻧﺴﺎﺀﺍﻟﻤﺴﻠﻤﺎﺕﻻﺗﺤﻘﺮﱠﻥﺟﺎﺭﺓﻟﺠﺎﺭﺗﻬﺎﻭﻟﻮ'
			'ﻓﺮﺳﻦﺷﺎﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 306'
),
	Hadith(
		hadithNumber: 307,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻻﻳﻤﻨﻊﺟﺎﺭﺟﺎﺭﻩﺃﻥﻳﻐﺮﺯﺧﺸﺒﺔﻓﻲﺟﺪﺍﺭﻩ»ﺛﻢﱠﻳﻘﻮﻝﺃﺑﻮ'
			'ﻩﺮﻳﺮﺓ:ﻣﺎﻟﻲﺃﺭﺍﺁﻢﻋﻨﻬﺎﻣﻌﺮﺿﻴﻦ،ﻭﺍﻟﱠﻠﻪﻷﺭﻣﻴﱠﻦﺑﻬﺎﺑﻴﻦﺃﺁﺘﺎﻓﻜﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺭﻮﯨ«ﺧﺸﺒﻪ»ﺑﺎﻹﺿﺎﻓﺔﻭﺍﻟﺠﻤﻊ،ﻭﺭﻮﻳ«ﺧﺸﺒﺔ»ﺑﺎﻟﱠﺘﻨﻮﻳﻦﻋﻠﻰﺍﻹﻓﺮﺍﺩ.ﻭﻗﻮﻟﻪ:ﻣﺎﻟﻲﺃﺭﺍﺁﻢﻋﻨﻬﺎ'
			'ﻣﻌﺮﺿﻴﻦ:ﻳﻌﻨﻲﻋﻦﻩﺬﻩﺍﻟﱡﺴﱠﻨﺔ',
		translation: 'Translation of Hadith 307'
),
	Hadith(
		hadithNumber: 308,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻓﻼﻳﺆﺫﺟﺎﺭﻩ،'
			'ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻓﻠﻴﻜﺮﻡﺿﻴﻔﻪ،ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻓﻠﻴﻘﻞﺧﻴﺮﺍﺃﻭ'
			'ﻟﻴﺴﻜﺖ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 308'
),
	Hadith(
		hadithNumber: 309,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺷﺮﻳﺢﺍﻟﺨﺰﺍﻋﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪ'
			'ﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻓﻠﻴﺤﺴﻦﺇﻟﻰﺟﺎﺭﻩ،ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮﻓﻠﻴﻜﺮﻡﺿﻴﻔﻪ،ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪ'
			'ﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮﻓﻠﻴﻘﻞﺧﻴﺮﺍﺃﻭﻟﻴﺴﻜﺖ»ﺭﻭﺍﻩﻣﺴﻠﻢﺑﻬﺬﺍﺍﻟﻠﻔﻆ،ﻭﺭﻮﯨﺍﻟﺒﺨﺎﺮﻳﺑﻌﻀﻪ',
		translation: 'Translation of Hadith 309'
),
	Hadith(
		hadithNumber: 310,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﻟﻲﺟﺎﺭﻳﻦ،ﻓﺈﻟﻰﺃﱢﻳﻬﻤﺎﺃﻩﺪﻯ؟ﻗﺎﻝ:«'
			'ﺇﻟﻰﺃﻗﺮﺑﻬﻤﺎﻣﻨﻚﺑﺎﺑﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 310'
),
	Hadith(
		hadithNumber: 311,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺧﻴﺮﺍﻷﺻﺤﺎﺏ"".'
			'ﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺧﻴﺮﻩﻢﻟﺼـﺎﺣﺒﻪ،ﻭﺧﻴﺮﺍﻟﺠﻴﺮﺎﻧﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺧﻴﺮﻩﻢﻟﺠﺎﺭﻩ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 311'
),
	Hadith(
		hadithNumber: 312,
		hadith:
						'ﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﺮﺣﻤﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﺄﻟﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﱡﻱ'
			'ﺍﻟﻌﻤﻞﺃﺣﱡﺐﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ؟ﻗﺎﻝ:«ﺍﻟﱠﺼﻼﺓﻋﻠﻰﻭﻗﺘﻬﺎ»ﻗﻠﺖ:ﺛﻢﱠﺃﱡﻱ؟ﻗﺎﻝ:«ﺑﱡﺮﺍﻟﻮﺍﻟﺪﻳﻦ»ﻗﻠﺖ:ﺛﻢﱠﺃﱡﻱ'
			'؟ﻗﺎﻝ:«ﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 312'
),
	Hadith(
		hadithNumber: 313,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺠﺰﻱﻭﻟﺪﻭﺍﻟﺪﺍﺇﱠﻻ'
			'ﺃﻥﻳﺠﺪﻩﻣﻤﻠﻮﺁﺎ،ﻓﻴﺸﺘﺮﻳﻪ،ﻓﻴﻌﺘﻘﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 313'
),
	Hadith(
		hadithNumber: 314,
		hadith:
						'ﻭﻋﻨﻪﺃﻳﻀﺎﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،'
			'ﻓﻠﻴﻜﺮﻡﺿﻴﻔﻪ،ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻓﻠﻴﺼﻞﺭﺣﻤﻪ،ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،'
			'ﻓﻠﻴﻘﻞﺧﻴﺮﺍﺃﻭﻟﻴﺼﻤﺖ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 314'
),
	Hadith(
		hadithNumber: 315,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺧﻠﻖﺍﻟﺨﻠﻖﺣﱠﺘﻰﺇﺫﺍﻓﺮﻍﻣﻨﻬﻢ.'
			'ﻗﺎﻣﺖﺍﻟﺮﱠﺣﻢ،ﻓﻘﺎﻟﺖ:ﻩﺬﺍﻣﻘﺎﻡﺍﻟﻌﺎﺋﺬﺑﻚﻣﻦﺍﻟﻘﻄﻴﻌﺔ،ﻗﺎﻝ:ﻧﻌﻢﺃﻣﺎﺗﺮﺿﻴﻦﺃﻥﺃﺻﻞﻣﻦﻭﺻﻠﻚ،ﻭﺃﻗﻄﻊ'
			'ﻣﻦﻗﻄﻌﻚ؟ﻗﺎﻟﺖ:ﺑﻠﻰ،ﻗﺎﻝﻓﺬﻟﻚ،ﺛﻢﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻗﺮﺀﻭﺍﺇﻥﺷﺌﺘﻢ:{ﻓﻬﻞ'
			'ﻋﺴﻴﺘﻢﺈﻧﺗﻮﱠﻟﻴﺘﻢﺃﻥﺗﻔﺴﺪﻭﺍﻓﻲﺍﻷﺭﺽﻭﺗﻘﱢﻄﻌﻮﺍﺃﺭﺣﺎﻣﻜﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻭﻟﺌﻚﺍﻟﺬﻳﻦﻟﻌﻨﻬﻢﺍﻟﱠﻠﻪ'
			'ﻓﺄﺻﱠﻤﻬﻢﻭﺃﻋﻤﻰﺃﺑﺼﺎﺭﻩﻢ}[ﻣﺤﻤﺪ:22،23]ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺮﻳ:ﻓﻘﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:«ﻣﻦﻭﺻﻠﻚ،ﻭﺻﻠﺘﻪ،ﻭﻣﻦﻗﻄﻌﻚﻗﻄﻌﺘﻪ»',
		translation: 'Translation of Hadith 315'
),
	Hadith(
		hadithNumber: 316,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﻦ'
			'ﺃﺣﱡﻖﺍﻟﱠﻨﺎﺱﺑﺤﺴﻦﺻﺤﺎﺑﺘﻲ؟ﻗﺎﻝ:«ﺃﱡﻣﻚ»ﻗﺎﻝ:ﺛﻢﱠﻣﻦ؟ﻗﺎﻝ:«ﺃﱡﻣﻚ»ﻗﺎﻝ:ﺛﻢﱠﻣﻦ؟ﻗﺎﻝ:«ﺃﱡﻣﻚ»ﻗﺎﻝ'
			':ﺛﻢﱠﻣﻦ؟ﻗﺎﻝ:«ﺃﺑﻮﻙ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﻦﺃﺣﱡﻖﺍﻟﻨﺎﺱﺑﺤﺴﻦﺍﻟﱡﺼﺤﺒﺔ؟ﻗﺎﻝ:«ﺃﱡﻣﻚﺛﻢﱠﺃﱡﻣﻚ،ﺛﻢﱠﺃﱡﻣﻚ،ﺛﱠﻢﺃﺑﺎﻙ،ﺛﻢﱠ'
			'ﺃﺩﻧﺎﻙﺃﺩﻧﺎﻙ».'
			'»ﻭﺍﻟﱠﺼﺤﺎﺑﺔ»ﺑﻤﻌﻨﻰ:ﺍﻟﱡﺼﺤﺒﺔ.ﻭﻗﻮﻟﻪ:«ﺛﻢﱠﺃﺑﺎﻙ»ﻩﻜﺬﺍﻩﻮﻣﻨﺼﻮﺏﺑﻔﻌﻞﻣﺤﺬﻭﻑ،ﺄﻳﺛﻢﺑﱠﺮﺃﺑﺎﻙ'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺛﻢﱠﺃﺑﻮﻙ»ﻮﻫﺬﺍﻭﺍﺿﺢ',
		translation: 'Translation of Hadith 316'
),
	Hadith(
		hadithNumber: 317,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺭﻏﻢﺃﻧﻒ،ﺛﻢﺭﻏﻢﺃﻧﻒ،ﺛﱠﻢﺭﻏﻢﺃﻧﻒﻣﻦﺃﺩﺭﻙﺃﺑﻮﻳﻪﻋﻨﺪ'
			'ﺍﻟﻜﺒﺮ،ﺃﺣﺪﻩﻤﺎﺃﻭﺁﻼﻩﻤﺎ،ﻓﻠﻢﻳﺪﺧﻞﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 317'
),
	Hadith(
		hadithNumber: 318,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﻟﻲﻗﺮﺍﺑﺔﺃﺻﻠﻬﻢﻭﻳﻘﻄﻌﻮﻧﻲ،ﻭﺃﺣﺴﻦﺇﻟﻴﻬﻢ'
			'ﻭﻳﺴﻴﺌﻮﻥﺇﻟﱠﻲ،ﻭﺃﺣﻠﻢﻋﻨﻬﻢﻭﻳﺠﻬﻠﻮﻥﻋﻠﱠﻲ،ﻓﻘﺎﻝ:«ﻟﺌﻦﺁﻨﺖﺁﻤﺎﻗﻠﺖ،ﻓﻜﺄﱠﻧﻤﺎﺗﺴﻔﱡﻬﻢﺍﻟﻤﱠﻞ،ﻭﻻﻳﺰﺍﻝ'
			'ﻣﻌﻚﻣﻦﺍﻟﱠﻠﻪﻇﻬﻴﺮﻋﻠﻴﻬﻢﻣﺎﺩﻣﺖﻋﻠﻰﺫﻟﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﻭﺗﺴﱡﻔﻬﻢ»ﺑﻀﻢﺍﻟﺘﺎﺀﻭﺁﺴﺮﺍﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﺗﺸﺪﻳﺪﺍﻟﻔﺎﺀ.«ﻭﺍﻟﻤﱡﻞ»ﺑﻔﺘﺢﺍﻟﻤﻴﻢ،ﻭﺗﺸﺪﻳﺪﺍﻟﻼﻡﻮﻫﻮ'
			'ﺍﻟﱠﺮﻣﺎﺩﺍﻟﺤﺎﱡﺭ:ﺃﻱﺁﺄﱠﻧﻤﺎﺗﻄﻌﻤﻬﻢﺍﻟﱠﺮﻣﺎﺩﺍﻟﺤﺎﱠﺭﻭﻩﻮﺗﺸﺒﻴﻪﻟﻤﺎﻳﻠﺤﻘﻬﻢﻣﻦﺍﻹﺛﻢﺑﻤﺎﻳﻠﺤﻖﺁﺁﻞﺍﻟﱠﺮﻣﺎﺩﻣﻦﺍﻹﺛﻢ'
			'،ﻭﻻﺷﺊﻋﻠﻰﺍﻟﻤﺤﺴﻦﺇﻟﻴﻬﻢ،ﻟﻜﻦﻳﻨﺎﻟﻬﻢﺇﺛﻢﻋﻈﻴﻢﺑﺘﻘﺼﻴﺮﻩﻢﻓﻲﺣﻘﻪ،ﻭﺇﺩﺧﺎﻟﻬﻢﺍﻷﺬﯨﻋﻠﻴﻪ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 318'
),
	Hadith(
		hadithNumber: 319,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺃﺣﱠﺐﺃﻥﻳﺒﺴﻂﻟﻪﻓﻲﺭﺯﻗﻪ'
			'،ﻭﻳﻨﺴﺄﻟﻪﻓﻲﺃﺛﺮﻩ،ﻓﻠﻴﺼﻞﺭﺣﻤﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻣﻌﻨﻰ«ﻳﻨﺴﺄﻟﻪﻓﻲﺃﺛﺮﻩ»:ﺃﻱ:ﻳﺆﺧﺮﻟﻪﻓﻲﺃﺟﻠﻪﻭﻋﻤﺮﻩ',
		translation: 'Translation of Hadith 319'
),
	Hadith(
		hadithNumber: 320,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺃﺑﻮﻃﻠﺤﺔﺃﺁﺜﺮﺍﻷﻧﺼﺎﺭﺑﺎﻟﻤﺪﻳﻨﺔﻣﺎﻻﻣﻦﻧﺨﻞ،ﻭﺁﺎﻥﺃﺣﱡﺐﺃﻣﻮﺍﻟﻪﺑﻴﺮﺣﺎﺀ،ﻭﺁﺎﻧﺖ'
			'ﻣﺴﺘﻘﺒﻠﺔﺍﻟﻤﺴﺠﺪ،ﻭﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺪﺧﻠﻬﺎ،ﻭﻳﺸﺮﺏﻣﻦﻣﺎﺀﻓﻴﻬﺎﻃﱢﻴﺐ،ﻓﻠﱠﻤﺎﻧﺰﻟﺖ'
			'ﻩﺬﻩﺍﻵﻳﺔ:{ﻟﻦﺗﻨﺎﻟﻮﺍﺍﻟﺒﱠﺮﺣﱠﺘﻰﺗﻨﻔﻘﻮﺍﻣﱠﻤﺎﺗﺤﱡﺒﻮﻥ}[ﺁﻝﻋﻤﺮﺎﻧ:92]ﻗﺎﻡﺃﺑﻮﻃﻠﺤﺔﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﺍﻟﱠﻠﻪﺗﺒﺎﺮﻛﻭﺗﻌﺎﻟﻰﻳﻘﻮﻝ:{ﻟﻦﺗﻨﺎﻟﻮﺍﺍﻟﺒﱠﺮﺣﱠﺘﻰﺗﻨﻔﻘﻮﺍﻣﱠﻤﺎﺗﺤﱡﺒﻮﻥ}'
			'ﻭﺇﱠﻥﺃﺣﺐﻣﺎﻟﻰﺇﻟﱠﻲﺑﻴﺮﺣﺎﺀ،ﻭﺇﱠﻧﻬﺎﺻﺪﻗﺔﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﺃﺭﺟﻮﺑﱠﺮﻩﺎﻭﺫﺧﺮﻩﺎﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﻀﻌﻬﺎﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺣﻴﺚﺃﺭﺍﻙﺍﻟﱠﻠﻪ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﺦ،ﺫﻟﻚﻣﺎﻝﺭﺍﺑﺢ،ﺫﻟﻚﻣﺎﻝﺭﺍﺑﺢ،ﻭﻗﺪ'
			'ﺳﻤﻌﺖﻣﺎﻗﻠﺖ،ﻭﺇﱠﻧﻲﺃﺮﯨﺃﻥﺗﺠﻌﻠﻬﺎﻓﻲﺍﻷﻗﺮﺑﻴﻦ»ﻓﻘﺎﻝﺃﺑﻮﻃﻠﺤﺔ:ﺃﻓﻌﻞﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﻘﺴﻤﻬﺎﺃﺑﻮ'
			'ﻃﻠﺤﺔﻓﻲﺃﻗﺎﺭﺑﻪﻭﺑﻨﻲﻋﱢﻤﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺳﺒﻖﺑﻴﺎﻥﺃﻟﻔﺎﻇﻪﻓﻲﺑﺎﺏﺍﻹﻧﻔﺎﻕﻣﱠﻤﺎﻳﺤﺐ',
		translation: 'Translation of Hadith 320'
),
	Hadith(
		hadithNumber: 321,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﻗﺒﻞﺭﺟﻞﺇﻟﻰﻧﺒﱢﻲﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﺃﺑﺎﻳﻌﻚﻋﻠﻰﺍﻟﻬﺠﺮﺓﻭﺍﻟﺠﻬﺎﺩﺃﺑﺘﻐﻲﺍﻷﺟﺮﻣﻦﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ.ﻗﺎﻝ:«ﻓﻬﻞﻣﻦﻭﺍﻟﺪﻳﻚﺃﺣﺪﺣﱞﻲ؟»'
			'ﻗﺎﻝ:ﻧﻌﻢﺑﻞﺁﻼﻩﻤﺎﻗﺎﻝ:«ﻓﺘﺒﺘﻐﻲﺍﻷﺟﺮﻣﻦﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ؟»ﻗﺎﻝ:ﻧﻌﻢ.ﻗﺎﻝ:«ﻓﺎﺭﺟﻊﺇﻟﻰﻭﺍﻟﺪﻳﻚ،ﻓﺄﺣﺴﻦ'
			'ﺻﺤﺒﺘﻬﻤﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎ:ﺟﺎﺀﺭﺟﻞﻓﺎﺳﺘﺄﺫﻧﻪﻓﻲﺍﻟﺠﻬﺎﺩﻓﻘﺎﻝ:«ﺃﺣﱞﻲﻭﺍﻟﺪﺍﻙ؟ﻗﺎﻝ:ﻧﻌﻢ،ﻗﺎﻝ:«ﻓﻔﻴﻬﻤﺎﻓﺠﺎﻩﺪ»'
			'.'
			'`',
		translation: 'Translation of Hadith 321'
),
	Hadith(
		hadithNumber: 322,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻟﻴﺲﺍﻟﻮﺍﺻﻞﺑﺎﻟﻤﻜﺎﻓﺊﻭﻟﻜﱠﻦﺍﻟﻮﺍﺻﻞﺍﱠﻟﺬﻱﺇﺫﺍﻗﻄﻌﺖﺭﺣﻤﻪ'
			'ﻭﺻﻠﻬﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭ«ﻗﻄﻌﺖ»ﺑﻔﺘﺢﺍﻟﻘﺎﻑﻭﺍﻟﱠﻄﺎﺀ.ﻭ«ﺭﺣﻤﻪ»ﻣﺮﻓﻮﻉ.'
			'`',
		translation: 'Translation of Hadith 322'
),
	Hadith(
		hadithNumber: 323,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱠﺮﺣﻢﻣﻌﱠﻠﻘﺔﺑﺎﻟﻌﺮﺵﺗﻘﻮﻝ:ﻣﻦﻭﺻﻠﻨﻲ.'
			'ﻭﺻﻠﻪﺍﻟﱠﻠﻪ،ﻭﻣﻦﻗﻄﻌﻨﻲ،ﻗﻄﻌﻪﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 323'
),
	Hadith(
		hadithNumber: 324,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﻣﻴﻤﻮﻧﺔﺑﻨﺖﺍﻟﺤﺎﺭﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻧﻬﺎﺃﻋﺘﻘﺖﻭﻟﻴﺪﺓﻭﻟﻢﺗﺴﺘﺄﺫﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻠﱠﻤﺎﺁﺎﻥﻳﻮﻣﻬﺎﺍﱠﻟﺬﻱﻳﺪﻭﺭﻋﻠﻴﻬﺎﻓﻴﻪ،ﻗﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱢﻧﻲﺃﻋﺘﻘﺖﻭﻟﻴﺪﺗﻲ؟ﻗﺎﻝ:«ﺃﻭ'
			'ﻓﻌﻠﺖ؟»ﻗﺎﻟﺖ:ﻧﻌﻢﻗﺎﻝ:«ﺃﻣﺎﺇﱠﻧﻚﻟﻮﺃﻋﻄﻴﺘﻬﺎﺃﺧﻮﺍﻟﻚﺁﺎﻥﺃﻋﻈﻢﻷﺟﺮﻙ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 324'
),
	Hadith(
		hadithNumber: 325,
		hadith:
						'ﻭﻋﻦﺃﺳﻤﺎﺀﺑﻨﺖﺃﺑﻲﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻟﺖ:ﻗﺪﻣﺖﻋﻠﱠﻲﺃﱢﻣﻲﻭﻩﻲﻣﺸﺮﺁﺔﻓﻲﻋﻬﺪ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺎﺳﺘﻔﺘﻴﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﻠﺖ:ﻗﺪﻣﺖﻋﻠﱠﻲﺃﱢﻣﻰﻭﻩﻰ'
			'ﺭﺍﻏﺒﺔ،ﺃﻓﺄﺻﻞﺃﱢﻣﻲ؟ﻗﺎﻝ:«ﻧﻌﻢﺻﻠﻲﺃﱠﻣﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗﻮﻟﻬﺎ:«ﺭﺍﻏﺒﺔ»ﺄﻳ:ﻃﺎﻣﻌﺔﻋﻨﺪﻱﺗﺴﺄﻟﻨﻲﺷﻴﺌﺎ،ﻗﻴﻞ:ﺁﺎﻧﺖﺃﱡﻣﻬﺎﻣﻦﺍﻟﱠﻨﺴﺐ،ﻭﻗﻴﻞ:ﻣﻦﺍﻟﱠﺮﺿﺎﻋﺔ'
			'ﻭﺍﻟﺼﺤﻴﺢﺍﻷﻮﻟ',
		translation: 'Translation of Hadith 325'
),
	Hadith(
		hadithNumber: 326,
		hadith:
						'ﻭﻋﻦﺯﻳﻨﺐﺍﻟﺜﻘﻔﱠﻴﺔﺍﻣﺮﺃﺓﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﺼﱠﺪﻗﻦﻳﺎﻣﻌﺸﺮﺍﻟﱢﻨﺴﺎﺀﻭﻟﻮﻣﻦﺣﻠﻴﱢﻜﻦﱠ»ﻗﺎﻟﺖ:ﻓﺮﺟﻌﺖﺇﻟﻰﻋﺒﺪﺍﻟﱠﻠﻪﺍﺑﻦﻣﺴﻌﻮﺩﻓﻘﻠﺖﻟﻪ:'
			'ﺇﱠﻧﻚﺭﺟﻞﺧﻔﻴﻒﺫﺎﺗﺍﻟﻴﺪﻭﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺪﺃﻣﺮﻧﺎﺑﺎﻟﺼﺪﻗﺔ،ﻓﺄﺗﻪﻓﺎﺳﺄﻟﻪ،ﻓﺈﻥﺁﺎﻥ'
			'ﺫﻟﻚﻳﺠﺰﺉﻋﱢﻨﻲﻭﺇﱠﻻﺻﺮﻓﺘﻬﺎﺇﻟﻰﻏﻴﺮﺁﻢ.ﻓﻘﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪ:ﺑﻞﺍﺋﺘﻴﻪﺃﻧﺖ،ﻓﺎﻧﻄﻠﻘﺖ،ﻓﺈﺫﺍﺍﻣﺮﺃﺓﻣﻦﺍﻷﻧﺼﺎﺭ'
			'ﺑﺒﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﺎﺟﺘﻲﺣﺎﺟﺘﻬﺎ،ﻭﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺪﺃﻟﻘﻴﺖ'
			'ﻋﻠﻴﻪﺍﻟﻤﻬﺎﺑﺔ.ﻓﺨﺮﺝﻋﻠﻴﻨﺎﺑﻼﻝ،ﻓﻘﻠﻨﺎﻟﻪ:ﺍﺋﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺧﺒﺮﻩﺃﱠﻥﺍﻣﺮﺃﺗﻴﻦ'
			'ﺑﺎﻟﺒﺎﺏﺗﺴﺄﻻﻧﻚ:ﺃﺗﺠﺰﺉﺍﻟﱠﺼﺪﻗﺔﻋﻨﻬﻤﺎﻋﻠﻰﺃﺯﻭﺍﺟﻬﻤﺎﻭﻋﻠﻰﺃﻳﺘﺎﻡﻓﻲﺣﺠﻮﺭﻩﻤﺎ؟ﻭﻻﺗﺨﺒﺮﻩﻣﻦﻧﺤﻦ،'
			'ﻓﺪﺧﻞﺑﻼﻝﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺴﺄﻟﻪ،ﻓﻘﺎﻝﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻣﻦ'
			'ﻩﻤﺎ؟»ﻗﺎﻝ:ﺍﻣﺮﺃﺓﻣﻦﺍﻷﻧﺼﺎﺭﻭﺯﻳﻨﺐ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﺃﱡﻱﺍﻟﱠﺰﻳﺎﻧﺐﻩﻲ؟»ﻗﺎﻝ:'
			'ﺍﻣﺮﺃﺓﻋﺒﺪﺍﻟﱠﻠﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻬﻤﺎﺃﺟﺮﺍﻥ:ﺃﺟﺮﺍﻟﻘﺮﺍﺑﺔﻭﺃﺟﺮﺍﻟﱠﺼﺪﻗﺔ»ﻣﺘﻔﻖ'
			'.326ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 326'
),
	Hadith(
		hadithNumber: 327,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻔﻴﺎﻥﺻﺨﺮﺑﻦﺣﺮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲﺣﺪﻳﺜﻪﺍﻟﱠﻄﻮﻳﻞﻓﻲﻗﱠﺼﺔﻩﺮﻗﻞﺃﱠﻥﻩﺮﻗﻞﻗﺎﻝﻷﺑﻲ'
			'ﺳﻔﻴﺎﻥ:ﻓﻤﺎﺫﺍﻳﺄﻣﺮﺁﻢﺑﻪ؟ﻳﻌﻨﻲﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻗﻠﺖ:ﻳﻘﻮﻝ:«ﺍﻋﺒﺪﻭﺍﺍﻟﱠﻠﻪﻭﺣﺪﻩ،ﻭﻻ'
			'ﺗﺸﺮﺁﻮﺍﺑﻪﺷﻴﺌﺎ،ﻭﺍﺗﺮﺁﻮﺍﻣﺎﻳﻘﻮﻝﺁﺑﺎﺅﺁﻢ،ﻭﻳﺄﻣﺮﻧﺎﺑﺎﻟﱠﺼﻼﺓ،ﻭﺍﻟﱢﺼﺪﻕ،ﻭﺍﻟﻌﻔﺎﻑ،ﻭﺍﻟﱢﺼﻠﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 327'
),
	Hadith(
		hadithNumber: 328,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻧﻜﻢﺳﺘﻔﺘﺤﻮﻥﺃﺭﺿﺎﻳﺬﺁﺮ'
			'ﻓﻴﻬﺎﺍﻟﻘﻴﺮﺍﻁ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺳﺘﻔﺘﺤﻮﻥﻣـﺼﺮﻭﻩﻲﺃﺭﺽﻳﺴﱠﻤﻰﻓﻴﻬﺎﺍﻟﻘﻴﺮﺍﻁ،ﻓﺎﺳﺘﻮﺻﻮﺍﺑﺄﻩﻠﻬﺎﺧﻴﺮﺍ،ﻓﺈﱠﻥﻟﻬﻢﺫﻣﺔ'
			'ﻭﺭﺣﻤﺎ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﺈﺫﺍﺍﻓﺘﺘﺤﺘﻤﻮﻩﺎ،ﻓﺄﺣﺴﻨﻮﺍﺇﻟﻰﺃﻩﻠﻬﺎ،ﻓﺈﱠﻥﻟﻬﻢﺫﱠﻣﺔﻭﺭﺣﻤﺎ»ﺃﻭﻗﺎﻝ«ﺫﱠﻣﺔﻭﺻﻬﺮﺍ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﺍﻟﺮﱠﺣﻢﺍﻟﺘﻲﻟﻬﻢﺁﻮﻥﻩﺎﺟﺮﺄﻣﱡﺇﺳﻤﺎﻋﻴﻞﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻨﻬﻢ.«ﻭﺍﻟﺼﱢﻬﺮ»:ﺁﻮﻥﻣﺎﺭﻳﺔ'
			'ﺄﻣﱢﺇﺑﺮﺍﻩﻴﻢﺍﺑﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻨﻬﻢ',
		translation: 'Translation of Hadith 328'
),
	Hadith(
		hadithNumber: 329,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻟﻤﺎﻧﺰﻟﺖﻩﺬﻩﺍﻵﻳﺔ:{ﻭﺃﻧﺬﺭﻋﺸﻴﺮﺗﻚﺍﻷﻗﺮﺑﻴﻦ}[ﺍﻟﺸﻌﺮﺍﺀ:'
			'214]ﺩﻋﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺮﻳﺸﺎﻓﺎﺟﺘﻤﻌﻮﺍﻓﻌﱠﻢ،ﻭﺧﱠﺺﻭﻗﺎﻝ:«ﻳﺎﺑﻨﻲﻋﺒﺪﺷﻤﺲ،ﻳﺎ'
			'ﺑﻨﻲﺁﻌﺐﺑﻦﻟﺆﻱ،ﺃﻧﻘﺬﻭﺍﺃﻧﻔﺴﻜﻢﻣﻦﺍﻟﱠﻨﺎﺭ،ﻳﺎﺑﻨﻲﻣﱠﺮﺓﺑـﻦﺁﻌﺐ،ﺃﻧﻘﺬﻭﺍﺃﻧﻔﺴﻜﻢﻣﻦﺍﻟﱠﻨﺎﺭ،ﻳﺎﺑﻨﻲﻋﺒﺪ'
			'ﻣﻨﺎﻑ،ﺃﻧﻘﺬﻭﺍﺃﻧﻔﺴﻜﻢﻣﻦﺍﻟﱠﻨﺎﺭ،ﻳﺎﺑﻨﻲﻩﺎﺷﻢﺃﻧﻘﺬﻭﺍﺃﻧﻔﺴﻜﻢﻣﻦﺍﻟﱠﻨﺎﺭ،ﻳﺎﺑﻨﻲﻋﺒﺪﺍﻟﻤﱠﻄﻠﺐﺃﻧﻘﺬﻭﺍﺃﻧﻔﺴﻜﻢ'
			'ﻣﻦﺍﻟﱠﻨﺎﺭ،ﻳﺎﻓﺎﻃﻤﺔﺃﻧﻘﺬﻱﻧﻔﺴﻚﻣﻦﺍﻟﱠﻨﺎﺭ،ﻓﺈﻧﻲﻻﺃﻣﻠﻚﻟﻜﻢﻣﻦﺍﻟﱠﻠﻪﺷﻴﺌﺎ،ﻏﻴﺮﺃﱠﻥﻟﻜﻢﺭﺣﻤﺎﺳﺄﺑﱡﻠﻬﺎ'
			'ﺑﺒﻼﻟﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﺒﻼﻟﻬﺎ»ﻩﻮﺑﻔﺘﺢﺍﻟﺒﺎﺀﺍﻟﱠﺜﺎﻧﻴﺔﻭﺁﺴﺮﻩﺎ«ﻭﺍﻟﺒﻼﻝ»ﺍﻟﻤﺎﺀ.ﻭﻣﻌﻨﻰﺍﻟﺤﺪﻳﺚ'
			':ﺳﺄﺻﻠﻬﺎ،ﺷﱠﺒﻪﻗﻄﻴﻌﺘﻬﺎﺑﺎﻟﺤﺮﺍﺭﺓﺗﻄﻔﺄﺑﺎﻟﻤﺎﺀﻮﻫﺬﻩﺗﺒﺮﱠﺩﺑﺎﻟﱢﺼﻠﺔ',
		translation: 'Translation of Hadith 329'
),
	Hadith(
		hadithNumber: 330,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺟﻬﺎﺭﺍﻏﻴﺮﺳﱟﺮﻳﻘﻮﻝ:«ﺇﱠﻥﺁﻝﺑﻨﻲﻓﻼﻥﻟﻴﺴﻮﺍﺑﺄﻭﻟﻴﺎﺋﻲﺇﱠﻧﻤﺎﻭﻟﱢﻴﻲﺍﻟﱠﻠﻪﻭﺻﺎﻟﺢﺍﻟﻤﺆﻣﻨﻴﻦ،ﻭﻟﻜﻦﻟﻬﻢﺭﺣﻢ'
			'ﺃﺑﱡﻠﻬﺎﺑﺒﻼﻟﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﺍﻟﱠﻠﻔﻆﻟﻠﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 330'
),
	Hadith(
		hadithNumber: 331,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﱡﻳﻮﺏﺧﺎﻟﺪﺑﻦﺯﻳﺪﺍﻷﻧﺼﺎﺮﻳﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺧﺒﺮﻧﻲﺑﻌﻤﻞ'
			'ﻳﺪﺧﻠﻨﻲﺍﻟﺠﱠﻨﺔ،ﻭﻳﺒﺎﻋﺪﻧﻲﻣﻦﺍﻟﱠﻨﺎﺭ.ﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﻌﺒﺪﺍﻟﱠﻠﻪ،ﻭﻻﺗﺸﺮﻙﺑﻪﺷﻴﺌﺎ،'
			'ﻭﺗﻘﻴﻢﺍﻟﱠﺼﻼﺓ،ﻭﺗﺆﺗﻲﺍﻟﱠﺰﺁﺎﺓ،ﻭﺗﺼﻞﺍﻟﱠﺮﺣﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 331'
),
	Hadith(
		hadithNumber: 332,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺎﻥﺑﻦﻋﺎﻣﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺃﻓﻄﺮﺃﺣﺪﺁﻢﻓﻠﻴﻔﻄﺮ'
			'ﻋﻠﻰﺗﻤﺮ،ﻓﺈﱠﻧﻪﺑﺮﺁﺔ،ﻓﺈﻥﻟﻢﻳﺠﺪﺗﻤﺮﺍ،ﻓﺎﻟﻤﺎﺀ،ﻓﺈﱠﻧﻪﻃﻬﻮﺭ»ﻭﻗﺎﻝ:«ﺍﻟﱠﺼﺪﻗﺔﻋﻠﻰﺍﻟﻤﺴﻜﻴﻦﺻﺪﻗﺔ،'
			'ﻭﻋﻠﻰﺬﻳﺍﻟﱠﺮﺣﻢﺛﻨﺘﺎﻥ:ﺻﺪﻗﺔﻭﺻﻠﺔ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ.ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 332'
),
	Hadith(
		hadithNumber: 333,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻧﺖﺗﺤﺘﻲﺍﻣﺮﺃﺓ،ﻭﺁﻨﺖﺃﺣﱡﺒﻬﺎ،ﻭﺁﺎﻥﻋﻤﺮﻳﻜﺮﻩﻬﺎ،ﻓﻘﺎﻝﻟﻲ'
			':ﻃﱢﻠﻘﻬﺎﻓﺄﺑﻴﺖ،ﻓﺄﺗﻰﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺬﺁﺮﺫﻟﻚﻟﻪ،ﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻃﱢﻠﻘﻬﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 333'
),
	Hadith(
		hadithNumber: 334,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺍﺩﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺟﻼﺃﺗﺎﻩﻓﻘﺎﻝ:ﺇﱠﻥﻟﻲﺍﻣﺮﺃﺓﻭﺈﻧﺃﱢﻣﻲﺗﺄﻣﺮﻧﻲﺑﻄﻼﻗﻬﺎ؟ﻓﻘﺎﻝ'
			'ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ«ﺍﻟﻮﺍﻟﺪﺃﻭﺳﻂﺃﺑﻮﺍﺏﺍﻟﺠﱠﻨﺔ،ﻓﺈﻥﺷﺌﺖﻓﺄﺿﻊﺫﻟﻚﺍﻟﺒﺎﺏ،ﺃﻭ'
			'ﺍﺣﻔﻈﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 334'
),
	Hadith(
		hadithNumber: 335,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺨﺎﻟﺔﺑﻤﻨﺰﻟﺔﺍﻷﻡﱢ»'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ:ﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'ﻭﻓﻲﺍﻟﺒﺎﺏﺃﺣﺎﺩﻳﺚﺁﺜﻴﺮﺓﻓﻲﺍﻟﺼﺤﻴﺢﻣﺸﻬﻮﺭﺓ،ﻣﻨﻬﺎﺣﺪﻳﺚﺃﺻﺤﺎﺏﺍﻟﻐﺎﺭ،ﻭﺣﺪﻳﺚﺟﺮﻳﺞﻭﻗﺪﺳﺒﻘﺎ،'
			'ﻭﺃﺣﺎﺩﻳﺚﻣﺸﻬﻮﺭﺓﻓﻲﺍﻟﺼﺤﻴﺢﺣﺬﻓﺘﻬﺎﺍﺧﺘﺼﺎﺭﺍ،ﻭﻣﻦﺃﻩﱢﻤﻬﺎﺣﺪﻳﺚﻋﻤﺮﻭﺑﻦﻋﺒﺴﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ'
			'ﺍﻟﱠﻄﻮﻳﻞﺍﻟﻤﺸﺘﻤﻞﻋﻠﻰﺟﻤﻞﺁﺜـﻴﺮﺓﻣﻦﻗﻮﺍﻋﺪﺍﻹﺳﻼﻡﻭﺁﺩﺍﺑﻪﻭﺳﺄﺫﺁﺮﻩﺑﺘﻤﺎﻣﻪﺈﻧﺷﺎﺀﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻲﺑﺎﺏ'
			'ﺩﺧﻠﺖﻋﻠﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻤﱠﻜﺔ،ﻳﻌﻨﻲﻓﻲﺃﱠﻮﻟﺍﻟﻨﺒﻮﱠﺓ،ﻓﻘﻠﺖﻟﻪ:ﻣﺎﺃﻧﺖ؟ﻗﺎﻝ:«ﻧﺒﱞﻲ»ﻓﻘﻠﺖﺍﻟﱠﺮﺟﺎﺀ،ﻗﺎﻝﻓﻴﻪ.'
			':ﻭﻣﺎﻧﺒﱞﻲ؟ﻗﺎﻝ:«ﺃﺭﺳﻠﻨﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﻘﻠﺖ:ﺑﺄﱢﻱﺷﻲﺀﺃﺭﺳﻠﻚ؟ﻗﺎﻝ:«ﺃﺭﺳﻠﻨﻲﺑﺼﻠﺔﺍﻷﺭﺣﺎﻡ،ﻭﺁﺴﺮ'
			'ﺍﻷﻭﺛﺎﻥ،ﻭﺃﻥﻳﻮﱠﺣﺪﺍﻟﱠﻠﻪﻻﻳﺸﺮﻙﺑﻪﺷﻲﺀ»ﻭﺫﺁﺮﺗﻤﺎﻡﺍﻟﺤﺪﻳﺚ.ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 335'
),
	Hadith(
		hadithNumber: 336,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺓﻧﻔﻴﻊﺑﻦﺍﻟﺤﺎﺭﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻ'
			'ﺃﻧﱢﺒﺌﻜﻢﺑﺄﺁﺒﺮﺍﻟﻜﺒﺎﺋﺮ؟»ﺛﻼﺛﺎﻗﻠﻨﺎ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ:ﻗﺎﻝ:«ﺍﻹﺷﺮﺍﻙﺑﺎﻟﱠﻠﻪ،ﻭﻋﻘﻮﻕﺍﻟﻮﺍﻟﺪﻳﻦ»ﻭﺁﺎﻥ'
			'ﻣﱠﺘﻜﺌﺎﻓﺠﻠﺲ،ﻓﻘﺎﻝ:«ﺃﻻﻭﻗﻮﻝﺍﻟﱡﺰﻭﺭﻭﺷﻬﺎﺩﺓﺍﻟﱡﺰﻭﺭ»ﻓﻤﺎﺯﻻﻳﻜﱢﺮﺭﻩﺎﺣﱠﺘﻰﻗﻠﻨﺎ:ﻟﻴﺘﻪﺳﻜﺖ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 336'
),
	Hadith(
		hadithNumber: 337,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻜﺒﺎﺋﺮ:'
			'ﺍﻹﺷﺮﺍﻙﺑﺎﻟﱠﻠﻪ،ﻭﻋﻘﻮﻕﺍﻟﻮﺍﻟﺪﻳﻦ،ﻭﻗﺘﻞﺍﻟﱠﻨﻔﺲ،ﻭﺍﻟﻴﻤﻴﻦﺍﻟﻐﻤﻮﺱ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺍﻟﻴﻤﻴﻦﺍﻟﻐﻤﻮﺱ»ﺍﻟﺘﻲﻳﺤﻠﻔﻬﺎﺁﺎﺫﺑﺎﻋﺎﻣﺪﺍ،ﺳﱢﻤﻴﺖﻏﻤﻮﺳﺎ،ﻷﱠﻧﻬﺎﺗﻐﻤﺲﺍﻟﺤﺎﻟﻒﻓﻲﺍﻹﺛﻢ',
		translation: 'Translation of Hadith 337'
),
	Hadith(
		hadithNumber: 338,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺍﻟﻜﺒﺎﺋﺮﺷﺘﻢﺍﻟﱠﺮﺟﻞﻭﺍﻟﺪﻳﻪ،»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﻭﻩﻞﻳﺸﺘﻢﺍﻟﺮﱠﺟﻞﻭﺍﻟﺪﻳﻪ؟،ﻗﺎـﻞ:«ﻧﻌﻢ،ﻳﺴﺐﱡﺃﺑﺎﺍﻟﱠﺮﺟﻞ،ﻓﻴﺴﺐﱡﺃﺑﺎﻩ،ﻭﻳﺴﺐﱡﺃﻣﱠﻪ،ﻓﻴﺴﺐﱡﺃﻣﱠﻪ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳـﺔ:«ﺇﱠﻥﻣﻦﺃﺁﺒﺮﺍﻟﻜﺒﺎﺋﺮﺃﻥﻳﻠﻌﻦﺍﻟﺮﱠﺟﻞﻭﺍﻟﺪﻳﻪ،»ﻗﻴﻞ:ﻳﺎﺭﺳـﻮﻝﺍﻟﱠﻠﻪﺁﻴﻒﻳﻠﻌﻦﺍﻟﺮﺟﻞﻭﺍﻟﺪﻳﻪ'
			'؟،ﻗﺎﻝ:«ﻳﺴﺐﱡﺃﺑﺎﺍﻟﱠﺮﺟﻞ،ﻓﻴﺴﺐﱡﺃﺑﺎﻩ،ﻭﻳﺴﱡﺐﺃﱠﻣﻪ،ﻓﻴﺴﺐﱡﺃﻣﱠﻪ».'
			'`',
		translation: 'Translation of Hadith 338'
),
	Hadith(
		hadithNumber: 339,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺤﻤﺪﺟﺒﻴﺮﺑﻦﻣﻄﻌﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺪﺧﻞ'
			'ﺍﻟﺠﱠﻨﺔﻗﺎﻃﻊ»ﻗﺎﻝﺳﻔﻴﺎﻥﻓﻲﺭﻭﺍﻳﺘﻪ:ﻳﻌﻨﻲ:ﻗﺎﻃﻊﺭﺣﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 339'
),
	Hadith(
		hadithNumber: 340,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻴﺴﻰﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰﺣﱠﺮﻡﻋﻠﻴﻜﻢﻋﻘﻮﻕﺍﻷﻣﻬﺎﺕ،ﻭﻣﻨﻌﺎﻮﻫﺎﺕ،ﻭﻭﺃﺩﺍﻟﺒﻨﺎﺕ،ﻭﺁﺮﻩﻟﻜﻢﻗﻴﻞﻭﻗﺎﻝ،ﻭﺁﺜﺮﺓﺍﻟﺴﺆﺍﻝ،'
			'ﻭﺇﺿﺎﻋﺔﺍﻟﻤﺎﻝ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﻣﻨﻌﺎ»ﻣﻌﻨﺎﻩ:ﻣﻨﻊﻣﺎﻭﺟﺐﻋﻠﻴﻪﻭ«ﻩﺎﺕ»:ﻃﻠﺐﻣﺎﻟﻴﺲﻟﻪﻭ«ﻭﺃﺩﺍﻟﺒﻨﺎﺕ»ﻣﻌﻨﺎﻩ:ﺩﻓﻨﻬﻦﱠ'
			'ﻓﻲﺍﻟﺤﻴﺎﺓ،ﻭ«ﻗﻴﻞﻭﻗﺎﻝ»ﻣﻌﻨﺎﻩ:ﺍﻟﺤﺪﻳﺚﺑﻜﻞﱢﻣﺎﻳﺴﻤﻌﻪ،ﻓﻴﻘﻮﻝ:ﻗﻴﻞﺁﺬﺍ،ﻭﻗﺎﻝﻓﻼﻥﺁﺬﺍﻣﱠﻤﺎﻻﻳﻌﻠﻢ'
			'ﺻﱠﺤﺘﻪ،ﻭﻻﻳﻈﱡﻨﻬﺎ،ﻭﺁﻔﻰﺑﺎﻟﻤﺮﺀﺁﺬﺑﺎﺃﻥﻳﺤﱢﺪﺙﺑﻜﻞﱢﻣﺎﺳﻤﻊ.ﻭ«ﺇﺿﺎﻋﺔﺍﻟﻤﺎﻝ»:ﺗﺒﺬﻳﺮﻩﻭﺻﺮﻓﻪﻓﻲ'
			'ﻏﻴﺮﺍﻟﻮﺟﻮﻩﺍﻟﻤﺄﺫﻮﻧﻓﻴﻬﺎﻣﻦﻣﻘﺎﺻﺪﺍﻵﺧﺮﺓﻭﺍﻟﱡﺪﻧﻴﺎ،ﻭﺗﺮﻙﺣﻔﻈﻪﻣﻊﺇﻣﻜﺎﻥﺍﻟﺤﻔﻆ.ﻭ«ﺁﺜﺮﺓﺍﻟﱡﺴﺆﺍﻝ»'
			'ﺍﻹﻟﺤﺎﺡﻓﻴﻤﺎﻻﺣﺎﺟﺔﺇﻟﻴﻪ.'
			'ﻭﻓﻲﺍﻟﺒﺎﺏﺃﺣﺎﺩﻳﺚﺳﺒﻘﺖﻓﻲﺍﻟﺒﺎﺏﻗﺒﻠﻪﺁﺤﺪﻳﺚ«ﻭﺃﻗﻄﻊﻣﻦﻗﻄﻌﻚ»ﻭﺣﺪﻳﺚ«ﻣﻦﻗﻄﻌﻨﻲﻗﻄﻌﻪﺍﻟﱠﻠﻪ»',
		translation: 'Translation of Hadith 340'
),
	Hadith(
		hadithNumber: 341,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺈﻧﺃﺑﱠﺮﺍﻟﺒﱢﺮﺃﻥﻳﺼﻞﺍﻟﺮﱠﺟﻞﻭﺩﱠ'
			'ﺃﺑﻴﻪ».'
			'`',
		translation: 'Translation of Hadith 341'
),
	Hadith(
		hadithNumber: 342,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺩﻳﻨﺎﺭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺟﻼﻣﻦﺍﻷﻋﺮﺍﺏﻟﻘﻴﻪﺑﻄﺮﻳﻖﻣﱠﻜﺔ'
			'،ﻓﺴﱠﻠﻢﻋﻠﻴﻪﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮ،ﻭﺣﻤﻠﻪﻋﻠﻰﺣﻤﺎﺭﺁﺎﻥﻳﺮﺁﺒﻪ،ﻭﺃﻋﻄﺎﻩﻋﻤﺎﻣﺔﺁﺎﻧﺖﻋﻠﻰﺭﺃﺳﻪ،ﻗﺎﻝﺍﺑﻦ'
			'ﺩﻳﻨﺎﺭ:ﻓﻘﻠﻨﺎﻟﻪ:ﺃﺻﻠﺤﻚﺍﻟﱠﻠﻪﺇﱠﻧﻬﻢﺍﻷﻋﺮﺍﺏﻭﻩﻢﻳﺮﺿﻮﻥﺑﺎﻟﻴﺴﻴﺮ.ﻓﻘﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮ:ﺇﱠﻥﻩﺬﺍﺁﺎﻥﻭﺩﺍ'
			'ﻟﻌﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﺇﱢﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺃﺑﱠﺮﺍﻟﺒﱢﺮﺻﻠﺔ'
			'ﺍﻟﱠﺮﺟﻞﺃﻩﻞﻭﺩﱢﺃﺑﻴﻪ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻋﻦﺍﺑﻦﺩﻳﻨﺎﺭﻋﻦﺍﺑﻦﻋﻤﺮﺃﻧﱠﻪﺁﺎﻥﺇﺫﺍﺧﺮﺝﺇﻟﻰﻣﱠﻜﺔﺁﺎﻥﻟﻪﺣﻤﺎﺭﻳﺘﺮﻭﱠﺡﻋﻠﻴﻪﺇﺫﺍﻣﱠﻞﺭﺁﻮﺏ'
			'ﺍﻟﱠﺮﺍﺣﻠﺔ،ﻭﻋﻤﺎﻣﺔﻳﺸﺪﱡﺑﻬﺎﺭﺃﺳﻪ،ﻓﺒﻴﻨﺎﻩﻮﻳﻮﻣﺎﻋﻠﻰﺫﻟﻚﺍﻟﺤﻤﺎﺭﺇﺫﻣﱠﺮﺑﻪﺃﻋﺮﺍﺑﱞﻲ،ﻓﻘﺎﻝ:ﺃﻟﺴﺖﻓﻼﻥﺑﻦ'
			'ﻓﻼﻥ؟ﻗﺎﻝ:ﺑﻠﻰ:ﻓﺄﻋﻄﺎﻩﺍﻟﺤﻤﺎﺭ،ﻓﻘﺎﻝ:ﺍﺭﺁﺐﻩﺬﺍ،ﻭﺃﻋﻄﺎﻩﺍﻟﻌﻤﺎﻣﺔﻭﻗﺎﻝ:ﺍﺷﺪﺩﺑﻬﺎﺭﺃﺳﻚ،ﻓﻘﺎﻝﻟﻪ'
			'ﺑﻌﺾﺃﺻﺤﺎﺑﻪ:ﻏﻔﺮﺍﻟﱠﻠﻪﻟﻚ،ﺃﻋﻄﻴﺖﻩﺬﺍﺍﻷﻋﺮﺍﺑﱢﻲﺣﻤﺎﺭﺍﺁﻨﺖﺗﺮﻭﱠﺡﻋﻠﻴﻪ،ﻭﻋﻤﺎﻣﺔﺁﻨﺖﺗﺸﱡﺪﺑﻬﺎﺭﺃﺳﻚ؟'
			'ﻓﻘﺎﻝ:ﺇﱢﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﻥﻣﻦﺃﺑﱢﺮﺍﻟﺒﱢﺮﺃﻥﻳﺼﻞﺍﻟﺮﱠﺟﻞﺃﻩﻞﻭﺩﱢﺃﺑﻴﻪ'
			'ﺑﻌﺪﺃﻥﻳﻮﱢﻟﻰ»ﻭﺇﱠﻥﺃﺑﺎﻩﺁﺎﻥﺻﺪﻳﻘﺎﻟﻌﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺭﻮﯨﻩﺬﻩﺍﻟﱢﺮﻭﺍﻳﺎﺕﺁﱠﻠﻬﺎﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 342'
),
	Hadith(
		hadithNumber: 343,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﺳﻴﺪﺑﻀﻢﺍﻟﻬﻤﺰﺓﻭﻓﺘﺢﺍﻟﺴﻴﻦﻣﺎﻟﻚﺑﻦﺭﺑﻴﻌﺔﺍﻟﱠﺴﺎﻋﺪﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﻴﻨﺎﻧﺤﻦ'
			'ﺟﻠﻮﺱﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺟﺎﺀﻩﺭﺟﻞﻣﻦﺑﻨﻲﺳﻠﻤﺔﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻩﻞﺑﻘﻰﻣﻦﺑﱢﺮ'
			'ﺃﺑﻮﱠﻱﺷﻰﺀﺃﺑﱡﺮﻩﻤﺎﺑﻪﺑﻌﺪﻣﻮﺗﻬﻤﺎ؟ﻓﻘﺎﻝ:«ﻧﻌﻢ،ﺍﻟﱠﺼﻼﺓﻋﻠﻴﻬﻤﺎ،ﻭﺍﻻﺳﺘﻐﻔﺎﺭﻟﻬﻤﺎ،ﻭﺇﻧﻔﺎﺫﻋﻬﺪﻩﻤﺎ،'
			'ﻭﺻﻠﺔﺍﻟﱠﺮﺣﻢﺍﻟﺘﻲﻻﺗﻮﺻﻞﺇﱠﻻﺑﻬﻤﺎ،ﻭﺇﺁﺮﺎﻣﺻﺪﻳﻘﻬﻤﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 343'
),
	Hadith(
		hadithNumber: 344,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻣﺎﻏﺮﺕﻋﻠﻰﺃﺣﺪﻣﻦﻧﺴﺎﺀﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺎﻏﺮﺕ'
			'ﻋﻠﻰﺧﺪﻳﺠﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ.ﻭﻣﺎﺭﺃﻳﺘﻬﺎﻗﱡﻂ،ﻭﻟﻜﻦﺁﺎﻥﻳﻜﺜﺮﺫﺁﺮﻩﺎ،ﻭﺭﱠﺑﻤﺎﺫﺑﺢﺍﻟﱠﺸﺎﺓ،ﺛﻢﱠﻳﻘﱢﻄﻌﻬﺎ'
			'ﺃﻋﻀﺎﺀ،ﺛﻢﱠﻳﺒﻌﺜﻬﺎﻓﻲﺻﺪﺍﺋﻖﺧﺪﻳﺠﺔ،ﻓﺮﱠﺑﻤﺎﻗﻠﺖﻟﻪ:ﺁﺄﻥﻟﻢﻳﻜﻦﻓﻲﺍﻟﱡﺪﻧﻴﺎﺇﱠﻻﺧﺪﻳﺠﺔ،ﻓﻴﻘﻮﻝ:«ﺇﱠﻧﻬﺎ'
			'ﺁﺎﻧﺖﻭﺁﺎﻧﺖﻭﺁﺎﻥﻟﻲﻣﻨﻬﺎﻭﻟﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻭﺇﻥﺁﺎﻥﻟﻴﺬﺑﺢﺍﻟﱠﺸﺎﺓ،ﻓﻴﻬﺪﻱﻓﻲﺧﻼﺋﻠﻬﺎﻣﻨﻬﺎﻣﺎﻳﺴﻌﻬﻦﱠ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺁﺎﻥﺇﺫﺍﺫﺑﺢﺍﻟﱠﺸﺎﺓﻳﻘﻮﻝ:«ﺃﺭﺳﻠﻮﺍﺑﻬﺎﺇﻟﻰﺃﺻﺪﻗﺎﺀﺧﺪﻳﺠﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻟﺖ:ﺍﺳﺘﺄﺫﻧﺖﻩﺎﻟﺔﺑﻨﺖﺧﻮﻳﻠﺪﺃﺧﺖﺧﺪﻳﺠﺔﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻌﺮﻑ'
			'ﺍﺳﺘﺌﺬﺍﻥﺧﺪﻳﺠﺔ،ﻓﺎﺭﺗﺎﺡﻟﺬﻟﻚﻓﻘﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﻩﺎﻟﺔﺑﻨﺖﺧﻮﻳﻠﺪ».'
			'ﻗﻮﻟﻬﺎ:«ﻓﺎﺭﺗﺎﺡ»ﻩﻮﺑﺎﻟﺤﺎﺀ،ﻭﻓﻲﺍﻟﺠﻤﻊﺑﻴﻦﺍﻟﺼﺤﻴﺤﻴﻦﻟﻠﺤﻤﻴﺪﻱ:«ﻓﺎﺭﺗﺎﻉ»ﺑﺎﻟﻌﻴﻦﻭﻣﻌﻨﺎﻩ:ﺍﻩﺘﱠﻢ'
			'ﺑﻪ.'
			'`',
		translation: 'Translation of Hadith 344'
),
	Hadith(
		hadithNumber: 345,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﺮﺟﺖﻣﻊﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺍﻟﺒﺠﻠﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲ.'
			'ﺳﻔﺮ،ﻓﻜﺎﻥﻳﺨﺪﻣﻨﻲﻓﻘﻠﺖﻟﻪ:ﻻﺗﻔﻌﻞ،ﻓﻘﺎﻝ:ﺇﱢﻧﻲﻗﺪﺭﺃﻳـﺖﺍﻷﻧﺼﺎﺭﺗﺼﻨﻊﺑﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺷﻴﺌﺎﺁﻟﻴﺖﻋﻠﻰﻧﻔﺴﻲﺃﻥﻻﺃﺻﺤﺐﺃﺣﺪﺍﻣﻨﻬﻢﺇﱠﻻﺧﺪﻣﺘﻪﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 345'
),
	Hadith(
		hadithNumber: 346,
		hadith:
						'ﻭﻋﻦﻳﺰﻳﺪﺑﻦﺣﱠﻴﺎﻥﻗﺎﻝ:ﺍﻧﻄﻠﻘﺖﺃﻧﺎﻭﺣﺼﻴﻦﺑﻦﺳﺒﺮﺓ،ﻭﻋﻤﺮﻭﺑﻦﻣﺴﻠﻢﺇﻟﻰﺯﻳﺪﺑﻦﺃﺭﻗﻢﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﻢ،ﻓﻠﱠﻤﺎﺟﻠﺴﻨﺎﺇﻟﻴﻪﻗﺎﻝﻟﻪﺣﺼﻴﻦ:ﻟﻘﺪﻟﻘﻴﺖﻳﺎﺯﻳﺪﺧﻴﺮﺍﺁﺜﻴﺮﺍ،ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'،ﻭﺳﻤﻌﺖﺣﺪﻳﺜﻪ،ﻭﻏﺰﻭﺕﻣﻌﻪ،ﻭﺻﱠﻠﻴﺖﺧﻠﻔﻪ:ﻟﻘﺪﻟﻘﻴﺖﻳﺎﺯﻳﺪﺧﻴﺮﺍﺁﺜﻴﺮﺍ،ﺣﱢﺪﺛﻨﺎﻳﺎﺯﻳﺪﻣﺎﺳﻤﻌﺖﻣﻦ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻗﺎﻝ:ﻳﺎﺍﺑﻦﺃﺧﻲﻭﺍﻟﱠﻠﻪﻟﻘﺪﺁﺒﺮﺕﺳﱢﻨﻲ،ﻭﻗﺪﻡﻋﻬﺪﻱ،ﻭﻧﺴﻴﺖﺑﻌﺾ'
			'ﺍﻟﺬﻱﺁﻨﺖﺃﻋﻲﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻤﺎﺣﺪﱠﺛﺘﻜﻢ،ﻓﺎﻗﺒﻠﻮﺍ،ﻭﻣﺎﻻﻓﻼﺗﻜﱢﻠﻔﻮﻧﻴﻪﺛﻢﱠﻗﺎﻝ:ﻗﺎﻡ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﻣﺎﻓﻴﻨﺎﺧﻄﻴﺒﺎﺑﻤﺎﺀﻳﺪﻋﻲﺧﻤﺎﺀﺑﻴﻦﻣﱠﻜﺔﻭﺍﻟﻤﺪﻳﻨﺔ،ﻓﺤﻤﺪﺍﻟﱠﻠﻪ،ﻭﺃﺛﻨﻰ'
			'ﻋﻠﻴﻪ،ﻭﻭﻋﻆ،ﻭﺫﱠﺁﺮ،ﺛﻢﱠﻗﺎﻝ:«ﺃﱠﻣﺎﺑﻌﺪ:ﺃﻻﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱ،ﻓﺈﱠﻧﻤﺎﺃﻧﺎﺑﺸﺮﻳﻮﺷﻚﺃﻥﻳﺄﺗﻲﺭﺳﻮﻝﺭﺑﻲﻓﺄﺟﻴﺐ'
			'،ﻭﺃﻧﺎﺗﺎﺭﻙﻓﻴﻜﻢﺛﻘﻠﻴﻦ:ﺃﱠﻭﻟﻬﻤﺎﺁﺘﺎﺏﺍﻟﱠﻠﻪ،ﻓﻴﻪﺍﻟﻬﺪﻯﻭﺍﻟﱡﻨﻮﺭ،ﻓﺨﺬﻭﺍﺑﻜﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﺍﺳﺘﻤﺴﻜﻮﺍﺑﻪ»ﻓﺤﱠﺚ'
			'ﻋﻠﻰﺁﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﺭﱠﻏﺐﻓﻴﻪ.ﺛﱠﻢﻗﺎﻝ«ﻭﺃﻩﻞﺑﻴﺘﻲ،ﺃﺫﱢﺁﺮﺁﻢﺍﻟﱠﻠﻪﻓﻲﺄﻫﻞﺑﻴﺘﻲ،ﺃﺫﱢﺁﺮﺁﻢﺍﻟﱠﻠﻪﻓﻲﺄﻫﻞﺑﻴﺘﻲ»'
			'ﻓﻘﺎﻝﻟﻪﺣﺼﻴﻦ:ﻭﻣﻦﺃﻩﻞﺑﻴﺘﻪﻳﺎﺯﻳﺪ؟ﺃﻟﻴﺲﻧﺴﺎﺅﻩﻣﻦﺄﻫﻞﺑﻴﺘﻪ؟ﻗﺎﻝ:ﻧﺴﺎﺅﻩﻣﻦﺄﻫﻞﺑﻴﺘﻪﻭﻟﻜﻦﺃﻩﻞ'
			'ﺑﻴﺘﻪﻣﻦﺣﺮﻡﺍﻟﱠﺼﺪﻗﺔﺑﻌﺪﻩ،ﻗﺎﻝ:ﻭﻣﻦﻩﻢ؟ﻗﺎﻝ:ﻩﻢﺁﻝﻋﻠﱟﻲ،ﻭﺁﻝﻋﻘﻴﻞ،ﻭﺁﻝﺟﻌﻔﺮ،ﻭﺁﻝﻋﱠﺒﺎﺱ،ﻗﺎﻝ:'
			'ﺁﻞﱡﻩﺆﻻﺀﺣﺮﻡﺍﻟﱠﺼﺪﻗﺔ؟ﻗﺎﻝ:ﻧﻌﻢ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺃﻻﻭﺇﱢﻧﻲﺗﺎﺭﻙﻓﻴﻜﻢﺛﻘﻠﻴﻦ:ﺃﺣﺪﻩﻤﺎﺁﺘﺎﺏﺍﻟﱠﻠﻪﻭﻩﻮﺣﺒﻞﺍﻟﱠﻠﻪ،ﻣﻦﺍﱠﺗﺒﻌﻪﺁﺎﻥﻋﻠﻰﺍﻟﻬﺪﻯ،'
			'ﻭﻣﻦﺗﺮﺁﻪﺁﺎﻥﻋﻠﻰﺿﻼﻟﺔ»',
		translation: 'Translation of Hadith 346'
),
	Hadith(
		hadithNumber: 347,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺃﺑﻲﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻣﻮﻗﻮﻓﺎﻋﻠﻴﻪﺃﻧﱠﻪﻗﺎﻝ:ﺍﺭﻗﺒﻮﺍ'
			'ﻣﺤﱠﻤﺪﺍﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺃﻩﻞﺑﻴﺘﻪ،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻣﻌﻨﻰ«ﺍﺭﻗﺒﻮﺍ»ﺭﺍﻋﻮﻩﻭﺍﺣﺘﺮﻣﻮﻩﻭﺃﺁﺮﻣﻮﻩ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 347'
),
	Hadith(
		hadithNumber: 348,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﻋﻘﺒﺔﺑﻦﻋﻤﺮﻭﺍﻟﺒﺪﺭﱢﻱﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺆﻡﱡﺍﻟﻘﻮﻡﺃﻗﺮﺅﻩﻢﻟﻜﺘﺎﺏﺍﻟﱠﻠﻪ،ﻓﺈﻥﺁﺎﻧﻮﺍﻓﻲﺍﻟﻘﺮﺍﺀﺓﺳﻮﺍﺀ،ﻓﺄﻋﻠﻤﻬﻢﺑﺎﻟﱡﺴﱠﻨﺔ،ﻓﺈﻥﺁﺎﻧﻮﺍ'
			'ﻓﻲﺍﻟﱡﺴﱠﻨﺔﺳﻮﺍﺀ،ﻓﺄﻗﺪﻣﻬﻢﻩﺠﺮﺓ،ﻓﺈﻥﺁﺎﻧﻮﺍﻓﻲﺍﻟﻬﺠﺮﺓﺳﻮﺍﺀ،ﻓﺄﻗﺪﻣﻬﻢﺳﻨﺎﻭﻻﻳﺆﱠﻣﱠﻦﺍﻟﺮﱠﺟﻞﺍﻟﱠﺮﺟﻞﻓﻲ'
			'ﺳﻠﻄﺎﻧﻪ،ﻭﻻﻳﻘﻌﺪﻓﻲﺑﻴﺘﻪﻋﻠﻰﺗﻜﺮﻣﺘﻪﺇﱠﻻﺑﺈﺫﻧﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻓﺄﻗﺪﻣﻬﻢﺳﻠﻤﺎ»ﺑﺪﻝ«ﺳﻨﺎ»:ﺃﻱﺇﺳﻼﻣﺎ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻳﺆﻡﱡﺍﻟﻘﻮﻡﺃﻗﺮﺅﻩﻢﻟﻜﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﺃﻗﺪﻣﻬﻢﻗﺮﺍﺀﺓ،ﻓﺈﻥﺁﺎﻧﺖﻗﺮﺍﺀﺗﻬﻢﺳﻮﺍﺀﻓﻴﺆﱡﻣﻬﻢﺃﻗﺪﻣﻬﻢ'
			'ﻩﺠﺮﺓ،ﻓﺈﻥﺁﺎﻧﻮﺍﻓﻲﺍﻟﻬﺠﺮﺓﺳﻮﺍﺀ،ﻓﻠﻴﺆﱠﻣﻬﻢﺃﺁﺒﺮﻩﻢﺳﻨﺎ».'
			'ﻭﺍﻟﻤﺮﺍﺩ«ﺑﺴﻠﻄﺎﻧﻪ»ﻣﺤﱡﻞﻭﻻﻳﺘﻪ،ﺃﻭﺍﻟﻤﻮﺿﻊﺍﻟﺬﻱﻳﺨﺘﱡﺺﺑﻪ.«ﻭﺗﻜﺮﻣﺘﻪ»ﺑﻔﺘﺢﺍﻟﺘﺎﺀﻭﺁﺴﺮﻭﺍﻟﺮﺍﺀ:'
			'ﻭﻩﻲﻣﺎﻳﻨﻔﺮﺩﺑﻪﻣﻦﻓﺮﺍﺵﻭﺳﺮﻳﺮﻭﻧﺤﻮﻩﻤﺎ',
		translation: 'Translation of Hadith 348'
),
	Hadith(
		hadithNumber: 349,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻤﺴﺢﻣﻨﺎﺁﺒﻨﺎﻓﻲﺍﻟﱠﺼﻼﺓﻭﻳﻘﻮﻝ:«ﺍﺳﺘﻮﻭﺍﻭﻻﺗﺨﺘﻠﻔﻮﺍ،'
			'ﻓﺘﺨﺘﻠﻒﻗﻠﻮﺑﻜﻢ،ﻟﻴﻠﻨﻲﻣﻨﻜﻢﺃﻭﻟﻮﺍﺍﻷﺣﻼﻡﻭﺍﻟﱡﻨﻬﻰ،ﺛﻢﱠﺍﱠﻟﺬﻳﻦﻳﻠﻮﻧﻬﻢ،ﺛﻢﱠﺍﻟﺬﻳﻦﻳﻠﻮﻧﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﻠﻨﻲ»ﻩﻮﺑﺘﺨﻔﻴﻒﺍﻟﱡﻨﻮﻥﻭﻟﻴﺲﻗﺒﻠﻬﺎﻳﺎﺀ،ﻭﺭﻮﻳﺑﺘﺸﺪﻳﺪﺍﻟﱡﻨﻮﻥﻣﻊﻳﺎﺀ'
			'.349ﻗﺒﻠﻬﺎ.«ﻭﺍﻟﱡﻨﻬﻰ»:ﺍﻟﻌﻘﻮﻝ:«ﻭﺃﻭﻟﻮﺍﺍﻷﺣﻼﻡ»ﻩﻢﺍﻟﺒﺎﻟﻐﻮﻥ،ﻭﻗﻴﻞ:ﺃﻩﻞﺍﻟﺤﻠﻢﻭﺍﻟﻔﻀﻞ',
		translation: 'Translation of Hadith 349'
),
	Hadith(
		hadithNumber: 350,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﻠﻨﻲﻣﻨﻜﻢﺃﻭﻟﻮﺍ'
			'ﺍﻷﺣﻼﻡﻭﺍﻟﱡﻨﻬﻰ،ﺛﻢﱠﺍﱠﻟﺬﻳﻦﻳﻠﻮﻧﻬﻢ»ﺛﻼﺛﺎ«ﻭﺇﱠﻳﺎﺁﻢﻭﻩﻴﺸﺎﺕﺍﻷﺳﻮﺍﻕ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 350'
),
	Hadith(
		hadithNumber: 351,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻳﺤﻴﻰﻭﻗﻴﻞ:ﺃﺑﻲﻣﺤﱠﻤﺪﺳﻬﻞﺑﻦﺃﺑﻲﺣﺜﻤﺔﺑﻔﺘﺢﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔﻭﺇﺳﻜﺎﻥﺍﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔ'
			'ﺍﻷﻧﺼﺎﺮﻳﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﻧﻄﻠﻖﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺳﻬﻞﻭﻣﺤﻴﱢﺼﺔﺍﺑﻦﻣﺴﻌﻮﺩﺇﻟﻰﺧﻴﺒﺮﻭﻩﻲﻳﻮﻣﺌﺬﺻﻠﺢ،'
			'ﻓﺘﻔﱠﺮﻗﺎ.ﻓﺄﺗﻰﻣﺤﱢﻴﺼﺔﺇﻟﻰﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺳﻬﻞﻮﻫﻮﻳﺘﺸﱠﺤﻂﻓﻲﺩﻣﻪﻗﺘﻴﻼ،ﻓﺪﻓﻨﻪ،ﺛﱠﻢﻗﺪﻡﺍﻟﻤﺪﻳﻨﺔﻓﺎﻧﻄﻠﻖﻋﺒﺪ'
			'ﺍﻟﺮﺣﻤﻦﺑﻦﺳﻬﻞﻭﻣﺤﱢﻴﺼﺔﻭﺣﻮﱢﻳﺼﺔﺍﺑﻨﺎﻣﺴﻌﻮﺩﺇﻟﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺬﻩﺐﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﻳﺘﻜﱠﻠﻢ'
			'ﻓﻘﺎﻝ:«ﺁﱢﺒﺮﺁﱢﺒﺮ»ﻭﻩﻮﺃﺣﺪﺙﺍﻟﻘﻮﻡ،ﻓﺴﻜﺖ،ﻓﺘﻜﱠﻠﻤﺎﻓﻘﺎﻝ:«ﺃﺗﺤﻠﻔﻮﻥﻭﺗﺴﺘﺤﱡﻘﻮﻥﻗﺎﺗﻠﻜﻢ؟»ﻭﺫﺁﺮﺗﻤﺎﻡ'
			'ﺍﻟﺤﺪﻳﺚ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﱢﺒﺮﺁﱢﺒﺮ»ﻣﻌﻨﺎﻩ:ﻳﺘﻜﻠﱠﻢﺍﻷﺁﺒﺮ',
		translation: 'Translation of Hadith 351'
),
	Hadith(
		hadithNumber: 352,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺠﻤﻊﺑﻴﻦﺍﻟﱠﺮﺟﻠﻴﻦﻣﻦﻗﺘﻠﻰﺃﺣﺪﻳﻌﻨﻲ'
			'ﻓﻲﺍﻟﻘﺒﺮ،ﺛﻢﱠﻳﻘﻮﻝ:«ﺃﱡﻳﻬﻤﺎﺃﺁﺜﺮﺃﺧﺬﺍﻟﻠﻘﺮﺁﻥ؟»ﻓﺈﺫﺍﺃﺷﻴﺮﻟﻪﺇﻟﻰﺃﺣﺪﻩﻤﺎﻗﱠﺪﻣﻪﻓﻲﺍﻟﱠﻠﺤﺪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 352'
),
	Hadith(
		hadithNumber: 353,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺭﺍﻧﻲﻓﻲﺍﻟﻤﻨﺎﻡﺃﺗﺴﱠﻮﻙﺑﺴﻮﺍﻙ،'
			'ﻓﺠﺎﺀﻧﻲﺭﺟﻼﻥ،ﺃﺣﺪﻩﻤﺎﺃﺁﺒﺮﻣﻦﺍﻵﺧﺮ،ﻓﻨﺎﻭﻟﺖﺍﻟﱢﺴﻮﺍﻙﺍﻷﺻﻐﺮ،ﻓﻘﻴﻞﻟﻲ:ﺁﱢﺒﺮ،ﻓﺪﻓﻌﺘﻪﺇﻟﻰﺍﻷﺁﺒﺮ'
			'ﻣﻨﻬﻤﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢﻣﺴﻨﺪﺍﻭﺍﻟﺒﺨﺎﺭﱡﻱﺗﻌﻠﻴﻘﺎ.'
			'`',
		translation: 'Translation of Hadith 353'
),
	Hadith(
		hadithNumber: 354,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻣﻦﺇﺟﻼﻝﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰﺇﺁﺮﺎﻣﺬﯨﺍﻟﱠﺸﻴﺒﺔﺍﻟﻤﺴﻠﻢ،ﻭﺣﺎﻣﻞﺍﻟﻘﺮﺁﻥﻏﻴﺮﺍﻟﻐﺎﻟﻲﻓﻴﻪ،ﻭﺍﻟﺠﺎﻓﻲﻋﻨﻪﻭﺇﺁﺮﺎﻣﺬﻳﺍﻟﱡﺴﻠﻄﺎﻥﺍﻟﻤﻘﺴﻂ'
			'»ﺣﺪﻳﺚﺣﺴﻦﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 354'
),
	Hadith(
		hadithNumber: 355,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐ،ﻋﻦﺃﺑﻴﻪ،ﻋﻦﺟﱢﺪﻩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:«ﻟﻴﺲﻣﱠﻨﺎﻣﻦﻟﻢﻳﺮﺣﻢﺻﻐﻴﺮﻧﺎ،ﻭﻳﻌﺮﻑﺷﺮﻑﺁﺒﻴﺮﻧﺎ»ﺣﺪﻳﺚﺻﺤﻴﺢﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱ،'
			'ﻭﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺃﺑﻲﺩﺍﻭﺩ«ﺣﱠﻖﺁﺒﻴﺮﻧﺎ».'
			'`',
		translation: 'Translation of Hadith 355'
),
	Hadith(
		hadithNumber: 356,
		hadith:
						'ﻭﻋﻦﻣﻴﻤﻮﻥﺑﻦﺃﺑﻲﺷﺒﻴﺐﺭﺣﻤﻪﺍﻟﱠﻠﻪﺄﻧﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻣﱠﺮﺑﻬﺎﺳﺎﺋﻞ،ﻓﺄﻋﻄﺘﻪﺁﺴﺮﺓ،ﻭﻣﺮ.'
			'ﺑﻬﺎﺭﺟﻞﻋﻠﻴﻪﺛﻴﺎﺏﻭﻩﻴﺌﺔ،ﻓﺄﻗﻌﺪﺗﻪ،ﻓﺄﺁﻞﻓﻘﻴﻞﻟﻬﺎﻓﻲﺫﻟﻚ؟ﻓﻘﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﺃﻧﺰﻟﻮﺍﺍﻟﱠﻨﺎﺱﻣﻨﺎﺯﻟﻬﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.ﻟﻜﻦﻗﺎﻝ:ﻣﻴﻤﻮﻥﻟﻢﻳﺪﺮﻛﻋﺎﺋﺸﺔ.'
			'ﻭﻗﺪﺫﺁﺮﻩﻣﺴﻠﻢﻓﻲﺃﱠﻭﻝﺻﺤﻴﺤﻪﺗﻌﻠﻴﻘﺎﻓﻘﺎﻝ:ﻭﺫﺁﺮﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺃﻣﺮﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻧﻨﺰﻝﺍﻟﱠﻨﺎﺱﻣﻨﺎﺯﻟﻬﻢ،ﻭﺫﺁﺮﻩﺍﻟﺤﺎﺁﻢﺃﺑﻮﻋﺒﺪﺍﻟﱠﻠﻪﻓﻲﺁﺘﺎﺑﻪ«ﻣﻌﺮﻓﺔﻋﻠﻮﻡﺍﻟﺤﺪﻳﺚ'
			'»ﻭﻗﺎﻝ:ﻩﻮﺣﺪﻳﺚﺻﺤﻴﺢ.'
			'(ﻗﻠﺖ:ﺑﻞﺿﻌﻴﻒ:[ﻓﻴﻪﻋﻠﺘﺎﻥ:ﺍﻻﻧﻘﻄﺎﻉ،ﻭﺗﺪﻟﻴﺲﺣﺒﻴﺐﺑﻦﺃﺑﻲﺛﺎﺑﺖ].ﺫﺁﺮﻩﻣﺴﻠﻢﻓﻲﺃﻮﻟﺻﺤﻴﺢﺗﻌﻠﻴﻘﺎ'
			'ﻓﻘﺎﻟﺖ:ﻭﺫﺁﺮﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﺃﻣﺮﻧﺎﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﺄﻧﻧﻨﺰﻝﺍﻟﻨﺎﺱﻣﻨﺎﺯﻟﻬﻢ',
		translation: 'Translation of Hadith 356'
),
	Hadith(
		hadithNumber: 357,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺪﻡﻋﻴﻴﻨﺔﺑﻦﺣﺼﻦ،ﻓﻨﺰﻝﻋﻠﻰﺍﺑﻦﺃﺧﻴﻪﺍﻟﺤﺮﱢﺑﻦﻗﻴﺲ،'
			'ﻭﺁﺎﻥﻣﻦﺍﻟﱠﻨﻔﺮﺍﱠﻟﺬﻳﻦﻳﺪﻧﻴﻬﻢﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﺁﺎﻥﺍﻟﻘﱠﺮﺍﺀﺃﺻﺤﺎﺏﻣﺠﻠﺲﻋﻤﺮﻭﻣﺸﺎﻭﺭﺗﻪ،ﺁﻬﻮﻻ'
			'ﺁﺎﻧﻮﺍﺃﻭﺷﱠﺒﺎﻧﺎ،ﻓﻘﺎﻝﻋﻴﻴﻨﺔﻻﺑﻦﺃﺧﻴﻪ:ﻳﺎﺍﺑﻦﺃﺧﻲﻟﻚﻭﺟﻪﻋﻨﺪﻩﺬﺍﺍﻷﻣﻴﺮ،ﻓﺎﺳﺘﺄﺫﻥﻟﻲﻋﻠﻴﻪ،ﻓﺎﺳﺘﺄﺫﻥ'
			'ﻟﻪ،ﻓﺄﺫﻥﻟﻪﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻠﻤﺎﺩﺧﻞ:ﻗﺎﻝﻩﻲﻳﺎﺍﺑﻦﺍﻟﺨﱠﻄﺎﺏ:ﻓﻮﺍﻟﱠﻠﻪﻣﺎﺗﻌﻄﻴﻨﺎﺍﻟﺠﺰﻝ،ﻭﻻﺗﺤﻜﻢ'
			'ﻓﻴﻨﺎﺑﺎﻟﻌﺪﻝ،ﻓﻐﻀﺐﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺣﱠﺘﻰﻩﱠﻢﺃﻥﻳﻮﻗﻊﺑﻪ،ﻓﻘﺎﻝﻟﻪﺍﻟﺤﺮﱡ:ﻳﺎﺃﻣﻴﺮﺍﻟﻤﺆﻣﻨﻴﻦﺇﱠﻥﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰﻗﺎﻝﻟﻨﺒﱢﻴﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:{ﺧﺬﺍﻟﻌﻔﻮﻭﺃﻣﺮﺑﺎﻟﻌﺮﻑﻭﺃﻋﺮﺽﻋﻦﺍﻟﺠﺎﻩﻠﻴﻦ}ﻭﺈﻧﻩﺬﺍﻣﻦ'
			'ﺍﻟﺠﺎﻩﻠﻴﻦ.ﻭﺍﻟﱠﻠﻪﻣﺎﺟﺎﻭﺯﻩﺎﻋﻤﺮﺣﻴﻦﺗﻼﻩﺎﻋﻠﻴﻪ،ﻭﺁﺎﻥﻭﱠﻗﺎﻓﺎﻋﻨﺪﺁﺘﺎﺏﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 357'
),
	Hadith(
		hadithNumber: 358,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺳﻤﺮﺓﺑﻦﺟﻨﺪﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻟﻘﺪﺁﻨﺖﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻏﻼﻣﺎ،ﻓﻜﻨﺖﺃﺣﻔﻆﻋﻨﻪ،ﻓﻤﺎﻳﻤﻨﻌﻨﻲﻣﻦﺍﻟﻘﻮﻝﺇﱠﻻﺃﱠﻥﻩﻬﻨﺎﺭﺟﺎﻻﻩﻢﺃﺳﱡﻦﻣﱢﻨﻲﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 358'
),
	Hadith(
		hadithNumber: 359,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺃﺁﺮﻡﺷﺎﱞﺏﺷﻴﺨﺎﻟﺴﱢﻨﻪﺇﱠﻻ'
			'ﻗﱠﻴﺾﺍﻟﱠﻠﻪﻟﻪﻣﻦﻳﻜﺮﻣﻪﻋﻨﺪﺳﱢﻨﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﻏﺮﻳﺐ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪﺿﻌﻴﻔﺎﻥ:ﻳﺰﻳﺪﺑﻦﺑﻴﺎﻥﺍﻟﻌﻘﻴﻠﻲ،ﻭﺃﺑﻮﺍﻟﺮﺣﺎﻝﺍﻷﻧﺼﺎﺮﻳ',
		translation: 'Translation of Hadith 359'
),
	Hadith(
		hadithNumber: 360,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺃﺑﻮﺑﻜﺮﻟﻌﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺑﻌﺪﻭﻓﺎﺓﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻧﻄﻠﻖﺑﻨﺎﺇﻟﻰﺄﻣﱢﺃﻳﻤﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻧﺰﻭﺭﻩﺎﺁﻤﺎﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﺰﻭﺭﻩﺎ،ﻓﻠﱠﻤﺎﺍﻧﺘﻬﻴﺎﺇﻟﻴﻬﺎ،ﺑﻜﺖ،ﻓﻘﺎﻻﻟﻬﺎ:ﻣﺎﻳﺒﻜﻴﻚﺃﻣﺎﺗﻌﻠﻤﻴﻦﺃﱠﻥﻣﺎﻋﻨﺪﺍﻟﱠﻠﻪﺧﻴﺮﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﻓﻘﺎﻟﺖ:ﺇﱢﻧﻲﻻﺃﺑﻜﻲﺃﱢﻧﻲﻷﻋﻠﻢﺃﱠﻥﻣﺎﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺧﻴﺮﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﻭﻟـﻜﻦﺃﺑﻜﻲﺃﻥﺍﻟﻮﺣﻲﻗﺪﺍﻧﻘﻄﻊﻣﻦﺍﻟﱠﺴﻤﺎﺀ.ﻓﻬﱠﻴﺠﺘﻬﻤﺎﻋﻠﻰﺍﻟﺒﻜﺎﺀ،ﻓﺠﻌﻼﻳﺒﻜﻴﺎﻥﻣﻌﻬﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 360'
),
	Hadith(
		hadithNumber: 361,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱠﻥﺭﺟﻼﺯﺍﺭﺃﺧﺎﻟﻪﻓﻲﻗﺮﻳﺔ'
			'ﺃﺧﺮﻯ،ﻓﺄﺭﺻﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻠﻰﻣﺪﺭﺟﺘﻪﻣﻠﻜﺎ،ﻓﻠﱠﻤﺎﺃﺗﻰﻋﻠﻴﻪﻗﺎﻝ:ﺃﻳﻦﺗﺮﻳﺪ؟ﻗﺎﻝ:ﺃﺭﻳﺪﺃﺧﺎﻟﻲﻓﻲﻩﺬﻩ'
			'ﺍﻟﻘﺮﻳﺔ.ﻗﺎﻝ:ﻩﻞﻟﻚﻋﻠﻴﻪﻣﻦﻧﻌﻤﺔﺗﺮﱡﺑﻬﺎﻋﻠﻴﻪ؟ﻗﺎﻝ:ﻻ،ﻏﻴﺮﺃﱢﻧﻲﺃﺣﺒﺒﺘﻪﻓﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻗﺎﻝ:ﻓﺈﱢﻧﻲ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﻟﻴﻚﺑﺄﱠﻥﺍﻟﱠﻠﻪﻗﺪﺃﺣﱠﺒﻚﺁﻤﺎﺃﺣﺒﺒﺘﻪﻓﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻳﻘﺎﻝ:«ﺃﺭﺻﺪﻩ»ﻟﻜﺬﺍ:ﺇﺫﺍﻭﺁﱠﻠﻪﺑﺤﻔﻈﻪ،ﻭ«ﺍﻟﻤﺪﺭﺟﺔ»ﺑﻔﺘﺢﺍﻟﻤﻴﻢﻭﺍﻟﺮﺍﺀ:ﺍﻟﻄﱠﺮﻳﻖﻭﻣﻌﻨﻰ«ﺗﺮﱡﺑﻬﺎ»'
			':ﺗﻘﻮﻡﺑﻬﺎ،ﻭﺗﺴﻌﻰﻓﻲﺻﻼﺣﻬﺎ',
		translation: 'Translation of Hadith 361'
),
	Hadith(
		hadithNumber: 362,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻋﺎﺩﻣﺮﻳﻀﺎﺃﻭﺯﺍﺭﺃﺧﺎﻟﻪﻓﻲﺍﻟﱠﻠﻪ،ﻧﺎﺩﺍﻩ'
			'ﻣﻨﺎﺩ:ﺑﺄﻥﻃﺒﺖ،ﻭﻃﺎﺏﻣﻤﺸﺎﻙ،ﻭﺗﺒﱠﻮﺃﺕﻣﻦﺍﻟﺠﱠﻨﺔﻣﻨﺰﻻ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.ﻭﻓﻲﺑﻌﺾ'
			'ﺍﻟﻨﺴﺦﻏﺮﻳﺐ',
		translation: 'Translation of Hadith 362'
),
	Hadith(
		hadithNumber: 363,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻧﻤﺎﻣﺜﻞﺍﻟﺠﻠﻴﺲ'
			'ﺍﻟﱠﺼﺎﻟـﺢﻭﺟﻠﻴﺲﺍﻟﱡﺴﻮﺀ.ﺁﺤﺎﻣﻞﺍﻟﻤﺴﻚ،ﻭﻧﺎﻓﺦﺍﻟﻜﻴﺮ،ﻓﺤﺎﻣﻞﺍﻟﻤﺴﻚ،ﺇﱠﻣﺎﺃﻥﻳﺤﺬﻳﻚ،ﻭﺇﱠﻣﺎﺃﻥﺗﺒﺘﺎﻉﻣﻨﻪ'
			'ﻭﺇﱠﻣﺎﺃﻥﺗﺠﺪﻣﻨﻪﺭﻳﺤﺎﻃﱢﻴﺒﺔ.ﻭﻧﺎﻓﺦﺍﻟﻜﻴﺮﺇﱠﻣﺎﺄﻧﻳﺤﺮﻕﺛﻴﺎﺑﻚﻭﺇﱠﻣﺎﺃﻥﺗﺠﺪﻣﻨﻪﺭﻳﺤﺎﻣﻨﺘﻨﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻳﺤﺬﻳﻚ»:ﻳﻌﻄﻴﻚ',
		translation: 'Translation of Hadith 363'
),
	Hadith(
		hadithNumber: 364,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﻨﻜﺢﺍﻟﻤﺮﺃﺓﻷﺭﺑﻊ:ﻟﻤﺎﻟﻬﺎ'
			'،ﻭﻟﺤﺴﺒﻬﺎ،ﻭﻟﺠﻤﺎﻟﻬﺎ،ﻭﻟﺪﻳﻨﻬﺎ،ﻓﺎﻇﻔﺮﺑﺬﺍﺕﺍﻟﱢﺪﻳﻦﺗﺮﺑﺖﻳﺪﺎﻛ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻣﻌﻨﺎﻩ:ﺃﱠﻥﺍﻟﱠﻨﺎﺱﻳﻘﺼﺪﻭﻥﻓﻲﺍﻟﻌﺎﺩﺓﻣﻦﺍﻟﻤﺮﺃﺓﻩﺬﻩﺍﻟﺨﺼﺎﻝﺍﻷﺭﺑﻊ،ﻓﺎﺣﺮﺹﺃﻧﺖﻋﻠﻰﺫﺍﺕﺍﻟﱢﺪﻳﻦ.'
			'ﻭﺍﻇﻔﺮﺑﻬﺎ،ﻭﺍﺣﺮﺹﻋﻠﻰﺻﺤﺒﺘﻬﺎ',
		translation: 'Translation of Hadith 364'
),
	Hadith(
		hadithNumber: 365,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﺠﺒﺮﻳﻞ:«ﻣﺎﻳﻤﻨﻌﻚﺃﻥ'
			'ﺗﺰﻭﺭﻧﺎﺃﺁﺜﺮﻣﱠﻤﺎﺗﺰﻭﺭﻧﺎ؟»ﻓﻨﺰﻟﺖ:{ﻭﻣﺎﻧﺘﻨﱠﺰﻝﺇﱠﻻﺑﺄﻣﺮﺭﱢﺑﻚﻟﻪﻣﺎﺑﻴﻦﺃﻳﺪﻳﻨﺎﻭﻣﺎﺧﻠﻔﻨﺎﻭﻣﺎﺑﻴﻦﺫﻟﻚ}'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 365'
),
	Hadith(
		hadithNumber: 366,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺼﺎﺣﺐﺇﱠﻻﻣﺆﻣﻨﺎ'
			'،ﻭﻻﻳﺄﺁﻞﻃﻌﺎﻣﻚﺇﱠﻻﺗﻘﱞﻲ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﺑﺈﺳﻨﺎﺩﻻﺑﺄﺱﺑﻪ',
		translation: 'Translation of Hadith 366'
),
	Hadith(
		hadithNumber: 367,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺮﱠﺟﻞﻋﻠﻰﺩﻳﻦﺧﻠﻴﻠﻪ،'
			'ﻓﻠﻴﻨﻈﺮﺃﺣﺪﺁﻢﻣﻦﻳﺨﺎﻟﻞ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.ﻭﺍﻟﺘﺮﻣﺬﻱﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ،ﻭﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 367'
),
	Hadith(
		hadithNumber: 368,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﺮﺀﻣﻊﻣﻦﺃﺣﱠﺐ'
			'».ﻣﺘﻔﻖﻋﻠﻴﻪﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝﻗﻴﻞﻟﻠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﺮﺟﻞﻳﺤﺐﺍﻟﻘﻮﻡﻭﻟﻤﺎﻳﻠﺤﻖﺑﻬﻢ؟ﻗﺎﻝ:«'
			'ﺍﻟﻤﺮﺀﻣﻊﻣﻦﺃﺣﺐ»',
		translation: 'Translation of Hadith 368'
),
	Hadith(
		hadithNumber: 369,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺃﻋﺮﺍﺑﻴﺎﻗﺎﻝﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﺘﻰﺍﻟﱠﺴﺎﻋﺔ؟ﻗﺎﻝ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺃﻋﺪﺩﺕﻟﻬﺎ؟»ﻗﺎﻝ:ﺣﺐﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﻗﺎﻝ:«ﺃﻧﺖﻣﻊﻣﻦﺃﺣﺒﺒﺖ'
			'».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎ:ﻣﺎﺃﻋﺪﺩﺕﻟﻬﺎﻣﻦﺁﺜﻴﺮﺻﻮﻡ،ﻭﻻﺻﻼﺓ،ﻭﻻﺻﺪﻗﺔ،ﻭﻟﻜﱢﻨﻲﺃﺣﺐﱡﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ',
		translation: 'Translation of Hadith 369'
),
	Hadith(
		hadithNumber: 370,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺁﻴﻒﺗﻘﻮﻝﻓﻲﺭﺟﻞﺃﺣﱠﺐﻗﻮﻣﺎﻭﻟﻢﻳﻠﺤﻖﺑﻬﻢ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻤﺮﺀﻣﻊﻣﻦ'
			'ﺃﺣﱠﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 370'
),
	Hadith(
		hadithNumber: 371,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﱠﻨﺎﺱﻣﻌﺎﺩﻥﺁﻤﻌﺎﺩﻥﺍﻟﱠﺬﻩﺐ'
			'ﻭﺍﻟﻔﱠﻀﺔ،ﺧﻴﺎﺭﻩﻢﻓﻲﺍﻟﺠﺎﻩﻠﱠﻴﺔﺧﻴﺎﺭﻩﻢﻓﻲﺍﻹﺳﻼﻡﺇﺫﺍﻓﻘﻬﻮﺍ.ﻭﺍﻷﺭﻭﺍﺡﺟﻨﻮﺩﻣﺠﱠﻨﺪﺓ،ﻓﻤﺎﺗﻌﺎﺭﻑﻣﻨﻬﺎ'
			'ﺍﺋﺘﻠﻒ،ﻭﻣﺎﺗﻨﺎﺁﺮﻣﻨﻬﺎ،ﺍﺧﺘﻠﻒ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﺭﻮﯨﺍﻟﺒﺨﺎﺮﻳﻗﻮﻟﻪ:«ﺍﻷﺭﻭﺍﺡ»ﺇﻟﺦ،ﻣﻦﺭﻭﺍﻳﺔﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ',
		translation: 'Translation of Hadith 371'
),
	Hadith(
		hadithNumber: 372,
		hadith:
						'ﻭﻋﻦﺃﺳﻴﺮﺑﻦﻋﻤﺮﻭﻭﻳﻘﺎﻝ:ﺍﺑﻦﺟﺎﺑﺮﻮﻫﻮ«ﺑﻀﻢﺍﻟﻬﻤﺰﺓﻭﻓﺘﺢﺍﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔ»ﻗﺎﻝ:ﺁﺎﻥﻋﻤﺮﺑﻦ'
			'ﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺇﺫﺍﺃﺗﻰﻋﻠﻴﻪﺃﻣﺪﺍﺩﺃﻩﻞﺍﻟﻴﻤﻦﺳﺄﻟﻬﻢ:ﺃﻓﱡﻴﻜﻢﺃﻭﻳﺲﺑﻦﻋﺎﻣﺮ؟ﺣﱠﺘﻰﺃﺗﻰﻋﻠﻰﺃﻭﻳﺲ'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻘﺎﻝﻟﻪ:ﺃﻧﺖﺃﻭﻳﺲﺑﻦﻋﺎﻣﺮ؟ﻗﺎﻝ:ﻧﻌﻢ،ﻗﺎﻝ:ﻣﻦﻣﺮﺍﺩﺛﻢﱠﻣﻦﻗﺮﻥ؟ﻗﺎﻝ:ﻧﻌﻢ،ﻗﺎﻝ:'
			'ﻗﺎﻝﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻳﺄﺗﻲﻋﻠﻴﻜﻢﺃﻭﻳﺲﺑﻦﻋﺎﻣﺮﻣﻊﺃﻣﺪﺍﺩﺃﻩﻞﺍﻟﻴﻤﻦﻣﻦﻓﻜﺎﻥﺑﻚﺑﺮﺹ،ﻓﺒﺮﺃﺕﻣﻨﻪﺇﱠﻻﻣﻮﺿﻊﺩﺭﻩﻢ؟ﻗﺎﻝ:ﻧﻌﻢ.ﻗﺎﻝ:ﻟﻚﻭﺍﻟﺪﺓ؟ﻗﺎﻝ:ﻧﻌﻢ.'
			'ﻣﺮﺍﺩ،ﺛﻢﱠﻣﻦﻗﺮﻥﺁﺎﻥﺑﻪﺑﺮﺹ،ﻓﺒﺮﺃﻣﻨﻪﺇﱠﻻﻣﻮﺿﻊﺩﺭﻩﻢ،ﻟﻪﻭﺍﻟﺪﺓﻩﻮﺑﻬﺎﺑﱞﺮﻟﻮﺃﻗﺴﻢﻋﻠﻰﺍﻟﱠﻠﻪﻷﺑﱠﺮﻩ،'
			'ﻓﺈﻥﺍﺳﺘﻄﻌﺖﺃﻥﻳﺴﺘﻐﻔﺮﻟﻚﻓﺎﻓﻌﻞ»ﻓﺎﺳﺘﻐﻔﺮﻟﻲﻓﺎﺳﺘﻐﻔﺮﻟﻪ.'
			'ﻓﻘﺎﻝﻟﻪﻋﻤﺮ:ﺃﻳﻦﺗﺮﻳﺪ؟ﻗﺎﻝ:ﺍﻟﻜﻮﻓﺔ،ﻗﺎﻝ:ﺃﻻﺃﺁﺘﺐﻟﻚﺇﻟﻰﻋﺎﻣﻠﻬﺎ؟ﻗﺎﻝ:ﺃﺁﻮﻥﻓﻲﻏﺒﺮﺍﺀﺍﻟﱠﻨﺎﺱﺃﺣﱡﺐ'
			'ﺇﻟﱠﻲ',
		translation: 'Translation of Hadith 372'
),
	Hadith(
		hadithNumber: 373,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﺳﺘﺄﺫﻧﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺍﻟﻌﻤﺮﺓ،ﻓﺄﺫﻥﻟﻲ'
			'،ﻭﻗﺎﻝ:«ﻻﺗﻨﺴﻨﺎﻳﺎﺃﺧﱠﻲﻣﻦﺩﻋﺎﺋﻚ»ﻓﻘﺎﻝﺁﻠﻤﺔﻣﺎﻳﺴﱡﺮﻧﻲﺃﱠﻥﻟﻲﺑﻬﺎﺍﻟـﱡﺪﻧﻴﺎ.'
			'ﺣﺪﻳﺚﺻﺤﻴﺢﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝ:«ﺃﺷﺮﺁﻨﺎﻳﺎﺃﺧﱠﻲﻓﻲﺩﻋﺎﺋﻚ».'
			'(ﻗﻠﺖ:ﺑﻞﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻋﺎﺻﻢﺑﻦﻋﺒﻴﺪﺍﷲﺑﻦﻋﺎﺻﻢﺍﻟﻌﺪﻮﻳ،ﻮﻫﻮﺿﻌﻴﻒ].'
			'`',
		translation: 'Translation of Hadith 373'
),
	Hadith(
		hadithNumber: 374,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺰﻭﺭﻗﺒﺎﺀﺭﺍﺁﺒﺎﻭﻣﺎﺷﻴﺎ،ﻓﻴﺼﱢﻠﻲﻓﻴﻪ'
			'ﺭﺁﻌﺘﻴﻦﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺄﺗﻲﻣﺴﺠﺪﻗﺒﺎﺀﺁﻞﱠﺳﺒﺖﺭﺍﺁﺒﺎﻭﻣﺎﺷﻴﺎﻭﺁﺎﻥﺍﺑﻦﻋﻤﺮﻳﻔﻌﻠﻪ',
		translation: 'Translation of Hadith 374'
),
	Hadith(
		hadithNumber: 375,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺛﻼﺙﻣﻦﺁﻦﱠﻓﻴﻪﻭﺟﺪﺑﻬﱠﻦﺣﻼﻭﺓ'
			'ﺍﻹﻳﻤﺎﻥ:ﺃﻥﻳﻜﻮﻥﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﺃﺣﱠﺐﺇﻟﻴﻪﻣﱠﻤﺎ،ﺳﻮﺍﻩﻤﺎ،ﻭﺃﻥﻳﺤﺐﱠﺍﻟﻤﺮﺀﻻﻳﺤﺒﱡﻪﺇﱠﻻﻟﱠﻠﻪ،ﻭﺃﻥﻳﻜﺮﻩﺃﻥ'
			'ﻳﻌﻮﺩﻓﻲﺍﻟﻜﻔﺮﺑﻌﺪﺃﻥﺃﻧﻘﺬﻩﺍﻟﱠﻠﻪﻣﻨﻪ،ﺁﻤﺎﻳﻜﺮﻩﺃﻥﻳﻘﺬﻑﻓﻲﺍﻟﱠﻨﺎﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 375'
),
	Hadith(
		hadithNumber: 376,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺳﺒﻌﺔﻳﻈﱡﻠﻬﻢﺍﻟﱠﻠﻪﻓﻲﻇﱢﻠﻪﻳﻮﻡ'
			'ﻻﻇﱠﻞﺇﱠﻻﻇﻠﱡﻪ:ﺇﻣﺎﻡﻋﺎﺪﻟ،ﻭﺷﺎﺏﻧﺸﺄﻓﻲﻋﺒﺎﺩﺓﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ،ﻭﺭﺟﻞﻗﻠﺒﻪﻣﻌﱠﻠﻖﺑﺎﻟﻤﺴﺎﺟﺪﻭﺭﺟﻼﻥﺗﺤﺎﱠﺑﺎ'
			'ﻓﻲﺍﻟﱠﻠﻪﺍﺟﺘﻤﻌﺎﻋﻠﻴﻪ،ﻭﺗﻔﱠﺮﻗﺎﻋﻠﻴﻪ،ﻭﺭﺟﻞﺩﻋﺘﻪﺍﻣﺮﺃﺓﺫﺍﺕﻣﻨﺼﺐﻭﺟﻤﺎﻝ،ﻓﻘﺎﻝ:ﺇﱢﻧﻲﺃﺧﺎﻑﺍﻟﱠﻠﻪ،ﻭﺭﺟﻞ'
			'ﺗﺼﱠﺪﻕﺑﺼﺪﻗﺔ،ﻓﺄﺧﻔﺎﻩﺎﺣﱠﺘﻰﻻﺗﻌﻠﻢﺷﻤﺎﻟﻪﻣﺎﺗﻨﻔﻖﻳﻤﻴﻨﻪ،ﻭﺭﺟﻞﺫﺁﺮﺍﻟﱠﻠﻪﺧﺎﻟﻴﺎﻓﻔﺎﺿﺖﻋﻴﻨﺎﻩ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 376'
),
	Hadith(
		hadithNumber: 377,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺈﻧﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻳﻘﻮﻝﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ:ﺃﻳﻦﺍﻟﻤﺘﺤﺎﱡﺑﻮﻥ."'
			'ﺑﺠﻼﻟﻲ؟ﺍﻟﻴﻮﻡﺃﻇﻠﱡﻬﻢﻓﻲﻇﱢﻠﻲﻳﻮﻡﻻﻇﱠﻞﺇﱠﻻﻇﱢﻠﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 377'
),
	Hadith(
		hadithNumber: 378,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﻻﺗﺪﺧﻠﻮﺍﺍﻟﺠﱠﻨﺔﺣﱠﺘﻰﺗﺆﻣﻨﻮﺍ،'
			'ﻭﻻﺗﺆﻣﻨﻮﺍﺣﱠﺘﻰﺗﺤﺎﱡﺑﻮﺍ،ﺃﻭﻻﺃﺩﻟﱡﻜﻢﻋﻠﻰﺷﻲﺀﺇﺫﺍﻓﻌﻠﺘﻤﻮﻩﺗﺤﺎﺑﺒﺘﻢ؟ﺃﻓﺸﻮﺍﺍﻟﱠﺴﻼﻡﺑﻴﻨﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 378'
),
	Hadith(
		hadithNumber: 379,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱠﻥﺭﺟﻼﺯﺍﺭﺃﺧﺎﻟﻪﻓﻲﻗﺮﻳﺔﺃﺧﺮﻯ،ﻓﺄﺭﺻﺪﺍﻟﱠﻠﻪﻟﻪﻋﻠﻰ'
			'ﻣﺪﺭﺟﺘﻪﻣﻠﻜﺎ»ﻭﺫﺁﺮﺍﻟﺤﺪﻳﺚﺇﻟﻰﻗﻮﻟﻪ:'
			'»ﺈﻧﺍﻟﱠﻠﻪﻗﺪﺃﺣﱠﺒﻚﺁﻤﺎﺃﺣﺒﺒﺘﻪﻓﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﻗﺪﺳﺒﻖﺑﺎﻟﺒﺎﺏﻗﺒﻠﻪ',
		translation: 'Translation of Hadith 379'
),
	Hadith(
		hadithNumber: 380,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﻪﻗﺎﻝﻓﻲﺍﻷﻧﺼﺎﺭ:«ﻻﻳﺤﺒﱡﻬﻢﺇﱠﻻ'
			'ﻣﺆﻣﻦ،ﻭﻻﻳﺒﻐﻀﻬﻢﺇﱠﻻﻣﻨﺎﻓﻖ،ﻣﻦﺃﺣﱠﺒﻬﻢﺃﺣﱠﺒﻪﺍﻟﱠﻠﻪ،ﻭﻣﻦﺃﺑﻐﻀﻬﻢﺃﺑﻐﻀﻪﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 380'
),
	Hadith(
		hadithNumber: 381,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﻗﺎﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.ﺍﻟﻤﺘﺤﺎﱡﺑﻮﻥﻓﻲﺟﻼﻟﻲ،ﻟﻬﻢﻣﻨﺎﺑﺮﻣﻦﻧﻮﺭﻳﻐﺒﻄﻬﻢﺍﻟﱠﻨﺒﱡﻴﻮﻥﻭﺍﻟﱡﺸﻬﺪﺍﺀ»',
		translation: 'Translation of Hadith 381'
),
	Hadith(
		hadithNumber: 382,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺇﺩﺭﻳﺲﺍﻟﺨﻮﻻﻧﱢﻲﺭﺣﻤﻪﺍﻟﱠﻠﻪﻗﺎﻝ:ﺩﺧﻠﺖﻣﺴﺠﺪﺩﻣﺸﻖ،ﻓﺈﺫﺍﻓﺘﻰﺑﱠﺮﺍﻕﺍﻟﱠﺜﻨﺎﻳﺎﻭﺇﺫﺍﺍﻟﱠﻨﺎﺱ'
			'ﻣﻌﻪ،ﻓﺈﺫﺍﺍﺧﺘﻠﻔﻮﺍﻓﻲﺷﻲﺀ،ﺃﺳﻨﺪﻭﻩﺇﻟﻴﻪ،ﻭﺻﺪﺭﻭﺍﻋﻦﺭﺃﻳﻪ،ﻓﺴﺄﻟﺖﻋﻨﻪ،ﻓﻘﻴﻞ:ﻩﺬﺍﻣﻌﺎﺫﺑﻦﺟﺒﻞ'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻠﱠﻤﺎﺁﺎﻥﻣﻦﺍﻟﻐﺪ،ﻩﺠﱠﺮﺕ،ﻓﻮﺟﺪﺗﻪﻗﺪﺳﺒﻘﻨﻲﺑﺎﻟﱠﺘﻬﺠﻴﺮ،ﻭﻭﺟﺪﺗﻪﻳﺼﱢﻠﻲ،ﻓﺎﻧﺘﻈﺮﺗﻪﺣﱠﺘﻰ'
			'ﻗﻀﻰﺻﻼﺗﻪ،ﺛﻢﱠﺟﺌﺘﻪﻣﻦﻗﺒﻞﻭﺟﻬﻪ،ﻓﺴﱠﻠﻤﺖﻋﻠﻴﻪ،ﺛﻢﱠﻗﻠﺖ:ﻭﺍﻟﱠﻠﻪﺇﱢﻧﻲﻷﺣﱡﺒﻚﻟﱠﻠﻪ،ﻓﻘﺎﻝ:ﺁﻟﱠﻠﻪ؟ﻓﻘﻠﺖ:'
			'ﺃﻟﱠﻠﻪ،ﻓﻘﺎﻝ:ﺁﻟﱠﻠﻪ؟ﻓﻘﻠﺖ:ﺃﻟﱠﻠﻪ،ﻓﺄﺧﺬﻧﻲﺑﺤﺒﻮﺓﺭﺩﺍﺋﻲ،ﻓﺠﺒﺬﻧﻲﺇﻟﻴﻪ،ﻓﻘﺎﻝ:ﺃﺑﺸﺮ،ﻓﺈﱢﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻗﺎﻝﺍﻟﻠﱠﻪﺗﻌﺎﻟﻰﻭﺟﺒﺖﻣـﺤﱠﺒﺘﻲﻟﻠﻤﺘﺤﺎﱢﺑﻴﻦﻓﱠﻲ،ﻭﺍﻟﻤﺘﺠﺎﻟﺴﻴﻦﻓﱠﻲ،'
			'ﻭﺍﻟﻤﺘﺰﺍﻭﺭﻳﻦﻓﱠﻲ،ﻭﺍﻟﻤﺘﺒﺎﺫﻟﻴﻦﻓﱠﻲ»ﺣﺪﻳﺚﺻﺤﻴﺢﺭﻭﺍﻩﻣﺎﻟﻚﻓﻲﺍﻟﻤﻮﱠﻃﺈﺑﺈﺳﻨﺎﺩﻩﺍﻟﱠﺼﺤﻴﺢ.'
			'ﻗﻮﻟﻪ«ﻩﺠﱠﺮﺕ»ﺃﻱﺑﻜﱠﺮﺕ،ﻭﻩﻮﺑﺘﺸﺪﻳﺪﺍﻟﺠﻴﻢﻗﻮﻟﻪ:«ﺍﻟﱠﻠﻪﻓﻘﻠﺖ:ﺃﻟﱠﻠﻪ»ﺍﻷﻭﱠﻝﺑﻬﻤﺰﺓﻣﻤﺪﻭﺩﺓﻟﻼﺳﺘﻔﻬﺎﻡ'
			'،ﻭﺍﻟﺜﺎﻧﻲﺑﻼﻣﺪ',
		translation: 'Translation of Hadith 382'
),
	Hadith(
		hadithNumber: 383,
		hadith:
						'ﻋﻦﺃﺑﻲﺁﺮﻳﻤﺔﺍﻟﻤﻘﺪﺍﺩﺑﻦﻣﻌﺪﻳﻜﺮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ«ﺇﺫﺍﺃﺣﱠﺐ'
			'ﺍﻟﺮﱠﺟﻞﺃﺧﺎﻩ،ﻓﻠﻴﺨﺒﺮﻩﺃﻧﱠﻪﻳﺤﺒﱡﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 383'
),
	Hadith(
		hadithNumber: 384,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺃﺧﺬﺑﻴﺪﻩﻭﻗﺎﻝ:«ﻳﺎﻣﻌﺎﺫﻭﺍﻟﱠﻠﻪ،ﺇﱢﻧﻲ'
			'ﻷﺣﱡﺒﻚ،ﺛﻢﱠﺃﻭﺻﻴﻚﻳﺎﻣﻌﺎﺫﻻﺗﺪﻋﱠﻦﻓﻲﺩﺑﺮﺁﻞﱢﺻﻼﺓﺗﻘﻮﻝ:ﺍﻟﱠﻠﻬﻢﺃﻋﱢﻨﻲﻋﻠﻰﺫﺁﺮﻙﻭﺷﻜﺮﻙ،ﻭﺣﺴﻦ'
			'ﻋﺒﺎﺩﺗﻚ».'
			'.384ﺣﺪﻳﺚﺻﺤﻴﺢ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﻨﺴﺎﺋﻲﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 384'
),
	Hadith(
		hadithNumber: 385,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺟﻼﺁﺎﻥﻋﻨﺪﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻤﱠﺮﺑﻪ،ﻓﻘﺎﻝ:ﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱢﻧﻲﻷﺣﺐﱡﻩﺬﺍ،ﻓﻘﺎﻝﻟﻪﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺃﻋﻠﻤﺘﻪ؟»ﻗﺎﻝ:ﻻﻗﺎﻝ:«ﺃﻋﻠﻤﻪ»'
			'ﻓﻠﺤﻘﻪ،ﻓﻘﺎﻝ:ﺇﱢﻧﻲﺃﺣﱡﺒﻚﻓﻲﺍﻟﱠﻠﻪ،ﻓﻘﺎﻝ:ﺃﺣﱠﺒﻚﺍﱠﻟﺬﻱﺃﺣﺒﺒﺘﻨﻲﻟﻪ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 385'
),
	Hadith(
		hadithNumber: 386,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻗﺎﻝ:ﻣﻦ'
			'ﻋﺎﺪﯨﻟﻲﻭﻟﻴﺎ،ﻓﻘﺪﺁﺫﻧﺘﻪﺑﺎﻟﺤﺮﺏ،ﻭﻣﺎﺗﻘﱠﺮﺏﺇﻟﱠﻲﻋﺒﺪﻱﺑﺸﻲﺀﺃﺣﱠﺐﺇﻟﱠﻲﻣﱠﻤﺎﺍﻓﺘﺮﺿﺖﻋﻠﻴﻪ،ﻭﻣﺎﻳﺰﺍﻝ'
			'ﻋﺒﺪﻱﻳﺘﻘﱠﺮﺏﺇﻟﱠﻲﺑﺎﻟﱠﻨﻮﺍﻓﻞﺣﱠﺘﻰﺃﺣﺒﱠﻪ،ﻓﺈﺫﺍﺃﺣﺒﺒﺘﻪ،ﺁﻨﺖﺳﻤﻌﻪﺍﱠﻟﺬﻱﻳﺴﻤﻊﺑﻪ،ﻭﺑﺼﺮﻩﺍﱠﻟﺬﻱﻳﺒﺼﺮﺑﻪ،'
			'ﻭﻳﺪﻩﺍﱠﻟﺘﻲﻳﺒﻄﺶﺑﻬﺎ،ﻭﺭﺟﻠﻪﺍﱠﻟﺘﻲﻳﻤﺸﻲﺑﻬﺎﻭﺇﻥﺳﺄﻟﻨﻲﺃﻋﻄﻴﺘﻪ،ﻭﻟﺌﻦﺍﺳﺘﻌﺎﺫﻧﻲﻷﻋﻴﺬﻧﱠﻪ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻣﻌﻨﻰ«ﺁﺫﻧﺘﻪ»:ﺃﻋﻠﻤﺘﻪﺑﺄﱢﻧﻲﻣﺤﺎﺭﺏﻟﻪ.ﻭﻗﻮﻟﻪ:«ﺍﺳﺘﻌﺎﺫﻧﻲ»ﺭﻮﻳﺑﺎﻟﺒﺎﺀﻭﺭﻮﻳﺑﺎﻟﻨﻮﻥ',
		translation: 'Translation of Hadith 386'
),
	Hadith(
		hadithNumber: 387,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺇﺫﺍﺃﺣﱠﺐﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺍﻟﻌﺒﺪ،ﻧﺎﺪﯨﺟﺒﺮﻳﻞ:ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			'ﻳﺤﺐﱡﻓﻼﻧﺎ،ﻓﺄﺣﺒﺒﻪ،ﻓﻴﺤﺒﱡﻪﺟﺒﺮﻳﻞ،ﻓﻴﻨﺎﺪﯨﻓﻲﺃﻩﻞﺍﻟﱠﺴﻤﺎﺀ:ﺇﱠﻥﺍﻟﱠﻠﻪﻳﺤﺐﱡﻓﻼﻧﺎ،ﻓﺄﺣﺒﻮﻩ،ﻓﻴﺤﺒﱡﻪﺃﻩﻞ'
			'ﺍﻟﱠﺴﻤﺎﺀ،ﺛﻢﱠﻳﻮﺿﻊﻟﻪﺍﻟﻘﺒﻮﻝﻓﻲﺍﻷﺭﺽ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺇﺫﺍﺃﺣﱠﺐﻋﺒﺪﺍﺩﻋﺎﺟﺒﺮﻳﻞ،ﻓﻘﺎﻝ'
			':ﺇﱢﻧﻲﺃﺣﺐﱡﻓﻼﻧﺎﻓﺄﺣﺒﺒﻪ،ﻓﻴﺤﺒﱡﻪﺟﺒﺮﻳﻞ،ﺛﱠﻢﻳﻨﺎﺪﻳﻓﻲﺍﻟﱠﺴﻤﺎﺀ،ﻓﻴﻘﻮﻝ:ﺇﱠﻥﺍﻟﱠﻠﻪﻳﺤﺐﱡﻓﻼﻧﺎ،ﻓﺄﺣﱡﺒﻮﻩﻓﻴﺤﺒﱡﻪ'
			'ﺃﻩﻞﺍﻟﱠﺴﻤﺎﺀﺛﻢﱠﻳﻮﺿﻊﻟﻪﺍﻟﻘﺒﻮﻝﻓﻲﺍﻷﺭﺽ،ﻭﺇﺫﺍﺃﺑﻐﺾﻋﺒﺪﺍﺩﻋﺎﺟﺒﺮﻳﻞ،ﻓﻴﻘﻮﻝ:ﺇﱢﻧﻲﺃﺑﻐﺾﻓﻼﻧﺎ،'
			'ﻓﺄﺑﻐﻀﻪ،ﻓﻴﺒﻐﻀﻪﺟﺒﺮﻳﻞ،ﺛﻢﱠﻳﻨﺎﺪﻳﻓﻲﺃﻩﻞﺍﻟﱠﺴﻤﺎﺀ:ﺇﱠﻥﺍﻟﱠﻠﻪﻳﺒﻐﺾﻓﻼﻧﺎ،ﻓﺄﺑﻐﻀﻮﻩ،ﻓﻴﺒﻐﻀﻪﺃﻩﻞ'
			'ﺍﻟﱠﺴﻤﺎﺀﺛﻢﱠﺗﻮﺿﻊﻟﻪﺍﻟﺒﻐﻀﺎﺀﻓﻲﺍﻷﺭﺽ»',
		translation: 'Translation of Hadith 387'
),
	Hadith(
		hadithNumber: 388,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺑﻌﺚﺭﺟﻼﻋﻠﻰﺳﺮﱠﻳﺔ،ﻓﻜﺎﻥ'
			'ﻳﻘﺮﺃﻷﺻﺤﺎﺑﻪﻓﻲﺻﻼﺗﻬﻢ،ﻓﻴﺨﺘﻢﺑــ{ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ}ﻓﻠﱠﻤﺎﺭﺟﻌﻮﺍ،ﺫﺁﺮﻭﺍﺫﻟﻚﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:«ﺳﻠﻮﻩﻷﱢﻱﺷﻲﺀﻳﺼﻨﻊﺫﻟﻚ؟»ﻓﺴﺄﻟﻮﻩ،ﻓﻘﺎﻝ:ﻷﱠﻧﻬﺎﺻﻔﺔﺍﻟﱠﺮﺣﻤﻦ،ﻓﺄﻧﺎﺃﺣﺐﱡﺃﻥ'
			'ﺃﻗﺮﺃﺑﻬﺎ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺧﺒﺮﻭﻩﺃﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻳﺤﺒﱡﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 388'
),
	Hadith(
		hadithNumber: 389,
		hadith:
						'ﻭﻋﻦﺟﻨﺪﺏﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺻﱠﻠﻰﺻﻼﺓ'
			'ﺍﻟﱡﺼﺒﺢ،ﻓﻬﻮﻓﻲﺫﱠﻣﺔﺍﻟﱠﻠﻪ،ﻓﻼﻳﻄﻠﺒﻨﱠﻜﻢﺍﻟﻠﱠﻪﻣﻦﺫﱠﻣﺘﻪﺑﺸﻲﺀ،ﻓﺈﱠﻧﻪﻣﻦﻳﻄﻠﺒﻪﻣﻦﺫﱠﻣﺘﻪﺑﺸﻲﺀ،ﻳﺪﺭﺁﻪ،ﺛﻢﱠ'
			'ﻳﻜﺒﱡﻪﻋﻠﻰﻭﺟﻬﻪﻓﻲﻧﺎﺭﺟﻬﱠﻨﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 389'
),
	Hadith(
		hadithNumber: 390,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻣﺮﺕﺃﻥﺃﻗﺎﺗﻞﺍﻟﱠﻨﺎﺱ'
			'ﺣﱠﺘﻰﻳﺸﻬﺪﻭﺍﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﻳﻘﻴﻤﻮﺍﺍﻟﱠﺼﻼﺓ،ﻭﻳﺆﺗﻮﺍﺍﻟﱠﺰﺁﺎﺓ،ﻓﺈﺫﺍﻓﻌﻠﻮﺍﺫﻟﻚ،'
			'ﻋﺼﻤﻮﺍﻣﱢﻨﻲﺩﻣﺎﺀﻩﻢﻭﺃﻣﻮﺍﻟﻬﻢﺇﱠﻻﺑﺤﱢﻖﺍﻹﺳﻼﻡ،ﻭﺣﺴﺎﺑﻬﻢﻋﻠﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 390'
),
	Hadith(
		hadithNumber: 391,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﻃﺎﺭﻕﺑﻦﺃﺷﻴﻢ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﻣﻦﻗﺎﻝﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻣﺤﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﺁﻔﺮﺑﻤﺎﻳﻌﺒﺪﻣﻦﺩﻭﻥﺍﻟﱠﻠﻪ،ﺣﺮﻡﻣﺎﻟﻪﻭﺩﻣﻪ،ﻭﺣﺴﺎﺑﻪ'
			'.391ﻋﻠﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 391'
),
	Hadith(
		hadithNumber: 392,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻌﺒﺪﺍﻟﻤﻘﺪﺍﺩﺑﻦﺍﻷﺳﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﻠﺖﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'ﺃﺭﺃﻳﺖﺇﻥﻟﻘﻴﺖﺭﺟﻼﻣﻦﺍﻟﻜﱠﻔﺎﺭ،ﻓﺎﻗﺘﺘﻠﻨﺎ،ﻓﻀﺮﺏﺇﺣﺪﻯﻳﺪﱠﻱﺑﺎﻟﱠﺴﻴﻒ،ﻓﻘﻄﻌﻬﺎﺛﻢﱠﻻﺫﻣﱢﻨﻲﺑﺸﺠﺮﺓ،ﻓﻘﺎﻝ:'
			'ﺃﺳﻠﻤﺖﻟﱠﻠﻪ،ﺃﺃﻗﺘﻠﻪﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺑﻌﺪﺃﻥﻗﺎﻟﻬﺎ؟ﻓﻘﺎﻝ:«ﻻﺗﻘﺘﻠﻪ»،ﻓﻘﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻗﻄﻊﺇﺣﺪﻯﻳﺪﱠﻱ،'
			'ﺛﻢﱠﻗﺎﻝﺫﻟﻚﺑﻌﺪﻣﺎﻗﻄﻌﻬﺎ؟ﻓﻘﺎﻝ:«ﻻﺗﻘﺘﻠﻪ،ﻓﺈﻥﻗﺘﻠﺘﻪ،ﻓﺈﱠﻧﻪﺑﻤﻨﺰﻟﺘﻚﻗﺒﻞﺃﻥﺗﻘﺘﻠﻪ.ﻭﺇﱠﻧﻚﺑﻤﻨﺰﻟﺘﻪﻗﺒﻞﺃﻥ'
			'ﻳﻘﻮﻝﺁﻠﻤﺘﻪﺍﻟﺘﻲﻗﺎﻝ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻣﻌﻨﻰ«ﺇﻧﱠﻪﺑﻤﻨﺰﻟﺘﻚ»ﺃﻱ:ﻣﻌﺼﻮﻡﺍﻟﱠﺪﻡﻣﺤﻜﻮﻡﺑﺈﺳﻼﻣﻪ،ﻭﻣﻌﻨﻰ«ﺇﱠﻧﻚﺑﻤﻨﺰﻟﺘﻪ»ﺃﻱ:ﻣﺒﺎﺡﺍﻟﱠﺪﻡ'
			'ﺑﺎﻟﻘﺼﺎﺹﻟﻮﺭﺛﺘﻪ،ﻻﺃﻧﱠﻪﺑﻤﻨﺰﻟﺘﻪﻓﻲﺍﻟﻜﻔﺮ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 392'
),
	Hadith(
		hadithNumber: 393,
		hadith:
						'ﻭﻋﻦﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺑﻌﺜﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﻟﻰﺍﻟﺤﺮﻗﺔﻣﻦ'
			'ﺟﻬﻴﻨﺔ،ﻓﺼﱠﺒﺤﻨﺎﺍﻟﻘﻮﻡﻋﻠﻰﻣﻴﺎﻩﻬﻢ،ﻭﻟﺤﻘﺖﺃﻧﺎﻭﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭﺭﺟﻼﻣﻨﻬﻢﻓﻠﱠﻤﺎﻏﺸﻴﻨﺎﻩﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻ'
			'ﺍﻟﱠﻠﻪ،ﻓﻜﱠﻒﻋﻨﻪﺍﻷﻧﺼﺎﺭﱡﻱ،ﻭﻃﻌﻨﺘﻪﺑﺮﻣﺤﻲﺣﱠﺘﻰﻗﺘﻠﺘﻪ،ﻓﻠﱠﻤﺎﻗﺪﻣﻨﺎﺍﻟﻤﺪﻳﻨﺔ،ﺑﻠﻎﺫﻟﻚﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝﻟﻲ:«ﻳﺎﺃﺳﺎﻣﺔﺃﻗﺘﻠﺘﻪﺑﻌﺪﻣﺎﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ؟ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻧﻤﺎﺁﺎﻥﻣﺘﻌﱢﻮﺫﺍ،ﻓﻘﺎﻝ'
			':«ﺃﻗﺘﻠﺘﻪﺑﻌﺪﻣﺎﻗﺎﻝﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ؟،»ﻓﻤﺎﺯﺍﻝﻳﻜﱢﺮﺭﻩﺎﻋﻠﱠﻲﺣﱠﺘﻰﺗﻤﻨﱠﻴﺖﺃﱢﻧﻲﻟﻢﺃﺁﻦﺃﺳﻠﻤﺖﻗﺒﻞﺫﻟﻚﺍﻟﻴﻮﻡ.'
			'ﻣﺘـﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﻗﺘﻠﺘﻪ؟،ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،'
			'ﺇﱠﻧﻤﺎﻗﺎﻟﻬﺎﺧﻮﻓﺎﻣﻦﺍﻟﱢﺴﻼﺡ،ﻗﺎﻝ:«ﺃﻓﻼﺷﻘﻘﺖﻋﻦﻗﻠﺒﻪﺣﱠﺘﻰﺗﻌﻠﻢﺃﻗﺎﻟﻬﺎﺄﻣﻻ؟،»ﻓﻤﺎﺯﺍﻝﻳﻜﱢﺮﺭﻩﺎﺣﱠﺘﻰ'
			'ﺗﻤﱠﻨﻴﺖﺃﱢﻧﻲﺃﺳﻠﻤﺖﻳﺆﻣﺌﺬ.'
			'»ﺍﻟﺤﺮﻗﺔ»ﺑﻀﻢﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔﻭﻓﺘﺢﺍﻟﺮﺍﺀ:ﺑﻄﻦﻣﻦﺟﻬﻴﻨﺔﺍﻟﻘﺒﻴﻠﺔﺍﻟﻤﻌﺮﻭﻓﺔ،ﻭﻗﻮﻟﻪﻣﺘﻌﻮﺫﺍ:ﺄﻳ'
			'ﻣﻌﺘﺼﻤﺎﺑﻬﺎﻣﻦﺍﻟﻘﺘﻞﻻﻣﻌﺘﻘﺪﺍﻟﻬﺎ',
		translation: 'Translation of Hadith 393'
),
	Hadith(
		hadithNumber: 394,
		hadith:
						'ﻭﻋﻦﺟﻨﺪﺏﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻌﺚﺑﻌﺜﺎﻣﻦ'
			'ﺍﻟﻤﺴﻠﻤﻴﻦﺇﻟﻰﻗﻮﻡﻣﻦﺍﻟﻤﺸﺮﺁﻴﻦ،ﻭﺃﱠﻧﻬﻢﺍﻟﺘﻘﻮﺍ،ﻓﻜﺎﻥﺭﺟﻞﻣﻦﺍﻟﻤﺸﺮﺁﻴﻦﺇﺫﺍﺷﺎﺀﺃﻥﻳﻘﺼﺪﺇﻟﻰﺭﺟﻞﻣﻦ'
			'ﺍﻟﻤﺴﻠﻤﻴﻦﻗﺼﺪﻟﻪﻓﻘﺘﻠﻪ،ﻭﺃﱠﻥﺭﺟﻼﻣﻦﺍﻟﻤﺴﻠﻤﻴﻦﻗﺼﺪﻏﻔﻠﺘﻪ،ﻭﺁﱠﻨﺎﻧﺘﺤﱠﺪﺙﺃﻧﱠﻪﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﻓﻠﱠﻤﺎﺭﻓﻊ'
			'ﻋﻠﻴﻪﺍﻟﱠﺴﻴﻒ،ﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻓﻘﺘﻠﻪ،ﻓﺠﺎﺀﺍﻟﺒﺸﻴﺮﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺴﺄﻟﻪ،'
			'ﻭﺃﺧﺒﺮﻩ،ﺣﱠﺘﻰﺃﺧﺒﺮﻩﺧﺒﺮﺍﻟﱠﺮﺟﻞﺁﻴﻒﺻﻨﻊ،ﻓﺪﻋﺎﻩﻓﺴﺄﻟﻪ،ﻓﻘﺎﻝ:«ﻟﻢﻗﺘﻠﺘﻪ؟»ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺃﻭﺟﻊﻓﻲﺍﻟﻤﺴﻠﻤﻴﻦ،ﻭﻗﺘﻞﻓﻼﻧﺎﻭﻓﻼﻧﺎﻭﺳﱠﻤﻰﻟﻪﻧﻔﺮﺍﻭﺇﱢﻧﻲﺣﻤﻠﺖﻋﻠﻴﻪ،ﻓﻠﱠﻤﺎﺭﺄﯨﺍﻟﱠﺴﻴﻒﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻ'
			'ﺍﻟﱠﻠﻪ.ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻗﺘﻠﺘﻪ؟»ﻗﺎﻝ:ﻧﻌﻢ،ﻗﺎﻝ:«ﻓﻜﻴﻒﺗﺼﻨﻊﺑﻼﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،'
			'ﺇﺫﺍﺟﺎﺀﺕﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ؟»ﻗﺎﻝﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺍﺳﺘﻐﻔﺮﻟﻲ.ﻗﺎﻝ:«ﻭﺁﻴﻒﺗﺼﻨﻊﺑﻼﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﺇﺫﺍﺟﺎﺀﺕ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ؟»ﻓﺠﻌﻞﻻﻳﺰﻳﺪﻋﻠﻰﺃﻥﻳﻘﻮﻝ:«ﺁﻴﻒﺗﺼﻨﻊﺑﻼﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﺇﺫﺍﺟﺎﺀﺕﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 394'
),
	Hadith(
		hadithNumber: 395,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﺘﺒﺔﺑﻦﻣﺴﻌﻮﺩﻗﺎﻝ:ﺳﻤﻌﺖﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻳﻘﻮﻝ:«ﺇﱠﻥﻧﺎﺳﺎ'
			'ﺁﺎﻧﻮﺍﻳﺆﺧﺬﻭﻥﺑﺎﻟﻮﺣﻲﻓﻲﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺇﱠﻥﺍﻟﻮﺣﻲﻗﺪﺍﻧﻘﻄﻊ،ﻭﺇﱠﻧﻤﺎﻧﺄﺧﺬﺁﻢﺍﻵﻥ'
			'ﺑﻤﺎﻇﻬﺮﻟﻨﺎﻣﻦﺃﻋﻤﺎﻟﻜﻢ،ﻓﻤﻦﺃﻇﻬﺮﻟﻨﺎﺧﻴﺮﺍ،ﺃﱠﻣﱠﻨﺎﻩ،ﻭﻗﱠﺮﺑﻨﺎﻩﻭﻟﻴﺲﻟﻨﺎﻣﻦﺳﺮﻳﺮﺗﻪﺷﻲﺀ،ﺍﻟﱠﻠﻪﻳﺤﺎﺳﺒﻪ'
			'ﻓﻲﺳﺮﻳﺮﺗﻪ،ﻭﻣﻦﺃﻇﻬﺮﻟﻨﺎﺳﻮﺀﺍ،ﻟﻢﻧﺄﻣﻨﻪ،ﻭﻟﻢﻧﺼﺪﱢﻗﻪﻭﺇﻥﻗﺎﻝﺇﱠﻥﺳﺮﻳﺮﺗﻪﺣﺴﻨﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 395'
),
	Hadith(
		hadithNumber: 396,
		hadith:
						'ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺣﺪﺛﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻮﻫﻮﺍﻟﱠﺼﺎﺩﻕ'
			'ﺍﻟﻤﺼﺪﻭﻕ:«ﺇﱠﻥﺃﺣﺪﺁﻢﻳﺠﻤﻊﺧﻠﻘﻪﻓﻲﺑﻄﻦﺃﱢﻣﻪﺃﺭﺑﻌﻴﻦﻳﻮﻣﺎﻧﻄﻔﺔ،ﺛﻢﱠﻳﻜﻮﻥﻋﻠﻘﺔﻣﺜﻞﺫﻟﻚ،ﺛﻢﱠﻳﻜﻮﻥ'
			'ﻣﻀﻐﺔﻣﺜﻞﺫﻟﻚ،ﺛﻢﱠﻳﺮﺳﻞﺍﻟﻤﻠﻚ،ﻓﻴﻨﻔﺦﻓﻴﻪﺍﻟﱠﺮﻭﺡ،ﻭﻳﺆﻣﺮﺑﺄﺭﺑﻊﺁﻠﻤﺎﺕ:ﺑﻜﺘﺐﺭﺯﻗﺔ،ﻭﺃﺟﻠﻪ،ﻭﻋﻤﻠﻪ،'
			'ﻭﺷﻘﱞﻲﺃﻭﺳﻌﻴﺪ.ﻓﻮﺍﱠﻟﺬﻱﻻﺇﻟﻪﻏﻴﺮﻩﺇﱠﻥﺃﺣﺪﺁﻢﻟﻴﻌﻤﻞﻋﻤﻞﺃﻩﻞﺍﻟﺠﱠﻨﺔﺣﱠﺘﻰﻣﺎﻳﻜﻮﻥﺑﻴﻨﻪﻭﺑﻴﻨﻬﺎﺇﱠﻻﺫﺭﺍﻉ،'
			'ﻓﻴﺴﺒﻖﻋﻠﻴﻪﺍﻟﻜﺘﺎﺏ،ﻓﻴﻌﻤﻞﺑﻌﻤﻞﺃﻩﻞﺍﻟﱠﻨﺎﺭ،ﻓﻴﺪﺧﻠﻬﺎ،ﻭﺇﱠﻥﺃﺣﺪﺁﻢﻟﻴﻌﻤﻞﺑﻌﻤﻞﺃﻩﻞﺍﻟﱠﻨﺎﺭﺣﱠﺘﻰﻣﺎﻳﻜﻮﻥﺑﻴﻨﻪ'
			'ﻭﺑﻴﻨﻬﺎﺇﱠﻻﺫﺭﺍﻉ،ﻓﻴﺴﺒﻖﻋﻠﻴﻪﺍﻟﻜﺘﺎﺏﻓﻴﻌﻤﻞﺑﻌﻤﻞﺃﻩﻞﺍﻟﺠﱠﻨﺔﻓﻴﺪﺧﻠﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 396'
),
	Hadith(
		hadithNumber: 397,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺆﺗﻰﺑﺠﻬﱠﻨﻢﻳﻮﻣﺌﺬﻟﻬﺎﺳﺒﻌﻮﻥﺃﻟﻒﺯﻣﺎﻡ،ﻣﻊ'
			'ﺁﻞﱢﺯﻣﺎﻡﺳﺒﻌﻮﻥﺃﻟﻒﻣﻠﻚﻳﺠﱡﺮﻭﻧﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 397'
),
	Hadith(
		hadithNumber: 398,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﻘﻮﻝ:«'
			'ﺇﱠﻥﺃﻩﻮﻥﺃﻩﻞﺍﻟﱠﻨﺎﺭﻋﺬﺍﺑﺎﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻟﺮﺟﻞﻳﻮﺿﻊﻓﻲﺃﺧﻤﺺﻗﺪﻣﻴﻪﺟﻤﺮﺗﺎﻥﻳﻐﻠﻲﻣﻨﻬﻤﺎﺩﻣﺎﻏﻪﻣﺎﻳﺮﻯﺃﱠﻥ'
			'ﺃﺣﺪﺍﺃﺷﱡﺪﻣﻨﻪﻋﺬﺍﺑﺎ،ﻭﺇﱠﻧﻪﻷﻩﻮﻧﻬﻢﻋﺬﺍﺑﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 398'
),
	Hadith(
		hadithNumber: 399,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺑﻦﺟﻨﺪﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﻧﺒﱠﻲﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻨﻬﻢﻣﻦﺗﺄﺧﺬﻩ'
			'ﺍﻟﱠﻨﺎﺭﺇﻟﻰﺁﻌﺒﻴﻪ،ﻭﻣﻨﻬﻢﻣﻦﺗﺄﺧﺬﻩﺇﻟﻰﺭﺁﺒﺘﻴﻪ،ﻭﻣﻨﻬﻢﻣﻦﺗﺄﺧﺬﻩﺇﻟﻰﺣﺠﺰﺗﻪ،ﻭﻣﻨﻬﻢﻣﻦﺗﺄﺧﺬﻩﺇﻟﻰﺗﺮﻗﻮﺗﻪ'
			'»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺤﺠﺰﺓ»:ﻣﻌﻘﺪﺍﻹﺯﺍﺭﺗﺤﺖﺍﻟﱡﺴﱠﺮﺓ.ﻭ«ﺍﻟﺘﱠﺮﻗﻮﺓ»ﺑﻔﺘﺢﺍﻟﺘﺎﺀﻭﺿﻢﺍﻟﻘﺎﻑ:ﻩﻲﺍﻟﻌﻈﻢﺍﻟﺬﻱﻋﻨﺪﺛﻐﺮﺓ'
			'ﺍﻟﱠﻨﺤﺮ،ﻭﻟﻺﻧﺴﺎﻥﺗﺮﻗﻮﺗﺎﻥﻓﻲﺟﺎﻧﺒﻲﺍﻟﱠﻨﺤﺮ',
		translation: 'Translation of Hadith 399'
),
	Hadith(
		hadithNumber: 400,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻘﻮﻡﺍﻟﱠﻨﺎﺱﻟﺮﱢﺏ'
			'ﺍﻟﻌﺎﻟﻤﻴﻦﺣﱠﺘﻰﻳﻐﻴﺐﺃﺣﺪﻩﻢﻓﻲﺭﺷﺤﻪﺇﻟﻰﺃﻧﺼﺎﻑﺃﺫﻧﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﺍﻟﺮﱠﺷﺢ»ﺍﻟﻌﺮﻕ',
		translation: 'Translation of Hadith 400'
),
	Hadith(
		hadithNumber: 401,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺧﻄﺒﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺧﻄﺒﺔﻣﺎﺳﻤﻌﺖﻣﺜﻠﻬﺎ'
			'ﻗﱡﻂ،ﻓﻘﺎﻝ:«ﻟﻮﺗﻌﻠﻤﻮﻥﻣﺎﺃﻋﻠﻢﻟﻀﺤﻜﺘﻢﻗﻠﻴﻼﻭﻟﺒﻜﻴﺘﻢﺁﺜﻴﺮﺍ»ﻓﻐﱠﻄﻰﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻭﺟﻮﻩﻬﻢ،ﻭﻟﻬﻢﺧﻨﻴﻦ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺑﻠﻎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺃﺻﺤﺎﺑﻪﺷﻲﺀﻓﺨﻄﺐ،ﻓﻘﺎﻝ:«ﻋﺮﺿﺖﻋﻠﱠﻲﺍﻟﺠﻨﱠﺔ'
			'ﻭﺍﻟﱠﻨﺎﺭ،ﻓﻠﻢﺃﺭﺁﺎﻟﻴﻮﻡﻓﻲﺍﻟﺨﻴﺮﻭﺍﻟﱠﺸﱢﺮ،ﻭﻟﻮﺗﻌﻠﻤﻮﻥﻣﺎﺃﻋﻠﻢﻟﻀﺤﻜﺘﻢﻗﻠﻴﻼ،ﻭﻟﺒﻜﻴﺘﻢﺁﺜﻴﺮﺍ»ﻓﻤﺎﺃﺗﻰﻋﻠﻰ'
			'ﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﻡﺃﺷﱡﺪﻣﻨﻪﻏﱠﻄﻮﺍﺭﺅﺳﻬﻢﻭﻟﻬﻢﺧﻨﻴﻦ.'
			'»ﺍﻟﺨﻨﻴﻦ»ﺑﺎﻟﺨﺎﺀﺍﻟﻤﻌﺠﻤﺔ:ﻩﻮﺍﻟﺒﻜﺎﺀﻣﻊﻏﱠﻨﺔﻭﺍﻧﺘﺸﺎﻕﺍﻟﱠﺼﻮﺕﻣﻦﺍﻷﻧﻒ',
		translation: 'Translation of Hadith 401'
),
	Hadith(
		hadithNumber: 402,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻘﺪﺍﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺗﺪﻧﻲﺍﻟﺸﱠﻤﺲﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔﻣﻦﺍﻟﺨﻠﻖﺣﱠﺘﻰﺗﻜﻮﻥﻣﻨﻬﻢﺁﻤﻘﺪﺍﺭﻣﻴﻞ»ﻗﺎﻝﺳﻠﻴﻢﺑﻦﻋﺎﻣﺮﺍﻟﱠﺮﺍﻮﻳﻋﻦﺍﻟﻤﻘﺪﺍﺩ:ﻓﻮﺍﻟﱠﻠﻪﻣﺎﺃﺩﺮﻳ'
			'ﻣﺎﻳﻌﻨﻲﺑﺎﻟﻤﻴﻞ،ﺃﻣﺴﺎﻓﺔﺍﻷﺭﺽﺄﻣﺍﻟﻤﻴﻞﺍﱠﻟﺬﻱﺗﻜﺘﺤﻞﺑﻪﺍﻟﻌﻴﻦ«ﻓﻴﻜﻮﻥﺍﻟﱠﻨﺎﺱﻋﻠﻰﻗﺪﺭﺃﻋﻤﺎﻟﻬﻢﻓﻲﺍﻟﻌﺮﻕ'
			'،ﻓﻤﻨﻬﻢﻣﻦﻳﻜﻮﻥﺇﻟﻰﺁﻌﺒﻴﻪ،ﻭﻣﻨﻬﻢﻣﻦﻳﻜﻮﻥﺇﻟﻰﺭﺁﺒﺘﻴﻪ،ﻭﻣﻨﻬﻢﻣﻦﻳﻜﻮﻥﺇﻟﻰﺣﻘﻮﻳﻪﻭﻣﻨﻬﻢﻣﻦﻳﻠﺠﻤﻪ'
			'ﺍﻟﻌﺮﻕﺇﻟﺠﺎﻣﺎ»ﻭﺃﺷﺎﺭﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻴﺪﻩﺇﻟﻰﻓﻴﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 402'
),
	Hadith(
		hadithNumber: 403,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻌﺮﻕﺍﻟﱠﻨﺎﺱﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔﺣﱠﺘﻰﻳﺬﻩﺐﻋﺮﻗﻬﻢﻓﻲﺍﻷﺭﺽﺳﺒﻌﻴﻦﺫﺭﺍﻋﺎ،ﻭﻳﻠﺠﻤﻬﻢﺣﱠﺘﻰﻳﺒﻠﻎﺁﺫﺍﻧﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻣﻌﻨﻰ«ﻳﺬﻩﺐﻓﻲﺍﻷﺭﺽ»:ﻳﻨﺰﻝﻭﻳﻐﻮﺹ',
		translation: 'Translation of Hadith 403'
),
	Hadith(
		hadithNumber: 404,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺳﻤﻊﻭﺟﺒﺔﻓﻘﺎﻝ:«ﻩﻞﺗﺪﺭﻭﻥﻣﺎﻩﺬﺍ؟»ﻗﻠﻨﺎ:'
			'ﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ،ﻗﺎﻝ:ﻩﺬﺍﺣﺠﺮﺭﻣﻲﺑﻪﻓﻲﺍﻟﱠﻨﺎﺭﻣﻨﺬﺳﺒﻌﻴﻦﺧﺮﻳﻔﺎﻓﻬﻮﻳﻬﻮﻱﻓﻲﺍﻟﱠﻨﺎﺭﺍﻵﻥﺣﱠﺘﻰﺍﻧﺘﻬﻰ'
			'ﺇﻟﻰﻗﻌﺮﻩﺎ،ﻓﺴﻤﻌﺘﻢﻭﺟﺒﺘﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 404'
),
	Hadith(
		hadithNumber: 405,
		hadith:
						'ﻭﻋﻦﻋﺪﱢﻱﺑﻦﺣﺎﺗﻢ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻨﻜﻢﻣﻦﺃﺣﺪ'
			'ﺇﱠﻻﺳﻴﻜﻠﱢﻤﻪﺭﺑﱡﻪﻟﻴﺲﺑﻴﻨﻪﻭﺑﻴﻨﻪﺗﺮﺟﻤﺎﻥ،ﻓﻴﻨﻈﺮﺃﻳﻤﻦﻣﻨﻪ،ﻓﻼﻳﺮﻯﺇﱠﻻﻣﺎﻗﱠﺪﻡ،ﻭﻳﻨﻈﺮﺃﺷﺄﻡﻣﻨﻪﻓﻼﻳﺮﻯ'
			'ﺇﻻﻣﺎﻗﺪﻡ،ﻭﻳﻨﻈﺮﺑﻴﻦﻳﺪﻳﻪ،ﻓﻼﻳﺮﻯﺇﱠﻻﺍﻟﱠﻨﺎﺭﺗﻠﻘﺎﺀﻭﺟﻬﻪ،ﻓﺎﱠﺗﻘﻮﺍﺍﻟﱠﻨﺎﺭﻭﻟﻮﺑﺸﱢﻖﺗﻤﺮﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 405'
),
	Hadith(
		hadithNumber: 406,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱢﻧﻲﺃﺮﯨﻣﺎﻻﺗﺮﻭﻥ،'
			'ﺃﱠﻃﺖﺍﻟﱠﺴﻤﺎﺀﻭﺣﻖﱠﻟﻬﺎﺃﻥﺗﺌﱠﻂ،ﻣﺎﻓﻴﻬﺎﻣﻮﺿﻊﺃﺭﺑﻊﺃﺻﺎﺑﻊﺇﱠﻻﻭﻣﻠﻚﻭﺍﺿﻊﺟﺒﻬﺘﻪﺳﺎﺟﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺍﻟﱠﻠﻪ'
			'ﻟﻮﺗﻌﻠﻤﻮﻥﻣﺎﺃﻋﻠﻢ،ﻟﻀﺤﻜﺘﻢﻗﻠﻴﻼ،ﻭﻟﺒﻜﻴﺘﻢﺁﺜﻴﺮﺍ،ﻭﻣﺎﺗﻠﱠﺬﺫﺗﻢﺑﺎﻟﱢﻨﺴﺎﺀﻋﻠﻰﺍﻟﻔﺮﺵﻭﻟﺨﺮﺟﺘﻢﺇﻟﻰﺍﻟﱡﺼﻌﺪﺍﺕ'
			'ﺗﺠﺄﺭﻮﻧﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭ«ﺃﱠﻃﺖ»ﺑﻔﺘﺢﺍﻟﻬﻤﺰﺓﻭﺗﺸﺪﻳﺪﺍﻟﻄﺎﺀ،ﻭﺗﺌﱡﻂ»ﺑﻔﺘﺢﺍﻟﺘﺎﺀﻭﺑﻌﺪﻩﺎﻩﻤﺰﺓﻣﻜﺴﻮﺭﺓ،ﻭﺍﻷﻃﻴﻂ:ﺻﻮﺕ'
			'ﺍﻟﱠﺮﺣﻞﻭﺍﻟﻘﺘﺐﻭﺷﺒﻬﻬﻤﺎ،ﻭﻣﻌﻨﺎﻩ:ﺃﱠﻥﺁﺜﺮﺓﻣﻦﻓﻲﺍﻟﱠﺴﻤﺎﺀﻣﻦﺍﻟﻤﻼﺋﻜﺔﺍﻟﻌﺎﺑﺪﻳﻦﻗﺪﺃﺛﻘﻠﺘﻬﺎﺣﱠﺘﻰﺃﱠﻃﺖ.'
			'ﻭ«ﺍﻟﱡﺼﻌﺪﺍﺕ»ﺑﻀﻢﺍﻟﺼﺎﺩﻭﺍﻟﻌﻴﻦ:ﺍﻟﱡﻄﺮﻗﺎﺕ،ﻭﻣﻌﻨﻰ«ﺗﺠﺄﺭﻭﻥ»:ﺗﺴﺘﻐﻴﺜﻮﻥ',
		translation: 'Translation of Hadith 406'
),
	Hadith(
		hadithNumber: 407,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﺮﺯﺓﺑﺮﺍﺀﺛﻢﺯﺍﻱﻧﻀﻠﺔﺑﻦﻋﺒﻴﺪﺍﻷﺳﻠﻤﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ.'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺰﻭﻝﻗﺪﻣﺎﻋﺒﺪﺣﱠﺘﻰﻳﺴﺄﻝﻋﻦﻋﻤﺮﻩﻓﻴﻢﺃﻓﻨﺎﻩ،ﻭﻋﻦﻋﻠﻤﻪﻓﻴﻢﻓﻌﻞﻓﻴﻪ،ﻭﻋﻦﻣﺎﻟﻪﻣﻦ'
			'ﺃﻳﻦﺍﺁﺘﺴﺒﻪ،ﻭﻓﻴﻢﺃﻧﻔﻘﻪ،ﻭﻋﻦﺟﺴﻤﻪﻓﻴﻢﺃﺑﻼﻩ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 407'
),
	Hadith(
		hadithNumber: 408,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺮﺃﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:{ﻳﻮﻣﺌﺬﺗﺤﺪﱢﺙ'
			'ﺃﺧﺒﺎﺭﻩﺎ}ﺛﻢﻗﺎﻝ:«ﺃﺗﺪﺭﻭﻥﻣﺎﺃﺧﺒﺎﺭﻩﺎ؟»ﻗﺎﻟﻮﺍ:ﺍﻟﻠﱠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ.ﻗﺎﻝ:«ﻓﺈﱠﻥﺃﺧﺒﺎﺮﻫﺎﺃﻥﺗﺸﻬﺪﻋﻠﻰ'
			'ﺁﻞﱢﻋﺒﺪﺃﻭﺃﻣﺔﺑﻤﺎﻋﻤﻞﻋﻠﻰﻇﻬﺮﻩﺎ،ﺗﻘﻮﻝ:ﻋﻤﻠﺖﺁﺬﺍﻭﺁﺬﺍﻓﻲﻳﻮﻡﺁﺬﺍﻭﺁﺬﺍ،ﻓﻬﺬﻩﺃﺧﺒﺎﺭﻩﺎ»ﺭﻭﺍﻩ'
			'ﺍﻟﱢﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ)[ﻓﻴﻪ:ﻳﺤﻴﻰﺑﻦﺃﺑﻲﺳﻠﻴﻤﺎﻥﺍﻟﻤﺪﻧﻲ،ﻮﻫﻮﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 408'
),
	Hadith(
		hadithNumber: 409,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻴﻒﺃﻧﻌﻢ'
			'ﻭﺻﺎﺣﺐﺍﻟﻘﺮﻥﻗﺪﺍﻟﺘﻘﻢﺍﻟﻘﺮﻥ،ﻭﺍﺳﺘﻤﻊﺍﻹﺫﻥﻣﺘﻰﻳﺆﻣﺮﺑﺎﻟﱠﻨﻔﺦﻓﻴﻨﻔﺦ»ﻓﻜﺄﱠﻥﺫﻟﻚﺛﻘﻞﻋﻠﻰﺃﺻﺤﺎﺏﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝﻟﻬﻢ:«ﻗﻮﻟﻮﺍ:ﺣﺴﺒﻨﺎﺍﻟﱠﻠﻪﻭﻧﻌﻢﺍﻟﻮﺁﻴﻞ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﺍﻟﻘﺮﻥ»:ﻩﻮﺍﻟﱡﺼﻮﺭﺍﱠﻟﺬﻱﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻭﻧﻔﺦﻓﻲﺍﻟﱡﺼﻮﺭ}ﺁﺬﺍﻓﱠﺴﺮﻩﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ',
		translation: 'Translation of Hadith 409'
),
	Hadith(
		hadithNumber: 410,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺧﺎﻑﺃﺩﻟﺞ،ﻭﻣﻦ'
			'ﺃﺩﻟﺞ،ﺑﻠﻎﺍﻟﻤﻨﺰﻝﺃﻻﺇﱠﻥﺳﻠﻌﺔﺍﻟﱠﻠﻪﻏﺎﻟﻴﺔ،ﺃﻻﺇﱠﻥﺳﻠﻌﺔﺍﻟﱠﻠﻪﺍﻟﺠﻨﱠﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭ«ﺃﺩﻟﺞ»ﺑﺈﺳﻜﺎﻥﺍﻟﱠﺪﻻ،ﻭﻣﻌﻨﺎﻩ:ﺳﺎﺭﻣﻦﺃﱠﻭﻝﺍﻟﱠﻠﻴﻞ،ﻭﺍﻟﻤﺮﺍﺩ:ﺍﻟﱠﺘﺸﻤﻴﺮﻓﻲﺍﻟﱠﻄﺎﻋﺔ.ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 410'
),
	Hadith(
		hadithNumber: 411,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﻘﻮﻝ:«ﻳﺤﺸﺮ'
			'ﺍﻟﱠﻨﺎﺱﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺣﻔﺎﺓﻋﺮﺍﺓﻏﺮﻻ»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺍﻟﱢﺮﺟﺎﻝﻭﺍﻟﱢﻨﺴﺎﺀﺟﻤﻴﻌﺎﻳﻨﻈﺮﺑﻌﻀﻬﻢﺇﻟﻰﺑﻌﺾ،؟'
			'ﻗﺎﻝ:«ﻳﺎﻋﺎﺋﺸﺔﺍﻷﻣﺮﺃﺷﱡﺪﻣﻦﺃﻥﻳﻬﱠﻤﻬﻢﺫﻟﻚ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺍﻷﻣﺮﺃﻩﱡﻢﻣﻦﺄﻧﻳﻨﻈﺮﺑﻌﻀﻬﻢﺇﻟﻰﺑﻌﺾ»ﻣﺘﻔﻖﻋﻠﻴﻪ.«ﻏﺮﻻ»ﺑﻀﱢﻢﺍﻟﻐﻴﻦﺍﻟﻤﻌﺠﻤﺔ،'
			'ﺄﻳ:ﻏﻴﺮﻣﺨﺘﻮﻧﻴﻦ.'
			'`',
		translation: 'Translation of Hadith 411'
),
	Hadith(
		hadithNumber: 412,
		hadith:
						'ﻭﻋﻦﻋﺒﺎﺩﺓﺑﻦﺍﻟﺼﺎﻣﺖ،ﺭﺿﻲﺍﻟﻠﱠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺷﻬﺪﺃﻥ'
			'ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﻋﺒﺪﻩﻭﺭﺳﻮﻟﻪ،ﻭﺃﱠﻥﻋﻴﺴﻰﻋﺒﺪﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ،ﻭﺁﻠﻤﺘﻪﺃﻟﻘﺎﻩﺎ'
			'ﺇﻟﻰﻣﺮﻳﻢﻭﺭﻭﺡﻣﻨﻪ،ﻭﺃﱠﻥﺍﻟﺠﱠﻨﺔﺣﱞﻖﻭﺍﻟﱠﻨﺎﺭﺣﱞﻖ،ﺃﺩﺧﻠﻪﺍﻟﱠﻠﻪﺍﻟﺠﱠﻨﺔﻋﻠﻰﻣﺎﺁﺎﻥﻣﻦﺍﻟﻌﻤﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻣﻦﺷﻬﺪﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺣﱠﺮﻡﺍﻟﱠﻠﻪﻋﻠﻴﻪﺍﻟﱠﻨﺎﺭ».'
			'`',
		translation: 'Translation of Hadith 412'
),
	Hadith(
		hadithNumber: 413,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﻘﻮﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﻞ:ﻣﻦ'
			'ﺟﺎﺀﺑﺎﻟﺤﺴﻨﺔ،ﻓﻠﻪﻋﺸﺮﺃﻣﺜﺎﻟﻬﺎﺃﻭﺃﺯﻳﺪ،ﻭﻣﻦﺟﺎﺀﺑﺎﻟﱠﺴﱢﻴﺌﺔ،ﻓﺠﺰﺍﺀﺳﱢﻴﺌﺔﺳﱢﻴﺌﺔﻣﺜﻠﻬﺎﺃﻭﺃﻏﻔﺮ.ﻭﻣﻦ'
			'ﺗﻘﱠﺮﺏﻣﱢﻨﻲﺷﺒﺮﺍ،ﺗﻘﱠﺮﺑﺖﻣﻨﻪﺫﺭﺍﻋﺎ،ﻭﻣﻦﺗﻘﱠﺮﺏﻣﱢﻨﻲﺫﺭﺍﻋﺎ،ﺗﻘﱠﺮﺑﺖﻣﻨﻪﺑﺎﻋﺎ،ﻭﻣﻦﺃﺗﺎﻧﻲﻳﻤﺸﻲ،ﺃﺗﻴﺘﻪ'
			'ﻩﺮﻭﻟﺔ،ﻭﻣﻦﻟﻘﻴﻨﻲﺑﻘﺮﺍﺏﺍﻷﺭﺽﺧﻄﻴﺌﺔﻻﻳﺸﺮﻙﺑﻲﺷﻴﺌﺎ،ﻟﻘﻴﺘﻪﺑﻤﺜﻠﻬﺎﻣﻐﻔﺮﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻣﻌﻨﻰﺍﻟﺤﺪﻳﺚ:«ﻣﻦﺗﻘﱠﺮﺏ»ﺇﻟﱠﻲﺑﻄﺎﻋﺘﻲ«ﺗﻘﱠﺮﺑﺖ»ﺇﻟﻴﻪﺑﺮﺣﻤﺘﻲ،ﻭﺇﻥﺯﺍﺩﺯﺩﺕ،«ﻓﺈﻥﺃﺗﺎﻧﻲﻳﻤﺸﻲ»'
			'ﻭﺃﺳﺮﻉﻓﻲﻃﺎﻋﺘﻲ«ﺃﺗﻴﺘﻪﻩﺮﻭﻟﺔ»ﺃﻱ:ﺻﺒﺒﺐﻋﻠﻴﻪﺍﻟﱠﺮﺣﻤﺔ،ﻭﺳﺒﻘﺘﻪﺑﻬﺎ،ﻭﻟﻢﺃﺣﻮﺟﻪﺇﻟﻰﺍﻟﻤﺸﻲ'
			'ﺍﻟﻜﺜﻴﺮﻓﻲﺍﻟﻮﺻﻮﻝﺇﻟﻰﺍﻟﻤﻘﺼﻮﺩ،«ﻭﻗﺮﺍﺏﺍﻷﺭﺽ»ﺑﻀﱢﻢﺍﻟﻘﺎﻑﻭﻳﻘﺎﻝﺑﻜﺴﺮﻩﺎ،ﻭﺍﻟﻀﻢﺃﺻﺢ،ﻭﺃﺷﻬﺮ،'
			'.413ﻭﻣﻌﻨﺎﻩ:ﻣﺎﻳﻘﺎﺭﺏﻣﻸﻩﺎ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 413'
),
	Hadith(
		hadithNumber: 414,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺟﺎﺀﺃﻋﺮﺍﺑﱞﻲﺇﻟﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'،ﻣﺎﺍﻟﻤﻮﺟﺒﺘﺎﻥ؟ﻓﻘﺎﻝ:«ﻣﻦﻣﺎﺕﻻﻳﺸﺮﻙﺑﺎﻟﱠﻠﻪﺷﻴﺌﺎﺩﺧﻞﺍﻟﺠﱠﻨﺔ،ﻭﻣﻦﻣﺎﺕﻳﺸﺮﻙﺑﻪﺷﻴﺌﺎ،ﺩﺧﻞﺍﻟﱠﻨﺎﺭ'
			'»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 414'
),
	Hadith(
		hadithNumber: 415,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻣﻌﺎﺫﺭﺩﻳﻔﻪﻋﻠﻰﺍﻟﱠﺮﺣﻞﻗﺎﻝ:«ﻳﺎﻣﻌﺎﺫ'
			'»ﻗﺎﻝ:ﻟﺒﱠﻴﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺳﻌﺪﻳﻚ،ﻗﺎﻝ:«ﻳﺎﻣﻌﺎﺫ»ﻗﺎﻝ:ﻟﱠﺒﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺳﻌﺪﻳﻚ.ﻗﺎﻝ:«ﻳﺎﻣﻌﺎﺫ'
			'»ﻗﺎﻝ:ﻟﱠﺒﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺳﻌﺪﻳﻚﺛﻼﺛﺎ،ﻗﺎﻝ:«ﻣﺎﻣﻦﻋﺒﺪﻳﺸﻬﺪﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﻤﺪﺍﻋﺒﺪﻩ'
			'ﻭﺭﺳﻮﻟﻪﺻﺪﻗﺎﻣﻦﻗﻠﺒﻪﺇﱠﻻﺣﺮﻣﻪﺍﻟﱠﻠﻪﻋﻠﻰﺍﻟﱠﻨﺎﺭ»ﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻓﻼﺃﺧﺒﺮﺑﻬﺎﺍﻟﱠﻨﺎﺱﻓﻴﺴﺘﺒﺸﺮﻭﺍ؟'
			'ﻗﺎﻝ:«ﺇﺫﺍﻳﱠﺘﻜﻠﻮﺍ»ﻓﺄﺧﺒﺮﺑﻬﺎﻣﻌـﺎﺫﻋﻨﺪﻣﻮﺗﻪﺗﺄﱡﺛﻤﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗﻮﻟﻪ:«ﺗﺄﺛﻤﺎ»ﺃﻱ:ﺧﻮﻓﺎﻣﻦﺍﻹﺛﻢﻓﻲﺁﺘﻢﻩﺬﺍﺍﻟﻌﻠﻢ',
		translation: 'Translation of Hadith 415'
),
	Hadith(
		hadithNumber: 416,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺃﻭﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﺷﻚﺍﻟﱠﺮﺍﻮﻳ،ﻭﻻﻳﻀﺮﱡﺍﻟﱠﺸﱡﻚﻓﻲﻋﻴﻦ.'
			'ﺍﻟﱠﺼﺤﺎﺑﻲ،ﻷﻧﻬﻢﺁﻠﱡﻬﻢﻋﺪﻮﻟ،ﻗﺎﻝ:ﻟﻤﺎﺁﺎﻥﻳﻮﻡﻏﺰﻭﺓﺗﺒﻮﻙ،ﺃﺻﺎﺏﺍﻟﻨﺎﺱﻣﺠﺎﻋﺔ،ﻓﻘﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﻟﻮﺃﺫﻧﺖﻟﻨﺎﻓﻨﺤﺮﻧﺎﻧﻮﺍﺿﺤﻨﺎ،ﻓﺄﺁﻠﻨﺎﻭﺍﱠﺩﻩﱠﻨﺎ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻓﻌﻠﻮﺍ»ﻓﺠﺎﺀﻋﻤﺮ'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﻥﻓﻌﻠﺖﻗﱠﻞﺍﻟﻈﱠﻬﺮ،ﻭﻟﻜﻦﺍﺩﻋﻬﻢﺑﻔﻀﻞﺃﺯﻭﺍﺩﻩﻢ،ﺛﻢﱠﺍﺩﻉﺍﻟﱠﻠﻪﻟﻬﻢ'
			'ﻋﻠﻴﻬﺎﺑﺎﻟﺒﺮﺁﺔﻟﻌﱠﻞﺍﻟﱠﻠﻪﺃﻥﻳﺠﻌﻞﻓﻲﺫﻟﻚﺍﻟﺒﺮﺁﺔ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻧﻌﻢ»ﻓﺪﻋﺎﺑﻨﻄﻊ'
			'ﻓﺒﺴﻄﻪ،ﺛﻢﱠﺩﻋﺎﺑﻔﻀﻞﺃﺯﺍﻭﺩﻩﻢ،ﻓﺠﻌﻞﺍﻟﺮﱠﺟﻞﻳﺠﻲﺀﺑﻜﱢﻒﺫﺭﺓﻭﻳﺠﻲﺀﺍﻵﺧﺮﺑﻜﱢﻒﺗﻤﺮ،ﻭﻳﺠﻲﺀﺍﻵﺧﺮ'
			'ﺑﻜﺴﺮﺓﺣﺘﻰﺍﺟﺘﻤﻊﻋﻠﻰﺍﻟﱢﻨﻄﻊﻣﻦﺫﻟﻚﺷﻲﺀﻳﺴﻴﺮ،ﻓﺪﻋﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺎﻟﺒﺮﺁﺔ،ﺛﻢﱠﻗﺎﻝ'
			'«ﺧﺬﻭﺍﻓﻲﺃﻭﻋﻴﺘﻜﻢ،ﻓﺄﺧﺬﻭﺍﻓﻲﺃﻭﻋﻴﺘﻬﻢﺣﺘﻰﻣﺎﺗﺮﺁﻮﺍﻓﻲﺍﻟﻌﺴﻜﺮﻭﻋﺎﺀﺇﱠﻻﻣﻸﻭﻩ،ﻭﺃﺁﻠﻮﺍﺣﱠﺘﻰﺷﺒﻌﻮﺍ'
			'ﻭﻓﻀﻞﻓﻀﻠﺔ،ﻓﻘﺎﻝﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺷﻬﺪﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱢﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﻻﻳﻠﻘﻰﺍﻟﱠﻠﻪ'
			'ﺑﻬﻤﺎﻋﺒﺪﻏﻴﺮﺷﺎﱟﻙ،ﻓﻴﺤﺠﺐﻋﻦﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 416'
),
	Hadith(
		hadithNumber: 417,
		hadith:
						'ﻭﻋﻦﻋﺘﺒﺎﻥﺑﻦﻣﺎﻟﻚ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻮﻫﻮﻣﱠﻤﻦﺷﻬﺪﺑﺪﺭﺍ،ﻗﺎﻝ:ﺁﻨﺖﺃﺻﱢﻠﻲﻟﻘﻮﻣﻲﺑﻨﻲﺳﺎﻟﻢ،'
			'ﻭﺁﺎﻥﻳﺤﻮﻝﺑﻴﻨﻲﻭﺑﻴﻨﻬﻢﻭﺍﺩﺇﺫﺍﺟﺎﺀﺕﺍﻷﻣﻄﺎﺭ،ﻓﻴﺸﱡﻖﻋﻠﱠﻲﺍﺟﺘﻴﺎﺯﻩﻗﺒﻞﻣﺴﺠﺪﻩﻢ،ﻓﺠﺌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﻠﺖﻟﻪ:ﺇﱢﻧﻲﺃﻧﻜﺮﺕﺑﺼﺮﻱ،ﻭﺇﱠﻥﺍﻟﻮﺍﺩﻱﺍﱠﻟﺬﻱﺑﻴﻨﻲﻭﺑﻴﻦﻗﻮﻣﻲﻳﺴﻴﻞﺇﺫﺍﺟﺎﺀﺕﺍﻷﻣﻄﺎﺭ'
			'،ﻓﻴﺸﱡﻖﻋﻠﱠﻲﺍﺟﺘﻴﺎﺯﻩ،ﻓﻮﺩﺩﺕﺃﱠﻧﻚﺗﺄﺗﻲ،ﻓﺘﺼﻠﱢﻲﻓﻲﺑﻴﺘﻲﻣﻜﺎﻧﺎﺃﺗﱠﺨﺬﻩﻣﺼﻠﻰ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺳﺄﻓﻌﻞ»ﻓﻐﺪﺍﻋﻠﱠﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﺃﺑﻮﺑﻜﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺑﻌﺪﻣﺎﺍﺷﺘﱠﺪﺍﻟﱠﻨﻬﺎﺭ،ﻭﺍﺳﺘﺄﺫﻥ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺫﻧﺖﻟﻪ،ﻓﻠﻢﻳﺠﻠﺲﺣﺘﻰﻗﺎﻝ:«ﺃﻳﻦﺗﺤﺐﱡﺃﻥﺃﺻﱢﻠﻲﻣﻦﺑﻴﺘﻚ؟»'
			'ﻓﺄﺷﺮﺕﻟﻪﺇﻟﻰﺍﻟﻤﻜﺎﻥﺍﱠﻟﺬﻱﺃﺣﱡﺐﺃﻥﻳﺼﱢﻠﻲﻓﻴﻪ،ﻓﻘﺎﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻜﱠﺒﺮﻭﺻﻔﻔﻨﺎ'
			'ﻭﺭﺍﺀﻩ،ﻓﺼﱠﻠﻰﺭﺁﻌﺘﻴﻦ،ﺛﻢﱠﺳﱠﻠﻢﻭﺳﱠﻠﻤﻨﺎﺣﻴﻦﺳﱠﻠﻢ،ﻓﺤﺒﺴﺘﻪﻋﻠﻰﺧﺰﻳﺮﺓﺗﺼﻨﻊﻟﻪ،ﻓﺴﻤﻊﺃﻩﻞﺍﻟﱠﺪﺍﺭﺃﱠﻥ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺑﻴﺘﻲ،ﻓﺜﺎﺏﺭﺟﺎﻝﻣﻨﻬﻢﺣﱠﺘﻰﺁﺜﺮﺍﻟﱢﺮﺟﺎﻝﻓﻲﺍﻟﺒﻴﺖ،ﻓﻘﺎﻝﺭﺟﻞ:ﻣﺎ'
			'ﺗﻘﻞﺫﻟﻚﺃﻻﺗﺮﺍﻩﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻳﺒﺘﻐﻲﺑﺬﻟﻚﻭﺟﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ؟،».ﻓﻘﺎﻝ:ﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ،ﺃﱠﻣﺎﻧﺤﻦﻓﻌﻞﻣﺎﻟﻚﻻﺃﺭﺍﻩ،ﻓﻘﺎﻝﺭﺟﻞ:ﺫﻟﻚﻣﻨﺎﻓﻖﻻﻳﺤﺐﱡﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻻ'
			'ﻓﻮﺍﻟﱠﻠﻪﻣﺎﻧﺮﻯﻭﺩﱠﻩ،ﻭﻻﺣﺪﻳﺜﻪﺇﱠﻻﺇﻟﻰﺍﻟﻤﻨﺎﻓﻘﻴﻦ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻓﺈﱠﻥﺍﻟﱠﻠﻪﻗﺪ'
			'ﺣﱠﺮﻡﻋﻠﻰﺍﻟﱠﻨﺎﺭﻣﻦﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻳﺒﺘﻐﻲﺑﺬﻟﻚﻭﺟﻪﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﻋﺘﺒﺎﻥ»ﺑﻜﺴﺮﺍﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔ،ﻭﺇﺳﻜﺎﻥﺍﻟﺘﺎﺀﺍﻟﻤﺜﱠﻨﺎﺓﻓﻮﻕﻭﺑﻌﺪﻩﺎﺑﺎﺀﻣﻮﱠﺣﺪﺓ.ﻭ«ﺍﻟﺨﺰﻳﺮﺓ»ﺑﺎﻟﺨﺎﺀ'
			'ﺍﻟﻤﻌﺠﻤﺔ،ﻭﺍﻟﱠﺰﺎﻳ:ﻩﻲﺩﻗﻴﻖﻳﻄﺒﺦﺑﺸﺤﻢﻭﻗﻮﻟﻪ:«ﺛﺎﺏﺭﺟﺎﻝ»ﺑﺎﻟﱠﺜﺎﺀﺍﻟﻤﺜﱠﻠﺜﺔ،ﺃﻱ:ﺟﺎﺀﻭﺍﻭﺍﺟﺘﻤﻌﻮﺍ.'
			'`',
		translation: 'Translation of Hadith 417'
),
	Hadith(
		hadithNumber: 418,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏ،ﺭﺿﻲﺍﻟﻠﱠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺪﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺴﺒﻲﻓﺈﺫﺍﺍﻣﺮﺃﺓ'
			'ﻣﻦﺍﻟﱠﺴﺒﻲﺗﺴﻌﻰ،ﺇﺫﻭﺟﺪﺕﺻﺒﻴﺎﻓﻲﺍﻟﺴﺒﻲﺃﺧﺬﺗﻪﻓﺄﻟﺰﻗﺘﻪﺑﺒﻄﻨﻬﺎ،ﻓﺄﺭﺿﻌﺘﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺗﺮﻭﻥﻩﺬﻩﺍﻟﻤﺮﺃﺓﻃﺎﺭﺣﺔﻭﻟﺪﻩﺎﻓﻲﺍﻟﱠﻨﺎﺭ؟ﻗﻠﻨﺎ:ﻻﻭﺍﻟﱠﻠﻪ.ﻓﻘﺎﻝ:«ﻟﻠﱠﻪﺃﺭﺣﻢﺑﻌﺒﺎﺩﻩﻣﻦﻩﺬﻩ'
			'ﺑﻮﻟﺪﻩﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 418'
),
	Hadith(
		hadithNumber: 419,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻤﺎﺧﻠﻖﺍﻟﱠﻠﻪ'
			'ﺍﻟﺨﻠﻖ،ﺁﺘﺐﻓﻲﺁﺘﺎﺏ،ﻓﻬﻮﻋﻨﺪﻩﻓﻮﻕﺍﻟﻌﺮﺵ:ﺇﱠﻥﺭﺣﻤﺘﻲﺗﻐﻠﺐﻏﻀﺒﻲ».'
			'.419ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻏﻠﺒﺖﻏﻀﺒﻲ»ﻭﻓﻲﺭﻭﺍﻳﺔ«ﺳﺒﻘﺖﻏﻀﺒﻲ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 419'
),
	Hadith(
		hadithNumber: 420,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﺟﻌﻞﺍﻟﱠﻠﻪﺍﻟﱠﺮﺣﻤﺔﻣﺎﺋﺔﺟﺰﺀ،ﻓﺄﻣﺴﻚﻋﻨﺪﻩ'
			'ﺗﺴﻌﺔﻭﺗﺴﻌﻴﻦ،ﻭﺃﻧﺰﻝﻓﻲﺍﻷﺭﺽﺟﺰﺀﺍﻭﺍﺣﺪﺍ،ﻓﻤﻦﺫﻟﻚﺍﻟﺠﺰﺀﻳﺘﺮﺍﺣﻢﺍﻟﺨﻼﺋﻖﺣﱠﺘﻰﺗﺮﻓﻊﺍﻟﱠﺪﺍﺑﱠﺔﺣﺎﻓﺮﻩﺎ'
			'ﻋﻦﻭﻟﺪﻩﺎﺧﺸﻴﺔﺃﻥﺗﺼﻴﺒﻪ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺇﱠﻥﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﺎﺋﺔﺭﺣﻤﺔﺃﻧﺰﻝﻣﻨﻬﺎﺭﺣﻤﺔﻭﺍﺣﺪﺓﺑﻴﻦﺍﻟﺠﱢﻦﻭﺍﻹﻧﺲﻭﺍﻟﺒﻬﺎﺋﻢﻭﺍﻟﻬﻮﺍﱢﻡ،ﻓﺒﻬﺎ'
			'ﻳﺘﻌﺎﻃﻔﻮﻥ،ﻭﺑﻬﺎﻳﺘﺮﺍﺣﻤﻮﻥ،ﻭﺑﻬﺎﺗﻌﻄﻒﺍﻟﻮﺣﺶﻋﻠﻰﻭﻟﺪﻩﺎ،ﻭﺃﱠﺧﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺗﺴﻌﺎﻭﺗﺴﻌﻴﻦﺭﺣﻤﺔﻳﺮﺣﻢ'
			'ﺑﻬﺎﻋﺒﺎﺩﻩﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺭﻭﺍﻩﻣﺴﻠﻢﺃﻳﻀﺎﻣﻦﺭﻭﺍﻳﺔﺳﻠﻤﺎﻥﺍﻟﻔﺎﺭﺳﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﺇﱠﻥﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﺎﺋﺔﺭﺣﻤﺔﻓﻤﻨﻬﺎﺭﺣﻤﺔﻳﺘﺮﺍﺣﻢﺑﻬﺎﺍﻟﺨﻠﻖﺑﻴﻨﻬﻢ،ﻭﺗﺴﻊﻭﺗﺴﻌﻮﻥﻟﻴﻮﻡﺍﻟﻘﻴﺎﻣﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺧﻠﻖﻳﻮﻡﺧﻠﻖﺍﻟﱠﺴﻤﻮﺍﺕﻭﺍﻷﺭﺽﻣﺎﺋﺔﺭﺣﻤﺔﺁﻞﱡﺭﺣﻤﺔﻃﺒﺎﻕﻣﺎﺑﻴﻦﺍﻟﱠﺴﻤﺎﺀﺇﻟﻰ'
			'ﺍﻷﺭﺽ،ﻓﺠﻌﻞﻣﻨﻬﺎﻓﻲﺍﻷﺭﺽﺭﺣﻤﺔﻓﺒﻬﺎﺗﻌﻄﻒﺍﻟﻮﺍﻟﺪﺓﻋﻠﻰﻭﻟﺪﻩﺎﻭﺍﻟﻮﺣﺶﻭﺍﻟﻄﱠﻴﺮﺑﻌﻀﻬﺎﻋﻠﻰﺑﻌﺾ'
			'ﻓﺈﺫﺍﺁﺎﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﺃﺁﻤﻠﻬﺎﺑﻬﺬﻩﺍﻟﱠﺮﺣﻤﺔ»',
		translation: 'Translation of Hadith 420'
),
	Hadith(
		hadithNumber: 421,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻓﻴﻤﺎﻳﺤﻜﻰﻋﻦﺭﱢﺑﻪ،ﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰ،ﻗﺎﻝ:«ﺃﺫﻧﺐﻋﺒﺪﺫﻧﺒﺎ،'
			'ﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲﺫﻧﺒﻲ،ﻓﻘﺎﻝﺍﻟﱠﻠﻪﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰ:ﺃﺫﻧﺐﻋﺒﺪﻱﺫﻧﺒﺎ،ﻓﻌﻠﻢﺃﱠﻥﻟﻪﺭﺑﺎﻳﻐﻔﺮﺍﻟﱠﺬﻧﺐ،ﻭﻳﺄﺧﺬ'
			'ﺭﺑﺎﻳﻐﻔﺮﺍﻟﱠﺬﻧﺐ،ﻭﻳﺄﺧﺬﺑﺎﻟﺬﻧﺐ،ﺛﻢﱠﻋﺎﺩﻓﺄﺫﻧﺐ،ﻓﻘﺎﻝ:ﺄﻳﺭﱢﺏﺍﻏﻔﺮﻟﻲﺫﻧﺒﻲ،ﻓﻘﺎﻝﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰ:ﺃﺫﻧﺐﺑﺎﻟﱠﺬﻧﺐ،ﺛﻢﱠﻋﺎﺩﻓﺄﺫﻧﺐ،ﻓﻘﺎﻝ:ﺃﻱﺭﱢﺏﺍﻏﻔﺮﻟﻲﺫﻧﺒﻲ،ﻓﻘﺎﻝﺗﺒﺎﺮﻛﻭﺗﻌﺎﻟﻰ:ﺃﺫﻧﺐﻋﺒﺪﻱﺫﻧﺒﺎ،ﻓﻌﻠﻢﺃﱠﻥﻟﻪ'
			'ﻋﺒﺪﻱﺫﻧﺒﺎ،ﻓﻌﻠﻢﺃﱠﻥﻟﻪﺭﺑﺎﻳﻐﻔﺮﺍﻟﱠﺬﻧﺐ،ﻭﻳﺄﺧﺬﺑﺎﻟﱠﺬﻧﺐ،ﻗﺪﻏﻔﺮﺕﻟﻌﺒﺪﻱ..ﻓﻠﻴﻔﻌﻞﻣﺎﺷﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗـﻮﻟﻪﺗﻌﺎﻟﻰ:«ﻓﻠﻴﻔﻌﻞﻣﺎﺷﺎﺀ»ﺄﻳ:ﻣﺎﺩﺎﻣﻳﻔﻌﻞﻩﻜﺬﺍ،ﻳﺬﻧﺐﻭﻳﺘﻮﺏﺃﻏﻔﺮﻟﻪ،ﻓﺈﱠﻥﺍﻟﱠﺘﻮﺑﺔﺗﻬﺪﻡﻣﺎ'
			'ﻗﺒﻠﻬﺎ',
		translation: 'Translation of Hadith 421'
),
	Hadith(
		hadithNumber: 422,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﻟﻮﻟﻢﺗﺬﻧﺒﻮﺍ،ﻟﺬﻩﺐﺍﻟﱠﻠﻪﺑﻜﻢ،'
			'ﻭﺟﺎﺀﺑﻘﻮﻡﻳﺬﻧﺒﻮﻥ،ﻓﻴﺴﺘﻐﻔﺮﻭﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﻴﻐﻔﺮﻟﻬﻢﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 422'
),
	Hadith(
		hadithNumber: 423,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﱡﻳﻮﺏﺧﺎﻟﺪﺑﻦﺯﻳﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«'
			'ﻟﻮﻻﺃﱠﻧﻜﻢﺗﺬﻧﺒﻮﻥ،ﻟﺨﻠﻖﺍﻟﻠﱠﻪﺧﻠﻘﺎﻳﺬﻧﺒﻮﻥ،ﻓﻴﺴﺘﻐﻔﺮﻭﻥ،ﻓﻴﻐﻔﺮﻟﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 423'
),
	Hadith(
		hadithNumber: 424,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﱠﻨﺎﻗﻌﻮﺩﺍﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻣﻌﻨﺎﺃﺑﻮ'
			'ﺑﻜﺮﻭﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻓﻲﻧﻔﺮ،ﻓﻘﺎﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺑﻴﻦﺃﻇﻬﺮﻧﺎ،ﻓﺄﺑﻄﺄﻋﻠﻴﻨﺎ،'
			'ﻓﺨﺸﻴﻨﺎﺃﻥﻳﻘﺘﻄﻊﺩﻭﻧﻨﺎ،ﻓﻔﺰﻋﻨﺎ،ﻓﻘﻤﻨﺎ،ﻓﻜﻨﺖﺃﱠﻭﻝﻣﻦﻓﺰﻉ،ﻓﺨﺮﺟﺖﺃﺑﺘﻐﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﺣﱠﺘﻰﺃﺗﻴﺖﺣﺎﺋﻄﺎﻟﻸﻧﺼﺎﺭﻭﺫﺁﺮﺍﻟﺤﺪﻳﺚﺑﻄﻮﻟﻪﺇﻟﻰﻗﻮﻟﻪ:ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'.424ﺍﺫﻩﺐﻓﻤﻦﻟﻘﻴﺖﻭﺭﺍﺀﻩﺬﺍﺍﻟﺤﺎﺋﻂﻳﺸﻬﺪﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻣﺴﺘﻴﻘﻨﺎﺑﻬﺎﻗﻠﺒﻪﻓﺒﱢﺸﺮﻩﺑﺎﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 424'
),
	Hadith(
		hadithNumber: 425,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺄﻧﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺗﻼﻗﻮﻝﺍﻟﱠﻠﻪ'
			'ﻋﱠﺰﻭﺟﱠﻞﻓﻲﺇﺑﺮﺍﻩﻴﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:{ﺭﱢﺏﺇﻧﱠﻬﻦﱠﺃﺿﻠﻠﻦﺁﺜﻴﺮﺍﻣﻦﺍﻟﱠﻨﺎﺱﻓﻤﻦﺗﺒﻌﻨﻲﻓﺈﱠﻧﻪﻣﱢﻨﻲ}['
			'ﺇﺑﺮﺎﻫﻴﻢ:36]،ﻭﻗﻮﻝﻋﻴﺴﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:{ﺇﻥﺗﻌﱢﺬﺑﻬﻢﻓﺈﱠﻧﻬﻢﻋﺒﺎﺩﻙﻭﺇﻥﺗﻐﻔﺮﻟﻬﻢﻓﺈﱠﻧﻚﺃﻧﺖ'
			'ﺍﻟﻌﺰﻳﺰﺍﻟﺤﻜﻴﻢ}[ﺍﻟﻤﺎﺋﺪﺓ:118]،ﻓﺮﻓﻊﻳﺪﻳﻪﻭﻗﺎﻝ«ﺍﻟﻠﱠﻬﻢﱠﺃﱠﻣﺘﻲﺃﱠﻣﺘﻲ»ﻭﺑﻜﻰ،ﻓﻘﺎﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:«ﻳﺎ'
			'ﺟﺒﺮﻳﻞﺍﺫﻩﺐﺇﻟﻰﻣﺤﱠﻤﺪﻭﺭﱡﺑﻚﺃﻋﻠﻢ،ﻓﺴﻠﻪﻣﺎﻳﺒﻜﻴﻪ؟»ﻓﺄﺗﺎﻩﺟﺒﺮﻳﻞﻓﺄﺧﺒﺮﻩﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺑﻤﺎﻗﺎﻝ:ﻭﻩﻮﺃﻋﻠﻢ،ﻓﻘﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻳﺎﺟﺒﺮﻳﻞﺍﺫﻩﺐﺇﻟﻰﻣﺤﱠﻤﺪﻓﻘﻞ:ﺇﱠﻧﺎﺳﻨﺮﺿﻴﻚﻓﻲﺃﱠﻣﺘﻚﻭﻻﻧﺴﻮﺅﻙ}'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 425'
),
	Hadith(
		hadithNumber: 426,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺑﻦﺟﺒﻞ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝﺁﻨﺖﺭﺩﻑﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺣﻤﺎﺭﻓﻘﺎﻝ:«'
			'ﻳﺎﻣﻌﺎﺫﻩﻞﺗﺪﺮﻳﻣﺎﺣﱡﻖﺍﻟﱠﻠﻪﻋﻠﻰﻋﺒﺎﺩﻩ،ﻭﻣﺎﺣﱡﻖﺍﻟﻌﺒﺎﺩﻋﻠﻰﺍﻟﱠﻠﻪ؟ﻗﻠﺖ:ﺍﻟﻠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ.ﻗﺎﻝ:«ﻓﺈﱠﻥ'
			'ﺣﱠﻖﺍﻟﱠﻠﻪﻋﻠﻰﺍﻟﻌﺒﺎﺩﺄﻧﻳﻌﺒﺪﻭﻩ،ﻭﻻﻳﺸﺮﺁﻮﺍﺑﻪﺷﻴﺌﺎ،ﻭﺣﱠﻖﺍﻟﻌﺒﺎﺩﻋﻠﻰﺍﻟﱠﻠﻪﺃﻥﻻﻳﻌﱢﺪﺏﻣﻦﻻﻳﺸﺮﻙﺑﻪ'
			'ﺷﻴﺌﺎ،ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻓﻼﺃﺑﺸﱢﺮﺍﻟﱠﻨﺎﺱ؟ﻗﺎﻝ:«ﻻﺗﺒﱢﺸﺮﻩﻢﻓﻴﱠﺘﻜﻠﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 426'
),
	Hadith(
		hadithNumber: 427,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﺴﻠﻢﺇﺫﺍﺳﺌﻞ'
			'ﻓﻲﺍﻟﻘﺒﺮﻳﺸﻬﺪﺄﻧﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﺬﻟﻚﻗﻮﻟﻪﺗﻌﺎﻟﻰ:{ﻳﺜﺒﱢﺖﺍﻟﱠﻠﻪﺍﱠﻟﺬﻳﻦﺁﻣﻨﻮﺍﺑﺎﻟﻘﻮﻝ'
			'ﺍﻟﱠﺜﺎﺑﺖﻓﻲﺍﻟﺤﻴﺎﺓﺍﻟﱡﺪﻧﻴﺎﻭﻓﻲﺍﻵﺧﺮﺓ}[ﺇﺑﺮﺎﻫﻴﻢ:27]ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 427'
),
	Hadith(
		hadithNumber: 428,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﻜﺎﻓﺮﺇﺫﺍﻋﻤﻞﺣﺴﻨﺔ،'
			'ﺃﻃﻌﻢﺑﻬﺎﻃﻌﻤﺔﻣﻦﺍﻟﱡﺪﻧﻴﺎ،ﻭﺃﱠﻣﺎﺍﻟﻤﺆﻣﻦ،ﻓﺈﱠﻥﺍﻟﱠﻠﻪﺗﻌـﺎﻟﻰﻳﱠﺪﺧﺮﻟﻪﺣﺴﻨﺎﺗﻪﻓﻲﺍﻵﺧﺮﺓ،ﻭﻳﻌﻘﺒﻪﺭﺯﻗﺎﻓﻲ'
			'ﺍﻟﱡﺪﻧﻴﺎﻋﻠﻰﻃﺎﻋﺘﻪ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻻﻳﻈﻠﻢﻣﺆﻣﻨﺎﺣﺴﻨﺔﻳﻌﻄﻰﺑﻬﺎﻓﻲﺍﻟﱡﺪﻧﻴﺎ،ﻭﻳﺠﺰﻯﺑﻬﺎﻓﻲﺍﻵﺧﺮﺓ،ﻭﺃﱠﻣﺎﺍﻟﻜﺎﻓﺮ،'
			'ﻓﻴﻄﻌﻢﺑﺤﺴﻨﺎﺕﻣﺎﻋﻤﻞﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﻲﺍﻟﱡﺪﻧﻴﺎﺣﱠﺘﻰﺇﺫﺍﺃﻓﻀﻰﺇﻟﻰﺍﻵﺧﺮﺓ،ﻟﻢﻳﻜﻦﻟﻪﺣﺴﻨﺔﻳﺠﺰﻯﺑﻬﺎ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 428'
),
	Hadith(
		hadithNumber: 429,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺜﻞﺍﻟﱠﺼﻠﻮﺍﺕﺍﻟﺨﻤﺲ'
			'ﺁﻤﺜﻞﻧﻬﺮﺟﺎﺭﻏﻤﺮﻋﻠﻰﺑﺎﺏﺃﺣﺪﺁﻢﻳﻐﺘﺴﻞﻣﻨﻪﺁﻞﱠﻳﻮﻡﺧﻤﺲﻣﱠﺮﺍﺕ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﻐﻤﺮ»ﺍﻟﻜﺜﻴﺮ',
		translation: 'Translation of Hadith 429'
),
	Hadith(
		hadithNumber: 430,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎﻣﻦ'
			'ﺭﺟﻞﻣﺴﻠﻢﻳﻤﻮﺕﻓﻴﻘﻮﻡﻋﻠﻰﺟﻨﺎﺯﺗﻪﺃﺭﺑﻌﻮﻥﺭﺟﻼﻻﻳﺸﺮﺁﻮﻥﺑﺎﻟﱠﻠﻪﺷﻴﺌﺎﺇﱠﻻﺷﻔﱠﻌﻬﻢﺍﻟﱠﻠﻪﻓﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 430'
),
	Hadith(
		hadithNumber: 431,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﱠﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻗﱠﺒﺔﻧﺤﻮﺍﻣﻦﺃﺭﺑﻌﻴﻦ'
			'،ﻓﻘﺎﻝ:«ﺃﺗﺮﺿﻮﻥﺃﻥﺗﻜﻮﻧﻮﺍﺭﺑﻊﺃﻩﻞﺍﻟﺠﱠﻨﺔ؟»ﻗﻠﻨﺎ:ﻧﻌﻢ،ﻗﺎﻝ:«ﺃﺗﺮﺿﻮﻥﺄﻧﺗﻜﻮﻧﻮﺍﺛﻠﺚﺃﻩﻞﺍﻟﺠﱠﻨﺔ؟'
			'»ﻗﻠﻨﺎ:ﻧﻌﻢ،ﻗﺎﻝ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺲﻣﺤﱠﻤﺪﺑﻴﺪﻩﺇﱢﻧﻲﻷﺭﺟﻮﺃﻥﺗﻜﻮﻧﻮﺍﻧﺼﻒﺃﻩﻞﺍﻟﺠﱠﻨﺔ،ﻭﺫﻟﻚﺃﱠﻥﺍﻟﺠﱠﻨﺔﻻ'
			'ﻳﺪﺧﻠﻬﺎﺇﱠﻻﻧﻔﺲﻣﺴﻠﻤﺔ،ﻭﻣﺎﺃﻧﺘﻢﻓﻲﺃﻩﻞﺍﻟﱢﺸﺮﻙﺇﱠﻻﺁﺎﻟﱠﺸﻌﺮﺓﺍﻟﺒﻴﻀﺎﺀﻓﻲﺟﻠﺪﺍﻟﱠﺜﻮﺭﺍﻷﺳﻮﺩ،ﺃﻭﺁﺎﻟﱠﺸﻌﺮﺓ'
			'ﺍﻟﱠﺴﻮﺩﺍﺀﻓﻲﺟﻠﺪﺍﻟﱠﺜﻮﺭﺍﻷﺣﻤﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 431'
),
	Hadith(
		hadithNumber: 432,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺁﺎﻥ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺩﻓﻊﺍﻟﱠﻠﻪﺇﻟﻰﺁﻞﱢﻣﺴﻠﻢﻳﻬﻮﺩﻳﺎﺃﻭﻧﺼﺮﺍﻧﻴﺂﻓﻴﻘﻮﻝ:ﻩﺬﺍﻓﻜﺎﺁﻚﻣﻦﺍﻟﱠﻨﺎﺭ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺠﻲﺀﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻧﺎﺱﻣﻦﺍﻟﻤﺴﻠﻤﻴﻦﺑﺬﻧﻮﺏﺃﻣﺜﺎﻝ'
			'ﺍﻟﺠﺒﺎﻝﻳﻐﻔﺮﻩﺎﺍﻟﱠﻠﻪﻟﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﺩﻓﻊﺇﻟﻰﺁﻞﱢﻣﺴﻠﻢﻳﻬﻮﺩﻳﺎﺃﻭﻧﺼﺮﺍﻧﻴﺎﻓﻴﻘﻮﻝ:ﻩﺬﺍﻓﻜﺎﺁﻚﻣﻦﺍﻟﱠﻨﺎﺭ»ﻣﻌﻨﺎﻩﻣﺎﺟﺎﺀﻓﻲﺣﺪﻳﺚﺃﺑﻲ'
			'ﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:«ﻟﻜﻞﱢﺃﺣﺪﻣﻨﺰﻝﻓﻲﺍﻟﺠﱠﻨﺔ،ﻭﻣﻨﺰﻝﻓﻲﺍﻟﱠﻨﺎﺭ،ﻓﺎﻟﻤﺆﻣﻦﺇﺫﺍﺩﺧﻞﺍﻟﺠﱠﻨﺔﺧﻠﻔﻪﺍﻟﻜﺎﻓﺮ'
			'ﻓﻲﺍﻟﱠﻨﺎﺭ،ﻷﻧﱠﻪﻣﺴﺘﺤﻖﻟﺬﻟﻚﺑﻜﻔﺮﻩ»ﻭﻣﻌﻨﻰ«ﻓﻜﺎﺁﻚ»:ﺃﱠﻧﻚﺁﻨﺖﻣﻌﱠﺮﺿﺎﻟﺪﺧﻮﻝﺍﻟﱠﻨﺎﺭ،ﻭﻩﺬﺍﻓﻜﺎﺁﻚ،ﻷﱠﻥ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻗﱠﺪﺭﻟﻠﱠﻨﺎﺭﻋﺪﺩﺍﻳﻤﻠﺆﻩﺎ،ﻓﺈﺫﺍﺩﺧﻠﻬﺎﺍﻟﻜﱠﻔﺎﺭﺑﺬﻧﻮﺑﻬﻢﻭﺁﻔﺮﻩﻢ،ﺻﺎﺭﻭﺍﻓﻲﻣﻌﻨﻰﺍﻟﻔﻜﺎﻙﻟﻠﻤﺴﻠﻤﻴﻦ.'
			'ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 432'
),
	Hadith(
		hadithNumber: 433,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻳﺪﻧﻰﺍﻟﻤﺆﻣﻦ'
			'ﻓﻴﻘﻮﻝ:ﺭﱢﺏﺃﻋﺮﻑ،ﻗﺎﻝ:ﻓﺈﱢﻧﻲﻗﺪﺳﺘﺮﺗﻬﺎﻋﻠﻴﻚﻓﻲﺍﻟﱡﺪﻧﻴﺎ،ﻭﺃﻧﺎﺃﻏﻔﺮﻩﺎﻟﻚﺍﻟﻴﻮﻡ،ﻓﻴﻌﻄﻰﺻﺤﻴﻔﺔﺣﺴﻨﺎﺗﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻣﻦﺭﱢﺑﻪﺣﱠﺘﻰﻳﻀﻊﺁﻨﻔﻪﻋﻠﻴﻪ،ﻓﻴﻘﱢﺮﺭﻩﺑﺬﻧﻮﺑﻪ،ﻓﻴﻘﻮﻝ:ﺃﺗﻌﺮﻑﺫﻧﺐﺁﺬﺍ؟ﺃﺗﻌﺮﻑﺫﻧﺐﺁﺬﺍ؟'
			'»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺁﻨﻔﻪ:ﺳﺘﺮﻩﻭﺭﺣﻤﺘﻪ',
		translation: 'Translation of Hadith 433'
),
	Hadith(
		hadithNumber: 434,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﺃﺻﺎﺏﻣﻦﺍﻣﺮﺃﺓﻗﺒﻠﺔ،ﻓﺄﺗﻰﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﺄﺧﺒﺮﻩ،ﻓﺄﻧﺰﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻭﺃﻗﻢﺍﻟﱠﺼﻼﺓﻃﺮﻓﻲﺍﻟﱠﻨﻬﺎﺭﻭﺯﻟﻔﺎﻣﻦﺍﱠﻟﻠﻴﻞﺇﱠﻥﺍﻟﺤﺴﻨﺎﺕﻳﺬﻩﺒﻦﺍﻟﱠﺴﱢﻴﺌﺎﺕ}['
			'ﻩﻮﺩ:114]ﻓﻘﺎﻝﺍﻟﺮﺟﻞ:ﺃﻟﻲﻩﺬﺍﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻟﺠﻤﻴﻊﺃﱠﻣﺘﻲﺁﻠﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 434'
),
	Hadith(
		hadithNumber: 435,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺃﺻﺒﺖﺣﺪﺍ،ﻓﺄﻗﻤﻪﻋﻠﱠﻲ،ﻭﺣﻀﺮﺕﺍﻟﱠﺼﻼﺓﻓﺼﱠﻠﻰﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻠﱠﻤﺎﻗﻀﻰﺍﻟﱠﺼﻼﺓ'
			'ﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱢﻧﻲﺃﺻﺒﺖﺣﺪﺍ،ﻓﺄﻗﻢﻓﱠﻲﺁﺘﺎﺏﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﻩﻞﺣﻀﺮﺕﻣﻌﻨﺎﺍﻟﱠﺼﻼﺓ؟»ﻗﺎﻝ:ﻧﻌﻢ:'
			'ﻗﺎﻝ«ﻗﺪﻏﻔﺮﻟﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗﻮﻟﻪ:«ﺃﺻﺒﺖﺣﺪﺍ»ﻣﻌﻨﺎﻩ:ﻣﻌﺼﻴﺔﺗﻮﺟﺐﺍﻟﱠﺘﻌﺰﻳﺮ،ﻭﻟﻴﺲﺍﻟﻤﺮﺍﺩﺍﻟﺤﱠﺪﺍﻟﱠﺸﺮﻋﱠﻲﺍﻟﺤﻘﻴﻘﱠﻲﺁﺤﱢﺪﺍﻟﱢﺰﻧﺎ'
			'ﻭﺍﻟﺨﻤﺮﻭﻏﻴﺮﻩﻤﺎ،ﻓﺈﱠﻥﻩﺬﻩﺍﻟﺤﺪﻭﺩﻻﺗﺴﻘﻂﺑﺎﻟﺼﻼﺓ،ﻭﻻﻳﺠﻮﺯﻟﻺﻣﺎﻡﺗﺮﺁﻬﺎ',
		translation: 'Translation of Hadith 435'
),
	Hadith(
		hadithNumber: 436,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻟﻴﺮﺿﻲﻋﻦﺍﻟﻌﺒﺪﺃﻥﻳﺄﺁﻞﺍﻷﺁﻠﺔ،ﻓﻴﺤﻤﺪﻩ'
			'ﻋﻠﻴﻬﺎ،ﺃﻭﻳﺸﺮﺏﺍﻟﱠﺸﺮﺑﺔ،ﻓﻴﺤﻤﺪﻩﻋﻠﻴﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻷﺁﻠﺔ»ﺑﻔﺘﺢﺍﻟﻬﻤﺰﺓﻮﻫﻲﺍﻟﻤﺮﱠﺓﺍﻟﻮﺍﺣﺪﺓﻣﻦﺍﻷﺁﻞﺁﺎﻟﻐﺪﻭﺓﻭﺍﻟﻌﺸﻮﺓ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 436'
),
	Hadith(
		hadithNumber: 437,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﺑﺒﺴﻂ'
			'ﻳﺪﻩﺑﺎﻟﱠﻠﻴﻞﻟﻴﺘﻮﺏﻣﺴﻲﺀﺍﻟﱠﻨﻬﺎﺭ،ﻭﻳﺒﺴﻂﻳﺪﻩﺑﺎﻟﱠﻨﻬﺎﺭﻟﻴﺘﻮﺏﻣﺴﻲﺀﺍﻟﱠﻠﻴﻞﺣﺘﻰﺗﻄﻠﻊﺍﻟﺸﻤﺲﻣﻦﻣﻐﺮﺑﻬﺎ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 437'
),
	Hadith(
		hadithNumber: 438,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻧﺠﻴﺢﻋﻤﺮﻭﺑﻦﻋﺒﺴﺔﺑﻔﺘﺢﺍﻟﻌﻴﻦﻭﺍﻟﺒﺎﺀﺍﻟﱡﺴﻠﻤﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺖﻭﺃﻧﺎﻓﻲ'
			'ﺍﻟﺠﺎﻩﻠﱠﻴﺔﺃﻇﻦﱡﺃﱠﻥﺍﻟﱠﻨﺎﺱﻋﻠﻰﺿﻼﻟﺔ،ﻭﺃﱠﻧﻬﻢﻟﻴﺴﻮﺍﻋﻠﻰﺷﻲﺀ،ﻭﻩﻢﻳﻌﺒﺪﻭﻥﺍﻷﻭﺛﺎﻥ،ﻓﺴﻤﻌﺖﺑﺮﺟﻞﺑﻤﱠﻜﺔ'
			'ﻳﺨﺒﺮﺃﺧﺒﺎﺭﺍ،ﻓﻘﻌﺪﺕﻋﻠﻰﺭﺍﺣﻠﺘﻲ،ﻓﻘﺪﻣﺖﻋﻠﻴﻪ،ﻓﺈﺫﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺴﺘﺨﻔﻴﺎﺟﺮﺀﺍﺀ'
			'ﻋﻠﻴﻪﻗﻮﻣﻪ،ﻓﺘﻠﱠﻄﻔﺖﺣﱠﺘﻰﺩﺧﻠﺖﻋﻠﻴﻪﺑﻤﱠﻜﺔ،ﻓﻘﻠﺖﻟﻪ:ﻣﺎﺃﻧﺖ؟ﻗﺎﻝ:«ﺃﻧﺎﻧﺒﻲ»ﻗﻠﺖ:ﻭﻣﺎﻧﺒﻲ؟ﻗﺎﻝ:'
			'«ﺃﺭﺳﻠﻨﻲﺍﻟﱠﻠﻪ»ﻗﻠﺖ:ﻭﺑﺄﱢﻱﺷﻲﺀﺃﺭﺳﻠﻚ؟ﻗﺎﻝ:«ﺃﺭﺳﻠﻨﻲﺑﺼﻠﺔﺍﻷﺭﺣﺎﻡ،ﻭﺁﺴﺮﺍﻷﻭﺛﺎﻥ،ﻭﺃﻥﻳﻮﱠﺣﺪ'
			'ﺍﻟﱠﻠﻪﻻﻳﺸﺮﻙﺑﻪﺷﻲﺀ»ﻗﻠﺖ:ﻓﻤﻦﻣﻌﻚﻋﻠﻰﻩﺬﺍ؟ﻗﺎﻝ:«ﺣﺮﻭﻋﺒﺪ»ﻭﻣﻌﻪﻳﻮﻣﺌﺬﺃﺑﻮﺑﻜﺮﻭﺑﻼﻝﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ.ﻗﻠﺖ:ﺇﱢﻧﻲﻣﱠﺘﺒﻌﻚ،ﻗﺎﻝﺇﱠﻧﻚﻟﻦﺗﺴﺘﻄﻴﻊﺫﻟﻚﻳﻮﻣﻚﻩﺬﺍ.ﺃﻻﺗﺮﻯﺣﺎﻟﻰﻭﺣﺎﻝﺍﻟﱠﻨﺎﺱ؟ﻭﻟﻜﻦ'
			'ﺍﺭﺟﻊﺇﻟﻰﺃﻩﻠﻚﻓﺈﺫﺍﺳﻤﻌﺖﺑﻲﻗﺪﻇﻬﺮﺕﻓﺄﺗﻨﻲ»ﻗﺎﻝﻓﺬﻩﺒﺖﺇﻟﻰﺃﻩﻠﻲ،ﻭﻗﺪﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺍﻟﻤﺪﻳﻨﺔ.ﻭﺁﻨﺖﻓﻲﺃﻩﻠﻲ.ﻓﺠﻌﻠﺖﺃﺗﺨﱠﺒﺮﺍﻷﺧﺒﺎﺭ،ﻭﺃﺳﺄﻝﺍﻟﱠﻨﺎﺱﺣﻴﻦﻗﺪﻡﺍﻟﻤﺪﻳﻨﺔﺣﱠﺘﻰﻗﺪﻡﻧﻔﺮﻣﻦ'
			'ﺃﻩﻠﻲﺍﻟﻤﺪﻳﻨﺔ،ﻓﻘﻠﺖ:ﻣﺎﻓﻌﻞﻩﺬﺍﺍﻟﺮﱠﺟﻞﺍﻟﺬﻱﻗﺪﻡﺍﻟﻤﺪﻳﻨﺔ؟ﻓﻘﺎﻟﻮﺍ:ﺍﻟﱠﻨﺎﺱﺇﻟﻴﻪﺳﺮﺍﻉﻭﻗﺪﺃﺭﺍﺩﻗﻮﻣﻪﻗﺘﻠﻪ،'
			'ﻓﻠﻢﻳﺴﺘﻄﻴﻌﻮﺍﺫﻟﻚ،ﻓﻘﺪﻣﺖﺍﻟﻤﺪﻳﻨﺔﻓﺪﺧﻠﺖﻋﻠﻴﻪ،ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺗﻌﺮﻓﻨﻲ؟ﻗﺎﻝ:«ﻧﻌﻢﺃﻧﺖﺍﱠﻟﺬﻱ'
			'ﻟﻘﻴﺘﻨﻲﺑﻤﻜﺔ»ﻗﺎﻝ:ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺧﺒﺮﻧﻲﻋﱠﻤﺎﻋﱠﻠﻤﻚﺍﻟﱠﻠﻪﻭﺃﺟﻬﻠﻪ،ﺃﺧﺒﺮﻧﻲﻋﻦﺍﻟﱠﺼﻼﺓ؟ﻗﺎﻝ:«'
			'ﺻﱢﻞﺻﻼﺓﺍﻟﱡﺼﺒﺢ،ﺛﻢﱠﺍﻗﺼﺮﻋﻦﺍﻟﱠﺼﻼﺓﺣﱠﺘﻰﺗﺮﺗﻔﻊﺍﻟﺸﱠﻤﺲﻗﻴﺪﺭﻣﺢ،ﻓﺈﱠﻧﻬﺎﺗﻄﻠﻊﺣﻴﻦﺗﻄﻠﻊﺑﻴﻦﻗﺮﻧﻲ'
			'ﺷﻴﻄﺎﻥ،ﻭﺣﻴﻨﺌﺬﻳﺴﺠﺪﻟﻬﺎﺍﻟﻜﱠﻔﺎﺭ،ﺛﻢﱠﺻﻞ،ﻓﺈﱠﻥﺍﻟﱠﺼﻼﺓﻣﺸﻬﻮﺩﺓﻣﺤﻀﻮﺭﺓ.ﺣﺘﻰﻳﺴﺘﻘﱠﻞﺍﻟﱢﻈﱡﻞﺑﺎﻟﱡﺮﻣﺢ،ﺛﻢﱠ'
			'ﺍﻗﺼﺮﻋﻦﺍﻟﱠﺼﻼﺓ،ﻓﺈﻧﻪﺣﻴﻨﺌﺬﺗﺴﺠﺮﺟﻬﱠﻨﻢ،ﻓﺈﺫﺍﺃﻗﺒﻞﺍﻟﻔﻲﺀﻓﺼﱢﻞ،ﻓﺈﱠﻥﺍﻟﱠﺼﻼﺓﻣﺸﻬﻮﺩﺓﻣﺤﻀﻮﺭﺓﺣﺘﻰ'
			'ﺗﺼﱢﻠﻲﺍﻟﻌﺼﺮﺛﻢﺍﻗﺼﺮﻋﻦﺍﻟﺼﻼﺓﺣﺘﻰﺗﻐﺮﺏﺍﻟﺸﻤﺲ،ﻓﺈﻧﻬﺎﺗﻐﺮﺏﺑﻴﻦﻗﺮﻧﻲﺷﻴﻄﺎﻥ،ﻭﺣﻴﻨﺌﺬﻳﺴﺠﺪﻟﻬﺎ'
			'ﺍﻟﻜﱠﻔﺎﺭ».'
			'ﻗﺎﻝ:ﻓﻘﻠﺖ:ﻳﺎﻧﺒﱠﻲﺍﻟﱠﻠﻪ،ﻓﺎﻟﻮﺿﻮﺀﺣﺪﺛﻨﻲﻋﻨﻪ؟ﻓﻘﺎﻝ:«ﻣﺎﻣﻨﻜﻢﺭﺟﻞﻳﻘﺮﱢﺏﻭﺿﻮﺀﻩ،ﻓﻴﺘﻤﻀﻤﺾ'
			'ﻭﻳﺴﺘﻨﺸﻖﻓﻴﻨﺘﺜﺮ،ﺇﱠﻻﺧﱠﺮﺕﺧﻄﺎﻳﺎﻭﺟﻬﻪﻭﻓﻴﻪﻭﺧﻴﺎﺷﻴﻤﻪ.ﺛﻢﺇﺫﺍﻏﺴﻞﻭﺟﻬﻪﺁﻤﺎﺃﻣﺮﻩﺍﻟﱠﻠﻪﺇﱠﻻﺧﺮﺕﺧﻄﺎﻳﺎ'
			'ﻭﺟﻬﻪﻣﻦﺃﻃﺮﺍﻑﻟﺤﻴﺘﻪﻣﻊﺍﻟﻤﺎﺀ.ﺛﻢﻳﻐﺴﻞﻳﺪﻳﻪﺇﻟﻰﺍﻟﻤﺮﻓﻘﻴﻦﺇﱠﻻﺧﺮﺕﺧﻄﺎﻳﺎﻳﺪﻳﻪﻣﻦﺃﻧﺎﻣﻠﻪﻣﻊﺍﻟﻤﺎﺀ،'
			'ﺛﻢﻳﻤﺴﺢﺭﺃﺳﻪ،ﺇﱠﻻﺧﱠﺮﺕﺧﻄﺎﻳﺎﺭﺃﺳﻪﻣﻦﺃﻃﺮﺍﻑﺷﻌﺮﻩﻣﻊﺍﻟﻤﺎﺀ،ﺛﻢﻳﻐﺴﻞﻗﺪﻣﻴﻪﺇﻟﻰﺍﻟﻜﻌﺒﻴﻦ،ﺇﱠﻻﺧﺮﺕ'
			'ﺧﻄﺎﻳﺎﺭﺟﻠﻴﻪﻣﻦﺃﻧﺎﻣﻠﻪﻣﻊﺍﻟﻤﺎﺀ،ﻓﺈﻥﻩﻮﻗﺎﻡﻓﺼﱠﻠﻰ،ﻓﺤﻤﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺃﺛﻨﻰﻋﻠﻴﻪﻭﻣﺠﱠﺪﻩﺑﺎﻟﺬﻱﻩﻮﻟﻪ'
			'ﻓﺤﺪﺙﻋﻤﺮﻭﺑﻦﻋﺒﺴﺔﺑﻬﺬﺍﺍﻟﺤﺪﻳﺚﺃﺑﺎﺃﻣﺎﻣﺔﺻﺎﺣﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝﻟﻪﺃﺑﻮﺃﻣﺎﻣﺔ:ﻳﺎﺄﻫﻞ،ﻭﻓﱠﺮﻍﻗﻠﺒﻪﻟﱠﻠﻪﺗﻌﺎﻟﻰ.ﺇﻻﺍﻧﺼﺮﻑﻣﻦﺧﻄﻴﺌﺘﻪﺁﻬﻴﺌﺘﻪﻳﻮﻡﻭﻟﺪﺗﻪﺃﻣﱡﻪ».'
			'ﻋﻤﺮﻭﺑﻦﻋﺒﺴﺔ،ﺍﻧﻈﺮﻣﺎﺗﻘﻮﻝ.ﻓﻲﻣﻘﺎﻡﻭﺍﺣﺪﻳﻌﻄﻰﻩﺬﺍﺍﻟﺮﱠﺟﻞ؟ﻓﻘﺎﻝﻋﻤﺮﻭ:ﻳﺎﺃﺑﺎﺃﻣﺎﻣﺔ.ﻓﻘﺪﺁﺒﺮﺕ'
			'ﺳﱢﻨﻲ،ﻭﺭﱠﻕﻋﻈﻤﻲ،ﻭﺍﻗﺘﺮﺏﺃﺟﻠﻲ،ﻭﻣﺎﺑﻲﺣﺎﺟﺔﺃﻥﺃﺁﺬﺏﻋﻠﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﻻﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻮﻟﻢﺃﺳﻤﻌﻪﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﱠﻻﻣﱠﺮﺓﺃﻭﻣﺮﺗﻴﻦﺃﻭﺛﻼﺛﺎ،ﺣﱠﺘﻰﻋﱠﺪﺳﺒﻊ'
			'ﻣﺮﺍﺕ،ﻣﺎﺣﱠﺪﺛﺖﺃﺑﺪﺍﺑﻪ،ﻭﻟﻜﱢﻨﻲﺳﻤﻌﺘﻪﺃﺁﺜﺮﻣﻦﺫﻟﻚﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﺟﺮﺀﺍﺀﻋﻠﻴﻪﻗﻮﻣﻪ»:ﻩﻮﺑﺠﻴﻢﻣﻀﻤﻮﻣﺔﻭﺑﺎﻟﻤﺪﻋﻠﻰﻭﺯﻥﻋﻠﻤﺎﺀ،ﺄﻳ:ﺟﺎﺳﺮﻭﻥﻣﺴﺘﻄﻴﻠﻮﻥ'
			'ﻏﻴﺮﻩﺎﺋﺒﻴﻦ.ﻩﺬﻩﺍﻟﺮﻭﺍﻳﺔﺍﻟﻤﺸﻬﻮﺭﺓ،ﻭﺭﻭﺍﻩﺍﻟﺤﻤﻴﺪﻱﻭﻏﻴﺮﻩ:«ﺣﺮﺍﺀ»ﺑﻜﺴﺮﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ.ﻭﻗﺎﻝ:'
			'ﻣﻌﻨﺎﻩﻏﻀﺎﺏﺫﻭﻭﻏﱟﻢﻮﻫﱟﻢ،ﻗﺪﻋﻴﻞﺻﺒﺮﻩﻢﺑﻪ،ﺣﺘﻰﺃﱠﺛﺮﻓﻲﺃﺟﺴﺎﻣﻬﻢ،ﻣﻦﻗﻮﻟﻬﻢ:ﺣﺮﻯﺟﺴﻤﻪﻳﺤﺮﻯ،'
			'ﺇﺫﺍﻧﻘﺺﻣﻦﺃﻟﻢﺃﻭﻏﻢﻭﻧﺤﻮﻩ،ﻭﺍﻟﺼﱠﺤﻴﺢﺃﻧﻪﺑﺎﻟﺠﻴﻢ.'
			'ﻭﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﻴﻦﻗﺮﻧﻲﺷﻴﻄﺎﻥ»ﺃﻱ:ﻧﺎﺣﻴﺘﻲﺭﺃﺳﻪ.ﻭﺍﻟﻤﺮﺍﺩﺍﻟﱠﺘﻤﺜﻴﻞ.ﻣﻌﻨﺎﻩ:ﺃﻧﻪ'
			'ﺣﻴﻨﺌﺬﻳﺘﺤﺮﱠﻙﺍﻟﱠﺸﻴﻄﺎﻥﻭﺷﻴﻌﺘﻪ.ﻭﻳﺘﺴﱠﻠﻄﻮﻥ.'
			'ﻭﻗﻮﻟﻪ:«ﻳﻘﺮﱢﺏﻭﺿﻮﺀﻩ»ﻣﻌﻨﺎﻩ:ﻳﺤﻀﺮﺍﻟﻤﺎﺀﺍﻟﺬﻱﻳﺘﻮﱠﺿﺄﺑﻪ.ﻭﻗﻮﻟﻪ:«ﺇﱠﻻﺧﺮﺕﺧﻄﺎﻳﺎﻩ»ﻩﻮﺑﺎﻟﺨﺎﺀ'
			'ﺍﻟﻤﻌﺠﻤﺔ:ﺃﻱﺳﻘﻄﺖ.ﻭﺭﻭﺍﻩﺑﻌﻀﻬﻢ.«ﺟﺮﺕ»ﺑﺎﻟﺠﻴﻢ.ﻭﺍﻟﺼﺤﻴﺢﺑﺎﻟﺨﺎﺀ،ﻮﻫﻮﺭﻭﺍﻳﺔﺍﻟﺠﻤﻬﻮﺭ.'
			'ﻭﻗﻮﻟﻪ:«ﻓﻴﻨﺘﺜﺮ»ﺃﻱ:ﻳﺴﺘﺨﺮﺝﻣﺎﻓﻲﺃﻧﻔﻪﻣﻦﺃﺬﯨ،ﻭﺍﻟﱠﻨﺜﺮﺓ:ﻃﺮﻑﺍﻷﻧﻒ',
		translation: 'Translation of Hadith 438'
),
	Hadith(
		hadithNumber: 439,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺃﺭﺍﺩﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			'،ﺭﺣﻤﺔﺃﱠﻣﺔ،ﻗﺒﺾﻧﺒﱠﻴﻬﺎﻗﺒﻠﻬﺎ،ﻓﺠﻌﻠﻪﻟﻬﺎﻓﺮﻃﺎﻭﺳﻠﻔﺎﺑﻴﻦﻳﺪﻳﻬﺎ،ﻭﺇﺫﺍﺃﺭﺍﺩﻩﻠﻜﺔﺃﱠﻣﺔ،ﻋﱠﺬﺑﻬﺎﻭﻧﺒﱡﻴﻬﺎﺣﱡﻲ'
			'،ﻓﺄﻩﻠﻜﻬﺎﻮﻫﻮﺣﱡﻲﻳﻨﻈﺮ،ﻓﺄﻗﱠﺮﻋﻴﻨﻪﺑﻬﻼﺁﻬﺎﺣﻴﻦﺁﺬﱠﺑﻮﻩﻭﻋﺼﻮﺍﺃﻣﺮﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 439'
),
	Hadith(
		hadithNumber: 440,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﱠﻪﻗﺎﻝ:«ﻗﺎﻝﺍﻟﱠﻠﻪ،ﻋﱠﺰ'
			'ﻭﺟﱠﻞ،ﺃﻧﺎﻋﻨﺪﻇﱢﻦﻋﺒﺪﻱﺑﻲ،ﻭﺃﻧﺎﻣﻌﻪﺣﻴﺚﻳﺬﺁﺮﻧﻲ،ﻭﺍﻟﱠﻠﻪﻟﻠﱠﻪﺃﻓﺮﺡﺑﺘﻮﺑﺔﻋﺒﺪﻩﻣﻦﺃﺣﺪﺁﻢﻳﺠﺪﺿﺎﱠﻟﺘﻪ'
			'ﺑﺎﻟﻔﻼﺓ،ﻭﻣﻦﺗﻘﱠﺮﺏﺇﻟﱠﻲﺷﺒﺮﺍ،ﺗﻘﺮﱠﺑﺖﺇﻟﻴﻪﺫﺭﺍﻋﺎ،ﻭﻣﻦﺗﻘﺮﺏﺇﻟﱠﻲﺫﺭﺍﻋﺎ،ﺗﻘﺮﱠﺑﺖﺇﻟﻴﻪﺑﺎﻋﺎ،ﻭﺇﺫﺍﺃﻗﺒﻞﺇﻟﱠﻲ'
			'ﻳﻤﺸﻲ،ﺃﻗﺒﻠﺖﺇﻟﻴﻪﺃﻩﺮﻭﻝ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﺇﺣﺪﻯﺭﻭﺍﻳﺎﺕﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 440'
),
	Hadith(
		hadithNumber: 441,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﻧﱠﻪﺳﻤﻊﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺒﻞﻣﻮﺗﻪﺑﺜﻼﺛﺔ'
			'ﺃﱠﻳﺎﻡﻳﻘﻮﻝ:«ﻻﻳﻤﻮﺗﻦﺃﺣﺪﺁﻢﺇﱠﻻﻭﻩﻮﻳﺤﺴﻦﺍﻟﱠﻈﱠﻦﺑﺎﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 441'
),
	Hadith(
		hadithNumber: 442,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:'
			'ﻳﺎﺍﺑﻦﺁﺪﻣﺇﱠﻧﻚﻣﺎﺩﻋﻮﺗﻨﻲﻭﺭﺟﻮﺗﻨﻲﻏﻔﺮﺕﻟﻚﻋﻠﻰﻣﺎﺁﺎﻥﻣﻨﻚﻭﻻﺃﺑﺎﻟﻲ،ﻳﺎﺍﺑﻦﺁﺪﻣ،ﻟﻮﺑﻠﻐﺖﺫﻧﻮﺑﻚ'
			'ﻋﻨﺎﻥﺍﻟﺴﻤﺎﺀ،ﺛﻢﺍﺳﺘﻐﻔﺮﺗﻨﻲﻏﻔﺮﺕﻟﻚ،ﻳﺎﺍﺑﻦﺁﺪﻣ،ﺇﱠﻧﻚﻟﻮﺃﺗﻴﺘﻨﻲﺑﻘﺮﺍﺏﺍﻷﺭﺽﺧﻄﺎﻳﺎ،ﺛﻢﱠﻟﻘﻴﺘﻨﻲﻻ'
			'ﺗﺸﺮﻙﺑﻲﺷﻴﺌﺎ،ﻷﺗﻴﺘﻚﺑﻘﺮﺍﺑﻬﺎﻣﻐﻔﺮﺓ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ.ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﻋﻨﺎﻥﺍﻟﺴﻤﺎﺀ»ﺑﻔـﺘﺢﺍﻟﻌﻴﻦ،ﻗﻴﻞ:ﻩﻮﻣﺎﻋﻦﻟﻚﻣﻨﻬﺎ،ﺄﻳ:ﻇﻬﺮﺇﺫﺍﺭﻓﻌﺖﺭﺃﺳﻚ،ﻭﻗﻴﻞ:ﻩﻮﺍﻟﱠﺴﺤﺎﺏ'
			'.'
			'ﻭ«ﻗﺮﺍﺏﺍﻷﺮﺿ»ﺑﻀﻢﺍﻟﻘﺎﻑ،ﻭﻗﻴﻞﺑﻜﺴﺮﻩﺎ،ﻭﺍﻟﻀﻢﺃﺻﺢﻭﺃﺷﻬﺮ،ﻮﻫﻮ:ﻣﺎﻳﻘﺎﺭﺏﻣﻸﻩﺎ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 442'
),
	Hadith(
		hadithNumber: 443,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﻳﻌﻠﻢﺍﻟﻤﺆﻣﻦﻣﺎ'
			'ﻋﻨﺪﺍﻟﱠﻠﻪﻣﻦﺍﻟﻌﻘـﻮﺑﺔ.ﻣﺎﻃﻤﻊﺑﺠﱠﻨﺘﻪﺃﺣﺪ،ﻭﻟﻮﻳﻌﻠﻢﺍﻟﻜﺎﻓﺮﻣﺎﻋﻨﺪﺍﻟﱠﻠﻪﻣﻦﺍﻟﱠﺮﺣﻤﺔ،ﻣﺎﻗﻨﻂﻣﻦﺟﱠﻨﺘﻪﺃﺣﺪ'
			'»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 443'
),
	Hadith(
		hadithNumber: 444,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻭﺿﻌﺖﺍﻟﺠﻨﺎﺯﺓ'
			'ﻭﺍﺣﺘﻤﻠﻬﺎﺍﻟﱠﻨﺎﺱﺃﻭﺍﻟﱢﺮﺟﺎﻝﻋﻠﻰﺃﻋﻨﺎﻗﻬﻢ،ﻓﺈﻥﺁﺎﻧﺖﺻﺎﻟﺤﺔﻗﺎﻟﺖ:ﻗﱢﺪﻣﻮﻧﻲﻗﱢﺪﻣﻮﻧﻲ،ﻭﺇﻥﺁﺎﻧﺖﻏﻴﺮ'
			'ﺻﺎﻟﺤﺔ،ﻗﺎﻟﺖ:ﻳﺎﻭﻳﻠﻬﺎ،ﺃﻳﻦﺗﺬﻩﺒﻮﻥﺑﻬﺎ؟ﻳﺴﻤﻊﺻﻮﺗﻬﺎﺁﻞﱡﺷﻲﺀﺇﱠﻻﺍﻹﻧﺴﺎﻥ،ﻭﻟﻮﺳﻤﻌﻪﻟﺼﻌﻖ»'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 444'
),
	Hadith(
		hadithNumber: 445,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﺠﻨﱠﺔﺃﻗﺮﺏﺇﻟﻰ'
			'.445ﺃﺣﺪﺁﻢﻣﻦﺷﺮﺍﻙﻧﻌﻠﻪﻭﺍﻟﱠﻨﺎﺭﻣﺜﻞﺫﻟﻚ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 445'
),
	Hadith(
		hadithNumber: 446,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻗﺎﻝ:ﻗﺎﻝﻟﻲﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻗﺮﺃﻋﱠﻠﻲﺍﻟﻘﺮﺁﻥ»'
			'ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﻗﺮﺃﻋﻠﻴﻚ،ﻭﻋﻠﻴﻚﺃﻧﺰﻝ؟،ﻗﺎﻝ:«ﺇﻧﻲﺃﺣﺐﱡﺃﻥﺃﺳﻤﻌﻪﻣﻦﻏﻴﺮﻱ»ﻓﻘﺮﺃﺕﻋﻠﻴﻪ'
			'ﺳﻮﺭﺓﺍﻟﱢﻨﺴﺎﺀ،ﺣﺘﻰﺟﺌﺖﺇﻟﻰﻩﺬﻩﺍﻵﻳﺔ:{ﻓﻜﻴﻒﺇﺫﺍﺟﺌﻨﺎﻣﻦﺁﻞﱢﺃﱠﻣﺔﺑﺸﻬﻴﺪﻭﺟﺌﻨﺎﺑﻚﻋﻠﻰﻩﺆﻻﺀﺷﻬﻴﺪﺍ}'
			'[ﺍﻵﻳﺔ:41]ﻗﺎﻝ:«ﺣﺴﺒﻚﺍﻵﻥ»ﻓﺎﻟﺘﻔﱠﺖﺇﻟﻴﻪ.ﻓﺈﺫﺍﻋﻴﻨﺎﻩﺗﺬﺭﻓﺎﻥ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 446'
),
	Hadith(
		hadithNumber: 447,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺧﻄﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﻄﺒﺔﻣﺎﺳﻤﻌﺖﻣﺜﻠﻬﺎﻗﱡﻂ'
			'،ﻓﻘﺎﻝ:«ﻟﻮﺗﻌﻠﻤﻮﻥﻣﺎﺃﻋﻠﻢﻟﻀﺤﻜﺘﻢﻗﻠﻴﻼﻭﻟﺒﻜﻴﺘﻢﺁﺜﻴﺮﺍ»ﻗﺎﻝ:ﻓﻐﱠﻄﻰﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ.ﻭﺟﻮﻩﻬﻢ.ﻭﻟﻬﻢﺧﻨﻴﻦ.ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﺳﺒﻖﺑﻴﺎﻧﻪﻓﻲﺑﺎﺏﺍﻟﺨﻮﻑ',
		translation: 'Translation of Hadith 447'
),
	Hadith(
		hadithNumber: 448,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻠﺞﺍﻟﱠﻨﺎﺭﺭﺟﻞ'
			'ﺑﻜﻰﻣﻦﺧﺸﻴﺔﺍﻟﱠﻠﻪﺣﱠﺘﻰﻳﻌﻮﺩﺍﻟﱠﻠﺒﻦﻓﻲﺍﻟﱠﻀﺮﻉﻭﻻﻳﺠﺘﻤﻊﻏﺒﺎﺭﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻭﺩﺧﺎﻥﺟﻬﱠﻨﻢ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 448'
),
	Hadith(
		hadithNumber: 449,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺳﺒﻌﺔﻳﻈﻠﱡﻬﻢﺍﻟﱠﻠﻪﻓﻲﻇﱢﻠﻪﻳﻮﻡﻻﻇﱠﻞﺇﱠﻻﻇﻠﱡﻪ:'
			'ﻋﻠﻴﻪ.ﻭﺗﻔﱠﺮﻗﺎﻋﻠﻴﻪ،ﻭﺭﺟﻞﺩﻋﺘﻪﺍﻣﺮﺃﺓﺫﺍﺕﻣﻨﺼﺐﻭﺟﻤﺎﻝ.ﻓﻘﺎﻝ:ﺇﻧﻲﺃﺧﺎﻑﺍﻟﱠﻠﻪ.ﻭﺭﺟﻞﺗﺼﱠﺪﻕﺑﺼﺪﻗﺔﺇﻣﺎﻡﻋﺎﺪﻟ،ﻭﺷﺎﱞﺏﻧﺸﺄﻓﻲﻋﺒﺎﺩﺓﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ.ﻭﺭﺟﻞﻗﻠﺒﻪﻣﻌﱠﻠﻖﺑﺎﻟﻤﺴﺎﺟﺪ.ﻭﺭﺟﻼﻥﺗﺤﺎﱠﺑﺎﻓﻲﺍﻟﱠﻠﻪ.ﺍﺟﺘﻤﻌﺎ'
			'ﻓﺄﺧﻔﺎﻩﺎﺣﱠﺘﻰﻻﺗﻌﻠﻢﺷﻤﺎﻟﻪﻣﺎﺗﻨﻔﻖﻳﻤﻴﻨﻪ.ﻭﺭﺟﻞﺫﺁﺮﺍﻟﱠﻠﻪﺧﺎﻟﻴﺎﻓﻔﺎﺿﺖﻋﻴﻨﺎﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 449'
),
	Hadith(
		hadithNumber: 450,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﱢﺸﱢﺨﻴﺮ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻗﺎﻝ:ﺃﺗﻴﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻳﺼﱢﻠﻲ'
			'ﻭﻟﺠﻮﻓﻪﺃﺯﻳﺰﺁﺄﺯﻳﺰﺍﻟﻤﺮﺟﻞﻣﻦﺍﻟﺒﻜﺎﺀ.'
			'ﺣﺪﻳﺚﺻﺤﻴﺢﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.ﻭﺍﻟﱢﺘﺮﻣﺬﱡﻱﻓﻲﺍﻟﱠﺸﻤﺎﺋﻞﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 450'
),
	Hadith(
		hadithNumber: 451,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻷﺑﱢﻲﺑﻦﺁﻌﺐ.ﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ:«ﺇﱠﻥﺍﻟﱠﻠﻪ،ﻋﱠﺰﻭﺟﱠﻞ،ﺃﻣﺮﻧﻲﺃﻥﺃﻗﺮﺃﻋﻠﻴﻚ:ﻟﻢﻳﻜﻦﺍﱠﻟﺬﻳﻦﺁﻔﺮﻭﺍ»ﻗﺎﻝ:ﻭﺳﱠﻤﺎﻧﻲ؟ﻗﺎﻝ:«ﻧﻌﻢ»'
			'ﻓﺒﻜﻰﺃﺑﱞﻲ.ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﺠﻌﻞﺃﺑﱞﻲﻳﺒﻜﻲ',
		translation: 'Translation of Hadith 451'
),
	Hadith(
		hadithNumber: 452,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺃﺑﻮﺑﻜﺮﻟﻌﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ.ﺑﻌﺪﻭﻓﺎﺓﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻧﻄﻠﻖ'
			'ﺑﻨﺎﺇﻟﻰﺄﻣﱢﺃﻳﻤﻦ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ.ﻧﺰﻭﺮﻫﺎﺁﻤﺎﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﺰﻭﺮﻫﺎ.ﻓﻠﱠﻤﺎﺍﻧﺘﻬﻴﺎ'
			'ﺇﻟﻴﻬﺎﺑﻜﺖ.ﻓﻘﺎﻻﻟﻬﺎ:ﻣﺎﻳﺒﻜﻴﻚ؟ﺃﻣﺎﺗﻌﻠﻤﻴﻦﺃﱠﻥﻣﺎﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺧﻴﺮﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﻗﺎﻟﺖ:ﺇﻧﻲﻻﺃﺑﻜﻲ،ﺃﱢﻧﻲﻷﻋﻠﻢﺃﱠﻥﻣﺎﻋﻨﺪﺍﻟﱠﻠﻪﺧﻴﺮﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻟﻜﱢﻨﻲﺃﺑﻜﻲﺃﱠﻥ'
			'ﺍﻟﻮﺣﻲﻗﺪﺍﻧﻘﻄﻊﻣﻦﺍﻟﱠﺴﻤﺎﺀﻓﻬﱠﻴﺠﺘﻬﻤﺎﻋﻠﻰﺍﻟﺒﻜﺎﺀ،ﻓﺠﻌﻼﻳﺒﻜﻴﺎﻥﻣﻌﻬﺎﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﻗﺪﺳﺒﻖﻓﻲﺑﺎﺏﺯﻳﺎﺭﺓ'
			'ﺄﻫﻞﺍﻟﺨﻴﺮ',
		translation: 'Translation of Hadith 452'
),
	Hadith(
		hadithNumber: 453,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:«ﻟﱠﻤﺎﺍﺷﺘﱠﺪﺑﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺟﻌﻪﻗﻴﻞﻟﻪ'
			'ﻓﻲﺍﻟﱠﺼﻼﺓﻓﻘﺎﻝ:«ﻣﺮﻭﺍﺃﺑﺎﺑﻜﺮﻓﻠﻴﺼﱢﻞﺑﺎﻟﱠﻨﺎﺱ»ﻓﻘﺎﻟﺖﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ:ﺇﱠﻥﺃﺑﺎﺑﻜﺮﺭﺟﻞﺭﻗﻴﻖ'
			'ﺇﺫﺍﻗﺮﺃﺍﻟﻘﺮﺁﻥﻏﻠﺒﻪﺍﻟﺒﻜﺎﺀ»ﻓﻘﺎﻝ:«ﻣﺮﻭﻩﻓﻠﻴﺼﱢﻞ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﻗﻠﺖ:ﺇﱠﻥﺃﺑﺎﺑﻜﺮﺇﺫﺍﻗﺎﻡﻣﻘﺎﻣﻚﻟﻢﻳﺴﻤﻊﺍﻟﱠﻨﺎﺱﻣﻦﺍﻟﺒﻜﺎﺀ'
			'.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 453'
),
	Hadith(
		hadithNumber: 454,
		hadith:
						'ﻭﻋﻦﺇﺑﺮﺎﻫﻴﻢﺑﻦﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﻋﻮﻑﺃﱠﻥﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﻋﻮﻑ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﺗﻲﺑﻄﻌﺎﻡﻭﺁﺎﻥ'
			'ﺻﺎﺋﻤﺎ،ﻓﻘﺎﻝ:ﻗﺘﻞﻣﺼﻌﺐﺑﻦﻋﻤﻴﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﻩﻮﺧﻴﺮﻣﱢﻨﻲ،ﻓﻠﻢﻳﻮﺟﺪﻟﻪﻣﺎﻳﻜﻔﱠﻦﻓﻴﻪﺇﱠﻻﺑﺮﺩﺓ'
			'ﺇﻥﻏﱢﻄﻲﺑﻬﺎﺭﺃﺳﻪﺑﺪﺕﺭﺟﻼﻩ،ﻭﺇﻥﻏﱢﻄﻲﺑﻬﺎﺭﺟﻼﻩﺑﺪﺍﺭﺃﺳﻪ،ﺛﻢﱠﺑﺴﻂﻟﻨﺎﻣﻦﺍﻟﱡﺪﻧﻴﺎﻣﺎﺑﺴﻂﺃﻭﻗﺎﻝ:'
			'ﺃﻋﻄﻴﻨﺎﻣﻦﺍﻟﱡﺪﻧﻴﺎﻣﺎﺃﻋﻄﻴﻨﺎﻗﺪﺧﺸﻴﻨﺎﺃﻥﺗﻜﻮﻥﺣﺴﻨﺎﺗﻨﺎﻋﱢﺠﻠﺖﻟﻨﺎ.ﺛﻢﱠﺟﻌﻞﻳﺒﻜﻲﺣﱠﺘﻰﺗﺮﻙﺍﻟﱠﻄﻌﺎﻡ.ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 454'
),
	Hadith(
		hadithNumber: 455,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺻﺪﻱﱢﺑﻦﻋﺠﻼﻥﺍﻟﺒﺎﻩﻠﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺃﻣﺎﺍﻷﺛﺮﺎﻧﻓﺄﺛﺮﻓﻲﺳﺒﻴﻞﺍﷲﺗﻌـﺎﻟﻰﻭﺃﺛﺮﻓﻲﻓﺮﻳﻀﺔﻣﻦﻓﺮﺍﺋﺾﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ»ﺭﻭﺍﻩﻟﻴﺲﺷﻲﺀﺃﺣﱠﺐﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﻦﻗﻄﺮﺗﻴﻦ.ﻭﺃﺛﺮﻳﻦ:ﻗﻄﺮﺓﺩﻣﻮﻉﻣﻦﺧﺸﻴﺔﺍﻟﱠﻠﻪﻭﻗﻄﺮﺓﺪﻣﺗﻬﺮﺍﻕﻓﻲ'
			'ﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﻓﻲﺍﻟﺒﺎﺏﺃﺣﺎﺩﻳﺚﺁﺜﻴﺮﺓ،ﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 455'
),
	Hadith(
		hadithNumber: 456,
		hadith:
						'ﺣﺪﻳﺚﺍﻟﻌﺮﺑﺎﺽﺑﻦﺳﺎﺭﻳﺔ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻭﻋﻈﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻮﻋﻈﺔ'
			'ﻭﺟﻠﺖﻣﻨﻬﺎﺍﻟﻘﻠﻮﺏ،ﻭﺫﺭﻓﺖﻣﻨﻬﺎﺍﻟﻌﻴﻮﻥ».ﻭﻗﺪﺳﺒﻖﻓﻲﺑﺎﺏﺍﻟﻨﻬﻲﻋﻦﺍﻟﺒﺪﻉ',
		translation: 'Translation of Hadith 456'
),
	Hadith(
		hadithNumber: 457,
		hadith:
						'ﻋﻦﻋﻤﺮﻭﺑﻦﻋﻮﻑﺍﻷﻧﺼﺎﺭﱢﻱ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻌﺚﺃﺑﺎﻋﺒﻴﺪﺓ'
			'ﺑﻦﺍﻟﺠﱠﺮﺍﺡ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺇﻟﻰﺍﻟﺒﺤﺮﻳﻦﻳﺄﺗﻲﺑﺠﺰﻳﺘﻬﺎﻓﻘﺪﻡﺑﻤﺎﻝﻣﻦﺍﻟﺒﺤﺮﻳﻦ،ﻓﺴﻤﻌﺖﺍﻷﻧﺼﺎﺭﺑﻘﺪﻮﻣ'
			'ﺃﺑﻲﻋﺒﻴﺪﺓ،ﻓﻮﺍﻓﻮﺍﺻﻼﺓﺍﻟﻔﺠﺮﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻠﱠﻤﺎﺻﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﺍﻧﺼﺮﻑ،ﻓﺘﻌﱠﺮﺿﻮﺍﻟﻪ،ﻓﺘﺒﱠﺴﻢﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﻴﻦﺭﺁﻩﻢ،ﺛﻢﱠﻗﺎﻝ:«ﺃﻇﱡﻨﻜﻢ'
			'ﺳﻤﻌﺘﻢﺃﱠﻥﺃﺑﺎﻋﺒﻴﺪﺓﻗﺪﻡﺑﺸﻲﺀﻣﻦﺍﻟﺒﺤﺮﻳﻦ»ﻓﻘﺎﻟﻮﺍ:ﺃﺟﻞﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﻘــﺎﻝ:«ﺃﺑﺸﺮﻭﺍﻭﺃﱢﻣﻠﻮﺍﻣﺎ'
			'ﻳﺴﱡﺮﺁﻢ،ﻓﻮﺍﻟﱠﻠﻪﻣﺎﺍﻟﻔﻘﺮﺃﺧﺸﻰﻋﻠﻴﻜﻢ.ﻭﻟﻜﻨﻲﺃﺧﺸﻰﺃﻥﺗﺒﺴﻂﺍﻟﱡﺪﻧﻴﺎﻋﻠﻴﻜﻢﺁﻤﺎﺑﺴﻄﺖﻋﻠﻰﻣﻦﺁﺎﻥﻗﺒﻠﻜﻢ،'
			'ﻓﺘﻨﺎﻓﺴﻮﻩﺎﺁﻤﺎﺗﻨﺎﻓﺴﻮﻩﺎ.ﻓﺘﻬﻠﻜﻜﻢﺁﻤﺎﺃﻩﻠﻜﺘﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 457'
),
	Hadith(
		hadithNumber: 458,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻗﺎﻝ:ﺟﻠﺲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺍﻟﻤﻨﺒﺮ،'
			'ﻭﺟﻠﺴﻨﺎﺣﻮﻟﻪ.ﻓﻘﺎﻝ:«ﺇﱠﻥﻣﱠﻤﺎﺃﺧﺎﻑﻋﻠﻴﻜﻢﻣﻦﺑﻌﺪﻱﻣﺎﻳﻔﺘﺢﻋﻠﻴﻜﻢﻣﻦﺯﻩﺮﺓﺍﻟﱡﺪﻧﻴﺎﻭﺯﻳﻨﺘﻬﺎ»ﻣﺘﻔﻖﻋﻴﻪ',
		translation: 'Translation of Hadith 458'
),
	Hadith(
		hadithNumber: 459,
		hadith:
						'ﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱡﺪﻧﻴﺎﺣﻠﻮﺓﺧﻀﺮﺓﻭﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﺴﺘﺨﻠﻔﻜﻢ'
			'ﻓﻴﻬﺎ،ﻓﻴﻨﻈﺮﺁﻴﻒﺗﻌﻤﻠﻮﻥﻓﺎﱠﺗﻘﻮﺍﺍﻟﱡﺪﻧﻴﺎﻭﺍﱠﺗﻘﻮﺍﺍﻟﱢﻨﺴﺎﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 459'
),
	Hadith(
		hadithNumber: 460,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﻻﻋﻴﺶﺇﱠﻻﻋﻴﺶﺍﻵﺧﺮﺓ»'
			'.460ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 460'
),
	Hadith(
		hadithNumber: 461,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺘﺒﻊﺍﻟﻤﱢﻴﺖﺛﻼﺛﺔ:ﺃﻩﻠﻪﻭﻣﺎﻟﻪﻭﻋﻤﻠﻪ:ﻓﻴﺮﺟﻊ'
			'ﺍﺛﻨﺎﻥ.ﻭﻳﺒﻘﻰﻭﺍﺣﺪ:ﻳﺮﺟﻊﺃﻩﻠﻪﻭﻣﺎﻟﻪﻭﻳﺒﻘﻰﻋﻤﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 461'
),
	Hadith(
		hadithNumber: 462,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺆﺗﻲﺑﺄﻧﻌﻢﺃﻩﻞﺍﻟﱡﺪﻧﻴﺎﻣﻦﺃﻩﻞﺍﻟﱠﻨﺎﺭﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،'
			'ﻓﻴﺼﺒﻎﻓﻲﺍﻟﱠﻨﺎﺭﺻﺒﻐﺔﺛﻢﱠﻳﻘﺎﻝ:ﻳﺎﺍﺑﻦﺁﺪﻣﻩﻞﺭﺃﻳﺖﺧﻴﺮﺍﻗﱡﻂ؟ﻩﻞﻣﱠﺮﺑﻚﻧﻌﻴﻢﻗﱡﻂ؟ﻓﻴﻘﻮﻝ:ﻻﻭﺍﻟﱠﻠﻪﻳﺎﺭﱢﺏ.'
			'ﻭﻳﺆﺗﻰﺑﺄﺷﱢﺪﺍﻟﱠﻨﺎﺱﺑﺆﺳﺎﻓﻲﺍﻟﱡﺪﻧﻴﺎﻣﻦﺃﻩﻞﺍﻟﺠﱠﻨﺔﻓﻴﺼﺒﻎﺻﺒﻐﺔﻓﻲﺍﻟﺠﱠﻨﺔ،ﻓﻴﻘﺎﻝﻟﻪ:ﻳﺎﺍﺑﻦﺁﺪﻣﻩﻞﺭﺃﻳﺖ'
			'ﺑﺆﺳﺎﻗﱡﻂ؟ﻩﻞﻣﱠﺮﺑﻚﺷﺪﱠﺓﻗﱡﻂ؟ﻓﻴﻘﻮﻝ:ﻻ،ﻭﺍﻟﱠﻠﻪ،ﻣﺎﻣﱠﺮﺑﻲﺑﺆﺱﻗﱡﻂ،ﻭﻻﺭﺃﻳﺖﺷﱠﺪﺓﻗﱡﻂ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 462'
),
	Hadith(
		hadithNumber: 463,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﺴﺘﻮﺭﺩﺑﻦﺷﱠﺪﺍﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﺎﺍﻟﱡﺪﻧﻴﺎﻓﻲ'
			'ﺍﻵﺧﺮﺓﺇﱠﻻﻣﺜﻞﻣﺎﻳﺠﻌﻞﺃﺣﺪﺁﻢﺃﺻﺒﻌﻪﻓﻲﺍﻟﻴﱢﻢ.ﻓﻠﻴﻨﻈﺮﺑﻢﻳﺮﺟﻊ؟»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 463'
),
	Hadith(
		hadithNumber: 464,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﱠﺮﺑﺎﻟﱡﺴﻮﻕﻭﺍﻟﱠﻨﺎﺱﺁﺘﻔﻴﻪ،ﻓﻤﱠﺮﺑﺠﺪﻱ'
			'ﺃﺳﱠﻚﻣﱢﻴﺖ،ﻓﺘﻨﺎﻭﻟﻪ،ﻓﺄﺧﺬﺑﺄﺫﻧﻪ،ﺛﻢﱠﻗﺎﻝ:«ﺃﱡﻳﻜﻢﻳﺤﺐﱡﺃﻥﻳﻜﻮﻥﻩﺬﺍﻟﻪﺑﺪﺭﻩﻢ؟»ﻓﻘﺎﻟﻮﺍ:ﻣﺎﻧﺤﺐﱡﺃﻧﱠﻪﻟﻨﺎ'
			'ﺑﺸﻲﺀ،ﻭﻣﺎﻧﺼﻨﻊﺑﻪ؟ﺛﻢﻗﺎﻝ:«ﺃﺗﺤﱡﺒﻮﻥﺃﻧﱠﻪﻟﻜﻢ؟ﻗﺎﻟﻮﺍ:ﻭﺍﻟﱠﻠﻪﻟﻮﺁﺎﻥﺣﻴﺎﺁﺎﻥﻋﻴﺒﺎ،ﺇﻧﱠﻪﺃﺳﱡﻚ.ﻓﻜﻴﻒ'
			'ﻮﻫﻮﻣﱠﻴﺖ،ﻓﻘﺎﻝ:«ﻓﻮﺍﻟﱠﻠﻪﻟﻠﱡﺪﻧﻴﺎﺃﻩﻮﻥﻋﻠﻰﺍﻟﱠﻠﻪﻣﻦﻩﺬﺍﻋﻠﻴﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ«ﺁﺘﻔﻴﻪ»ﺃﻱ:ﻋﻦﺟﺎﻧﺒﻴﻪ.ﻭ«ﺍﻷﺳﱡﻚ»ﺍﻟﺼﻐﻴﺮﺍﻷﺬﻧ',
		translation: 'Translation of Hadith 464'
),
	Hadith(
		hadithNumber: 465,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﻨﺖﺃﻣﺸﻲﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲﺣﱠﺮﺓﺑﺎﻟﻤﺪﻳﻨﺔ،'
			'ﻓﺎﺳﺘﻘﺒﻠﻨﺎﺃﺣﺪﻓﻘﺎﻝ:«ﻳﺎﺃﺑﺎﺫﱟﺭ».ﻗﻠﺖ:ﻟﱠﺒﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻓﻘﺎﻝ:«ﻣﺎﻳﺴﱡﺮﻧﻲﺃﱠﻥﻋﻨﺪﻱﻣﺜﻞﺃﺣﺪﻩﺬﺍ'
			'ﺬﻫﺒﺎﺗﻤﻀﻲﻋﻠﱠﻲﺛﻼﺛﺔﺃﱠﻳﺎﻡﻭﻋﻨﺪﻱﻣﻨﻪﺩﻳﻨﺎﺭ،ﺇﱠﻻﺷﻲﺀﺃﺭﺻﺪﻩﻟﺪﻳﻦ،ﺇﱠﻻﺃﻥﺃﻗﻮﻝﺑﻪﻓﻲﻋﺒﺎﺩﺍﻟﱠﻠﻪﻩﻜﺬﺍ'
			'ﻭﻩﻜﺬﺍ»ﻋﻦﻳﻤﻴﻨﻪﻭﻋﻦﺷﻤﺎﻟﻪﻭﻣﻦﺧﻠﻔﻪ،ﺛﻢﺳﺎﺭﻓﻘﺎﻝ:«ﺇﱠﻥﺍﻷﺁﺜﺮﻳﻦﻩﻢﺍﻷﻗﱡﻠﻮﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺇﱠﻻﻣﻦ'
			'ﻗﺎﻝﺑﺎﻟﻤﺎﻝﻩﻜﺬﺍﻮﻫﻜﺬﺍ»ﻋﻦﻳﻤﻴﻨﻪ،ﻭﻋﻦﺷﻤﺎﻟﻪ،ﻭﻣﻦﺧﻠﻔﻪ«ﻭﻗﻠﻴﻞﻣﺎﻩﻢ».ﺛﻢﻗﺎﻝﻟﻲ:«ﻣﻜﺎﻧﻚﻻ'
			'ﺗﺒﺮﺡﺣﱠﺘﻰﺁﺗﻴﻚ».ﺛﻢﺍﻧﻄﻠﻖﻓﻲﺳﻮﺍﺩﺍﻟﱠﻠﻴﻞﺣﺘﻰﺗﻮﺍﺮﯨ،ﻓﺴﻤﻌﺖﺻﻮﺗﺎﻗﺪﺍﺭﺗﻔﻊ،ﻓﺘﺨﱠﻮﻓﺖﺃﻥﻳﻜﻮﻥﺃﺣﺪ'
			'ﻋﺮﺽﻟﻠﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺄﺭﺩﺕﺃﻥﺁﺗﻴﻪﻓﺬﺁﺮﺕﻗﻮﻟﻪ:«ﻻﺗﺒﺮﺡﺣﱠﺘﻰﺁﺗﻴﻚ»ﻓﻠﻢﺃﺑﺮﺡﺣﱠﺘﻰﺃﺗﺎﻧﻲ'
			'،ﻓﻘﻠﺖ:ﻟﻘﺪﺳﻤﻌﺖﺻﻮﺗﺎﺗﺨﱠﻮﻓﺖﻣﻨﻪ،ﻓﺬﺁﺮﺕﻟﻪ.ﻓﻘﺎﻝ:«ﻭﻩﻞﺳﻤﻌﺘﻪ؟»ﻗﻠﺖ:ﻧﻌﻢ،ﻗﺎﻝ:«ﺫﺍﻙ'
			'ﺟﺒﺮﻳﻞﺃﺗﺎﻧﻲﻓﻘﺎﻝ:ﻣﻦﻣﺎﺕﻣﻦﺃﻣﺘﻚﻻﻳﺸﺮﻙﺑﺎﻟﱠﻠﻪﺷﻴﺌﺎﺩﺧﻞﺍﻟﺠﱠﻨﺔ،ﻗﻠﺖ:ﻭﺇﻥﺯﻧﻲﻭﺇﻥﺳﺮﻕ؟ﻗﺎﻝ:'
			'ﻭﺇﻥﺯﻧﻰﻭﺇﻥﺳﺮﻕ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 465'
),
	Hadith(
		hadithNumber: 466,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﺁﺎﻥﻟﻲﻣﺜﻞﺃﺣﺪ.'
			'ﺫﻩﺒﺎ،ﻟﺴﱠﺮﻧﻲﺃﻥﻻﺗﻤﺮﱠﻋﻠﱠﻲﺛﻼﺙﻟﻴﺎﻝﻭﻋﻨﺪﻱﻣﻨﻪﺷﻲﺀﺇﱠﻻﺷﻲﺀﺃﺭﺻﺪﻩﻟﺪﻳﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 466'
),
	Hadith(
		hadithNumber: 467,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻧﻈﺮﻭﺍﺇﻟﻰﻣﻦﻩﻮﺃﺳﻔﻞﻣﻨﻜﻢﻭﻻﺗﻨﻈﺮﻭﺍﺇﻟﻰﻣﻦ'
			'ﻓﻮﻗﻜﻢﻓﻬﻮﺃﺟﺪﺭﺄﻧﻻﺗﺰﺩﺭﻭﺍﻧﻌﻤﺔﺍﻟﱠﻠﻪﻋﻠﻴﻜﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ،«ﺇﺫﺍﻧﻈﺮﺃﺣﺪﺁﻢﺇﻟﻰﻣﻦﻓﻀﻞﻋﻠﻴﻪﻓﻲﺍﻟﻤﺎﻝﻭﺍﻟﺨﻠﻖﻓﻠﻴﻨﻈﺮﺇﻟﻰﻣﻦﻩﻮﺃﺳﻔﻞﻣﻨﻪ»',
		translation: 'Translation of Hadith 467'
),
	Hadith(
		hadithNumber: 468,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﻌﺲﻋﺒﺪﺍﻟﱢﺪﻳﻨﺎﺭﻭﺍﻟﱢﺪﺭﻩﻢﻭﺍﻟﻘﻄﻴﻔﺔﻭﺍﻟﺨﻤﻴﺼﺔ،ﺇﻥ'
			'ﺃﻋﻄﻲﺭﺿﻲ،ﻭﺇﻥﻟﻢﻳﻌﻂﻟﻢﻳﺮﺽ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 468'
),
	Hadith(
		hadithNumber: 469,
		hadith:
						'ﻭﻋﻨﻪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﻘﺪﺭﺃﻳﺖﺳﺒﻌﻴﻦﻣﻦﺃﻩﻞﺍﻟﱡﺼﱠﻔﺔ،ﻣﺎﻣﻨﻬﻢﺭﺟﻞﻋﻠﻴﻪﺭﺩﺍﺀ،ﺇﱠﻣﺎﺇﺯﺍﺭ،'
			'ﻭﺇﱠﻣﺎﺁﺴﺎﺀ،ﻗﺪﺭﺑﻄﻮﺍﻓﻲﺃﻋﻨﺎﻗﻬﻢ،ﻓﻤﻨﻬﺎﻣﺎﻳﺒﻠﻎﻧﺼﻒﺍﻟﱠﺴﺎﻗﻴﻦ.ﻭﻣﻨﻬﺎﻣﺎﻳﺒﻠﻎﺍﻟﻜﻌﺒﻴﻦ.ﻓﻴﺠﻤﻌﻪﺑﻴﺪﻩ'
			'ﺁﺮﺍﻩﻴﺔﺃﻥﺗﺮﻯﻋﻮﺭﺗﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 469'
),
	Hadith(
		hadithNumber: 470,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱡﺪﻧﻴﺎﺳﺠﻦﺍﻟﻤﺆﻣﻦﻭﺟﻨﱠﺔﺍﻟﻜﺎﻓﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 470'
),
	Hadith(
		hadithNumber: 471,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺃﺧﺬﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻤﻨﻜﺒﱠﻲ،ﻓﻘﺎﻝ:«ﺁﻦ'
			'ﻓﻲﺍﻟﱡﺪﻧﻴﺎﺁﺄﱠﻧﻚﻏﺮﻳﺐ،ﺃﻭﻋﺎﺑﺮﺳﺒﻴﻞ».'
			'ﻭﺁﺎﻥﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻳﻘﻮﻝ:ﺇﺫﺍﺃﻣﺴﻴﺖ،ﻓﻼﺗﻨﺘﻈﺮﺍﻟﱠﺼﺒﺎﺡﻭﺇﺫﺍﺃﺻﺒﺤﺖ،ﻓﻼﺗﻨﺘﻈﺮ'
			'ﺍﻟﻤﺴﺎﺀ،ﻭﺧﺬﻣﻦﺻﱠﺤﺘﻚﻟﻤﺮﺿﻚﻭﻣﻦﺣﻴﺎﺗﻚﻟﻤﻮﺗﻚ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻗﺎﻟﻮﺍﻓﻲﺷﺮﺡﻩﺬﺍﺍﻟﺤﺪﻳﺚﻣﻌﻨﺎﻩﻻﺗﺮﺁﻦﺇﻟﻰﺍﻟﱡﺪﻧﻴﺎﻭﻻﺗﱠﺘﺨﺬﻩﺎﻭﻃﻨﺎ،ﻭﻻﺗﺤﱢﺪﺙﻧﻔﺴﻚﺑﻄﻮﻝﺍﻟﺒﻘﺎﺀﻓﻴﻬﺎ،'
			'ﻭﻻﺑﺎﻻﻋﺘﻨﺎﺀﺑﻬﺎ،ﻭﻻﺗﺘﻌﱠﻠﻖﻣﻨﻬﺎﺇﱠﻻﺑﻤﺎﻳﺘﻌﱠﻠﻖﺑﻪﺍﻟﻐﺮﻳﺐﻓﻲﻏﻴﺮﻭﻃﻨﻪ،ﻭﻻﺗﺸﺘﻐﻞﻓﻴﻬﺎﺑﻤﺎﻻﻳﺸﺘﻐﻞﺑﻪ'
			'ﺍﻟﻐﺮﻳﺐﺍﱠﻟﺬﻱﻳﺮﻳﺪﺍﻟﱠﺬﻩﺎﺏﺇﻟﻰﺃﻩﻠﻪ.ﻭﺑﺎﻟﱠﻠﻪﺍﻟﱠﺘﻮﻓﻴﻖ.'
			'`',
		translation: 'Translation of Hadith 471'
),
	Hadith(
		hadithNumber: 472,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻌﱠﺒﺎﺱﺳﻬﻞﺑﻦﺳﻌﺪﺍﻟﱠﺴﺎﻋﺪﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺩﱠﻟﻨﻲﻋﻠﻰﻋﻤﻞﺇﺫﺍﻋﻤﻠﺘﻪﺃﺣﱠﺒﻨﻲﺍﻟﱠﻠﻪ،ﻭﺃﺣﱠﺒﻨﻲﺍﻟﱠﻨﺎﺱ،ﻓﻘﺎﻝ:«ﺍﺯﻩﺪﻓﻲﺍﻟﱡﺪﻧﻴﺎ'
			'ﻳﺤﱠﺒﻚﺍﻟﱠﻠﻪ،ﻭﺍﺯﻩﺪﻓﻴﻤﺎﻋﻨﺪﺍﻟﱠﻨﺎﺱﻳﺤﱠﺒﻚﺍﻟﱠﻨﺎﺱ»ﺣﺪﻳﺚﺣﺴﻦﺭﻭﺍﻩﺍﺑﻦﻣﺎﺟﻪﻭﻏﻴﺮﻩﺑﺄﺳﺎﻧﻴﺪﺣﺴﻨﺔ',
		translation: 'Translation of Hadith 472'
),
	Hadith(
		hadithNumber: 473,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺫﺁﺮﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻣﺎﺃﺻﺎﺏ'
			'ﺍﻟﱠﻨﺎﺱﻣﻦﺍﻟﱡﺪﻧﻴﺎ،ﻓﻘﺎﻝ:ﻟﻘﺪﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻈﱡﻞﺍﻟﻴﻮﻡﻳﻠﺘﻮﻱﻣﺎﻳﺠﺪﻣﻦﺍﻟﱠﺪﻗﻞﻣﺎ'
			'ﻳﻤﻸﺑﻪﺑﻄﻨﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺪﱠﻗﻞ»ﺑﻔﺘﺢﺍﻟﺪﻻﺍﻟﻤﻬﻤﻠﺔﻭﺍﻟﻘﺎﻑ:ﺭﺩﺉﺍﻟﱠﺘﻤﺮ',
		translation: 'Translation of Hadith 473'
),
	Hadith(
		hadithNumber: 474,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺗﻮﱢﻓﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻣﺎﻓﻲﺑﻴﺘﻲﻣﻦ'
			'ﺷﻲﺀﻳﺄﺁﻠﻪﺫﻭﺁﺒﺪﺇﱠﻻﺷﻄﺮﺷﻌﻴﺮﻓﻲﺭﱟﻑﻟﻲ،ﻓﺄﺁﻠﺖﻣﻨﻪﺣﱠﺘﻰﻃﺎﻝﻋﻠﱠﻲ،ﻓﻜﻠﺘﻪﻓﻔﻨﻲ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺷﻄﺮﺷﻌﻴﺮ»ﺄﻳﺷﻲﺀﻣﻦﺷﻌﻴﺮ.ﺁﺬﺍﻓﱠﺴﺮﻩﺍﻟﱢﺘﺮﻣﺬﱡﻱ.'
			'`',
		translation: 'Translation of Hadith 474'
),
	Hadith(
		hadithNumber: 475,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺤﺎﺮﺛﺃﺧﻲﺟﻮﻳﺮﻳﺔﺑﻨﺖﺍﻟﺤﺎﺭﺙﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻣﺎﺗﺮﻙ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻋﻨﺪﻣﻮﺗﻪﺩﻳﻨﺎﺭﺍﻭﻻﺩﺭﻩﻤﺎ،ﻭﻻﻋﺒﺪﺍ،ﻭﻻﺃﻣﺔ،ﻭﻻﺷﻴﺌﺎﺇﱠﻻﺑﻐﻠﺘﻪ'
			'ﺍﻟﺒﻴﻀﺎﺀﺍﱠﻟﺘﻲﺁﺎﻥﻳﺮﺁﺒﻬﺎ،ﻭﺳﻼﺣﻪ،ﻭﺃﺭﺿﺎﺟﻌﻠﻬﺎﻻﺑﻦﺍﻟﱠﺴﺒﻴﻞﺻﺪﻗﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 475'
),
	Hadith(
		hadithNumber: 476,
		hadith:
						'ﻭﻋﻦﺧﱠﺒﺎﺏﺑﻦﺍﻷﺭﱢﺕ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝﻩﺎﺟﺮﻧﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻠﺘﻤﺲﻭﺟﻪ.'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻮﻗﻊﺃﺟﺮﻧﺎﻋﻠﻰﺍﻟﱠﻠﻪ،ﻓﻤﱠﻨﺎﻣﻦﻣﺎﺕﻭﻟﻢﻳﺄﺁﻞﻣﻦﺃﺟﺮﻩﺷﻴﺌﺎ.ﻣﻨﻬﻢﻣﺼﻌﺐﺑﻦﻋﻤﻴﺮ،ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺘﻞﻳﻮﻡﺃﺣﺪ،ﻭﺗﺮﻙﻧﻤﺮﺓ،ﻓﻜﱠﻨﺎﺇﺫﺍﻏﱠﻄﻴﻨﺎﺑﻬﺎﺭﺃﺳﻪ،ﺑﺪﺕﺭﺟﻼﻩ،ﻭﺇﺫﺍﻏﱠﻄﻴﻨﺎﺑﻬﺎﺭﺟﻠﻴﻪ،ﺑﺪﺍ'
			'ﺭﺃﺳﻪ،ﻓﺄﻣﺮﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺃﻥﻧﻐﱢﻄﻲﺭﺃﺳﻪ،ﻭﻧﺠﻌﻞﻋﻠﻰﺭﺟﻠﻴﻪﺷﻴﺌﺎﻣﻦﺍﻹﺫﺧﺮ،'
			'ﻭﻣﱠﻨﺎﻣﻦﺃﻳﻨﻌﺖﻟﻪﺛﻤﺮﺗﻪ.ﻓﻬﻮﻳﻬﺪﺑﻬﺎ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﱠﻨﻤﺮﺓ»:ﺁﺴﺎﺀﻣﻠﱠﻮﻥﻣﻦﺻﻮﻑ.ﻭﻗﻮﻟﻪ:«ﺃﻳﻨﻌﺖ»ﺃﻱ:ﻧﻀﺠﺖﻭﺃﺩﺭﺁﺖ.ﻭﻗﻮﻟﻪ:«ﻳﻬﺪﺑﻬﺎ»ﻩﻮ'
			'ﺑﻔﺘﺢﺍﻟﺒﺎﺀﻭﺿﻢﺍﻟﺪﻻﻭﺁﺴﺮﻩﺎ.ﻟﻐﺘﺎﻥ.ﺃﻱ:ﻳﻘﻄﻔﻬﺎﻭﻳﺠﺘﻨﻴﻬﺎﻭﻩﺬﻩﺍﺳﺘﻌﺎﺭﺓﻟﻤﺎﻓﺘﺢﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻠﻴﻬﻢﻣﻦ'
			'ﺍﻟﱡﺪﻧﻴﺎﻭﺗﻤﻜﻨﻮﺍﻓﻴﻬﺎ',
		translation: 'Translation of Hadith 476'
),
	Hadith(
		hadithNumber: 477,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺍﻟﱠﺴﺎﻋﺪﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻮ'
			'ﺁﺎﻧﺖﺍﻟﱡﺪﻧﻴﺎﺗﻌﺪﻝﻋﻨﺪﺍﻟﱠﻠﻪﺟﻨﺎﺡﺑﻌﻮﺿﺔ،ﻣﺎﺳﻘﻰﺁﺎﻓﺮﺍﻣﻨﻬﺎﺷﺮﺑﺔﻣﺎﺀ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ.ﻭﻗﺎﻝﺣﺪﻳﺚ'
			'ﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 477'
),
	Hadith(
		hadithNumber: 478,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺃﻻﺇﱠﻥﺍﻟﱡﺪﻧﻴﺎ'
			'ﻣﻠﻌﻮﻧﺔ،ﻣﻠﻌﻮﻥﻣﺎﻓﻴﻬﺎ،ﺇﱠﻻﺫﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﻣﺎﻭﺍﻻﻩﻭﻋﺎﻟﻤﺎﻭﻣﺘﻌﱢﻠﻤﺎ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 478'
),
	Hadith(
		hadithNumber: 479,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﱠﺘﺨﺬﻭﺍ'
			'ﺍﻟﱠﻀﻴﻌﺔﻓﺘﺮﻏﺒﻮﺍﻓﻲﺍﻟﱡﺪﻧﻴﺎ».'
			'`.479ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 479'
),
	Hadith(
		hadithNumber: 480,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻣﱠﺮﻋﻠﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻭﻧﺤﻦﻧﻌﺎﻟﺞﺧﺼﺎﻟﻨﺎﻓﻘﺎﻝ:«ﻣﺎﻩﺬﺍ؟»ﻓﻘﻠﻨﺎ:ﻗﺪﻭﻩﻲ،ﻓﻨﺤﻦﻧﺼﻠﺤﻪ،ﻓﻘﺎﻝ:«ﻣﺎﺃﺮﯨﺍﻷﻣﺮﺇﱠﻻﺃﻋﺠﻞ'
			'ﻣﻦﺫﻟﻚ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﱡﻱﺑﺈﺳﻨﺎﺩﺍﻟﺒﺨﺎﺭﱢﻱﻭﻣﺴﻠﻢ،ﻭﻗﺎﻝﺍﻟﺘﺮﻣﺬﱡﻱ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 480'
),
	Hadith(
		hadithNumber: 481,
		hadith:
						'ﻭﻋﻦﺁﻌﺐﺑﻦﻋﻴﺎﺽ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﺇﱠﻥﻟﻜﻞﱢ'
			'ﺃﱠﻣﺔﻓﺘﻨﺔ،ﻓﺘﻨﺔﺃﱠﻣﺘﻲﺍﻟﻤﺎﻝ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 481'
),
	Hadith(
		hadithNumber: 482,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻤﺮﻭ،ﻭﻳﻘﺎﻝ:ﺃﺑﻮﻋﺒﺪﺍﻟﱠﻠﻪ،ﻭﻳﻘﺎﻝ:ﺃﺑﻮﻟﻴﻠﻰﻋﺜﻤﺎﻥﺑﻦﻋﱠﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﱠﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻴﺲﻻﺑﻦﺁﺪﻣﺣﱞﻖﻓﻲﺳﻮﻯﻩﺬﻩﺍﻟﺨﺼﺎﻝ:ﺑﻴﺖﻳﺴﻜﻨﻪ،ﻭﺛﻮﺏﻳﻮﺍﺮﻳﻋﻮﺭﺗﻪ'
			'ﻭﺟﻠﻒﺍﻟﺨﺒﺰ،ﻭﺍﻟﻤﺎﺀ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺻﺤﻴﺢ.'
			'(ﻣﻨﻜﺮ).[ﻓﻴﻪﺣﺮﻳﺚﺑﻦﺍﻟﺴﺎﺋﺐ،ﺿﻌﻴﻒﻳﺮﻮﻳﺍﻹﺳﺮﺍﺋﻴﻠﻴﺎﺕ،ﻮﻫﺬﺍﻣﻨﻬﺎ].'
			'ﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺳﻤﻌﺖﺃﺑﺎﺩﺍﻭﺩﺳﻠﻴﻤﺎﻥﺑﻦﺳﺎﻟﻢﺍﻟﺒﻠﺨﱠﻲﻳﻘﻮﻝ:ﺳﻤﻌﺖﺍﻟﱠﻨﻀﺮﺑﻦﺷﻤﻴﻞﻳﻘﻮﻝ:ﺍﻟﺠﻠﻒ:'
			'ﺍﻟﺨﺒﺰﻟﻴﺲﻣﻌﻪﺇﺩﺎﻣ.ﻭﻗﺎﻝ:ﻏﻴﺮﻩ:ﻩﻮﻏﻠﻴﻆﺍﻟﺨﺒﺰ.ﻭﻗﺎﻝﺍﻟﱠﺮﺍﻮﻳ:ﺍﻟﻤﺮﺍﺩﺑﻪﻩﻨﺎﻭﻋﺎﺀﺍﻟﺨﺒﺰ،ﺁﺎﻟﺠﻮﺍﻟﻖ'
			'ﻭﺍﻟﺨﺮﺝ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 482'
),
	Hadith(
		hadithNumber: 483,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﱢﺸﱢﺨﻴﺮ«ﺑﻜﺴﺮﺍﻟﺸﻴﻦﻭﺍﻟﺨﺎﺀﺍﻟﻤﺸﺪﺩﺓﺍﻟﻤﻌﺠﻤﺘﻴﻦ»ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﻧﱠﻪﻗﺎﻝ:'
			'ﺃﺗﻴﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻳﻘﺮﺃ:{ﺃﻟﻬﺎﺁﻢﺍﻟﱠﺘﻜﺎﺛﺮ}ﻗﺎﻝ:«ﻳﻘﻮﻝﺍﺑﻦﺁﺪﻣ:ﻣﺎﻟﻲ،ﻣﺎﻟﻲ،ﻭﻩﻞﻟﻚ'
			'`.483ﻳﺎﺍﺑﻦﺁﺪﻣﻣﻦﻣﺎﻟﻚﺇﱠﻻﻣﺎﺃﺁﻠﺖﻓﺄﻓﻨﻴﺖ،ﺃﻭﻟﺒﺴﺖﻓﺄﺑﻠﻴﺖ،ﺃﻭﺗﺼﱠﺪﻗﺖﻓﺄﻣﻀﻴﺖ؟»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 483'
),
	Hadith(
		hadithNumber: 484,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﻐﱠﻔﻞ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺟﻞﻟﻠﱠﻨﺒﱢﻲﺹ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﺍﻟﱠﻠﻪﺇﱢﻧﻲﻷﺣﱡﺒﻚ'
			'،ﻓﻘﺎﻝ:«ﺍﻧﻈﺮﻣﺎﺫﺍﺗﻘﻮﻝ؟»ﻗﺎﻝ:ﻭﺍﻟﱠﻠﻪﺇﱢﻧﻲﻷﺣﱡﺒﻚ،ﺛﻼﺙﻣﱠﺮﺍﺕ،ﻓﻘﺎﻝ:«ﺇﻥﺁﻨﺖﺗﺤﱡﺒﻨﻲﻓﺄﻋﱠﺪﻟﻠﻔﻘﺮ'
			'ﺗﺠﻔﺎﻓﺎ،ﻓﺈﱠﻥﺍﻟﻔﻘﺮﺃﺳﺮﻉﺇﻟﻰﻣﻦﻳﺤﱡﺒﻨﻲﻣﻦﺍﻟﱠﺴﻴﻞﺇﻟﻰﻣﻨﺘﻬﺎﻩ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﺍﻟﱢﺘﺠﻔﺎﻑ»ﺑﻜﺴﺮﺍﻟﺘﺎﺀﺍﻟﻤﺜﻨﺎﺓﻓﻮﻕﻭﺇﺳﻜﺎﻥﺍﻟﺠﻴﻢﻭﺑﺎﻟﻔﺎﺀﺍﻟﻤﻜﺮﺭﺓ،ﻭﻩﻮﺷﻲﺀﻳﻠﺒﺴﻪﺍﻟﻔﺮﺱ،ﻟﻴﱠﺘﻘﻰﺑﻪ'
			'ﺍﻷﺬﯨ،ﻭﻗﺪﻳﻠﺒﺴﻪﺍﻹﻧﺴﺎﻥ.'
			'`',
		translation: 'Translation of Hadith 484'
),
	Hadith(
		hadithNumber: 485,
		hadith:
						'ﻭﻋﻦﺁﻌﺐﺑﻦﻣﺎﻟﻚ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺫﺋﺒﺎﻥﺟﺎﺋﻌﺎﻥ'
			'ﺃﺭﺳﻼﻓﻲﻏﻨﻢﺑﺄﻓﺴﺪﻟﻬﺎﻣﻦﺣﺮﺹﺍﻟﻤﺮﺀﻋﻠﻰﺍﻟﻤﺎﻝﻭﺍﻟﺸﱠـﺮﻑﻟﺪﻳﻨﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 485'
),
	Hadith(
		hadithNumber: 486,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻧﺎﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺣﺼﻴﺮﻓﻘﺎﻡ'
			'ﻭﻗﺪﺃﱠﺛﺮﻓﻲﺟﻨﺒﻪ،ﻗﻠﻨﺎ:ﻳﺎﺭﺳﻮﻝﺍﱠﻟﻪﻟﻮﺍﱠﺗﺨﺬﻧﺎﻟﻚﻭﻃﺎﺀ،ﻓﻘﺎﻝ:«ﻣﺎﻟﻲﻭﻟﻠﱡﺪﻧﻴﺎ؟ﻣﺎﺃﻧﺎﻓﻲﺍﻟﱡﺪﻧﻴﺎﺇﱠﻻ'
			'ﺁﺮﺍﺁﺐﺍﺳﺘﻈﱠﻞﺗﺤﺖﺷﺠﺮﺓﺛﻢﱠﺭﺍﺡﻭﺗﺮﺁﻬﺎ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ'
			'`',
		translation: 'Translation of Hadith 486'
),
	Hadith(
		hadithNumber: 487,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺪﺧﻞﺍﻟﻔﻘﺮﺍﺀﺍﻟﺠﱠﻨﺔ'
			'.487ﻗﺒﻞﺍﻷﻏﻨﻴﺎﺀﺑﺨﻤﺴﻤﺎﺋﺔﻋﺎﻡ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 487'
),
	Hadith(
		hadithNumber: 488,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱ،ﻭﻋﻤﺮﺍﻥﺑﻦﺍﻟﺤﺼﻴﻦ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺁﱠﻃﻠﻌﺖﻓﻲﺍﻟﺠﱠﻨﺔﻓﺮﺃﻳﺖﺃﺁﺜﺮﺄﻫﻠﻬﺎﺍﻟﻔﻘﺮﺍﺀ.ﻭﺍﻃﱠﻠﻌﺖﻓﻲﺍﻟﱠﻨﺎﺭﻓﺮﺃﻳﺖﺃﺁﺜﺮﺃﻩﻠﻬﺎﺍﻟﱢﻨﺴﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻣﻦ'
			'ﺭﻭﺍﻳﺔﺍﺑﻦﻋﺒﺎﺱ.'
			'ﻭﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﺃﻳﻀﺎﻣﻦﺭﻭﺍﻳﺔﻋﻤﺮﺎﻧﺑﻦﺍﻟﺤﺼﻴﻦ',
		translation: 'Translation of Hadith 488'
),
	Hadith(
		hadithNumber: 489,
		hadith:
						'ﻭﻋﻦﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻗﻤﺖﻋﻠﻰﺑﺎﺏﺍﻟﺠﱠﻨﺔ،'
			'ﻓﻜﺎﻥﻋﺎﻣﱠﺔﻣﻦﺩﺧﻠﻬﺎﺍﻟﻤﺴﺎﺁﻴﻦ.ﻭﺃﺻﺤﺎﺏﺍﻟﺠﱢﺪﻣﺤﺒﻮﺳﻮﻥ،ﻏﻴﺮﺃﱠﻥﺃﺻﺤﺎﺏﺍﻟﱠﻨﺎﺭﻗﺪﺃﻣﺮﺑﻬﻢﺇﻟﻰﺍﻟﱠﻨﺎﺭ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﺍﻟﺠﱡﺪ»ﺍﻟﺤﱡﻆﻭﺍﻟﻐﻨﻰ.ﻭﻗﺪﺳﺒﻖﺑﻴﺎﻥﻩﺬﺍﺍﻟﺤﺪﻳﺚﻓﻲﺑﺎﺏﻓﻀﻞﺍﻟﱠﻀﻌﻔﺔ',
		translation: 'Translation of Hadith 489'
),
	Hadith(
		hadithNumber: 490,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺻﺪﻕﺁﻠﻤﺔﻗﺎﻟﻬﺎﺷﺎﻋﺮ'
			'ﺁﻠﻤﺔﻟﺒﻴﺪ:'
			'ﺃﻻﺁﻞﱡﺷﻲﺀﻣﺎﺧﻼﺍﷲﺑﺎﻃﻞ'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 490'
),
	Hadith(
		hadithNumber: 491,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﻣﺎﺷﺒﻊﺁﻝﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺧﺒﺰﺷﻌﻴﺮﻳﻮﻣﻴﻦ'
			'ﻣﺘﺘﺎﺑﻌﻴﻦﺣﱠﺘﻰﻗﺒﺾ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻣﺎﺷﺒﻊﺁﻝﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻨﺬﻗـﺪﻡﺍﻟﻤﺪﻳﻨﺔﻣﻦﻃﻌﺎﻡﺍﻟﺒﱢﺮﺛﻼﺙﻟﻴﺎﻝﺗﺒﺎﻋﺎﺣﱠﺘﻰ'
			'ﻗﺒﺾ.'
			'`',
		translation: 'Translation of Hadith 491'
),
	Hadith(
		hadithNumber: 492,
		hadith:
						'ﻭﻋﻦﻋﺮﻭﺓﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻧﻬﺎﺁﺎﻧﺖﺗﻘﻮﻝ:ﻭﺍﻟﱠﻠﻪﻳﺎﺍﺑﻦﺃﺧﺘﻲﺇﻥﺁﱠﻨﺎﻟﻨﻨﻈﺮﺇﻟﻰﺍﻟﻬﻼﻝ'
			'ﺛﱠﻢﺍﻟﻬﻼﻝ.ﺛﻢﱠﺍﻟﻬﻼﻝﺛﻼﺛﺔﺃﻩﱠﻠﺔﻓﻲﺷﻬﺮﻳﻦ.ﻭﻣﺎﺃﻭﻗﺪﻓﻲﺃﺑﻴﺎﺕﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﺎﺭ.ﻗﻠﺖ'
			':ﻳﺎﺧﺎﻟﺔﻓﻤﺎﺁﺎﻥﻳﻌﻴﺸﻜﻢ؟ﻗﺎﻟﺖ:ﺍﻷﺳﻮﺩﺍﻥ:ﺍﻟﺘﱠﻤﺮﻭﺍﻟﻤﺎﺀﺇﱠﻻﺃﻧﱠﻪﻗﺪﺁﺎﻥﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺟﻴﺮﺍﻥﻣﻦﺍﻷﻧﺼـﺎﺭ.ﻭﺁﺎﻧﺖﻟﻬﻢﻣﻨﺎﻳﺢﻭﺁﺎﻧﻮﺍﻳﺮﺳﻠﻮﻥﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺃﻟﺒﺎﻧﻬﺎ'
			'ﻓﻴﺴﻘﻴﻨﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 492'
),
	Hadith(
		hadithNumber: 493,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﻤﻘﺒﺮﱢﻱﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﺃﻧﻪﻣﱠﺮﺑﻘﻮﻡﺑﻴﻦﺃﻳﺪﻳﻬﻢﺷﺎﺓﻣﺼﻠﻴﺔ.ﻓﺪﻋﻮﻩ'
			'ﻓﺄﺑﻰﺃﻥﻳﺄﺁﻞ،ﻭﻗﺎﻝ:ﺧﺮﺝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺍﻟﺪﻧﻴﺎﻭﻟﻢﻳﺸﺒﻊﻣﻦﺧﺒﺰﺍﻟﱠﺸﻌﻴﺮ.ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﻣﺼﻠﱠﻴﺔ»ﺑﻔﺘﺢﺍﻟﻤﻴﻢ:ﺃﻱ:ﻣﺸﻮﻳﺔ',
		translation: 'Translation of Hadith 493'
),
	Hadith(
		hadithNumber: 494,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﻢﻳﺄﺁﻞﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺧﻮﺍﻥﺣﱠﺘﻰﻣﺎﺕ،ﻭﻣﺎﺃﺁﻞ'
			'ﺧﺒﺰﺍﻣﺮﱠﻗﻘﺎﺣﱠﺘﻰﻣﺎﺕ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:ﻭﻻﺭﺄﯨﺷﺎﺓﺳﻤﻴﻄﺎﺑﻌﻴﻨﻪﻗﱡﻂ',
		translation: 'Translation of Hadith 494'
),
	Hadith(
		hadithNumber: 495,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻟﻘﺪﺭﺃﻳﺖﻧﺒﱠﻴﻜﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻣﺎﻳﺠﺪﻣﻦﺍﻟﱠﺪﻗﻞ'
			'ﻣﺎﻳﻤﻸﺑﻪﺑﻄﻨﻪ،ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺍﻟﺪﱠﻗﻞ:ﺗﻤﺮﺭﺪﻳﺀ',
		translation: 'Translation of Hadith 495'
),
	Hadith(
		hadithNumber: 496,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻣﺎﺭﺄﯨﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻨﻘﱡﻲﻣﻦﺣﻴﻦﺍﺑﺘﻌﺜﻪ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺣﱠﺘﻰﻗﺒﻀﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﻘﻴﻞﻟﻪﻩﻞﺁﺎﻥﻟﻜﻢﻓﻲﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻨﺎﺧﻞ؟'
			'ﻗﺎﻝ:ﻣﺎﺭﺄﯨﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻨﺨﻼﻣﻦﺣﻴﻦﺍﺑﺘﻌﺜﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺣﱠﺘﻰﻗﺒﻀﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﻘﻴﻞ'
			'ﻟﻪ:ﺁﻴﻒﺁﻨﺘﻢﺗﺄﺁﻠﻮﻥﺍﻟﱠﺸﻌﻴﺮﻏﻴﺮﻣﻨﺨﻮﻝ؟ﻗﺎﻝ:ﺁﱠﻨﺎﻧﻄﺤﻨﻪﻭﻧﻨﻔﺨﻪ،ﻓﻴﻄﻴﺮﻣﺎﻃﺎﺭ،ﻭﻣﺎﺑﻘﻲﺛﺮﱠﻳﻨﺎﻩ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻗﻮﻟﻪ:«ﺍﻟﱠﻨﻘﻲ»:ﻩﻮﺑﻔﺘﺢﺍﻟﻨﻮﻥﻭﺁﺴﺮﺍﻟﻘﺎﻑﻭﺗﺸﺪﻳﺪﺍﻟﻴﺎﺀ.ﻭﻩﻮﺍﻟﺨﺒﺰﺍﻟﺤﱠﻮﺍﺮﯨ،ﻭﻩﻮ:ﺍﻟﺪﱠﺭﻣﻚ،'
			'ﻗﻮﻟﻪ:«ﺛﱠﺮﻳﻨﺎﻩ»ﻩﻮﺑﺜﺎﺀﻣﺜﱠﻠﺜﺔ،ﺛﻢﱠﺭﺍﺀﻣﺸﱠﺪﺩﺓ،ﺛﻢﱠﻳﺎﺀﻣﺜﱠﻨﺎﺓﻣﻦﺗﺤﺖﺛﻢﱠﻧﻮﻥ،ﺃﻱ:ﺑﻠﻠﻨﺎﻩﻭﻋﺠﱠﻨﺎﻩ',
		translation: 'Translation of Hadith 496'
),
	Hadith(
		hadithNumber: 497,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﺮﺝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺫﺍﺕﻳﻮﻡﺃﻭﻟﻴﻠﺔ،ﻓﺈﺫﺍ'
			'ﻩﻮﺑﺄﺑﻲﺑﻜﺮﻭﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻓﻘﺎﻝ:«ﻣﺎﺃﺧﺮﺟﻜﻤﺎﻣﻦﺑﻴﻮﺗﻜﻤﺎﻩﺬﻩﺍﻟﱠﺴﺎﻋﺔ؟»ﻗﺎﻻ:ﺍﻟﺠﻮﻉﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻗﺎﻝ:«ﻭﺃﻧﺎ،ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩ،ﻷﺧﺮﺟﻨﻲﺍﱠﻟﺬﻱﺃﺧﺮﺟﻜﻤﺎ.ﻗﻮﻣﺎ»ﻓﻘﺎﻣﺎﻣﻌﻪ،ﻓﺄﺗﻰﺭﺟﻼ'
			'ﻣﻦﺍﻷﻧﺼﺎﺭ،ﻓﺈﺫﺍﻩﻮﻟﻴﺲﻓﻲﺑﻴﺘﻪ،ﻓﻠﱠﻤﺎﺭﺃﺗﻪﺍﻟﻤﺮﺃﺓﻗﺎﻟﺖ:ﻣﺮﺣﺒﺎﻭﺃﻩﻼ.ﻓﻘﺎﻝﻟﻬﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻳﻦﻓﻼﻥ»ﻗﺎﻟﺖ:ﺫﻩﺐﻳﺴﺘﻌﺬﺏﻟﻨﺎﺍﻟﻤﺎﺀ،ﺇﺫﺟﺎﺀﺍﻷﻧﺼﺎﺭﱡﻱ،ﻓﻨﻈﺮﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺻﺎﺣﺒﻴﻪ،ﺛﻢﱠﻗﺎﻝ:ﺍﻟﺤﻤﺪﻟﱠﻠﻪ،ﻣﺎﺃﺣﺪﺍﻟﻴﻮﻡﺃﺁﺮﻡﺃﺿﻴﺎﻓﺎﻣﱢﻨﻲﻓﺎﻧﻄﻠﻖﻓﺠﺎﺀﻩﻢﺑﻌﺬﻕﻓﻴﻪ'
			'ﺑﺴﺮﻭﺗﻤﺮﻭﺭﻃﺐ،ﻓﻘﺎﻝ:ﺁﻠﻮﺍ،ﻭﺃﺧﺬﺍﻟﻤﺪﻳﺔ،ﻓﻘﺎﻝﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻳﺎﻙﻭﺍﻟﺤﻠﻮﺏ'
			'»ﻓﺬﺑﺢﻟﻬﻢ،ﻓﺄﺁﻠﻮﺍﻣﻦﺍﻟﱠﺸﺎﺓﻭﻣﻦﺫﻟﻚﺍﻟﻌﺬﻕﻭﺷﺮﺑﻮﺍ.ﻓﻠﱠﻤﺎﺃﻥﺷﺒﻌﻮﺍﻭﺭﻭﻭﺍﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻷﺑﻲﺑﻜﺮﻭﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩ،ﻟﺘﺴﺄﻟﻦﱠﻋﻦﻩﺬﺍﺍﻟﱠﻨﻌﻴﻢﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،'
			'ﺃﺧﺮﺟﻜﻢﻣﻦﺑﻴﻮﺗﻜﻢﺍﻟﺠﻮﻉ،ﺛﻢﱠﻟﻢﺗﺮﺟﻌﻮﺍﺣﱠﺘﻰﺃﺻﺎﺑﻜﻢﻩﺬﺍﺍﻟﱠﻨﻌﻴﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻬﺎ:«ﻳﺴﺘﻌﺬﺏ»ﺃﻱ:ﻳﻄﻠﺐﺍﻟﻤﺎﺀﺍﻟﻌﺬﺏ،ﻭﻩﻮﺍﻟﱠﻄﻴﺐ.ﻭ«ﺍﻟﻌﺬﻕ»ﺑﻜﺴﺮﺍﻟﻌﻴﻦﻭﺇﺳﻜﺎﻥﺍﻟﺬﻻ'
			'ﺍﻟﻤﻌﺠﻤﺔ:ﻭﻩﻮﺍﻟﻜﺒﺎﺳﺔ،ﻭﻩﻲﺍﻟﻐﺼﻦ.ﻭ«ﺍﻟﻤﺪﻳﺔ»ﺑﻀﻢﺍﻟﻤﻴﻢﻭﺁﺴﺮﻩﺎ:ﻩﻲﺍﻟﱢﺴﱢﻜﻴﻦ.ﻭ«ﺍﻟﺤﻠﻮﺏ»'
			'ﺫﺍﺕﺍﻟﻠﺒﻦ.ﻭﺍﻟﺴﺆﺍﻝﻋﻦﻩﺬﺍﺍﻟﻨﻌﻴﻢﺳﺆﺍﻝﺗﻌﺪﻳﺪﺍﻟﱢﻨﻌﻢﻻﺳﺆﺍﻝﺗﻮﺑﻴﺦﻭﺗﻌﺬﻳﺐ.ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢﻮﻫﺬﺍﺍﻷﻧﺼﺎﺭﱡﻱ'
			'ﺍﱠﻟﺬﻱﺃﺗﻮﻩﻩﻮﺃﺑﻮﺍﻟﻬﻴﺜﻢﺑﻦﺍﻟﱠﺘﱢﻴﻬﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺁﺬﺍﺟﺎﺀﻣﺒﻴﻨﺎﻓﻲﺭﻭﺍﻳﺔﺍﻟﺘﺮﻣﺬﻱﻭﻏﻴﺮﻩ',
		translation: 'Translation of Hadith 497'
),
	Hadith(
		hadithNumber: 498,
		hadith:
						'ﻭﻋﻦﺧﺎﻟﺪﺑﻦﻋﻤﺮﺍﻟﻌﺪﻭﱢﻱﻗﺎﻝ:ﺧﻄﺒﻨﺎﻋﺘﺒﺔﺑﻦﻏﺰﻭﺍﻥ،ﻭﺁﺎﻥﺃﻣﻴﺮﺍﻋﻠﻰﺍﻟﺒﺼﺮﺓ،ﻓﺤﻤﺪﺍﻟﱠﻠﻪﻭﺃﺛﻨﻰ'
			'ﻋﻠﻴﻪ،ﺛﻢﱠﻗﺎﻝ:ﺃﻣﺎﺑﻌﺪ،ﻓﺈﱠﻥﺍﻟﱡﺪﻧﻴﺎﺁﺫﻧﺖﺑﺼﺮﻡ،ﻭﻭﱠﻟﺖﺣﱠﺬﺍﺀ،ﻭﻟﻢﻳﺒﻖﻣﻨﻬﺎﺇﱠﻻﺻﺒﺎﺑﺔﺁﺼﺒﺎﺑﺔﺍﻹﻧﺎﺀ'
			'ﻳﺘﺼﺎﱡﺑﻬﺎﺻﺎﺣﺒﻬﺎ،ﻭﺇﻧﻜﻢﻣﻨﺘﻘﻠﻮﻥﻣﻨﻬﺎﺇﻟﻰﺩﺍﺭﻻﺯﻭﺍﻝﻟﻬﺎ،ﻓﺎﻧﺘﻘﻠﻮﺍﺑﺨﻴﺮﻣﺎﺑﺤﻀﺮﺗﻜﻢﻓﺈﱠﻧﻪﻗﺪﺫﺁﺮﻟﻨﺎﺃﱠﻥ'
			'ﺍﻟﺤﺠﺮﻳﻠﻘﻰﻣﻦﺷﻔﻴﺮﺟﻬﱠﻨﻢﻓﻴﻬﻮﻯﻓﻴﻬﺎﺳﺒﻌﻴﻦﻋﺎﻣﺎﻻﻳﺪﺭﻙﻟﻬﺎﻗﻌﺮﺍ،ﻭﺍﻟﱠﻠﻪﻟﺘﻤﻸﱠﻥ..ﺃﻓﻌﺠﺒﺘﻢ،؟ﻭﻟﻘﺪ'
			'ﺫﺁﺮﻟﻨﺎﺃﱠﻥﻣﺎﺑﻴﻦﻣﺼﺮﺍﻋﻴﻦﻣﻦﻣﺼﺎﺭﻳﻊﺍﻟﺠﱠﻨﺔﻣﺴﻴﺮﺓﺃﺭﺑﻌﻴﻦﻋﺎﻣﺎ،ﻭﻟﻴﺄﺗﻴﱠﻦﻋﻠﻴﻬﺎﻳﻮﻡﻭﻩﻮﺁﻈﻴﻆﻣﻦ'
			'ﺍﻟﱢﺰﺣﺎﻡ،ﻭﻟﻘﺪﺭﺃﻳﺘﻨﻲﺳﺎﺑﻊﺳﺒﻌﺔﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺎﻟﻨﺎﻃﻌﺎﻡﺇﱠﻻﻭﺭﻕﺍﻟﱠﺸﺠﺮ،ﺣﺘﻰ'
			'ﻗﺮﺣﺖﺃﺷﺪﺍﻗﻨﺎ،ﻓﺎﻟﺘﻘﻄﺖﺑﺮﺩﺓﻓﺸﻘﻘﺘﻬﺎﺑﻴﻨﻲﻭﺑﻴﻦﺳﻌﺪﺑﻦﻣﺎﻟﻚﻓﺎﺗﱠﺰﺭﺕﺑﻨﺼﻔﻬﺎ،ﻭﺍﱠﺗﺰﺭﺳﻌﺪﺑﻨﺼﻔﻬﺎ،ﻓﻤﺎ'
			'ﺃﺻﺒﺢﺍﻟﻴﻮﻡﻣﱠﻨﺎﺃﺣﺪﺇﱠﻻﺃﺻﺒﺢﺃﻣﻴﺮﺍﻋﻠﻰﻣﺼﺮﻣﻦﺍﻷﻣﺼﺎﺭ.ﻭﺇﻧﻲﺃﻋﻮﺫﺑﺎﻟﱠﻠﻪﺃﻥﺃﺁﻮﻥﻓﻲﻧﻔﺴﻲﻋﻈﻴﻤﺎ.'
			'ﻭﻟﻪ:«ﺁﺫﻧﺖ»ﻩﻮﺑﻤﱢﺪﺍﻷﻟﻒ،ﺃﻱ:ﺃﻋﻠﻤﺖ.ﻭﻗﻮﻟﻪ:«ﺑﺼﺮﻡ»:ﻩﻮﺑﻀﻢﺍﻟﺼﺎﺩ.ﺄﻳ:ﺑﺎﻧﻘﻄﺎﻋﻬﺎﻭﻋﻨﺪﺍﻟﱠﻠﻪﺻﻐﻴﺮﺍ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻨﺎﺋﻬﺎ.ﻭﻗﻮﻟﻪ«ﻭﻭﱠﻟﺖﺣﱠﺬﺍﺀ»ﻩﻮﺑﺤﺎﺀﻣﻬﻤﻠﺔﻣﻔﺘﻮﺣﺔ،ﺛﻢﱠﺫﻻﻣﻌﺠﻤﺔﻣﺸﱠﺪﺩﺓ،ﺛﻢﱠﺃﻟﻒﻣﻤﺪﻭﺩﺓ.ﺃﻱ:'
			'ﺳﺮﻳﻌﺔﻭ«ﺍﻟﱡﺼﺒﺎﺑﺔ»ﺑﻀﻢﺍﻟﺼﺎﺩﺍﻟﻤﻬﻤﻠﺔ:ﻭﻩﻲﺍﻟﺒﻘﻴﱠﺔﺍﻟﻴﺴﻴﺮﺓ.ﻭﻗﻮﻟﻪ:«ﻳﺘﺼﺎﱡﺑﻬﺎ»ﻩﻮﺑﺘﺸﺪﻳﺪﺍﻟﺒﺎﺀ.'
			'ﺃﻱ:ﻳﺠﻤﻌﻬﺎ.ﻭﺍﻟﻜﻈﻴﻆ:ﺍﻟﻜﺜﻴﺮﺍﻟﻤﻤﺘﻠﺊ.ﻭﻗﻮﻟﻪ:«ﻗﺮﺣﺖ»ﻩﻮﺑﻔﺘﺢﺍﻟﻘﺎﻑﻭﺁﺴﺮﺍﻟﺮﺍﺀ،ﺃﻱ:ﺻﺎﺭﺕ'
			'ﻓﻴﻬﺎﻗﺮﻭﺡ',
		translation: 'Translation of Hadith 498'
),
	Hadith(
		hadithNumber: 499,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺧﺮﺟﺖﻟﻨﺎﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺁﺴﺎﺀﻭﺇﺯﺍﺭﺍ'
			'ﻏﻠﻴﻈﺎﻗﺎﻟﺖ:ﻗﺒﺾﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻩﺬﻳﻦ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 499'
),
	Hadith(
		hadithNumber: 500,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹ.ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺇﱢﻧﻲﻷﻭﱠﻝﺍﻟﻌﺮﺏﺭﻣﻰﺑﺴﻬﻢﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻭﻟﻘﺪﺁﻨﺎ'
			'ﻧﻐﺰﻭﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺎﻟﻨﺎﻃﻌﺎﻡﺇﱠﻻﻭﺭﻕﺍﻟﺤﺒﻠﺔ.ﻮﻫﺬﺍﺍﻟﺴﱠﻤﺮ.ﺣﺘﻰﺇﻥﺁﺎﻥﺃﺣﺪﻧﺎ'
			'ﻟﻴﻀﻊﺁﻤﺎﺗﻀﻊﺍﻟﺸﺎﺓﻣﺎﻟﻪﺧﻠﻂ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺤﺒﻠﺔ»ﺑﻀﻢﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔﻭﺇﺳﻜﺎﻥﺍﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓ:ﻮﻫﻲﻭﺍﻟﺴﱠﻤﺮ،ﻧﻮﻋﺎﻥﻣﻌﺮﻭﻓﺎﻥﻣﻦﺷﺠﺮﺍﻟﺒﺎﺩﻳﺔ',
		translation: 'Translation of Hadith 500'
),
	Hadith(
		hadithNumber: 501,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻠﱠﻬﻢﱠﺍﺟﻌﻞﺭﺯﻕﺁﻝ'
			'ﻣﺤﱠﻤﺪﻗﻮﺗﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﺎﻝﺃﻩﻞﺍﻟﱡﻠﻐﺔﻭﺍﻟﻐﺮﻳﺐ:ﻣﻌﻨﻰ«ﻗﻮﺗﺎ»ﺃﻱﻣﺎﻳﺴﱡﺪﺍﻟﱠﺮﻣﻖ',
		translation: 'Translation of Hadith 501'
),
	Hadith(
		hadithNumber: 502,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻭﺍﻟﱠﻠﻪﺍﻟﺬﻱﻻﺇﻟﻪﺇﱠﻻﻩﻮ،ﺇﻥﺁﻨﺖﻷﻋﺘﻤﺪﺑﻜﺒﺪﻱﻋﻠﻰﺍﻷﺭﺽ'
			'ﻣﻦﺍﻟﺠﻮﻉ،ﻭﺇﻥﺁﻨﺖﻷﺷﺪﱡﺍﻟﺤﺠﺮﻋﻠﻰﺑﻄﻨﻲﻣﻦﺍﻟﺠﻮﻉ.ﻭﻟﻘﺪﻗﻌﺪﺕﻳﻮﻣﺎﻋﻠﻰﻃﺮﻳﻘﻬﻢﺍﻟﺬﻱﻳﺨﺮﺟﻮﻥﻣﻨﻪ'
			'،ﻓﻤﱠﺮﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺘﺒﱠﺴﻢﺣﻴﻦﺭﺁﻧﻲ،ﻭﻋﺮﻑﻣﺎﻓﻲﻭﺟﻬﻲﻭﻣﺎﻓﻲﻧﻔﺴﻲ،ﺛﻢﱠﻗﺎﻝ:«ﺃﺑﺎ'
			'ﻩﱟﺮ،،»ﻗﻠﺖ:ﻟﱠﺒﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﺍﻟﺤﻖ»ﻭﻣﻀﻰ،ﻓﺎﺗﱠﺒﻌﺘﻪ،ﻓﺪﺧﻞﻓﺎﺳﺘﺄﺫﻥ،ﻓﺄﺫﻥﻟﻲﻓﺪﺧﻠﺖ،'
			'ﻓﻮﺟﺪﻟﺒﻨﺎﻓﻲﻗﺪﺡﻓﻘﺎﻝ:«ﻣﻦﺃﻳﻦﻩﺬﺍﺍﻟﱠﻠﺒﻦ؟»ﻗﺎﻟﻮﺍ:ﺃﻩﺪﺍﻩﻟﻚﻓﻼﻥﺃﻭﻓﻼﻧﺔﻗﺎﻝ:«ﺃﺑﺎﻩﱟﺮ،،»ﻗﻠﺖ:'
			'ﻟﱠﺒﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﺍﻟﺤﻖﺇﻟﻰﺃﻩﻞﺍﻟﱡﺼﱠﻔﺔﻓﺎﺩﻋﻬﻢﻟﻲ».ﻗﺎﻝ:ﻭﺃﻩﻞﺍﻟﱡﺼﱠﻔﺔﺃﺿﻴﺎﻑﺍﻹﺳﻼﻡ،ﻻ'
			'ﻳﺄﻭﻮﻧﻋﻠﻰﺃﻩﻞ،ﻭﻻﻣﺎﻝ،ﻭﻻﻋﻠﻰﺃﺣﺪ،ﻭﺁﺎﻥﺇﺫﺍﺃﺗﺘﻪﺻﺪﻗﺔﺑﻌﺚﺑﻬﺎﺇﻟﻴﻬﻢ.ﻭﻟﻢﻳﺘﻨﺎﻭﻝﻣﻨﻬﺎﺷﻴﺌﺎ،ﻭﺇﺫﺍ'
			'ﺃﺗﺘﻪﻩﺪﱠﻳﺔﺃﺭﺳﻞﺇﻟﻴﻬﻢﻭﺃﺻﺎﺏﻣﻨﻬﺎﻭﺃﺷﺮﺁﻬﻢﻓﻴﻬﺎ،ﻓﺴﺎﺀﻧﻲﺫﻟﻚﻓﻘﻠﺖ:ﻭﻣﺎﻩﺬﺍﺍﻟﱠﻠﺒﻦﻓﻲﺃﻩﻞﺍﻟﱡﺼﱠﻔﺔ؟'
			'ﺁﻨﺖﺃﺣﱠﻖﺄﻧﺃﺻﻴﺐﻣﻦﻩﺬﺍﺍﻟﱠﻠﺒﻦﺷﺮﺑﺔﺃﺗﻘﱠﻮﻯﺑﻬﺎ،ﻓﺈﺫﺍﺟﺎﺀﻭﺍﺃﻣﺮﻧﻲ،ﻓﻜﻨﺖﺃﻧﺎﺃﻋﻄﻴﻬﻢ،ﻭﻣﺎﻋﺴﻰﺄﻧ'
			'ﻳﺒﻠﻐﻨﻲﻣﻦﻩﺬﺍﺍﻟﱠﻠﺒﻦ،ﻭﻟﻢﻳﻜﻦﻣﻦﻃﺎﻋﺔﺍﻟﱠﻠﻪﻭﻃﺎﻋﺔﺭﺳﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﱞﺪ.ﻓﺄﺗﻴﺘﻬﻢﻓﺪﻋﻮﺗﻬﻢ،'
			'ﻓﺄﻗﺒﻠﻮﺍﻭﺍﺳﺘﺄﺫﻧﻮﺍ،ﻓﺄﺫﻥﻟﻬﻢﻭﺃﺧﺬﻭﺍﻣﺠﺎﻟﺴﻬﻢﻣﻦﺍﻟﺒﻴﺖﻗﺎﻝ:«ﻳﺎﺃﺑﺎﻩﺮ،،»ﻗﻠﺖ:ﻟﱠﺒﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،'
			'ﻗﺎﻝ:«ﺧﺬﻓﺄﻋﻄﻬﻢ»ﻗﺎﻝ:ﻓﺄﺧﺬﺕﺍﻟﻘﺪﺡﻓﺠﻌﻠﺖﺃﻋﻄﻴﻪﺍﻟﱠﺮﺟﻞﻓﻴﺸﺮﺏﺣﱠﺘﻰﻳﺮﻮﯨ،ﺛﻢﱠﻳﺮﱡﺩﻋﻠﱠﻲﺍﻟﻘﺪﺡ،'
			'ﻓﺄﻋﻄﻴﻪﺍﻵﺧﺮﻓﻴﺸﺮﺏﺣﱠﺘﻰﻳﺮﻮﯨ،ﺛﻢﱠﻳﺮﺩﱡﻋﻠﱠﻲﺍﻟﻘﺪﺡ،ﺣﱠﺘﻰﺍﻧﺘﻬﻴﺖﺇﻟﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻗﺪ'
			'ﺭﻭﻱﺍﻟﻘﻮﻡﺁﱡﻠﻬﻢ،ﻓﺄﺧﺬﺍﻟﻘﺪﺡﻓﻮﺿﻌﻪﻋﻠﻰﻳﺪﻩ،ﻓﻨﻈﺮﺇﻟﱠﻲﻓﺘﺒﱠﺴﻢ،ﻓﻘﺎﻝ:«ﺃﺑﺎﻩﺮ»ﻗﻠﺖ:ﻟﱠﺒﻴﻚﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﻗﺎﻝ:«ﺑﻘﻴﺖﺃﻧﺎﻭﺃﻧﺖ»ﻗﻠﺖﺻﺪﻗﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﺍﻗﻌﺪﻓﺎﺷﺮﺏ»ﻓﻘﻌﺪﺕﻓﺸﺮﺑﺖ:ﻓﻘﺎﻝ:«'
			'ﺍﺷﺮﺏ»ﻓﺸﺮﺑﺖ،ﻓﻤﺎﺯﻻﻳﻘﻮﻝ:«ﺍﺷﺮﺏ»ﺣﱠﺘﻰﻗﻠﺖ:ﻻﻭﺍﱠﻟﺬﻱﺑﻌﺜﻚﺑﺎﻟﺤﱢﻖﻣﺎﺃﺟﺪﻟﻪﻣﺴﻠﻜﺎ،ﻗﺎﻝ:«'
			'ﻓﺄﺭﻧﻲ»ﻓﺄﻋﻄﻴﺘﻪﺍﻟﻘﺪﺡ،ﻓﺤﻤﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺳﱠﻤﻰﻭﺷﺮﺏ«ﺍﻟﻔﻀﻠﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 502'
),
	Hadith(
		hadithNumber: 503,
		hadith:
						'ﻭﻋﻦﻣﺤﱠﻤﺪﺑﻦﺳﻴﺮﻳﻦﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﻘﺪﺭﺃﻳﺘﻨﻲﻭﺇﻧﻲﻷﺧﱡﺮﻓﻴﻤﺎﺑﻴﻦﻣﻨﺒﺮﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﺇﻟﻰﺣﺠﺮﺓﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻣﻐﺸﻴﺎﻋﻠﱠﻲ،ﻓﻴﺠﻲﺀﺍﻟﺠﺎﺋﻲ،ﻓﻴﻀﻊﺭﺟﻠﻪ'
			'ﻋﻠﻰﻋﻨﻘﻲ،ﻭﻳﺮﻯﺃﱢﻧﻲﻣﺠﻨﻮﻥﻭﻣﺎﺑﻲﻣﻦﺟﻨﻮﻥ،ﻭﻣﺎﺑﻲﺇﱠﻻﺍﻟﺠﻮﻉ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 503'
),
	Hadith(
		hadithNumber: 504,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺗﻮﻓﱢﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺩﺭﻋﻪﻣﺮﻩﻮﻧﺔﻋﻨﺪ'
			'ﻳﻬﻮﺩﱟﻱﻓﻲﺛﻼﺛﻴﻦﺻﺎﻋﺎﻣﻦﺷﻌﻴﺮ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 504'
),
	Hadith(
		hadithNumber: 505,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﻩﻦﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺭﻋﻪﺑﺸﻌﻴﺮ،ﻭﻣﺸﻴﺖﺇﻟﻰﺍﻟﱠﻨﺒﱢﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺨﺒﺰﺷﻌﻴﺮ،ﻭﺇﻩﺎﻟﺔﺳﻨﺨﺔ،ﻭﻟﻘﺪﺳﻤﻌﺘﻪﻳﻘﻮﻝ:«ﻣﺎﺃﺻﺒﺢﻵﻝﻣﺤﱠﻤﺪﺻــﺎﻉﻭﻻ'
			'ﺃﻣﺴﻰﻭﺇﱠﻧﻬﻢﻟﺘﺴﻌﺔﺃﺑﻴﺎﺕ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺍﻹﻩﺎﻟﺔ»ﺑﻜﺴﺮﺍﻟﻬﻤﺰﺓ:ﺍﻟﺸﱠﺤﻢﺍﻟﱠﺬﺍﺋﺐ.ﻭﺍﻟﱠﺴﻨﺨﺔ»ﺑﺎﻟﻨﻮﻥﻭﺍﻟﺨﺎﺀﺍﻟﻤﻌﺠﻤﺔ،ﻭﻩﻲ:ﺍﻟﻤﺘﻐﱢﻴﺮﺓ',
		translation: 'Translation of Hadith 505'
),
	Hadith(
		hadithNumber: 506,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﻘﺪﺭﺃﻳﺖﺳﺒﻌﻴﻦﻣﻦﺃﻩﻞﺍﻟﱡﺼﱠﻔﺔ،ﻣﺎﻣﻨﻬﻢﺭﺟﻞﻋﻠﻴﻪﺭﺩﺍﺀ،'
			'ﺇﱠﻣﺎﺇﺯﺍﺭﻭﺇﱠﻣﺎﺁﺴﺎﺀ،ﻗﺪﺭﺑﻄﻮﺍﻓﻲﺃﻋﻨﺎﻗﻬﻢﻣﻨﻬﺎﻣﺎﻳﺒﻠﻎﻧﺼﻒﺍﻟﱠﺴﺎﻗﻴﻦ،ﻭﻣﻨﻬﺎﻣﺎﻳﺒﻠﻎﺍﻟﻜﻌﺒﻴﻦ،ﻓﻴﺠﻤﻌﻪ'
			'ﺑﻴﺪﻩﺁﺮﺍﻩﻴﺔﺄﻧﺗﺮﻯﻋﻮﺭﺗﻪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 506'
),
	Hadith(
		hadithNumber: 507,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﻓﺮﺍﺵﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺃﺪﻣﺣﺸﻮﻩﻟﻴﻒ.'
			'`.507ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 507'
),
	Hadith(
		hadithNumber: 508,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﱠﻨﺎﺟﻠﻮﺳﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺟﺎﺀﺭﺟﻞﻣﻦ'
			'ﺍﻷﻧﺼﺎﺭ،ﻓﺴﱠﻠﻢﻋﻠﻴﻪ،ﺛﻢﱠﺃﺩﺑﺮﺍﻷﻧﺼﺎﺭﱡﻱ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺃﺧﺎﺍﻷﻧﺼﺎﺭ،ﺁﻴﻒ'
			'ﺃﺧﻲﺳﻌﺪﺑﻦﻋﺒﺎﺩﺓ؟»ﻓﻘﺎﻝ:ﺻﺎﻟﺢ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻳﻌﻮﺩﻩﻣﻨﻜﻢ؟»ﻓﻘﺎﻡ'
			'ﻭﻗﻤﻨﺎﻣﻌﻪ،ﻭﻧﺤﻦﺑﻀﻌﺔﻋﺸﺮﻣﺎﻋﻠﻴﻨﺎﻧﻌﺎﻝﻭﻻﺧﻔﺎﻑ،ﻭﻻﻗﻼﻧﺲ،ﻭﻻﻗﻤﺺﻧﻤﺸﻲﻓﻲﺗﻠﻚﺍﻟﱢﺴﺒﺎﺥ،'
			'ﺣﱠﺘﻰﺟﺌﻨﺎﻩ،ﻓﺎﺳﺘﺄﺧﺮﻗﻮﻣﻪﻣﻦﺣﻮﻟﻪﺣﱠﺘﻰﺩﻧﺎﺭﺳﻮﻝﺍﻟﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﺻﺤﺎﺑﻪﺍﱠﻟﺬﻳﻦﻣﻌﻪ.ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 508'
),
	Hadith(
		hadithNumber: 509,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺍﻥﺑﻦﺍﻟﺤﺼﻴﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﻪﻗﺎﻝ:«ﺧﻴﺮﺁﻢﻗﺮﻧﻲ'
			'،ﺛﻢﱠﺍﱠﻟﺬﻳﻦﻳﻠﻮﻧﻬﻢ،ﺛﻢﱠﺍﱠﻟﺬﻳﻦﻳﻠﻮﻧﻬﻢ»ﻗﺎﻝﻋﻤﺮﺍﻥ:ﻓﻤﺎﺃﺩﺮﻳﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﱠﺮﺗﻴﻦﺃﻭ'
			'ﺛﻼﺛﺎ«ﺛﻢﱠﻳﻜﻮﻥﺑﻌﺪﻩﻢﻗﻮﻡﻳﺸﻬﺪﻭﻥﻭﻻﻳﺴﺘﺸﻬﺪﻭﻥ،ﻭﻳﺨﻮﻧﻮﻥﻭﻻﻳﺆﺗﻤﻨﻮﻥ،ﻭﻳﻨﺬﺭﻭﻥﻭﻻﻳﻮﻓﻮﻥ،'
			'ﻭﻳﻈﻬﺮﻓﻴﻬﻢﺍﻟﺴﱢﻤﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 509'
),
	Hadith(
		hadithNumber: 510,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺍﺑﻦﺁﺪﻣ:ﺇﱠﻧﻚﺇﻥﺗﺒﺬﻝ'
			'ﺍﻟﻔﻀﻞﺧﻴﺮﻟﻚ،ﻭﺄﻧﺗﻤﺴﻜﻪﺷﱞﺮﻟﻚ،ﻭﻻﺗﻼﻡﻋﻠﻰﺁﻔﺎﻑ،ﻭﺍﺑﺪﺃﺑﻤﻦﺗﻌﻮﻝ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 510'
),
	Hadith(
		hadithNumber: 511,
		hadith:
						'ﻭﻋﻦﻋﺒﻴﺪﺍﻟﱠﻠﻪﺑﻦﻣﺤﺼﻦﺍﻷﻧﺼﺎﺭﱢﻱﺍﻟﺨﻄﻤﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺻﺒﺢﻣﻨﻜﻢﺁﻣﻨﺎﻓﻲﺳﺮﺑﻪ،ﻣﻌﺎﻓﻰﻓﻲﺟﺴﺪﻩ،ﻋﻨﺪﻩﻗﻮﺕﻳﻮﻣﻪ،ﻓﻜﺄﱠﻧﻤﺎﺣﻴﺰﺕﻟﻪﺍﻟﱡﺪﻧﻴﺎ'
			'ﺑﺤﺬﺍﻓﻴﺮﻩﺎ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﺳﺮﺑﻪ»ﺑﻜﺴﺮﺍﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔ،ﺄﻳ:ﻧﻔﺴﻪ،ﻭﻗﻴﻞ:ﻗﻮﻣﻪ.'
			'`',
		translation: 'Translation of Hadith 511'
),
	Hadith(
		hadithNumber: 512,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻗﺪ'
			'ﺃﻓﻠﺢﻣﻦﺃﺳﻠﻢ،ﻭﺁﺎﻥﺭﺯﻗﻪﺁﻔﺎﻓﺎ،ﻭﻗﱠﻨﻌﻪﺍﻟﱠﻠﻪﺑﻤﺎﺁﺗﺎﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 512'
),
	Hadith(
		hadithNumber: 513,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺤﱠﻤﺪﻓﻀﺎﻟﺔﺑﻦﻋﺒﻴﺪﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﻃﻮﺑﻰﻟﻤﻦﻩﺪﻱﺇﻟﻰﺍﻹﺳﻼﻡ،ﻭﺁﺎﻥﻋﻴﺸﻪﺁﻔﺎﻓﺎ،ﻭﻗﻨﻊ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 513'
),
	Hadith(
		hadithNumber: 514,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺒﻴﺖﺍﻟﱠﻠﻴﺎﻟﻲﺍﻟﻤﺘﺘﺎﺑﻌﺔ'
			'ﻃﺎﻭﻳﺎ،ﻭﺃﻩﻠﻪﻻﻳﺠﺪﻭﻥﻋﺸﺎﺀ،ﻭﺁﺎﻥﺃﺁﺜﺮﺧﺒﺰﻩﻢﺧﺒﺰﺍﻟﱠﺸﻌﻴﺮ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 514'
),
	Hadith(
		hadithNumber: 515,
		hadith:
						'ﻭﻋﻦﻓﻀﺎﻟﺔﺑﻦﻋﺒﻴﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺻﱠﻠﻰﺑﺎﻟﱠﻨﺎﺱﻳﺨﱡﺮ'
			'ﺭﺟﺎﻝﻣﻦﻗﺎﻣﺘﻬﻢﻓﻲﺍﻟﱠﺼﻼﺓﻣﻦﺍﻟﺨﺼﺎﺻﺔﻭﻩﻢﺃﺻﺤﺎﺏﺍﻟﱡﺼﱠﻔﺔﺣﱠﺘﻰﻳﻘﻮﻝﺍﻷﻋﺮﺍﺏ:ﻩﺆﻻﺀﻣﺠﺎﻧﻴﻦ،ﻓﺈﺫﺍ'
			'ﺻﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻧﺼﺮﻑﺇﻟﻴﻬﻢ،ﻓﻘﺎﻝ:«ﻟﻮﺗﻌﻠﻤﻮﻥﻣﺎﻟﻜﻢﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻷﺣﺒﺒﺘﻢ'
			'ﺃﻥﺗﺰﺩﺍﺩﻭﺍﻓﺎﻗﺔﻭﺣﺎﺟﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝﺣﺪﻳﺚﺻﺤﻴﺢ.'
			'»ﺍﻟﺨﺼﺎﺻﺔ»:ﺍﻟﻔﺎﻗﺔﻭﺍﻟﺠﻮﻉﺍﻟﺸﱠﺪﻳﺪ',
		translation: 'Translation of Hadith 515'
),
	Hadith(
		hadithNumber: 516,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺁﺮﻳﻤﺔﺍﻟﻤﻘﺪﺎﻣﺑﻦﻣﻌﺪﻳﻜﺮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﻣﺎﻣﻸﺁﺩﻣﱞﻲﻭﻋﺎﺀﺷﺮﺍﻣﻦﺑﻄﻨﻪ،ﺑﺤﺴﺐﺍﺑﻦﺁﺪﻣﺃﺁﻼﺕﻳﻘﻤﻦﺻﻠﺒﻪ،ﻓﺈﻥﺁﺎﻥﻻﻣﺤﺎﻟﺔ،ﻓﺜﻠﺚ'
			'ﻟﻄﻌﺎﻣﻪ،ﻭﺛﻠﺚﻟﺸﺮﺍﺑﻪ،ﻭﺛﻠﺚﻟﻨﻔﺴﻪ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.«ﺃﺁﻼﺕ»ﺃﻱ:ﻟﻘﻢ',
		translation: 'Translation of Hadith 516'
),
	Hadith(
		hadithNumber: 517,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺇﻳﺎﺱﺑﻦﺛﻌﻠﺒﺔﺍﻷﻧﺼﺎﺭﱢﻱﺍﻟﺤﺎﺭﺛﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺫﺁﺮﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﻣﺎﻋﻨﺪﻩﺍﻟﱡﺪﻧﻴﺎ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻﺗﺴﻤﻌﻮﻥ؟ﺃﻻﺗﺴﻤﻌﻮﻥ؟ﺇﱠﻥ'
			'ﺍﻟﺒﺬﺍﺫﺓﻣﻦﺍﻹﻳﻤﺎﻥﺇﱠﻥﺍﻟﺒﺬﺍﺫﺓﻣﻦﺍﻹﻳﻤﺎﻥ»ﻳﻌﻨﻲ:ﺍﻟﱠﺘﻘﱡﺤﻞ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'»ﺍﻟﺒﺬﺍﺫﺓ»:ﺑﺎﻟﺒﺎﺀﺍﻟﻤﻮﱠﺣﺪﺓﻭﺍﻟﱠﺬﺍﻟﻴﻦﺍﻟﻤﻌﺠﻤﺘﻴﻦ،ﻭﻩﻲﺭﺛﺎﺛﺔﺍﻟﻬﻴﺌﺔ،ﻭﺗﺮﻙﻓﺎﺧﺮﺍﻟﱢﻠﺒﺎﺱﻭﺃﱠﻣﺎ«ﺍﻟﱠﺘﻘﱡﺤﱡﻞ»'
			'ﻓﺒﺎﻟﻘﺎﻑﻭﺍﻟﺤﺎﺀ،ﻗﺎﻝﺃﻩﻞﺍﻟﱡﻠﻐﺔ:ﺍﻟﻤﺘﻘﱢﺤﻞ:ﻩﻮﺍﻟﺮﱠﺟﻞﺍﻟﻴﺎﺑﺲﺍﻟﺠﻠﺪﻣﻦﺧﺸﻮﻧﺔﺍﻟﻌﻴﺶ،ﻭﺗﺮﻙﺍﻟﱠﺘﺮﱠﻓﻪ',
		translation: 'Translation of Hadith 517'
),
	Hadith(
		hadithNumber: 518,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺟﺎﺑﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺑﻌﺜﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻭﺃﱠﻣﺮﻋﻠﻴﻨﺎﺃﺑﺎﻋﺒﻴﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻧﺘﻠﱠﻘﻲﻋﻴﺮﺍﻟﻘﺮﻳﺶ،ﻭﱠﺯﻭﺩﻧﺎﺟﺮﺍﺑﺎﻣﻦﺗﻤﺮﻟﻢﻳﺠﺪﻟﻨﺎﻏﻴﺮﻩ،ﻓﻜﺎﻥ'
			'ﺃﺑﻮﻋﺒﻴﺪﺓﻳﻌﻄﻴﻨﺎﺗﻤﺮﺓﺗﻤﺮﺓ،ﻓﻘﻴﻞ:ﺁﻴﻒﺁﻨﺘﻢﺗﺼﻨﻌﻮﻥﺑﻬﺎ؟ﻗﺎﻝ:ﻧﻤﱡﺼﻬﺎﺁﻤﺎﻳﻤﱡﺺﺍﻟﱠﺼﺒﱡﻲ،ﺛﻢﱠﻧﺸﺮﺏ'
			'ﻋﻠﻰﺳﺎﺣﻞﺍﻟﺒﺤﺮ،ﻓﺮﻓﻊﻟﻨﺎﻋﻠﻰﺳﺎﺣﻞﺍﻟﺒﺤﺮﺁﻬﻴﺌﺔﺍﻟﻜﺜﻴﺐﺍﻟﻀﺨﻢ،ﻓﺄﺗﻴﻨﺎﻩﻓﺈﺫﺍﻩﻲﺩﺍﱠﺑﺔﺗﺪﻋﻰﺍﻟﻌﻨﺒﺮ،ﻋﻠﻴﻬﺎﻣﻦﺍﻟﻤﺎﺀ،ﻓﺘﻜﻔﻴﻨﺎﻳﻮﻣﻨﺎﺇﻟﻰﺍﻟﱠﻠﻴﻞ،ﻭﺁﱠﻨﺎﻧﻀﺮﺏﺑﻌﺼﱢﻴﻨﺎﺍﻟﺨﺒﻂ،ﺛﻢﱠﻧﺒﻠﱡﻪﺑﺎﻟﻤﺎﺀﻓﻨﺄﺁﻠﻪ.ﻗﺎﻝ:ﻭﺍﻧﻄﻠﻘﻨﺎ'
			'ﻓﻘﺎﻝﺃﺑﻮﻋﺒﻴﺪﺓ:ﻣﻴﺘﺔ،ﺛﻢﱠﻗﺎﻝ:ﻻ،ﺑﻞﻧﺤﻦﺭﺳﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻭﻗﺪ'
			'ﺍﺿﻄﺮﺭﺗﻢﻓﻜﻠﻮﺍ،ﻓﺄﻗﻤﻨﺎﻋﻠﻴﻪﺷﻬﺮﺍ،ﻭﻧﺤﻦﺛﻼﺛﻤﺎﺋﺔ،ﺣﱠﺘﻰﺳﻤﱠﻨﺎ،ﻭﻟﻘﺪﺭﺃﻳﺘﻨﺎﻧﻐﺘﺮﻑﻣﻦﻭﻗﺐﻋﻴﻨﻪ'
			'ﺑﺎﻟﻘﻼﻝﺍﻟﱡﺪﻩﻦﻭﻧﻘﻄﻊﻣﻨﻪﺍﻟﻔﺪﺭﺁﺎﻟﱠﺜﻮﺭﺃﻭﺁﻘﺪﺭﺍﻟﱠﺜﻮﺭ.'
			'ﻭﻟﻘﺪﺃﺧﺬﻣﱠﻨﺎﺃﺑﻮﻋﺒﻴﺪﺓﺛﻼﺛﺔﻋﺸﺮﺭﺟﻼﻓﺄﻗﻌﺪﻩﻢﻓﻲﻭﻗﺐﻋﻴﻨﻪﻭﺃﺧﺬﺿﻠﻌﺎﻣﻦﺃﺿﻼﻋﻪﻓﺄﻗﺎﻣﻬﺎﺛﻢﱠﺭﺣﻞ'
			'ﺃﻋﻈﻢﺑﻌﻴﺮﻣﻌﻨﺎﻓﻤﺮﻣﻦﺗﺤﺘﻬﺎﻭﺗﺰﱠﻭﺩﻧﺎﻣﻦﻟﺤﻤﻪﻭﺷﺎﺋﻖ،ﻓﻠﱠﻤﺎﻗﺪﻣﻨﺎﺍﻟﻤﺪﻳﻨﺔﺃﺗﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﺬﺁﺮﻧﺎﺫﻟﻚﻟﻪ،ﻓﻘﺎﻝ:«ﻩﻮﺭﺯﻕﺃﺧﺮﺟﻪﺍﻟﱠﻠﻪﻟﻜﻢ،ﻓﻬﻞﻣﻌﻜﻢﻣﻦﻟﺤﻤﻪﺷﻲﺀﻓﺘﻄﻌﻤﻮﻧﺎ؟»ﻓﺄﺭﺳﻠﻨﺎ'
			'ﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻨﻪﻓﺄﺁﻠﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺠﺮﺍﺏ»:ﻭﻋﺎﺀﻣﻦﺟﻠﺪﻣﻌﺮﻮﻓ،ﻭﻩﻮﺑﻜﺴﺮﺍﻟﺠﻴﻢﻭﻓﺘﺤﻬﺎ،ﻭﺍﻟﻜﺴﺮﺃﻓﺼﺢ.ﻗﻮﻟﻪ:«ﻧﻤﱡﺼﻬﺎ»'
			'ﺑﻔﺘﺢﺍﻟﻤﻴﻢ«ﻭﺍﻟﺨﺒﻂ»ﻭﺭﻕﺷﺠﺮﻣﻌﺮﻮﻓﺗﺄﺁﻠﻪﺍﻹﺑﻞ.«ﻭﺍﻟﻜﺜﻴﺐ»ﺍﻟﱠﺘﱡﻞﻣﻦﺍﻟﱠﺮﻣﻞ،«ﻭﺍﻟﻮﻗﺐ»:ﺑﻔﺘﺢ'
			'ﺍﻟﻮﺍﻭﻭﺇﺳﻜﺎﻥﺍﻟﻘﺎﻑﻭﺑﻌﺪﻩﺎﺑﺎﺀﻣﻮﺣﺪﺓ،ﻭﻩﻮﻧﻘﺮﺓﺍﻟﻌﻴﻦ«ﻭﺍﻟﻘﻼﻝ»ﺍﻟﺠﺮﺍﺭ.«ﻭﺍﻟﻔﺪﺭ»ﺑﻜﺴﺮﺍﻟﻔﺎﺀ'
			'ﻭﻓﺘﺢﺍﻟﺪﻻ:ﺍﻟﻘﻄﻊ.«ﺭﺣﻞﺍﻟﺒﻌﻴﺮ»ﺑﺘﺨﻔﻴﻒﺍﻟﺤﺎﺀﺃﻱﺟﻌﻞﻋﻠﻴﻪﺍﻟﺮﺣﻞ.ﻭ«ﺍﻟﻮﺷﺎﺋﻖ»ﺑﺎﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔ'
			'ﻭﺍﻟﻘﺎﻑ:ﺍﻟﱠﻠﺤﻢﺍﱠﻟﺬﻱﺍﻗﺘﻄﻊﻟﻴﻘﱠﺪﺩﻣﻨﻪ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 518'
),
	Hadith(
		hadithNumber: 519,
		hadith:
						'ﻭﻋﻦﺃﺳﻤﺎﺀﺑﻨﺖﻳﺰﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺁﻢﱡﻗﻤﻴﺺﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﻟﻰ'
			'ﺍﻟﱡﺮﺻﻎﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻗﻠﺖ:(ﺿﻌﻴﻒ)[ﻓﻴﻪ:ﺷﻬﺮﺑﻦﺣﻮﺷﺐ،ﻮﻫﻮﺿﻌﻴﻒ].'
			'«ﺍﻟﺮﱡﺻﻎ»ﺑﺎﻟﺼﺎﺩﻭﺍﻟﺮﱡﺳﻎﺑﺎﻟﺴﻴﻦﺃﻳﻀﺎ:ﻩﻮﺍﻟﻤﻔﺼﻞﺑﻴﻦﺍﻟﻜﱢﻒﻭﺍﻟﱠﺴﺎﻋﺪ',
		translation: 'Translation of Hadith 519'
),
	Hadith(
		hadithNumber: 520,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺇﱠﻧﺎﺁﱠﻨﺎﻳﻮﻡﺍﻟﺨﻨﺪﻕﻧﺤﻔﺮ،ﻓﻌﺮﺿﺖﺁﺪﻳﺔﺷﺪﻳﺪﺓﻓﺠﺎﺀﻭﺍﺇﻟﻰﺍﻟﻨﺒﱢﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﻮﺍ:ﻩﺬﻩﺁﺪﻳﺔﻋﺮﺿﺖﻓﻲﺍﻟﺨﻨﺪﻕ.ﻓﻘﺎﻝ:«ﺃﻧﺎﻧﺎﺰﻟ»ﺛﻢﱠﻗﺎﻡﻭﺑﻄﻨﻪﻣﻌﺼﻮﺏ'
			'ﺑﺤﺠﺮ،ﻭﻟﺒﺜﻨﺎﺛﻼﺛﺔﺃﱠﻳﺎﻡﻻﻧﺬﻭﻕﺫﻭﺍﻗﺎ،ﻓﺄﺧﺬﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻤﻌﻮﻝ،ﻓﻀﺮﺏﻓﻌﺎﺩﺁﺜﻴﺒﺎﺃﻩﻴﻞ،'
			'ﺃﻭﺃﻩﻴﻢ.'
			'ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺍﺋﺬﻥﻟﻲﺇﻟﻰﺍﻟﺒﻴﺖ،ﻓﻘﻠﺖﻻﻣﺮﺃﺗﻲ:ﺭﺃﻳﺖﺑﺎﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺷﻴﺌﺎﻣﺎﻓﻲﺫﻟﻚ'
			'ﺻﺒﺮﻓﻌﻨﺪﻙﺷﻲﺀ؟ﻓﻘﺎﻟﺖ:ﻋﻨﺪﻱﺷﻌﻴﺮﻭﻋﻨﺎﻕ،ﻓﺬﺑﺤﺖﺍﻟﻌﻨﺎﻕ،ﻭﻃﺤﻨﺖﺍﻟﱠﺸﻌﻴﺮﺣﱠﺘﻰﺟﻌﻠﻨﺎﺍﻟﻠﺤﻢﻓﻲ'
			'ﺍﻟﺒﺮﻣﺔ،ﺛﻢﱠﺟﺌﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺍﻟﻌﺠﻴﻦﻗﺪﺍﻧﻜﺴﺮﻭﺍﻟﺒﺮﻣﺔﺑﻴﻦﺍﻷﺛﺎﻓﱢﻲﻗﺪﺁﺎﺩﺕﺗﻨﻀﺞ.'
			'ﻓﻘﻠﺖ:ﻃﻌﱢﻴﻢﻟﻲﻓﻘﻢﺃﻧﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺭﺟﻞﺃﻭﺭﺟﻼﻥ،ﻗﺎﻝ:«ﺁﻢﻩﻮ؟»ﻓﺬﺁﺮﺕﻟﻪﻓﻘﺎﻝ:«ﺁﺜﻴﺮﻃﻴﺐ'
			'،ﻗﻞﻟﻬﺎﻻﺗﻨﺰﻉﺍﻟﺒﺮﻣﺔ،ﻭﻻﺍﻟﺨﺒﺰﻣﻦﺍﻟﱠﺘﱡﻨﻮﺭﺣﱠﺘﻰﺁﺗﻲ»ﻓﻘﺎﻝ:«ﻗﻮﻣﻮﺍ»ﻓﻘﺎﻡﺍﻟﻤﻬﺎﺟﺮﻮﻧﻭﺍﻷﻧﺼﺎﺭ،'
			'ﻓﺪﺧﻠﺖﻋﻠﻴﻬﺎﻓﻘﻠﺖ:ﻭﻳﺤﻚﺟﺎﺀﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺍﻟﻤﻬﺎﺟﺮﻭﻥ،ﻭﺍﻷﻧﺼﺎﺭﻭﻣﻦﻣﻌﻬﻢ،ﻗﺎﻟﺖ:'
			'ﻩﻞﺳﺄﻟﻚ؟ﻗﻠﺖ:ﻧﻌﻢ،ﻗﺎﻝ:«ﺍﺩﺧﻠﻮﺍﻭﻻﺗﻀﺎﻏﻄﻮﺍ»ﻓﺠﻌﻞﻳﻜﺴﺮﺍﻟﺨﺒﺰ،ﻭﻳﺠﻌﻞﻋﻠﻴﻪﺍﻟﻠﺤﻢ،ﻭﻳﺨﻤﱢﺮ'
			'ﺍﻟﺒﺮﻣﺔﻭﺍﻟﱠﺘﱡﻨﻮﺭﺇﺫﺍﺃﺧﺬﻣﻨﻪ،ﻭﻳﻘﺮﱢﺏﺇﻟﻰﺃﺻﺤﺎﺑﻪﺛﻢﱠﻳﻨﺰﻉﻓﻠﻢﻳﺰﻝﻳﻜﺴﺮﻭﻳﻐﺮﻑﺣﱠﺘﻰﺷﺒﻌﻮﺍ،ﻭﺑﻘﻲﻣﻨﻪ،'
			'ﻓﻘﺎﻝ:«ﺁﻠﻲﻩﺬﺍﻭﺄﻫﺪﻱ،ﻓﺈﱠﻥﺍﻟﱠﻨﺎﺱﺃﺻﺎﺑﺘﻬﻢﻣﺠﺎﻋﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻗﺎﻝﺟﺎﺑﺮ:ﻟﱠﻤﺎﺣﻔﺮﺍﻟﺨﻨﺪﻕﺭﺃﻳﺖﺑﺎﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﻤﺼﺎ،ﻓﺎﻧﻜﻔﺄﺕﺇﻟﻰﺍﻣﺮﺃﺗﻲ'
			'ﻓﻘﻠﺖ:ﻩﻞﻋﻨﺪﻙﺷﻲﺀ،ﻓﺈﱢﻧﻲﺭﺃﻳﺖﺑﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﻤﺼﺎﺷﺪﻳﺪﺍ.'
			'ﻓﺄﺧﺮﺟﺖﺇﻟﱠﻲﺟﺮﺍﺑﺎﻓﻴﻪﺻﺎﻉﻣﻦﺷﻌﻴﺮ،ﻭﻟﻨﺎﺑﻬﻴﻤﺔ،ﺩﺍﺟﻦﻓﺬﺑﺤﺘﻬﺎ،ﻭﻃﺤﻨﺖﺍﻟﱠﺸﻌﻴﺮﻓﻔﺮﻏﺖﺇﻟﻰﻓﺮﺍﻏﻲ'
			'،ﻭﻗﱠﻄﻌﺘﻬﺎﻓﻲﺑﺮﻣﺘﻬﺎ،ﺛﻢﱠﻭﻟﱠﻴﺖﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻟﺖ:ﻻﺗﻔﻀﺤﻨﻲﺑﺮﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻣﻦﻣﻌﻪ،ﻓﺠﺌﺘﻪﻓﺴﺎﺭﺭﺗﻪﻓﻘﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺫﺑﺤﻨﺎﺑﻬﻴﻤﺔﻟﻨﺎ،ﻭﻃﺤﻨﺖﺻﺎﻋﺎﻣﻦ'
			'ﺷﻌﻴﺮ،ﻓﺘﻌﺎﻝﺃﻧﺖﻭﻧﻔﺮﻣﻌﻚ،ﻓﺼﺎﺡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﻳﺎﺃﻩﻞﺍﻟﺨﻨﺪﻕ:ﺇﱠﻥﺟﺎﺑﺮﺍ'
			'ﻗﺪﺻﻨﻊﺳﺆﺭﺍﻓﺤﱠﻴﻬﻼﺑﻜﻢ»ﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻨﺰﻟﻦﱠﺑﺮﻣﺘﻜﻢﻭﻻﺗﺨﺒﺰﱠﻥﻋﺠﻴﻨﻜﻢﺣﱠﺘﻰ'
			'ﺃﺟﻲﺀ».ﻓﺠﺌﺖ،ﻭﺟﺎﺀﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﺪﻡﺍﻟﱠﻨﺎﺱ،ﺣﱠﺘﻰﺟﺌﺖﺍﻣﺮﺃﺗﻲﻓﻘﺎﻟﺖ:ﺑﻚﻭﺑﻚ،ﻓﻘﻠﺖ'
			':ﻗﺪﻓﻌﻠﺖﺍﱠﻟﺬﻱﻗﻠﺖ.ﻓﺄﺧﺮﺟﺖﻋﺠﻴﻨﺎﻓﺒﺴﻖﻓﻴﻪﻭﺑﺎﺭﻙ،ﺛﻢﱠﻋﻤﺪﺇﻟﻰﺑﺮﻣﺘﻨﺎﻓﺒﺼﻖﻭﺑﺎﺭﻙ،ﺛﻢﱠﻗﺎﻝ:«ﺍﺩﻉ'
			'ﺧﺎﺑﺰﺓﻓﻠﺘﺨﺒﺰﻣﻌﻚ،ﻭﺍﻗﺪﺣﻲﻣﻦﺑﺮﻣﺘﻜﻢﻭﻻﺗﻨﺰﻟﻮﻩﺎ»ﻭﻩﻢﺃﻟﻒ،ﻓﺄﻗﺴﻢﺑﺎﻟﱠﻠﻪﻷﺁﻠﻮﺍﺣﱠﺘﻰﺗﺮﺁﻮﻩﻭﺍﻧﺤﺮﻓﻮﺍ،'
			'ﻭﺇﱠﻥﺑﺮﻣﺘﻨﺎﻟﺘﻐﱡﻂﺁﻤﺎﻩﻲ،ﻭﺃﱠﻥﻋﺠﻴﻨﻨﺎﻟﻴﺨﺒﺰﺁﻤﺎﻩﻮ.'
			'ﻗﻮﻟﻪ:«ﻋﺮﺿﺖﺁﺪﻳﺔ»:ﺑﻀﻢﺍﻟﻜﺎﻑﻭﺇﺳﻜﺎﻥﺍﻟﺪﻻﻭﺑﺎﻟﻴﺎﺀﺍﻟﻤﺜﻨﺎﺓﺗﺤﺖ،ﻭﻩﻲﻗﻄﻌﺔﻏﻠﻴﻈﺔﺻﻠﺒﺔﻣﻦ'
			'ﺍﻷﺭﺽﻻﻳﻌﻤﻞﻓﻴﻬﺎﺍﻟﻔﺄﺱ.«ﻭﺍﻟﻜﺜﻴﺐ»ﺃﺻﻠﻪﺗﱡﻞﺍﻟﱠﺮﻣﻞ،ﻭﺍﻟﻤﺮﺍﺩﻩﻨﺎ:ﺻﺎﺭﺕﺗﺮﺍﺑﺎﻧﺎﻋﻤﺎ،ﻭﻩﻮﻣﻌﻨﻰ«'
			'ﺃﻩﻴﻞ».ﻭ«ﺍﻷﺛﺎﻓﻲ»:ﺍﻷﺣﺠﺎﺭﺍﱠﻟﺘﻲﻳﻜﻮﻥﻋﻠﻴﻬﺎﺍﻟﻘﺪﺭ.ﻭ«ﺗﻀﺎﻏﻄﻮﺍ»:ﺗﺰﺍﺣﻤﻮﺍ.ﻭ«ﺍﻟﻤﺠﺎﻋﺔ»:'
			'ﺍﻟﺠﻮﻉ،ﻮﻫﻮﺑﻔﺘﺢﺍﻟﻤﻴﻢ.ﻭ«ﺍﻟﺨﻤﺺ»ﺑﻔﺘﺢﺍﻟﺨﺎﺀﺍﻟﻤﻌﺠﻤﺔﻭﺍﻟﻤﻴﻢ:ﺍﻟﺠﻮﻉ.ﻭ«ﺍﻧﻜﻔﺄﺕ»:ﺍﻧﻘﻠﺒﺖ'
			'ﻭﺭﺟﻌﺖ.ﻭ«ﺍﻟﺒﻬﻴﻤﺔ»ﺑﻀﻢﺍﻟﺒﺎﺀ:ﺗﺼﻐﻴﺮﺑﻬﻤﺔ،ﻭﻩﻲﺍﻟﻌﻨﺎﻕﺑﻔﺘﺢﺍﻟﻌﻴﻦﻭ«ﺍﻟﱠﺪﺍﺟﻦ»:ﻩﻲﺍﱠﻟﺘﻲﺃﻟﻔﺖ'
			'ﺍﻟﺒﻴﺖ.ﻭ«ﺍﻟﱡﺴﺆﺭ»:ﺍﻟﱠﻄﻌﺎﻡﺍﱠﻟﺬﻱﻳﺪﻋﻰﺍﻟﱠﻨﺎﺱﺇﻟﻴﻪﻭﻩﻮﺑﺎﻟﻔﺎﺭﺳﱠﻴﺔ،ﻭ«ﺣﱠﻴﻬﻼ»ﺄﻳ:ﺗﻌﺎﻟﻮﺍ.ﻭﻗﻮﻟﻬﺎ«ﺑﻚ'
			'ﻭﺑﻚ»ﺄﻳ:ﺧﺎﺻﻤﺘﻪﻭﺳﺒﱠﺘﻪ،ﻷﱠﻧﻬﺎﺍﻋﺘﻘﺪﺕﺃﱠﻥﺍﱠﻟﺬﻱﻋﻨﺪﻩﺎﻻﻳﻜﻔﻴﻬﻢ،ﻓﺎﺳﺘﺤﻴﺖﻭﺧﻔﻲﻋﻠﻴﻬﺎﻣﺎﺃﺁﺮﻡﺍﻟﱠﻠﻪ'
			'ﺳﺒﺤﺎﻧﻪﻭﺗﻌﺎﻟﻰﺑﻪﻧﺒﱠﻴﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﻩﺬﻩﺍﻟﻤﻌﺠﺰﺓﺍﻟﱠﻈﺎﻩﺮﺓﻭﺍﻵﻳﺔﺍﻟﺒﺎﻩﺮﺓ.«ﺑﺴﻖ»ﺄﻳ:'
			'ﺑﺼﻖ،ﻭﻳﻘﺎﻝﺃﻳﻀﺎ:ﺑﺰﻕﺛﻼﺙﻟﻐﺎﺕ.ﻭ«ﻋﻤﺪ»ﺑﻔﺘﺢﺍﻟﻤﻴﻢ:ﻗﺼﺪ.ﻭ«ﺍﻗﺪﺣﻲ»ﺄﻳ:ﺍﻏﺮﻓﻲ،'
			'ﻭﺍﻟﻤﻘﺪﺣﺔ:ﺍﻟﻤﻐﺮﻓﺔ.ﻭ«ﺗﻐﱡﻂ»ﺄﻳﻟﻐﻠﻴﺎﻧﻬﺎﺻﻮﺕ.ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 520'
),
	Hadith(
		hadithNumber: 521,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺃﺑﻮﻃﻠﺤﺔﻷﻡﱢﺳﻠﻴﻢ:ﻗﺪﺳﻤﻌﺖﺻﻮﺕﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺿﻌﻴﻔﺎﺃﻋﺮﻑﻓﻴﻪﺍﻟﺠﻮﻉ،ﻓﻬﻞﻋﻨﺪﻙﻣﻦﺷﻲﺀ؟ﻓﻘﺎﻟﺖ:ﻧﻌﻢ،ﻓﺄﺧﺮﺟﺖﺃﻗﺮﺍﺻﺎﻣﻦﺷﻌﻴﺮ،ﺛﻢﱠ'
			'ﺃﺧﺬﺕﺧﻤﺎﺭﺍﻟﻬﺎﻓﻠﱠﻔﺖﺍﻟﺨﺒﺰﺑﺒﻌﻀﻪ،ﺛﻢﱠﺩﺳﱠﺘﻪﺗﺤﺖﺛﻮﺑﻲﻭﺭﱠﺩﺗﻨﻲﺑﺒﻌﻀﻪ،ﺛﻢﱠﺃﺭﺳﻠﺘﻨﻲﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺬﻩﺒﺖﺑﻪ،ﻓﻮﺟﺪﺕﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺎﻟﺴﺎﻓﻲﺍﻟﻤﺴﺠﺪ،ﻭﻣﻌﻪ'
			'ﺍﻟﱠﻨﺎﺱ،ﻓﻘﻤﺖﻋﻠﻴﻬﻢ،ﻓﻘﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺭﺳﻠﻚﺃﺑﻮﻃﻠﺤﺔ؟»ﻓﻘﻠﺖ:ﻧﻌﻢ،'
			'ﻓﻘﺎﻝ:«ﺃﻟﻄﻌﺎﻡ»ﻓﻘﻠﺖ:ﻧﻌﻢ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﻮﻣﻮﺍ»ﻓﺎﻧﻄﻠﻘﻮﺍﻭﺍﻧﻄﻠﻘﺖﺑﻴﻦ'
			'ﺃﻳﺪﻳﻬﻢﺣﱠﺘﻰﺟﺌﺖﺃﺑﺎﻃﻠﺤﺔﻓﺄﺧﺒﺮﺗﻪ،ﻓﻘﺎﻝﺃﺑﻮﻃﻠﺤﺔ:ﻳﺎﺄﻣﱢﺳﻠﻴﻢ:ﻗﺪﺟﺎﺀﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺑﺎﻟﱠﻨﺎﺱﻭﻟﻴﺲﻋﻨﺪﻧﺎﻣﺎﻧﻄﻌﻤﻬﻢ؟ﻓﻘﺎﻟﺖ:ﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ.'
			'ﻓﺎﻧﻄﻠﻖﺃﺑﻮﻃﻠﺤﺔﺣﱠﺘﻰﻟﻘﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﻗﺒﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻌﻪ'
			'ﺣﱠﺘﻰﺩﺧﻼ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻩﻠﱢﻤﻲﻣﺎﻋﻨﺪﻙﻳﺎﺄﻣﱢﺳﻠﻴﻢ»ﻓﺄﺗﺖﺑﺬﻟﻚﺍﻟﺨﺒﺰ،ﻓﺄﻣﺮ'
			'ﺑﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﻔﺖﱠ،ﻭﻋﺼﺮﺕﻋﻠﻴﻪﺄﻣﱡﺳﻠﻴﻢﻋﱠﻜﺔﻓﺂﺩﻣﺘﻪ،ﺛﻢﱠﻗﺎﻝﻓﻴﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺎ'
			'ﺷﺎﺀﺍﻟﱠﻠﻪﺃﻥﻳﻘﻮﻝ،ﺛﻢﱠﻗﺎﻝ:«ﺍﺋﺬﻥﻟﻌﺸﺮﺓ»ﻓﺄﺫﻥﻟﻬﻢ،ﻓﺄﺁﻠﻮﺍﺣﱠﺘﻰﺷﺒﻌﻮﺍﺛﻢﱠﺧﺮﺟﻮﺍ،ﺛﻢﻗﺎﻝ:«ﺍﺋﺬﻥ'
			'ﻟﻌﺸﺮﺓ»ﻓﺄﺫﻥﻟﻬﻢ،ﻓﺄﺁﻠﻮﺍﺣﺘﻰﺷﺒﻌﻮﺍ،ﺛﻢﺧﺮﺟﻮﺍ،ﺛﻢﱠﻗﺎﻝ:«ﺍﺋﺬﻥﻟﻌﺸﺮﺓ»ﻓﺄﺫﻥﻟﻬﻢﺣﺘﻰﺃﺁﻞﺍﻟﻘﻮﻡ'
			'ﺁﱡﻠﻬﻢﻭﺷﺒﻌﻮﺍ،ﻭﺍﻟﻘﻮﻡﺳﺒﻌﻮﻥﺭﺟﻼﺃﻭﺛﻤﺎﻧﻮﻥ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻤﺎﺯﻻﻳﺪﺧﻞﻋﺸﺮﺓﻭﻳﺨﺮﺝﻋﺸﺮﺓ،ﺣﺘﻰﻟﻢﻳﺒﻖﻣﻨﻬﻢﺃﺣﺪﺇﻻﺩﺧﻞ،ﻓﺄﺁﻞﺣﺘﻰﺷﺒﻊ،ﺛﻢ'
			'ﻩﱠﻴﺄﻩﺎﻓﺈﺫﺍﻩﻲﻣﺜﻠﻬﺎﺣﻴﻦﺃﺁﻠﻮﺍﻣﻨﻬﺎ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﺄﺁﻠﻮﺍﻋﺸﺮﺓﻋﺸﺮﺓ،ﺣﺘﻰﻓﻌﻞﺫﻟﻚﺑﺜﻤﺎﻧﻴﻦﺭﺟﻼﺛﻢﺃﺁﻞﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻌﺪﺫﻟﻚ'
			'ﻭﺃﻩﻞﺍﻟﺒﻴﺖ،ﻭﺗﺮﺁﻮﺍﺳﺆﺭﺍ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻋﻦﺃﻧﺲﻗﺎﻝ:ﺟﺌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﻣﺎﻓﻮﺟﺪﺗﻪﺟﺎﻟﺴﺎﻣﻊﺃﺻﺤﺎﺑﻪ،ﻭﻗﺪﻭﻓﻲﺭﻭﺍﻳﺔ:ﺛﱠﻢﺃﻓﻀﻠﻮﺍﻣﺎﺑﻠﻐﻮﺍﺟﻴﺮﺍﻧﻬﻢ.'
			'ﻋﺼﺐﺑﻄﻨﻪﺑﻌﺼﺎﺑﺔ،ﻓﻘﻠﺖﻟﺒﻌﺾﺃﺻﺤﺎﺑﻪ:ﻟﻢﻋﺼﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻄﻨﻪ؟ﻓﻘﺎﻟﻮﺍ:ﻣﻦ'
			'ﺍﻟﺠﻮﻉ.'
			'ﻓﺬﻩﺒﺖﺇﻟﻰﺃﺑﻲﻃﻠﺤﺔ،ﻭﻩﻮﺯﻭﺝﺄﻣﱢﺳﻠﻴﻢﺑﻨﺖﻣﻠﺤﺎﻥ،ﻓﻘﻠﺖ:ﻳﺎﺃﺑﺘﺎﻩ،ﻗﺪﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻋﺼﺐﺑﻄﻨﻪﺑﻌﺼﺎﺑﺔ،ﻓﺴﺄﻟﺖﺑﻌﺾﺃﺻﺤﺎﺑﻪ،ﻓﻘﺎﻟﻮﺍ:ﻣﻦﺍﻟﺠﻮﻉ.ﻓﺪﺧﻞﺃﺑﻮﻃﻠﺤﺔﻋﻠﻰﺃﱢﻣﻲﻓﻘﺎﻝ:'
			'ﻩﻞﻣﻦﺷﻲﺀ؟ﻗﺎﻟﺖ:ﻧﻌﻢﻋﻨﺪﻱﺁﺴﺮﻣﻦﺧﺒﺰﻭﺗﻤﺮﺍﺕ،ﻓﺈﻥﺟﺎﺀﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺣﺪﻩ'
			'ﺃﺷﺒﻌﻨﺎﻩ،ﻭﺈﻧﺟﺎﺀﺁﺧﺮﻣﻌﻪﻗﱠﻞﻋﻨﻬﻢ،ﻭﺫﺁﺮﺗﻤﺎﻡﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 521'
),
	Hadith(
		hadithNumber: 522,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻴﺲﺍﻟﻐﻨﻲﻋﻦﺁﺜﺮﺓﺍﻟﻌﺮﺽ،'
			'ﻭﻟﻜﱠﻦﺍﻟﻐﻨﻲﻏﻨﻲﺍﻟﱠﻨﻔﺲ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻌﺮﺽ»ﺑﻔﺘﺢﺍﻟﻌﻴﻦﻭﺍﻟﺮﺍﺀ:ﻩﻮﺍﻟﻤﺎﻝ',
		translation: 'Translation of Hadith 522'
),
	Hadith(
		hadithNumber: 523,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻗﺪﺃﻓﻠﺢﻣﻦ'
			'ﺃﺳﻠﻢ،ﻭﺭﺯﻕﺁﻔﺎﻓﺎ،ﻭﻗﱠﻨﻌﻪﺍﻟﱠﻠﻪﺑﻤﺎﺁﺗﺎﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 523'
),
	Hadith(
		hadithNumber: 524,
		hadith:
						'ﻭﻋﻦﺣﻜﻴﻢﺑﻦﺣﺰﺎﻣﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﺄﻟﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺄﻋﻄﺎﻧﻲ،ﺛﻢﺳﺄﻟﺘﻪ'
			'ﻓﺄﻋﻄﺎﻧﻲ،ﺛﻢﺳﺄﻟﺘﻪﻓﺄﻋﻄﺎﻧﻲ،ﺛﻢﻗﺎﻝ:«ﻳﺎﺣﻜﻴﻢ،ﺇﱠﻥﻩﺬﺍﺍﻟﻤﺎﻝﺧﻀﺮﺣﻠﻮ،ﻓﻤﻦﺃﺧﺬﻩﺑﺴﺨﺎﻭﺓﻧﻔﺲ'
			'ﺑﻮﺭﻙﻟﻪﻓﻴﻪ،ﻭﻣﻦﺃﺧﺬﻩﺑﺈﺷﺮﺍﻑﻧﻔﺲﻟﻢﻳﺒﺎﺭﻙﻟﻪﻓﻴﻪ،ﻭﺁﺎﻥﺁﺎﱠﻟﺬﻱﻳﺄﺁﻞﻭﻻﻳﺸﺒﻊ،ﻭﺍﻟﻴﺪﺍﻟﻌﻠﻴﺎﺧﻴﺮﻣﻦ'
			'ﺍﻟﻴﺪﺍﻟﱡﺴﻔﻠﻰ»ﻗﺎﻝﺣﻜﻴﻢﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺍﱠﻟﺬﻱﺑﻌﺜﻚﺑﺎﻟﺤﱢﻖﻻﺃﺭﺯﺃﺃﺣﺪﺍﺑﻌﺪﻙﺷﻴﺌﺎﺣﱠﺘﻰﺃﻓﺎﺭﻕﺍﻟﱡﺪﻧﻴﺎ،'
			'ﻓﻜﺎﻥﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻳﺪﻋﻮﺣﻜﻴﻤﺎﻟﻴﻌﻄﻴﻪﺍﻟﻌﻄﺎﺀ،ﻓﻴﺄﺑﻰﺄﻧﻳﻘﺒﻞﻣﻨﻪﺷﻴﺌﺎ.ﺛﻢﱠﺇﱠﻥﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪﺩﻋﺎﻩﻟﻴﻌﻄﻴﻪ،ﻓﺄﺑﻰﺄﻧﻳﻘﺒﻠﻪ.ﻓﻘﺎﻝ:ﻳﺎﻣﻌﺸﺮﺍﻟﻤﺴﻠﻤﻴﻦ،ﺃﺷﻬﺪﺁﻢﻋﻠﻰﺣﻜﻴﻢﺃﻧﻲﺃﻋﺮﺽﻋﻠﻴﻪﺣﻘﱠﻪ'
			'ﺍﱠﻟﺬﻱﻗﺴﻤﻪﺍﻟﱠﻠﻪﻟﻪﻓﻲﻩﺬﺍﺍﻟﻔﻲﺀ،ﻓﻴﺄﺑﻰﺄﻧﻳﺄﺧﺬﻩ.ﻓﻠﻢﻳﺮﺯﺃﺣﻜﻴﻢﺃﺣﺪﺍﻣﻦﺍﻟﱠﻨﺎﺱﺑﻌﺪﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺣﱠﺘﻰﺗﻮﻓﻲ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻳﺮﺯﺃ»ﺑﺮﺍﺀﺛﻢﺯﺎﻳﺛﻢﻩﻤﺰﺓ،ﺄﻳﻟﻢﻳﺄﺧﺬﻣﻦﺃﺣﺪﺷﻴﺌﺎ،ﻭﺃﺻﻞﺍﻟﱡﺮﺯﺀ:ﺍﻟﱡﻨﻘﺼﺎﻥ،ﺄﻳﻟﻢﻳﻨﻘﺺﺃﺣﺪﺍ'
			'ﺷﻴﺌﺎﺑﺎﻷﺧﺬﻣﻨﻪ.ﻭ«ﺇﺷﺮﺍﻑﺍﻟﱠﻨﻔﺲ»:ﺗﻄﱡﻠﻌﻬﺎﻭﻃﻤﻌﻬﺎﺑﺎﻟﱠﺸﻲﺀ.ﻭ«ﺳﺨﺎﻭﺓﺍﻟﱠﻨﻔﺲ»:ﻩﻲﻋﺪﻡ'
			'ﺍﻹﺷﺮﺎﻓﺇﻟﻰﺍﻟﱠﺸﻲﺀ،ﻭﺍﻟﱠﻄﻤﻊﻓﻴﻪ،ﻭﺍﻟﻤﺒﺎﻻﺓﺑﻪﻭﺍﻟﱠﺸﺮﻩ',
		translation: 'Translation of Hadith 524'
),
	Hadith(
		hadithNumber: 525,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﺮﺩﺓﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﺮﺟﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﻲﻏﺰﻭﺓ،ﻭﻧﺤﻦﺳﺘﱠﺔﻧﻔﺮﺑﻴﻨﻨﺎﺑﻌﻴﺮﻧﻌﺘﻘﺒﻪ،ﻓﻨﻘﺒﺖﺃﻗﺪﺍﻣﻨﺎ،ﻭﻧﻘﺒﺖﻗﺪﻣﻲ،ﻭﺳﻘﻄﺖﺃﻇﻔﺎﺮﻳ،ﻓﻜﻨﱠﺎ'
			'ﻧﻠﻒﱡﻋﻠﻰﺃﺭﺟﻠﻨﺎﺍﻟﺨﺮﻕ،ﻓﺴﻤﻴﺖﻏﺰﻭﺓﺫﺍﺕﺍﻟﱢﺮﻗﺎﻉﻟﻤﺎﺁﱠﻨﺎﻧﻌﺼﺐﻋﻠﻰﺃﺭﺟﻠﻨﺎﺍﻟﺨﺮﻕ،ﻗﺎﻝﺃﺑﻮﺑﺮﺩﺓ:'
			'ﻓﺤﱠﺪﺙﺃﺑﻮﻣﻮﺳﻰﺑﻬﺬﺍﺍﻟﺤﺪﻳﺚ،ﺛﻢﱠﺁﺮﻩﺫﻟﻚ،ﻭﻗﺎﻝ:ﻣﺎﺁﻨﺖﺃﺻﻨﻊﺑﺄﻥﺃﺫﺁﺮﻩ،ﻗﺎﻝ:ﺁﺄﻧﱠﻪﺁﺮﻩﺃﻥﻳﻜﻮﻥ'
			'ﺷﻴﺌﺎﻣﻦﻋﻤﻠﻪﺃﻓﺸﺎﻩ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 525'
),
	Hadith(
		hadithNumber: 526,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺗﻐﻠﺐﺑﻔﺘﺢﺍﻟﺘﺎﺀﺍﻟﻤﺜﻨﺎﺓﻓﻮﻕﻭﺇﺳﻜﺎﻥﺍﻟﻐﻴﻦﺍﻟﻤﻌﺠﻤﺔﻭﺁﺴﺮﺍﱠﻟﻼﻡﺭﺿﻲﺍﻟﻠﻪﻋﻨﻪ،ﺃﱠﻥ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺗﻲﺑﻤﺎﻝﺃﻭﺳﺒﻲﻓﻘﱠﺴﻤﻪ،ﻓﺄﻋﻄﻰﺭﺟﺎﻻ،ﻭﺗﺮﻙﺭﺟﺎﻻ،ﻓﺒﻠﻐﻪﺃﱠﻥﺍﱠﻟﺬﻳﻦ'
			'ﺗﺮﻙﻋﺘﺒﻮﺍ،ﻓﺤﻤﺪﺍﻟﱠﻠﻪ،ﺛﻢﱠﺃﺛﻨﻰﻋﻠﻴﻪ،ﺛﻢﱠﻗﺎﻝ:«ﺃﻣﺎﺑﻌﺪ،ﻓﻮﺍﻟﱠﻠﻪﺇﱢﻧﻲﻷﻋﻄﻲﺍﻟﱠﺮﺟﻞﻭﺃﺩﻉﺍﻟﱠﺮﺟﻞ،ﻭﺍﱠﻟﺬﻱ'
			'ﺃﺩﻉﺃﺣﱡﺐﺇﻟﱠﻲﻣﻦﺍﱠﻟﺬﻱﺃﻋﻄﻲ،ﻭﻟﻜﱢﻨﻲﺇﱠﻧﻤﺎﺃﻋﻄﻲﺃﻗﻮﺍﻣﺎﻟﻤﺎﺃﺮﯨﻓﻲﻗﻠﻮﺑﻬﻢﻣﻦﺍﻟﺠﺰﻉﻭﺍﻟﻬﻠﻊ،ﻭﺃﺁﻞ'
			'ﺃﻗﻮﺍﻣﺎﺇﻟﻰﻣﺎﺟﻌﻞﺍﻟﱠﻠﻪﻓﻲﻗﻠﻮﺑﻬﻢﻣﻦﺍﻟﻐﻨﻲﻭﺍﻟﺨﻴﺮ،ﻣﻨﻬﻢﻋﻤﺮﻭﺑﻦﺗﻐﻠﺐ»ﻗﺎﻝﻋﻤﺮﻭﺑﻦﺗﻐﻠﺐ:ﻓﻮﺍﻟﱠﻠﻪ'
			'ﻣﺎﺃﺣﺐﱡﺄﻧﻟﻲﺑﻜﻠﻤﺔﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﻤﺮﺍﻟﱠﻨﻌﻢ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺍﻟﻬﻠﻊ»:ﻩﻮﺃﺷﱡﺪﺍﻟﺠﺰﻉ،ﻭﻗﻴﻞ:ﺍﻟﱠﻀﺠﺮ.'
			'`',
		translation: 'Translation of Hadith 526'
),
	Hadith(
		hadithNumber: 527,
		hadith:
						'ﻭﻋﻦﺣﻜﻴﻢﺑﻦﺣﺰﺎﻣﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻴﺪﺍﻟﻌﻠﻴﺎﺧﻴﺮﻣﻦﺍﻟﻴﺪ.'
			'ﺍﻟﱡﺴﻔﻠﻰ،ﻭﺍﺑﺪﺃﺑﻤﻦﺗﻌﻮﻝ،ﻭﺧﻴﺮﺍﻟﱠﺼﺪﻗﺔﻣﺎﺁﺎﻥﻋﻦﻇﻬﺮﻏﻨﻲ،ﻭﻣﻦﻳﺴﺘﻌﻔﻒﻳﻌﻔﱡﻪﺍﻟﱠﻠﻪ،ﻭﻣﻦﻳﺴﺘﻐﻦ'
			'ﻳﻐﻨﻪﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ،ﻭﻟﻔﻆﻣﺴﻠﻢﺃﺧﺼﺮ',
		translation: 'Translation of Hadith 527'
),
	Hadith(
		hadithNumber: 528,
		hadith:
						'ﻭﻋﻦﺳﻔﻴﺎﻥﺻﺨﺮﺑﻦﺣﺮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻠﺤﻔﻮﺍ'
			'ﻓﻲﺍﻟﻤﺴﺄﻟﺔ،ﻓﻮﺍﻟﱠﻠﻪﻻﻳﺴﺄﻟﻨﻲﺃﺣﺪﻣﻨﻜﻢﺷﻴﺌﺎ،ﻓﺘﺨﺮﺝﻟﻪﻣﺴﺄﻟﺘﻪﻣﱢﻨﻲﺷﻴﺌﺎﻭﺃﻧﺎﻟﻪﺁﺎﺭﻩ،ﻓﻴﺒﺎﺭﻙﻟﻪﻓﻴﻤﺎ'
			'ﺃﻋﻄﻴﺘﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 528'
),
	Hadith(
		hadithNumber: 529,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﺮﺣﻤﻦﻋﻮﻑﺑﻦﻣﺎﻟﻚﺍﻷﺷﺠﻌﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺗﺴﻌﺔﺃﻭﺛﻤﺎﻧﻴﺔﺃﻭﺳﺒﻌﺔ،ﻓﻘﺎﻝ:ﺃﻻﺗﺒﺎﻳﻌﻮﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺁﱠﻨﺎﺣﺪﻳﺜﻲﻋﻬﺪ'
			'ﺑﺒﻴﻌﺔ،ﻓﻘﻠﻨﺎ:ﻗﺪﺑﺎﻳﻌﻨﺎﻙﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺛﻢﻗﺎﻝ:«ﺃﻻﺗﺒﺎﻳﻌﻮﻥﺭﺳﻮﻝﺍﷲ؟»ﻓﺒﺴﻄﻨﺎﺃﻳﺪﻳﻨﺎﻭﻗﻠﻨﺎﻗﺪ'
			'ﺑﺎﻳﻌﻨﺎﻙﻳﺎﺭﺳﻮﻝﺍﷲﻓﻌﻼﻡﻧﺒﺎﻳﻌﻚ؟ﻗﺎﻝ:«ﻋﻠﻰﺃﻥﺗﻌﺒﺪﻭﺍﺍﻟﱠﻠﻪﻭﻻﺗﺸﺮﺁﻮﺍﺑﻪﺷﻴﺌﺎ،ﻭﺍﻟﱠﺼﻠﻮﺍﺕﺍﻟﺨﻤﺲ'
			'ﻭﺗﻄﻴﻌﻮﺍ»ﻭﺃﺳﱠﺮﺁﻠﻤﺔﺧﻔﻴﺔ:«ﻭﻻﺗﺴﺄﻟﻮﺍﺍﻟﱠﻨﺎﺱﺷﻴﺌﺎ»ﻓﻠﻘﺪﺭﺃﻳﺖﺑﻌﺾﺃﻭﻟﺌﻚﺍﻟﱠﻨﻔﺮﻳﺴﻘﻂﺳﻮﻁﺃﺣﺪﻩﻢ'
			'ﻓﻤﺎﻳﺴﺄﻝﺃﺣﺪﺍﻳﻨﺎﻭﻟﻪﺇﱠﻳﺎﻩﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 529'
),
	Hadith(
		hadithNumber: 530,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺰﺍﻝﺍﻟﻤﺴﺄﻟﺔﺑﺄﺣﺪﺁﻢﺣﺘﻰ'
			'ﻳﻠﻘﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻭﻟﻴﺲﻓﻲﻭﺟﻬﻪﻣﺰﻋﺔﻟﺤﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'.530»ﺍﻟﻤﺰﻋﺔ»ﺑﻀﻢﺍﻟﻤﻴﻢﻭﺇﺳﻜﺎﻥﺍﻟﺰﺎﻳﻭﺑﺎﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔ:ﺍﻟﻘﻄﻌﺔ',
		translation: 'Translation of Hadith 530'
),
	Hadith(
		hadithNumber: 531,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻮﻫﻮﻋﻠﻰﺍﻟﻤﻨﺒﺮ،ﻭﺫﺁﺮﺍﻟﱠﺼﺪﻗﺔﻭﺍﻟﱠﺘﻌﱡﻔﻒﻋﻦﺍﻟﻤﺴﺄﻟﺔ'
			':«ﺍﻟﻴﺪﺍﻟﻌﻠﻴﺎﺧﻴﺮﻣﻦﺍﻟﻴﺪﺍﻟﱡﺴﻔﻠﻰ»ﻭﺍﻟﻴﺪﺍﻟﻌﻠﻴﺎﻩﻲﺍﻟﻤﻨﻔﻘﺔ،ﻭﺍﻟﱡﺴﻔﻠﻰﻩﻲﺍﻟﱠﺴﺎﺋﻠﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 531'
),
	Hadith(
		hadithNumber: 532,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺳﺄﻝﺍﻟﱠﻨﺎﺱﺗﻜﱡﺜﺮﺍ'
			'ﻓﺈﱠﻧﻤﺎﻳﺴﺄﻝﺟﻤﺮﺍ،ﻓﻠﻴﺴﺘﻘﱠﻞﺃﻭﻟﻴﺴﺘﻜﺜﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 532'
),
	Hadith(
		hadithNumber: 533,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺑﻦﺟﻨﺪﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﻟﱠﻠﻪﻋﻠﻴﻪﻭﺁﻟﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﻤﺴﺄﻟﺔ'
			'ﺁﱡﺪﻳﻜﺪﱡﺑﻬﺎﺍﻟﺮﱠﺟﻞﻭﺟﻬﻪ،ﺇﱠﻻﺃﻥﻳﺴﺄﻝﺍﻟﺮﱠﺟﻞﺳﻠﻄﺎﻧﺎﺃﻭﻓﻲﺃﻣﺮﻻﺑﺪﱠﻣﻨﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦﺻﺤﻴﺢ«ﺍﻟﻜﱡﺪ»:ﺍﻟﺨﺪﺵﻭﻧﺤﻮﻩ',
		translation: 'Translation of Hadith 533'
),
	Hadith(
		hadithNumber: 534,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺻﺎﺑﺘﻪﻓﺎﻗﺔ'
			'ﻓﺄﻧﺰﻟﻬﺎﺑﺎﻟﱠﻨﺎﺱﻟﻢﺗﺴﺪﱠﻓﺎﻗﺘﻪ،ﻭﻣﻦﺃﻧﺰﻟﻬﺎﺑﺎﻟﱠﻠﻪ،ﻓﻴﻮﺷﻚﺍﻟﱠﻠﻪﻟﻪﺑﺮﺯﻕﻋﺎﺟﻞﺃﻭﺁﺟﻞ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﻳﻮﺷﻚ»ﺑﻜﺴﺮﺍﻟﺸﻴﻦ:ﺄﻳﻳﺴﺮﻉ',
		translation: 'Translation of Hadith 534'
),
	Hadith(
		hadithNumber: 535,
		hadith:
						'ﻭﻋﻦﺛﻮﺑﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﻜﱠﻔﻞﻟﻲﺄﻧﻻﻳﺴﺄﻝ'
			'ﺍﻟﱠﻨﺎﺱﺷﻴﺌﺎ،ﻭﺃﺗﻜﱠﻔﻞﻟﻪﺑﺎﻟﺠﱠﻨﺔ؟»ﻓﻘﻠﺖ:ﺃﻧﺎ،ﻓﻜﺎﻥﻻﻳﺴﺄﻝﺃﺣﺪﺍﺷﻴﺌﺎ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 535'
),
	Hadith(
		hadithNumber: 536,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﺸﺮﻗﺒﻴﺼﺔﺑﻦﺍﻟﻤﺨﺎﺭﻕﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺗﺤﱠﻤﻠﺖﺣﻤﺎﻟﺔﻓﺄﺗﻴﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺳﺄﻟﻪﻓﻴﻬﺎ،ﻓﻘﺎﻝ:«ﺃﻗﻢﺣﱠﺘﻰﺗﺄﺗﻴﻨﺎﺍﻟﱠﺼﺪﻗﺔﻓﻨﺄﻣﺮﻟﻚﺑﻬﺎ»ﺛﻢﱠﻗﺎﻝ:«ﻳﺎﻗﺒﻴﺼﺔﺇﱠﻥﺍﻟﻤﺴﺄﻟﺔﻻ'
			'ﺗﺤﱡﻞﺇﱠﻻﻷﺣﺪﺛﻼﺛﺔ:ﺭﺟﻞﺗﺤﱠﻤﻞﺣﻤﺎﻟﺔ،ﻓﺤﱠﻠﺖﻟﻪﺍﻟﻤﺴﺄﻟﺔﺣﱠﺘﻰﻳﺼﻴﺒﻬﺎ،ﺛﻢﱠﻳﻤﺴﻚ.ﻭﺭﺟﻞﺃﺻﺎﺑﺘﻪﺟﺎﺋﺤﺔ'
			'ﺍﺟﺘﺎﺣﺖﻣﺎﻟﻪ،ﻓﺤﱠﻠﺖﻟﻪﺍﻟﻤﺴﺄﻟﺔﺣﱠﺘﻰﻳﺼﻴﺐﻗﻮﺍﻣﺎﻣﻦﻋﻴﺶ،ﺃﻭﻗﺎﻝ:ﺳﺪﺍﺩﺍﻣﻦﻋﻴﺶ،ﻭﺭﺟﻞﺃﺻﺎﺑﺘﻪ'
			'ﻓﺎﻗﺔ،ﺣﺘﻰﻳﻘﻮﻝﺛﻼﺛﺔﻣﻦﺫﻮﻳﺍﻟﺤﺠﻰﻣﻦﻗﻮﻣﻪ:ﻟﻘﺪﺃﺻﺎﺑﺖﻓﻼﻧﺎﻓﺎﻗﺔ،ﻓﺤﱠﻠﺖﻟﻪﺍﻟﻤﺴﺄﻟﺔﺣﱠﺘﻰﻳﺼﻴﺐ'
			'ﻗﻮﺍﻣﺎﻣﻦﻋﻴﺶ،ﺃﻭﻗﺎﻝ:ﺳﺪﺍﺩﺍﻣﻦﻋﻴﺶ.ﻓﻤﺎﺳﻮﺍﻩﻦﱠﻣﻦﺍﻟﻤﺴﺄﻟﺔﻳﺎﻗﺒﻴﺼﺔﺳﺤﺖ،ﻳﺄﺁﻠﻬﺎﺻﺎﺣﺒﻬﺎﺳﺤﺘﺎ'
			'»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺤﻤﺎﻟﺔ»ﺑﻔﺘﺢﺍﻟﺤﺎﺀ:ﺃﻥﻳﻘﻊﻗﺘﺎﻝﻭﻧﺤﻮﻩﺑﻴﻦﻓﺮﻳﻘﻴﻦ،ﻓﻴﺼﻠﺢﺇﻧﺴﺎﻥﺑﻴﻨﻬﻢﻋﻠﻰﻣﺎﻝﻳﺘﺤﱠﻤﻠﻪﻭﻳﻠﺘﺰﻣﻪ'
			'ﻋﻠﻰﻧﻔﺴﻪ.ﻭ«ﺍﻟﺠﺎﺋﺤﺔ»:ﺍﻵﻓﺔﺗﺼﻴﺐﻣﺎﻝﺍﻹﻧﺴﺎﻥ.ﻭ«ﺍﻟﻘﻮﺎﻣ»ﺑﻜﺴﺮﺍﻟﻘﺎﻑﻭﻓﺘﺤﻬﺎ:ﻩﻮﻣﺎﻳﻘﻮﻡﺑﻪ'
			'ﺃﻣﺮﺍﻹﻧﺴﺎﻥﻣﻦﻣﺎﻝﻭﻧﺤﻮﻩﻭ«ﺍﻟﺴﱢﺪﺍﺩ»ﺑﻜﺴﺮﺍﻟﺴﻴﻦ:ﻣﺎﻳﺴــــﱡﺪﺣﺎﺟﺔﺍﻟﻤﻌﻮﺯﻭﻳﻜﻔﻴﻪ،ﻭ«ﺍﻟﻔﺎﻗﺔ»:'
			'ﺍﻟﻔﻘﺮ.ﻭ«ﺍﻟﺤﺠﻰ»:ﺍﻟﻌﻘﻞ',
		translation: 'Translation of Hadith 536'
),
	Hadith(
		hadithNumber: 537,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻴﺲﺍﻟﻤﺴﻜﻴﻦﺍﱠﻟﺬﻱ'
			'ﻳﻄﻮﻑﻋﻠﻰﺍﻟﱠﻨﺎﺱﺗﺮﺩﱡﻩﺍﻟﱡﻠﻘﻤﺔﻭﺍﻟﱡﻠﻘﻤﺘﺎﻥ،ﻭﺍﻟﺘﱠﻤﺮﺓﻭﺍﻟﱠﺘﻤﺮﺗﺎﻥ،ﻭﻟﻜﱠﻦﺍﻟﻤﺴﻜﻴﻦﺍﱠﻟﺬﻱﻻﻳﺠـﺪﻏﻨﻰﻳﻐﻨﻴﻪ،'
			'ﻭﻻﻳﻔﻄﻦﻟﻪ،ﻓﻴﺘﺼﱠﺪﻕﻋﻠﻴﻪ،ﻭﻻﻳﻘﻮﻡﻓﻴﺴﺄﻝﺍﻟﱠﻨﺎﺱ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 537'
),
	Hadith(
		hadithNumber: 538,
		hadith:
						'ﻋﻦﺳﺎﻟﻢﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮ،ﻋﻦﺃﺑﻴﻪﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮ،ﻋﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢﻗﺎﻝ:ﺁﺎﻥ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﻄﻴﻨﻲﺍﻟﻌﻄﺎﺀ،ﻓﺄﻗﻮﻝ:ﺃﻋﻄﻪﻣﻦﻩﻮﺃﻓﻘﺮﺇﻟﻴﻪﻣﱢﻨﻲ،ﻓﻘﺎﻝ:«ﺧﺬﻩ،ﺇﺫﺍ'
			'ﺟﺎﺀﻙﻣﻦﻩﺬﺍﺍﻟﻤﺎﻝﺷﻲﺀ،ﻭﺃﻧﺖﻏﻴﺮﻣﺸﺮﻑﻭﻻﺳﺎﺋﻞ،ﻓﺨﺬﻩﻓﺘﻤﻮﱠﻟﻪﻓﺈﻥﺷﺌﺖﺁﻠﻪ،ﻭﺈﻧﺷﺌﺖﺗﺼﺪﻕﺑﻪ'
			'،ﻭﻣﺎﻻ،ﻓﻼﺗﺘﺒﻌﻪﻧﻔﺴﻚ»ﻗﺎﻝﺳﺎﻟﻢ:ﻓﻜﺎﻥﻋﺒﺪﺍﻟﱠﻠﻪﻻﻳﺴﺄﻝﺃﺣﺪﺍﺷﻴﺌﺎ،ﻭﻻﻳﺮﺩﱡﺷﻴﺌﺎﺃﻋﻄﻴﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'.'
			'»ﻣﺸﺮﻑ»ﺑﺎﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔ:ﺃﻱ:ﻣﺘﻄﱢﻠﻊﺇﻟﻴﻪ',
		translation: 'Translation of Hadith 538'
),
	Hadith(
		hadithNumber: 539,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺍﻟﱡﺰﺑﻴﺮﺑﻦﺍﻟﻌﱠﻮﺎﻣﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻷﻥ'
			'ﻳﺄﺧﺬﺃﺣﺪﺁﻢﺃﺣﺒﻠﻪﺛﻢﱠﻳﺄﺗﻲﺍﻟﺠﺒﻞ،ﻓﻴﺄﺗﻲﺑﺤﺰﻣﺔﻣﻦﺣﻄﺐﻋﻠﻰﻇﻬﺮﻩﻓﻴﺒﻴﻌﻬﺎ،ﻓﻴﻜﱠﻒﺍﻟﱠﻠﻪﺑﻬﺎﻭﺟﻬﻪ،ﺧﻴﺮ'
			'ﻟﻪﻣﻦﺄﻧﻳﺴﺄﻝﺍﻟﱠﻨﺎﺱ،ﺃﻋﻄﻮﻩﺃﻭﻣﻨﻌﻮﻩ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 539'
),
	Hadith(
		hadithNumber: 540,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻷﻥﻳﺤﺘﻄﺐﺃﺣﺪﺁﻢ'
			'ﺣﺰﻣﺔﻋﻠﻰﻇﻬﺮﻩ،ﺧﻴﺮﻣﻦﺃﻥﻳﺴﺄﻝﺃﺣﺪﺍ،ﻓﻴﻌﻄﻴﻪﺃﻭﻳﻤﻨﻌﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 540'
),
	Hadith(
		hadithNumber: 541,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﺎﻥﺩﺍﻭﺩﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡﻻﻳﺄﺁﻞﺇﱠﻻﻣﻦﻋﻤﻞﻳﺪﻩ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 541'
),
	Hadith(
		hadithNumber: 542,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﺎﻥﺯﺁﺮﱠﻳﺎﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡﻧﱠﺠﺎﺭﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 542'
),
	Hadith(
		hadithNumber: 543,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻘﺪﺎﻣﺑﻦﻣﻌﺪﻳﻜﺮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺃﺁﻞﺃﺣﺪ'
			'ﻃﻌﺎﻣﺎﺧﻴﺮﺍﻣﻦﺃﻥﻳﺄﺁﻞﻣﻦﻋﻤﻞﻳﺪﻩ،ﻭﺇﱠﻥﻧﺒﱠﻲﺍﻟﱠﻠﻪﺩﺍﻭﺩﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺄﺁﻞﻣﻦﻋﻤﻞﻳﺪﻩ»'
			'.543ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 543'
),
	Hadith(
		hadithNumber: 544,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺣﺴﺪﺇﱠﻻﻓﻲﺍﺛﻨﺘﻴﻦ:ﺭﺟﻞ'
			'ﺁﺗﺎﻩﺍﻟﱠﻠﻪﻣﺎﻻ،ﻓﺴﱠﻠﻄﻪﻋﻠﻰﻩﻠﻜﺘﻪﻓﻲﺍﻟﺤﱢﻖ،ﻭﺭﺟﻞﺁﺗﺎﻩﺍﻟﱠﻠﻪﺣﻜﻤﺔ،ﻓﻬﻮﻳﻘﻀﻲﺑﻬﺎﻭﻳﻌﱢﻠﻤﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'.'
			'ﻣﻌﻨﺎﻩ:ﻳﻨﺒﻐﻲﺄﻧﻻﻳﻐﺒﻂﺃﺣﺪﺇﱠﻻﻋﻠﻰﺇﺣﺪﻯﻩﺎﺗﻴﻦﺍﻟﺨﺼﻠﺘﻴﻦ',
		translation: 'Translation of Hadith 544'
),
	Hadith(
		hadithNumber: 545,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱡﻳﻜﻢﻣﺎﻝﻭﺍﺭﺛﻪﺃﺣﱡﺐﺇﻟﻴﻪﻣﻦﻣﺎﻟﻪ؟»ﻗﺎﻟﻮﺍ:ﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻣﺎﻣﱠﻨﺎﺃﺣﺪﺇﱠﻻﻣﺎﻟﻪﺃﺣﱡﺐﺇﻟﻴﻪ.ﻗﺎﻝ:«ﻓﺈﻥﻣﺎﻟﻪﻣﺎﻗﱠﺪﻡﻭﻣﺎﻝﻭﺍﺭﺛﻪﻣﺎﺃﱠﺧﺮ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 545'
),
	Hadith(
		hadithNumber: 546,
		hadith:
						'ﻭﻋﻦﻋﺪﱢﻱﺑﻦﺣﺎﺗﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﱠﺗﻘﻮﺍﺍﻟﱠﻨﺎﺭﻭﻟﻮﺑﺸﱢﻖ'
			'`.546ﺗﻤﺮﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 546'
),
	Hadith(
		hadithNumber: 547,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﺎﺳﺌﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺷﻴﺌﺎﻗﱡﻂﻓﻘﺎﻝ:ﻻ.ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 547'
),
	Hadith(
		hadithNumber: 548,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﻳﻮﻡﻳﺼﺒﺢ'
			'ﺍﻟﻌﺒﺎﺩﻓﻴﻪﺇﱠﻻﻣﻠﻜﺎﻥﻳﻨﺰﻻﻥ،ﻓﻴﻘﻮﻝﺃﺣﺪﻩﻤﺎ:ﺍﻟﻠﱠﻬﻢﱠﺃﻋﻂﻣﻨﻔﻘﺎﺧﻠﻔﺎ،ﻭﻳﻘﻮﻝﺍﻵﺧﺮ:ﺍﻟﻠﱠﻬﻢﱠﺃﻋﻂﻣﻤﺴﻜﺎﺗﻠﻔﺎ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 548'
),
	Hadith(
		hadithNumber: 549,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗـﺎﻝ:«ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:ﺃﻧﻔﻖﻳﺎﺍﺑﻦﺁﺪﻣﻳﻨﻔﻖﻋﻠﻴﻚ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 549'
),
	Hadith(
		hadithNumber: 550,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺟﻼﺳﺄﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':ﺃﱡﻱﺍﻹﺳﻼﻡﺧﻴﺮ؟ﻗﺎﻝ:«ﺗﻄﻌﻢﺍﻟﱠﻄﻌﺎﻡ،ﻭﺗﻘﺮﺃﺍﻟﱠﺴﻼﻡﻋﻠﻰﻣﻦﻋﺮﻓﺖﻭﻣﻦﻟﻢﺗﻌﺮﻑ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 550'
),
	Hadith(
		hadithNumber: 552,
		hadith:
						'ﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺻﺪﻱﱢﺑﻦﻋﺠﻼﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺍﺑﻦ'
			'ﺁﺪﻣﺇﱠﻧﻚﺈﻧﺗﺒﺬﻝﺍﻟﻔﻀﻞﺧﻴﺮﻟﻚ،ﻭﺈﻧﺗﻤﺴﻜﻪﺷﱞﺮﻟﻚ،ﻭﻻﺗﻼﻡﻋﻠﻰﺁﻔﺎﻑ،ﻭﺍﺑﺪﺃﺑﻤﻦﺗﻌﻮﻝ،ﻭﺍﻟﻴﺪﺍﻟﻌﻠﻴﺎ'
			'ﺧﻴﺮﻣﻦﺍﻟﻴﺪﺍﻟﱡﺴﻔﻠﻰ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 552'
),
	Hadith(
		hadithNumber: 553,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﺎﺳﺌﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺍﻹﺳﻼﻡﺷﻴﺌﺎﺇﻻﺃﻋﻄﺎﻩ'
			'،ﻭﻟﻘﺪﺟﺎﺀﻩﺭﺟﻞﻓﺄﻋﻄﺎﻩﻏﻨﻤﺎﺑﻴﻦﺟﺒﻠﻴﻦ،ﻓﺮﺟﻊﺇﻟﻰﻗﻮﻣﻪﻓﻘﺎﻝ:ﻳﺎﻗﻮﻡﺃﺳﻠﻤﻮﺍﻓﺈﱠﻥﻣﺤﻤﺪﺍﻳﻌﻄﻲﻋﻄﺎﺀ'
			'ﻣﻦﻻﻳﺨﺸﻰﺍﻟﻔﻘﺮ،ﻭﺇﻥﺁﺎﻥﺍﻟﺮﱠﺟﻞﻟﻴﺴﻠﻢﻣﺎﻳﺮﻳﺪﺇﱠﻻﺍﻟﱡﺪﻧﻴﺎ،ﻓﻤﺎﻳﻠﺒﺚﺇﱠﻻﻳﺴﻴﺮﺍﺣﱠﺘﻰﻳﻜﻮﻥﺍﻹﺳﻼﻡﺃﺣﱠﺐ'
			'ﺇﻟﻴﻪﻣﻦﺍﻟﱡﺪﻧﻴﺎﻭﻣﺎﻋﻠﻴﻬﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 553'
),
	Hadith(
		hadithNumber: 554,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺴﻢﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺴﻤﺎ،ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﻟﻐﻴﺮﻩﺆﻻﺀﺁﺎﻧﻮﺍﺃﺣﱠﻖﺑﻪﻣﻨﻬﻢ؟ﻗﺎﻝ:«ﺇﱠﻧﻬﻢﺧﱠﻴﺮﻭﻧﻲﺄﻧﻳﺴﺄﻟﻮﻧﻲﺑﺎﻟﻔﺤﺶﻓﺄﻋﻄﻴﻬﻢﺃﻭﻳﺒﱢﺨﻠﻮﻧﻲ،ﻭﻟﺴﺖ'
			'ﺑﺒﺎﺧﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 554'
),
	Hadith(
		hadithNumber: 555,
		hadith:
						'ﻭﻋﻦﺟﺒﻴﺮﺑﻦﻣﻄﻌﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﻪﻗﺎﻝ:ﺑﻴﻨﻤﺎﻩﻮﻳﺴﻴﺮﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻘﻔﻠﻪﻣﻦ'
			'ﺣﻨﻴﻦ،ﻓﻌﻠﻘﻪﺍﻷﻋﺮﺍﺏﻳﺴﺄﻟﻮﻧﻪ،ﺣﱠﺘﻰﺍﺿﻄﱡﺮﻭﻩﺇﻟﻰﺳﻤﺮﺓﻓﺨﻄﻔﺖﺭﺩﺍﺀﻩ،ﻓﻮﻗﻒﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﺃﻋﻄﻮﻧﻲﺭﺩﺍﺋﻲ،ﻓﻠﻮﺁﺎﻥﻟﻲﻋـﺪﺩﻩﺬﻩﺍﻟﻌﻀﺎﻩﻧﻌﻤﺎ،ﻟﻘﺴﻤﺘﻪﺑﻴﻨﻜﻢ،ﺛﻢﻻﺗﺠﺪﻭﻧﻲﺑﺨﻴﻼﻭﻻ'
			'ﺁﱠﺬﺍﺑﺎﻭﻻﺟﺒﺎﻧﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 555'
),
	Hadith(
		hadithNumber: 556,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻧﻘﺼﺖﺻﺪﻗﺔﻣﻦﻣﺎﻝ'
			'،ﻭﻣﺎﺯﺍﺩﺍﻟﱠﻠﻪﻋﺒﺪﺍﺑﻌﻔﻮﺇﱠﻻﻋﺰﺍ،ﻭﻣﺎﺗﻮﺍﺿﻊﺃﺣﺪﻟﱠﻠﻪﺇﱠﻻﺭﻓﻌﻪﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 556'
),
	Hadith(
		hadithNumber: 557,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺁﺒﺸﺔﻋﻤﺮﻭﺑﻦﺳﻌﺪﺍﻷﻧﻤﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﺛﻼﺛﺔﺃﻗﺴﻢﻋﻠﻴﻬﱠﻦﻭﺃﺣﱢﺪﺛﻜﻢﺣﺪﻳﺜﺎﻓﺎﺣﻔﻈﻮﻩ:ﻣﺎﻧﻘﺺﻣﺎﻝﻋﺒﺪﻣﻦﺻﺪﻗﺔ،ﻭﻻﻇﻠﻢﻋﺒﺪﻣﻈﻠﻤﺔ'
			'ﺻﺒﺮﻋﻠﻴﻬﺎﺇﱠﻻﺯﺍﺩﻩﺍﻟﱠﻠﻪﻋﺰﺍ،ﻭﻻﻓﺘﺢﻋﺒﺪﺑﺎﺏﻣﺴﺄﻟﺔﺇﱠﻻﻓﺘﺢﺍﻟﱠﻠﻪﻋﻠﻴﻪﺑﺎﺏﻓﻘﺮ،ﺃﻭﺁﻠﻤﺔﻧﺤﻮﻩﺎ.'
			'ﻭﺃﺣﱢﺪﺛﻜﻢﺣﺪﻳﺜﺎﻓﺎﺣﻔﻈﻮﻩ.ﻗﺎﻝﺇﱠﻧﻤﺎﺍﻟﱡﺪﻧﻴﺎﻷﺭﺑﻌﺔﻧﻔﺮ:'
			'ﻋﺒﺪﺭﺯﻗﻪﺍﻟﱠﻠﻪﻣﺎﻻﻭﻋﻠﻤﺎ،ﻓﻬﻮﻳﱠﺘﻘﻲﻓﻴﻪﺭﺑﱠﻪ،ﻭﻳﺼﻞﻓﻴﻪﺭﺣﻤﻪ،ﻭﻳﻌﻠﻢﻟﱠﻠﻪﻓﻴﻪﺣﻘﺎﻓﻬﺬﺍﺑﺄﻓﻀﻞﺍﻟﻤﻨﺎﺰﻟ.'
			'ﻭﻋﺒﺪﺭﺯﻗﻪﺍﻟﱠﻠﻪﻋﻠﻤﺎ،ﻭﻟﻢﻳﺮﺯﻗﻪﻣﺎﻻﻓﻬﻮﺻﺎﺩﻕﺍﻟﱢﻨﱠﻴﺔﻳﻘﻮﻝ:ﻟﻮﺃﱠﻥﻟﻲﻣﺎﻻﻟﻌﻤﻠﺖﺑﻌﻤﻞﻓﻼﻥ،ﻓﻬﻮﻧﻴﱠﺘﻪ'
			'،ﻓﺄﺟﺮﻩﻤﺎﺳﻮﺍﺀ.'
			'ﻭﻋﺒﺪﺭﺯﻗﻪﺍﻟﱠﻠﻪﻣﺎﻻ،ﻭﻟﻢﻳﺮﺯﻗﻪﻋﻠﻤﺎ،ﻓﻬﻮﻳﺨﺒﻂﻓﻲﻣﺎﻟﻪﺑﻐﻴﺮﻋﻠﻢ،ﻻﻳﱠﺘﻘﻲﻓﻴﻪﺭﺑﱠﻪﻭﻻﻳﺼﻞﺭﺣﻤﻪ،'
			'ﻭﻻﻳﻌﻠﻢﻟﱠﻠﻪﻓﻴﻪﺣﻘﺎ،ﻓﻬﺬﺍﺑﺄﺧﺒﺚﺍﻟﻤﻨﺎﺯﻝ.'
			'ﻭﻋﺒﺪﻟﻢﻳﺮﺯﻗﻪﺍﻟﱠﻠﻪﻣﺎﻻﻭﻻﻋﻠﻤﺎ،ﻓﻬﻮﻳﻘﻮﻝ:ﻟﻮﺃﱠﻥﻟﻲﻣﺎﻻﻟﻌﻤﻠﺖﻓﻴﻪﺑﻌﻤﻞﻓﻼﻥ،ﻓﻬﻮﻧﻴﱠﺘﻪ،ﻓﻮﺯﺭﻩﻤﺎ'
			'ﺳﻮﺍﺀ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 557'
),
	Hadith(
		hadithNumber: 558,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻧﻬﻢﺫﺑﺤﻮﺍﺷﺎﺓ،ﻓﻘﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺑﻘﻲﻣﻨﻬﺎ؟»'
			'ﻗﺎﻟﺖ:ﻣﺎﺑﻘﻲﻣﻨﻬﺎﺇﱠﻻﺁﺘﻔﻬﺎ،ﻗﺎﻝ:«ﺑﻘﻲﺁﱡﻠﻬﺎﻏﻴﺮﺁﺘﻔﻬﺎ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺻﺤﻴﺢ.'
			'ﻭﻣﻌﻨﺎﻩ:ﺗﺼﱠﺪﻗﻮﺍﺑﻬﺎﺇﱠﻻﺁﺘﻔﻬﺎﻓﻘﺎﻝ:ﺑﻘﻴﺖﻟﻨﺎﻓﻲﺍﻵﺧﺮﺓﺇﱠﻻﺁﺘﻔﻬﺎ.'
			'`',
		translation: 'Translation of Hadith 558'
),
	Hadith(
		hadithNumber: 559,
		hadith:
						'ﻭﻋﻦﺃﺳﻤﺎﺀﺑﻨﺖﺃﺑﻲﺑﻜﺮﺍﻟﺼﺪﻳﻖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻟﺖ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﻻﺗﻮﺁﻲﻓﻴﻮﺁﻲﺍﻟﱠﻠﻪﻋﻠﻴﻚ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ«ﺃﻧﻔﻘﻲﺃﻭﺃﻧﻔﺤﻲﺃﻭﺃﻧﻀﺤﻲ،ﻭﻻﺗﺤﺼﻲﻓﻴﺤﺼﻲﺍﻟﱠﻠﻪﻋﻠﻴﻚ،ﻭﻻﺗﻮﻋﻲﻓﻴﻮﻋﻲﺍﻟﱠﻠﻪﻋﻠﻴﻚ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﺍﻧﻔﺤﻲ»ﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ:ﻩﻮﺑﻤﻌﻨﻰ«ﺃﻧﻔﻘﻲ»ﻭﺁﺬﻟﻚ:«ﺃﻧﻀﺤﻲ»',
		translation: 'Translation of Hadith 559'
),
	Hadith(
		hadithNumber: 560,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺜﻞﺍﻟﺒﺨﻴﻞ'
			'ﻭﺍﻟﻤﻨﻔﻖ،ﺁﻤﺜﻞﺭﺟﻠﻴﻦﻋﻠﻴﻬﻤﺎﺟﱠﺒﺘﺎﻥﻣﻦﺣﺪﻳﺪﻣﻦﺛﺪﱢﻳﻬﻤﺎﺇﻟﻰﺗﺮﺍﻗﻴﻬﻤﺎ،ﻓﺄﱠﻣﺎﺍﻟﻤﻨﻔﻖ،ﻓﻼﻳﻨﻔﻖﺇﱠﻻﺳﺒﻐﺖ،'
			'ﺃﻭﻭﻓﺮﺕﻋﻠﻰﺟﻠﺪﻩﺣﺘﻰﺗﺨﻔﻲﺑﻨﺎﻧﻪ،ﻭﺗﻌﻔﻮﺃﺛﺮﻩ،ﻭﺃﱠﻣﺎﺍﻟﺒﺨﻴﻞ،ﻓﻼﻳﺮﻳﺪﺃﻥﻳﻨﻔﻖﺷﻴﺌﺎﺇﱠﻻﻟﺰﻗﺖﺁﻞﱡﺣﻠﻘﺔ'
			'ﻣﻜﺎﻧﻬﺎ،ﻓﻬﻮﻳﻮﱢﺳﻌﻬﺎﻓﻼﺗﱠﺘﺴﻊ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭ«ﺍﻟﺠﺒﱠﺔ»ﺍﻟﱢﺪﺭﻉ،ﻭﻣﻌﻨﺎﻩ:ﺄﻧﺍﻟﻤﻨﻔﻖﺁﱠﻠﻤﺎﺃﻧﻔﻖﺳﺒﻐﺖ،ﻭﻃﺎﻟﺖﺣﺘﻰﺗﺠﺮﱠﻭﺭﺍﺀﻩ،ﻭﺗﺨﻔﻲﺭﺟﻠﻴﻪﻭﺃﺛﺮ'
			'ﻣﺸﻴﻪﻭﺧﻄﻮﺍﺗﻪ',
		translation: 'Translation of Hadith 560'
),
	Hadith(
		hadithNumber: 561,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﺼﱠﺪﻕﺑﻌﺪﻝﺗﻤﺮﺓﻣﻦﺁﺴﺐﻃﱢﻴﺐ،ﻭﻻﻳﻘﺒﻞ'
			'ﺍﻟﱠﻠﻪﺇﱠﻻﺍﻟﱠﻄﱢﻴﺐﻓﺈﱠﻥﺍﻟﱠﻠﻪﻳﻘﺒﻠﻬﺎﺑﻴﻤﻴﻨﻪ،ﺛﻢﱠﻳﺮﱢﺑﻴﻬﺎﻟﺼﺎﺣﺒﻬﺎ،ﺁﻤﺎﻳﺮﱢﺑﻲﺃﺣﺪﺁﻢﻓﻠﻮﱠﻩﺣﺘﻰﺗﻜﻮﻥﻣﺜﻞﺍﻟﺠﺒﻞ».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻔﻠﻮﱡ»ﺑﻔﺘﺢﺍﻟﻔﺎﺀﻭﺿﻢﺍﻟﻼﻡﻭﺗﺸﺪﻳﺪﺍﻟﻮﺍﻭ،ﻭﻳﻘﺎﻝﺃﻳﻀﺎ:ﺑﻜﺴﺮﺍﻟﻔﺎﺀﻭﺇﺳﻜﺎﻥﺍﻟﻼﻡﻭﺗﺨﻔﻴﻒﺍﻟﻮﺍﻭ:'
			'ﻮﻫﻮﺍﻟﻤﻬﺮ',
		translation: 'Translation of Hadith 561'
),
	Hadith(
		hadithNumber: 562,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺑﻴﻨﻤﺎﺭﺟﻞﻳﻤﺸﻲﺑﻔﻼﺓﻣﻦﺍﻷﺮﺿ،ﻓﺴﻤﻊﺻﻮﺗﺎﻓﻲ'
			'ﺳﺤﺎﺑﺔ:ﺍﺳﻖﺣﺪﻳﻘﺔﻓﻼﻥ،ﻓﺘﻨﱠﺤﻰﺫﻟﻚﺍﻟﱠﺴﺤﺎﺏﻓﺄﻓﺮﻍﻣﺎﺀﻩﻓﻲﺣﱠﺮﺓ،ﻓﺈﺫﺍﺷﺮﺟﺔﻣﻦﺗﻠﻚﺍﻟﱢﺸﺮﺍﺝﻗﺪ'
			'ﺍﺳﺘﻮﻋﺒﺖﺫﻟﻚﺍﻟﻤﺎﺀﺁﻠﱠﻪﻓﺘﺘﱠﺒﻊﺍﻟﻤﺎﺀ،ﻓﺈﺫﺍﺭﺟﻞﻗﺎﺋﻢﻓﻲﺣﺪﻳﻘﺘﻪﻳﺤﻮﱢﻝﺍﻟﻤﺎﺀﺑﻤﺴﺤﺎﺗﻪ،ﻓﻘﺎﻝﻟﻪ:ﻳﺎﻋﺒﺪ'
			'ﺍﻟﱠﻠﻪﻣﺎﺍﺳﻤﻚﻗﺎﻝ:ﻓﻼﻥ،ﻟﻼﺳﻢﺍﱠﻟﺬﻱﺳﻤﻊﻓﻲﺍﻟﱠﺴﺤﺎﺑﺔ،ﻓﻘﺎﻝﻟﻪ:ﻳﺎﻋﺒﺪﺍﻟﱠﻠﻪﻟﻢﺗﺴﺄﻟﻨﻲﻋﻦﺍﺳﻤﻲ؟ﻓﻘﺎﻝ'
			':ﺇﻧﻲﺳﻤﻌﺖﺻﻮﺗﺎﻓﻲﺍﻟﱠﺴﺤﺎﺏﺍﻟﺬﻱﻩﺬﺍﻣﺎﺅﻩﻳﻘﻮﻝ:ﺍﺳﻖﺣﺪﻳﻘﺔﻓﻼﻥﻹﺳﻤﻚ،ﻓﻤﺎﺗﺼﻨﻊﻓﻴﻬﺎ؟ﻓﻘﺎﻝ:'
			'ﺃﻣﺎﺇﺫﻗﻠﺖﻩﺬﺍ،ﻓﺈﻧﻲﺃﻧﻈﺮﺇﻟﻰﻣﺎﻳﺨﺮﺝﻣﻨﻬﺎ،ﻓﺄﱠﺗﺼﱠﺪﻕﺑﺜﻠﺜﻪ،ﻭﺁﺁﻞﺃﻧﺎﻭﻋﻴﺎﻟﻲﺛﻠﺜﺎ،ﻭﺃﺭﱡﺩﻓﻴﻬﺎﺛﻠﺜﻪ.'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺤﺮﱠﺓ»ﺍﻷﺭﺽﺍﻟﻤﻠﺒﺴﺔﺣﺠﺎﺭﺓﺳﻮﺩﺍﺀ:«ﻭﺍﻟﱠﺸﺮﺟﺔ»ﺑﻔﺘﺢﺍﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔﻭﺇﺳﻜﺎﻥﺍﻟﺮﺍﺀﻭﺑﺎﻟﺠﻴﻢ:'
			'ﻩﻲﻣﺴﻴﻞﺍﻟﻤﺎﺀ',
		translation: 'Translation of Hadith 562'
),
	Hadith(
		hadithNumber: 563,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺍﱠﺗﻘﻮﺍﺍﻟﱡﻈﻠﻢ،ﻓﺈﱠﻥﺍﻟﱡﻈﻠﻢﻇﻠﻤﺎﺕ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﺍﱠﺗﻘﻮﺍﺍﻟﱡﺸﱠﺢ،ﻓﺈﱠﻥﺍﻟﱡﺸﱠﺢﺃﻩﻠﻚﻣﻦﺁﺎﻥﻗﺒﻠﻜﻢ،ﺣﻤﻠﻬﻢﻋﻠﻰﺄﻧﺳﻔﻜﻮﺍﺩﻣﺎﺀﻩﻢﻭﺍﺳﺘﺤﱡﻠﻮﺍ'
			'ﻣﺤﺎﺭﻣﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 563'
),
	Hadith(
		hadithNumber: 564,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﺇﻧﻲﻣﺠﻬﻮﺩ،'
			'ﻓﺄﺭﺳﻞﺇﻟﻰﺑﻌﺾﻧﺴﺎﺋﻪ،ﻓﻘﺎﻟﺖ:ﻭﺍﱠﻟﺬﻱﺑﻌﺜﻚﺑﺎﻟﺤﱢﻖﻣﺎﻋﻨﺪﻱﺇﱠﻻﻣﺎﺀ،ﺛﻢﱠﺃﺭﺳﻞﺇﻟﻰﺃﺧﺮﻯ.ﻓﻘﺎﻟﺖﻣﺜﻞ'
			'ﺫﻟﻚ،ﺣﱠﺘﻰﻗﻠﻦﺁﱡﻠﻬﱠﻦﻣﺜﻞﺫﻟﻚ:ﻻﻭﺍﻟﺬﻱﺑﻌﺜﻚﺑﺎﻟﺤﱢﻖﻣﺎﻋﻨﺪﻱﺇﱠﻻﻣﺎﺀ.ﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﻣﻦﻳﻀﻴﻒﻩﺬﺍﺍﻟﱠﻠﻴﻠﺔ؟»ﻓﻘﺎﻝﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭ:ﺃﻧﺎﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﺎﻧﻄﻠﻖﺑﻪﺇﻟﻰﺭﺣﻠﻪ،ﻓﻘﺎﻝﻻﻣﺮﺃﺗﻪ'
			':ﺃﺁﺮﻣﻲ:ﺿﻴﻒﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝﻻﻣﺮﺃﺗﻪ:ﻩﻞﻋﻨﺪﻙﺷﻲﺀ؟ﻓﻘﺎﻟﺖ:ﻻ،ﺇﱠﻻﻗﻮﺕﺻﺒﻴﺎﻧﻲﻗﺎﻝ:ﻋﱢﻠﻠﻴﻬﻢﺑﺸﻲﺀﻭﺇﺫﺍﺃﺭﺍﺩﻭﺍ'
			'ﺍﻟﻌﺸﺎﺀ،ﻓﻨﱢﻮﻣﻴﻬﻢ،ﻭﺇﺫﺍﺩﺧﻞﺿﻴﻔﻨﺎ،ﻓﺄﻃﻔﺌﻲﺍﻟﱢﺴﺮﺍﺝ،ﻭﺃﺭﻳﻪﺃﱠﻧﺎﻧﺄﺁﻞ،ﻓﻘﻌﺪﻭﺍﻭﺃﺁﻞﺍﻟﱠﻀﻴﻒﻭﺑﺎﺗﺎﻃﺎﻭﻳﻴﻦ'
			'،ﻓﻠﱠﻤﺎﺃﺻﺒﺢ،ﻏﺪﺍﻋﻠﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻓﻘﺎﻝ:«ﻟﻘﺪﻋﺠﺐﺍﻟﱠﻠﻪﻣﻦﺻﻨﻴﻌﻜﻤﺎﺑﻀﻴﻔﻜﻤﺎﺍﻟﱠﻠﻴﻠﺔ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 564'
),
	Hadith(
		hadithNumber: 565,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻃﻌﺎﻡﺍﻻﺛﻨﻴﻦﺁﺎﻓﻲﺍﻟﱠﺜﻼﺛﺔ،ﻭﻃﻌﺎﻡﺍﻟﱠﺜﻼﺛﺔﺁﺎﻓﻲ'
			'ﺍﻷﺭﺑﻌﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻃﻌﺎﻡﺍﻟﻮﺍﺣﺪﻳﻜﻔﻲﺍﻻﺛﻨﻴﻦ،'
			'ﻭﻃﻌﺎﻡﺍﻻﺛﻨﻴﻦﻳﻜﻔﻲﺍﻷﺭﺑﻌﺔﻭﻃﻌﺎﻡﺍﻷﺭﺑﻌﺔﻳﻜﻔﻲﺍﻟﱠﺜﻤﺎﻧﻴﺔ»',
		translation: 'Translation of Hadith 565'
),
	Hadith(
		hadithNumber: 566,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﻴﻨﻤﺎﻧﺤﻦﻓﻲﺳﻔﺮﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫ'
			'ﺟﺎﺀﺭﺟﻞﻋﻠﻰﺭﺍﺣﻠﺔﻟﻪ،ﻓﺠﻌﻞﻳﺼﺮﻑﺑﺼﺮﻩﻳﻤﻴﻨﺎﻭﺷﻤﺎﻻ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦ'
			'ﺁﺎﻥﻣﻌﻪﻓﻀﻞﻇﻬﺮﻓﻠﻴﻌﺪﺑﻪﻋﻠﻰﻣﻦﻻﻇﻬﺮﻟﻪ،ﻭﻣﻦﺁﺎﻥﻟﻪﻓﻀﻞﻣﻦﺯﺍﺩ،ﻓﻠﻴﻌﺪﺑﻪﻋﻠﻰﻣﻦﻻﺯﺍﺩﻟﻪ»'
			'.566ﻓﺬﺁﺮﻣﻦﺃﺻﻨﺎﻑﺍﻟﻤﺎﻝﻣﺎﺫﺁﺮﺣﱠﺘﻰﺭﺃﻳﻨﺎﺃﻧﱠﻪﻻﺣﱠﻖﻷﺣﺪﻣﱠﻨﺎﻓﻲﻓﻀﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 566'
),
	Hadith(
		hadithNumber: 567,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻣﺮﺃﺓﺟﺎﺀﺕﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺒﺮﺩﺓ'
			'ﻣﻨﺴﻮﺟﺔ،ﻓﻘﺎﻟﺖ:ﻧﺴﺠﺘﻬﺎﺑﻴﺪﱠﻱﻷﺁﺴﻮﺁﻬﺎ،ﻓﺄﺧﺬﻩﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺤﺘﺎﺟﺎﺇﻟﻴﻬﺎ،ﻓﺨﺮﺝﺇﻟﻴﻨﺎ'
			'ﻭﺇﱠﻧﻬﺎﻹﺯﺍﺭﻩ،ﻓﻘﺎﻝﻓﻼﻥﺍﺁﺴﻨﻴﻬﺎﻣﺎﺃﺣﺴﻨﻬﺎ،ﻓﻘﺎﻝ:«ﻧﻌﻢ»ﻓﺠﻠﺲﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲ'
			'ﺍﻟﻤﺠﻠﺲ،ﺛﻢﱠﺭﺟﻊﻓﻄﻮﺍﻩﺎ،ﺛﻢﱠﺃﺭﺳﻞﺑﻬﺎﺇﻟﻴﻪ:ﻓﻘﺎﻝﻟﻪﺍﻟﻘﻮﻡ:ﻣﺎﺃﺣﺴﻨﺖ،ﻟﺒﺴﻬﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻣﺤﺘﺎﺟﺎﺇﻟﻴﻬﺎ،ﺛﻢﱠﺳﺄﻟﺘﻪ،ﻭﻋﻠﻤﺖﺃﻧﱠﻪﻻﻳﺮﺩﱡﺳﺎﺋﻼ،ﻓﻘﺎﻝ:ﺇﻧﻲﻭﺍﻟﱠﻠﻪﻣﺎﺳﺄﻟﺘﻪﻷﻟﺒﺴﻬﺎ،ﺇﱠﻧﻤﺎﺳﺄﻟﺘﻪ'
			'ﻟﺘﻜﻮﻥﺁﻔﻨﻲ.ﻗﺎﻝﺳﻬﻞ:ﻓﻜﺎﻧﺖﺁﻔﻨﻪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 567'
),
	Hadith(
		hadithNumber: 568,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻷﺷﻌﺮﻳﻴﻦﺇﺫﺍ'
			'ﺃﺭﻣﻠﻮﺍﻓﻲﺍﻟﻐﺰﻭ،ﺃﻭﻗﱠﻞﻃﻌﺎﻡﻋﻴﺎﻟﻬﻢﺑﺎﻟﻤﺪﻳﻨﺔ،ﺟﻤﻌﻮﺍﻣﺎﺁﺎﻥﻋﻨﺪﻩﻢﻓﻲﺛﻮﺏﻭﺍﺣﺪ،ﺛﻢﱠﺍﻗﺘﺴﻤﻮﻩﺑﻴﻨﻬﻢ'
			'ﻓﻲﺇﻧﺎﺀﻭﺍﺣﺪﺑﺎﻟﱠﺴﻮﱠﻳﺔﻓﻬﻢﻣﱢﻨﻲﻭﺃﻧﺎﻣﻨﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺃﺭﻣﻠﻮﺍ»:ﻓﺮﻍﺯﺍﺩﻩﻢ،ﺃﻭﻗﺎﺭﺏﺍﻟﻔﺮﺍﻍ',
		translation: 'Translation of Hadith 568'
),
	Hadith(
		hadithNumber: 569,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺗﻲﺑﺸﺮﺍﺏ،ﻓﺸﺮﺏﻣﻨﻪﻭﻋﻦ'
			'ﻳﻤﻴﻨﻪﻏﻼﻡ،ﻭﻋﻦﻳﺴﺎﺭﻩﺍﻷﺷﻴﺎﺥ،ﻓﻘﺎﻝﻟﻠﻐﻼﻡ:«ﺃﺗﺄﺫﻥﻟﻲﺄﻧﺃﻋﻄﻲﻩﺆﻻﺀ؟ﻓﻘﺎﻝﺍﻟﻐﻼﻡ:ﻻﻭﺍﻟﱠﻠﻪﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﻻﺃﻭﺛﺮﺑﻨﺼﻴﺒﻲﻣﻨﻚﺃﺣﺪﺍ،ﻓﺘﱠﻠﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻳﺪﻩ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺗﻠﱠﻪ»ﺑﺎﻟﺘﺎﺀﺍﻟﻤﺜﻨﺎﺓﻓﻮﻕ،ﺃﻱ:ﻭﺿﻌﻪ،ﻭﻩﺬﺍﺍﻟﻐﻼﻡﻩﻮﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ',
		translation: 'Translation of Hadith 569'
),
	Hadith(
		hadithNumber: 570,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﻴﻨﺎﺃﱡﻳﻮﺏﻋﻠﻴﻪﺍﻟﺴﻼﻡﻳﻐﺘﺴﻞ'
			'ﻋﺮﻳﺎﻧﺎ،ﻓﺨﱠﺮﻋﻠﻴﻪﺟﺮﺍﺩﻣﻦﺫﻩﺐ،ﻓﺠﻌﻞﺃﱡﻳﻮﺏﻳﺤﺜﻲﻓﻲﺛﻮﺑﻪ،ﻓﻨﺎﺩﺍﻩﺭﺑﱡﻪﻋﱠﺰﻭﺟﱠﻞ:ﻳﺎﺃﱡﻳﻮﺏ،ﺃﻟﻢﺃﺁﻦ'
			'ﺃﻏﻨﻴﺘﻚﻋﱠﻤﺎﺗﺮﻯ؟،ﻗﺎﻝ:ﺑﻠﻰﻭﻋﱠﺰﺗﻚ،ﻭﻟﻜﻦﻻﻏﻨﻰﺑﻲﻋﻦﺑﺮﺁﺘﻚ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 570'
),
	Hadith(
		hadithNumber: 571,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺣﺴﺪﺇﱠﻻ'
			'ﻓﻲﺍﺛﻨﺘﻴﻦ:ﺭﺟﻞﺁﺗﺎﻩﺍﻟﱠﻠﻪﻣﺎﻻ،ﻓﺴﱠﻠﻄﻪﻋﻠﻰﻩﻠﻜﺘﻪﻓﻲﺍﻟﺤﱢﻖ.ﻭﺭﺟﻞﺁﺗﺎﻩﺍﻟﱠﻠﻪﺣﻜﻤﺔﻓﻬﻮﻳﻘﻀﻲﺑﻬﺎ'
			'ﻭﻳﻌﱢﻠﻤﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪﻭﺗﻘﺪﻡﺷﺮﺣﻪﻗﺮﻳﺒﺎ',
		translation: 'Translation of Hadith 571'
),
	Hadith(
		hadithNumber: 572,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺣﺴﺪﺇﱠﻻﻓﻲﺍﺛﻨﺘﻴﻦ:ﺭﺟﻞ'
			'ﺁﺗﺎﻩﺍﻟﱠﻠﻪﺍﻟﻘﺮﺁﻥ،ﻓﻬﻮﻳﻘﻮﻡﺑﻪﺁﻧﺎﺀﺍﻟﱠﻠﻴﻞﻭﺁﻧﺎﺀﺍﻟﱠﻨﻬﺎﺭ.ﻭﺭﺟﻞﺁﺗﺎﻩﺍﻟﱠﻠﻪﻣﺎﻻ.ﻓﻬﻮﻳﻨﻔﻘﻪﺁﻧﺎﺀﺍﻟﱠﻠﻴﻞﻭﺁﻧﺎﺀ'
			'ﺍﻟﱠﻨﻬﺎﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.«ﺍﻵﻧﺎﺀ»ﺍﻟﱠﺴﺎﻋﺎﺕ',
		translation: 'Translation of Hadith 572'
),
	Hadith(
		hadithNumber: 573,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﻓﻘﺮﺍﺀﺍﻟﻤﻬﺎﺟﺮﻳﻦﺃﺗﻮﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻓﻘﺎﻟﻮﺍ:'
			'ﻭﻳﺼﻮﻣﻮﻥﺁﻤﺎﻧﺼﻮﻡ.ﻭﻳﺘﺼﱠﺪﻗﻮﻥﻭﻻﻧﺘﺼﱠﺪﻕ،ﻭﻳﻌﺘﻘﻮﻥﻭﻻﻧﻌﺘﻖﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺫﻩﺐﺃﻩﻞﺍﻟﱡﺪﺛﻮﺭﺑﺎﻟﱠﺪﺭﺟﺎﺕﺍﻟﻌﻠﻰ.ﻭﺍﻟﱠﻨﻌﻴﻢﺍﻟﻤﻘﻴﻢ.ﻓﻘﺎﻝ:«ﻭﻣﺎﺫﺍﻙ؟»ﻓﻘﺎﻟﻮﺍ:ﻳﺼﱡﻠﻮﻥﺁﻤﺎﻧﺼﱢﻠﻲ،'
			'«ﺃﻓﻼﺃﻋﻠﱢﻤﻜﻢﺷﻴﺌﺎﺗﺪﺭﺁﻮﻥﺑﻪﻣﻦﺳﺒﻘﻜﻢ،ﻭﺗﺴﺒﻘﻮﻥﺑﻪﻣﻦﺑﻌﺪﺁﻢﻭﻻﻳﻜﻮﻥﺃﺣﺪﺃﻓﻀﻞﻣﻨﻜﻢﺇﱠﻻﻣﻦﺻﻨﻊ'
			'ﻣﺜﻞﻣﺎﺻﻨﻌﺘﻢ؟»ﻗﺎﻟﻮﺍ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﺗﺴﺒﺤﻮﻥ،ﻭﺗﺤﻤﺪﻭﻥﻭﺗﻜﱢﺒﺮﻭﻥ،ﺩﺑﺮﺁﻞﱢﺻﻼﺓﺛﻼﺛﺎ'
			'ﻭﺛﻼﺛﻴﻦﻣﱠﺮﺓ»ﻓﺮﺟﻊﻓﻘﺮﺍﺀﺍﻟﻤﻬﺎﺟﺮﻳﻦﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻟﻮﺍ:ﺳﻤﻊﺇﺧﻮﺍﻧﻨﺎﺃﻩﻞ'
			'ﺍﻷﻣﻮﺍﻝﺑﻤﺎﻓﻌﻠﻨﺎ،ﻓﻔﻌﻠﻮﺍﻣﺜﻠﻪ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺫﻟﻚﻓﻀﻞﺍﻟﱠﻠﻪﻳﺆﺗﻴﻪﻣﻦﻳﺸﺎﺀ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﺭﻭﺍﻳﺔﻣﺴﻠﻢ.'
			'»ﺍﻟﱡﺪﺛﻮﺭ»:ﺍﻷﻣﻮﺍﻝﺍﻟﻜﺜﻴﺮﺓ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 573'
),
	Hadith(
		hadithNumber: 574,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﺧﺬﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻤﻨﻜﺒﻲﻓﻘﺎﻝ:«ﺁﻦﻓﻲ'
			'ﺍﻟﱡﺪﻧﻴﺎﺁﺄﱠﻧﻚﻏﺮﻳﺐﺃﻭﻋﺎﺑﺮﺳﺒﻴﻞ»ﻭﺁﺎﻥﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻳﻘﻮﻝ:ﺇﺫﺍﺃﻣﺴﻴﺖ،ﻓﻼﺗﻨﺘﻈﺮﺍﻟﱠﺼﺒﺎﺡ،'
			'ﻭﺇﺫﺍﺃﺻﺒﺤﺖ،ﻓﻼﺗﻨﺘﻈﺮﺍﻟﻤﺴﺎﺀ،ﻭﺧﺬﻣﻦﺻﱠﺤﺘﻚﻟﻤﺮﺿﻚﻭﻣﻦﺣﻴﺎﺗﻚﻟﻤﻮﺗﻚ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 574'
),
	Hadith(
		hadithNumber: 575,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺣﱡﻖﺍﻣﺮﻱﺀﻣﺴﻠﻢﻟﻪﺷﻲﺀﻳﻮﺻﻲﻓﻴﻪ.ﻳﺒﻴﺖ'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻳﺒﻴﺖﺛﻼﺙﻟﻴﺎﻝ»ﻗﺎﻝﺍﺑﻦﻋﻤﺮ:ﻣﺎﻣﱠﺮﺕﻋﻠﱠﻲﻟﻴﻠﺔﻣﻨﺬﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻟﻴﻠﺘﻴﻦﺇﱠﻻﻭﻭﺻﱠﻴﺘﻪﻣﻜﺘﻮﺑﺔﻋﻨﺪﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻩﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﺫﻟﻚﺇﱠﻻﻭﻋﻨﺪﻱﻭﺻﱠﻴﺘﻲ.'
			'`',
		translation: 'Translation of Hadith 575'
),
	Hadith(
		hadithNumber: 576,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﱠﻂﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﻄﻮﻃﺎﻓﻘﺎﻝ:«ﻩﺬﺍﺍﻹﻧﺴﺎﻥﻭﻩﺬﺍ'
			'ﺃﺟﻠﻪ.ﻓﺒﻴﻨﻤﺎﻩﻮﺁﺬﻟﻚﺇﺫﺟﺎﺀﺍﻟﺨﱡﻂﺍﻷﻗﺮﺏ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 576'
),
	Hadith(
		hadithNumber: 577,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﱠﻂﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﻄﺎﻣﺮﱠﺑﻌﺎ،ﻭﺧﱠﻂﺧﻄﺎﻓﻲ'
			'ﺍﻟﻮﺳﻂﺧﺎﺭﺟﺎﻣﻨﻪ،ﻭﺧﱠﻂﺧﻄﻄﺎﺻﻐﺎﺭﺍﺇﻟﻰﻩﺬﺍﺍﱠﻟﺬﻱﻓﻲﺍﻟﻮﺳﻂﻣﻦﺟﺎﻧﺒﻪﺍﱠﻟﺬﻱﻓﻲﺍﻟﻮﺳﻂ،ﻓﻘﺎﻝ:«ﻩﺬﺍ'
			'ﺍﻹﻧﺴﺎﻥ،ﻭﻩﺬﺍﺃﺟﻠﻪﻣﺤﻴﻄﺎﺑﻪﺃﻭﻗﺪﺃﺣﺎﻁﺑﻪﻭﻩﺬﺍﺍﱠﻟﺬﻱﻩﻮﺧﺎﺭﺝﺃﻣﻠﻪﻭﻩﺬﻩﺍﻟﺨﻄﻂﺍﻟﱢﺼﻐﺎﺭﺍﻷﻋﺮﺍﺽ،'
			'ﻓﺈﻥﺃﺧﻄﺄﻩﻩﺬﺍ،ﻧﻬﺸﻪﻩﺬﺍ،ﻭﺇﻥﺃﺧﻄﺄﻩﻩﺬﺍﻧﻬﺸﻪﻩﺬﺍ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.ﻭﻩﺬﻩﺻﻮﺭﺗﻪ:ﺍﻷﺟﻞ-ﺍﻷﻋﺮﺎﺿ'
			'-ﺍﻷﻣﻞ',
		translation: 'Translation of Hadith 577'
),
	Hadith(
		hadithNumber: 578,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﺎﺩﺭﻭﺍﺑﺎﻷﻋﻤﺎﻝﺳﺒﻌﺎ،'
			'ﻩﻞﺗﻨﺘﻈﺮﻭﻥﺇﱠﻻﻓﻘﺮﺍﻣﻨﺴﻴﺎ،ﺃﻭﻏﻨﻰﻣﻄﻐﻴﺎ،ﺃﻭﻣﺮﺿﺎﻣﻔﺴﺪﺍ،ﺃﻭﻩﺮﻣﺎﻣﻔﱢﻨﺪﺍ،ﺃﻭﻣﻮﺗﺎﻣﺠﻬﺰﺍ،ﺃﻭﺍﻟﱠﺪﱠﺟﺎﻝ'
			'،ﻓﺸﱡﺮﻏﺎﺋﺐﻳﻨﺘﻈﺮ،ﺃﻭﺍﻟﱠﺴﺎﻋﺔﻭﺍﻟﱠﺴﺎﻋﺔﺃﺩﻩﻰﻭﺃﻣﱡﺮ؟،»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒﺟﺪﺍ).[ﻓﻴﻪ:ﻣﺤﺮﺭﺑﻦﻩﺎﻭﺮﻧ،ﻮﻫﻮﻣﺘﺮﻮﻛﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 578'
),
	Hadith(
		hadithNumber: 579,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺁﺜﺮﻭﺍﺫﺁﺮﻩﺎﺬﻣﺍﻟﱠﻠﱠﺬﺍﺕ»ﻳﻌﻨﻲﺍﻟﻤﻮﺕ،ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 579'
),
	Hadith(
		hadithNumber: 580,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻦﺁﻌﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺫﻩﺐﺛﻠﺚﺍﻟﱠﻠﻴﻞ،ﻗﺎﻡﻓﻘﺎﻝ'
			':«ﻳﺎﺃﻳﻬﺎﺍﻟﱠﻨﺎﺱﺍﺫﺁﺮﻭﺍﺍﻟﱠﻠﻪﺟﺎﺀﺕﺍﻟﺮﺍﺟﻔﺔﺗﺘﺒﻌﻬﺎﺍﻟﱠﺮﺍﺩﻓﺔ،ﺟﺎﺀﺍﻟﻤﻮﺕﺑﻤﺎﻓﻴﻪ،ﺟﺎﺀﺍﻟﻤﻮﺕﺑﻤﺎﻓﻴﻪ»'
			'ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﻧﻲﺃﺁﺜﺮﺍﻟﱠﺼﻼﺓﻋﻠﻴﻚ،ﻓﻜﻢﺃﺟﻌﻞﻟﻚﻣﻦﺻﻼﺗﻲ؟ﻗﺎﻝ:«ﻣﺎﺷﺌﺖ»ﻗﻠﺖﺍﻟﱡﺮﺑﻊ؟ﻗﺎﻝ'
			':«ﻣﺎﺷﺌﺖ،ﻓﺈﻥﺯﺩﺕﻓﻬﻮﺧﻴﺮﻟﻚ»ﻗﻠﺖ:ﻓﺎﻟﱢﻨﺼﻒ؟ﻗﺎﻝ«ﻣﺎﺷﺌﺖ،ﻓﺈﻥﺯﺩﺕﻓﻬﻮﺧﻴﺮﻟﻚ»ﻗﻠﺖ:'
			'ﻓﺎﻟﺜﻠﺜﻴﻦ؟ﻗﺎﻝ:«ﻣﺎﺷﺌﺖ،ﻓﺈﻥﺯﺩﺕﻓﻬﻮﺧﻴﺮﻟﻚ»ﻗﻠﺖ:ﺃﺟﻌﻞﻟﻚﺻﻼﺗﻲﺁﱠﻠﻬﺎ؟ﻗﺎﻝ:ﺇﺫﺍﺗﻜﻔﻲﻩﱠﻤﻚ،'
			'ﻭﻳﻐﻔﺮﻟﻚﺫﻧﺒﻚ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 580'
),
	Hadith(
		hadithNumber: 581,
		hadith:
						'ﻋﻦﺑﺮﻳﺪﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻨﺖﻧﻬﻴﺘﻜﻢﻋﻦﺯﻳﺎﺭﺓ'
			'ﺍﻟﻘﺒﻮﺭﻓﺰﻭﺭﻮﻫﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ«ﻓﻤﻦﺃﺭﺍﺩﺄﻧﻳﺰﻭﺭﺍﻟﻘﺒﻮﺭﻓﻠﻴﺰﺭﻓﺈﻧﻬﺎﺗﺬﺁﺮﻧﺎﺑﺎﻵﺧﺮﺓ»',
		translation: 'Translation of Hadith 581'
),
	Hadith(
		hadithNumber: 582,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺁﱠﻠﻤﺎﺁﺎﻥﻟﻴﻠﺘﻬﺎﻣﻦ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺨﺮﺝﻣﻦﺁﺧﺮﺍﻟﱠﻠﻴﻞﺇﻟﻰﺍﻟﺒﻘﻴﻊ،ﻓﻴﻘﻮﻝ:«ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢﺩﺍﺭﻗﻮﻡﻣﺆﻣﻨﻴﻦ'
			'،ﻭﺃﺗﺎﺁﻢﻣﺎﺗﻮﻋﺪﻭﻥ،ﻏﺪﺍﻣﺆﱠﺟﻠﻮﻥ،ﻭﺇﱠﻧﺎﺇﻥﺷﺎﺀﺍﻟﱠﻠﻪﺑﻜﻢﻻﺣﻘﻮﻥ،ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻷﻩﻞﺑﻘﻴﻊﺍﻟﻐﺮﻗﺪ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 582'
),
	Hadith(
		hadithNumber: 583,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﻠﱢﻤﻬﻢﺇﺫﺍﺧﺮﺟﻮﺍﺇﻟﻰﺍﻟﻤﻘﺎﺑﺮﺃﻥ'
			'ﻳﻘﻮﻝﻗﺎﺋﻠﻬﻢ:«ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢﺃﻩﻞﺍﻟﱢﺪﻳﺎﺭﻣﻦﺍﻟﻤﺆﻣﻨﻴﻦﻭﺍﻟﻤﺴﻠﻤﻴﻦﻭﺇﱠﻧﺎﺇﻥﺷﺎﺀﺍﻟﱠﻠﻪﺑﻜﻢﻻﺣﻘﻮﻥ،ﺃﺳﺄﻝﺍﻟﱠﻠﻪ'
			'ﻟﻨﺎﻭﻟﻜﻢﺍﻟﻌﺎﻓﻴﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 583'
),
	Hadith(
		hadithNumber: 584,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻣﱠﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻘﺒﻮﺭﺑﺎﻟﻤﺪﻳﻨﺔﻓﺄﻗﺒﻞ.'
			'ﻋﻠﻴﻬﻢﺑﻮﺟﻬﻪﻓﻘﺎﻝ:«ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢﻳﺎﺃﻩﻞﺍﻟﻘﺒﻮﺭ،ﻳﻐﻔﺮﺍﻟﱠﻠﻪﻟﻨﺎﻭﻟﻜﻢ،ﺃﻧﺘﻢﺳﻠﻔﻨﺎﻭﻧﺤﻦﺑﺎﻷﺛﺮ»ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 584'
),
	Hadith(
		hadithNumber: 585,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺘﻤﱠﻦﺃﺣﺪﺁﻢﺍﻟﻤﻮﺕﺇﻣﺎ'
			'ﻣﺤﺴﻨﺎ،ﻓﻠﻌﻠﱠﻪﻳﺰﺩﺍﺩ،ﻭﺇﱠﻣﺎﻣﺴﻴﺌﺎﻓﻠﻌﱠﻠﻪﻳﺴﺘﻌﺘﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺘﻤﱠﻦ'
			'ﺃﺣﺪﺁﻢﺍﻟﻤﻮﺕ،ﻭﻻﻳﺪﻉﺑﻪﻣﻦﻗﺒﻞﺃﻥﻳﺄﺗﻴﻪ،ﺇﻧﱠﻪﺇﺫﺍﻣﺎﺕﺍﻧﻘﻄﻊﻋﻤﻠﻪ،ﻭﺇﱠﻧﻪﻻﻳﺰﻳﺪﺍﻟﻤﺆﻣﻦﻋﻤﺮﻩﺇﱠﻻﺧﻴﺮﺍ'
			'»',
		translation: 'Translation of Hadith 585'
),
	Hadith(
		hadithNumber: 586,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻻﻳﺘﻤﱠﻨﻴﱠﻦﺃﺣﺪﺁﻢﺍﻟﻤﻮﺕﻟﻀﺮﱟ'
			'ﺃﺻﺎﺑﻪﻓﺈﻥﺁﺎﻥﻻﺑﺪﱠﻓﺎﻋﻼ،ﻓﻠﻴﻘﻞ:ﺍﻟﻠﱠﻬﻢﱠﺃﺣﻴﻨﻲﻣﺎﺁﺎﻧﺖﺍﻟﺤﻴﺎﺓﺧﻴﺮﺍﻟﻲ،ﻭﺗﻮﱠﻓﻨﻲﺇﺫﺍﺁﺎﻧﺖﺍﻟﻮﻓﺎﺓﺧﻴﺮﺍﻟﻲ'
			'»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 586'
),
	Hadith(
		hadithNumber: 587,
		hadith:
						'ﻭﻋﻦﻗﻴﺲﺑﻦﺃﺑﻲﺣﺎﺰﻣﻗﺎﻝ:ﺩﺧﻠﻨﺎﻋﻠﻰﺧﺒﺎﺏﺑﻦﺍﻷﺭﱢﺕﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻧﻌﻮﺩﻩﻭﻗﺪﺍﺁﺘﻮﻯﺳﺒﻊﺁﱠﻴﺎﺕ'
			'ﻓﻘﺎﻝ:ﺇﱠﻥﺃﺻﺤﺎﺑﻨﺎﺍﱠﻟﺬﻳﻦﺳﻠﻔﻮﺍﻣﻀﻮﺍ،ﻭﻟﻢﺗﻨﻘﺼﻬﻢﺍﻟﱡﺪﻧﻴﺎ،ﻭﺇﱠﻧﺎﺃﺻﺒﻨﺎﻣﺎﻻﻧﺠﺪﻟﻪﻣﻮﺿﻌﺎﺇﱠﻻﺍﻟﺘﺮﺍﺏ'
			'ﻭﻟﻮﻻﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﺎﻧﺎﺃﻥﻧﺪﻋﻮﺑﺎﻟﻤﻮﺕﻟﺪﻋﻮﺕﺑﻪﺛﻢﱠﺃﺗﻴﻨﺎﻩﻣﱠﺮﺓﺃﺧﺮﻯﻭﻩﻮﻳﺒﻨﻲﺣﺎﺋﻄﺎ'
			'ﻟﻪ،ﻓﻘﺎﻝ:ﺇﱠﻥﺍﻟﻤﺴﻠﻢﻟﻴﺆﺟﺮﻓﻲﺁﻞﱢﺷﻲﺀﻳﻨﻔﻘﻪﺇﱠﻻﻓﻲﺷﻲﺀﻳﺠﻌﻠﻪﻓﻲﻩﺬﺍﺍﻟﺘﺮﺍﺏ.ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆ'
			'ﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 587'
),
	Hadith(
		hadithNumber: 588,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥ'
			'ﺍﻟﺤﻼﻝﺑﱢﻴﻦ،ﻭﺇﱠﻥﺍﻟﺤﺮﺎﻣﺑﱢﻴﻦ،ﻭﺑﻴﻨﻬﻤﺎﻣﺸﺘﺒﻬﺎﺕﻻﻳﻌﻠﻤﻬﻦﱠﺁﺜﻴﺮﻣﻦﺍﻟﱠﻨﺎﺱ،ﻓﻤﻦﺍﱠﺗﻘﻰﺍﻟﱡﺸﺒﻬﺎﺕ،ﺍﺳﺘﺒﺮﺃ'
			'ﻟﺪﻳﻨﻪﻭﻋﺮﺿﻪ،ﻭﻣﻦﻭﻗﻊﻓﻲﺍﻟﺸﺒﻬﺎﺕ،ﻭﻗﻊﻓﻲﺍﻟﺤﺮﺎﻣ،ﺁﺎﻟﱠﺮﺍﻋﻲﻳﺮﻋﻰﺣﻮﻝﺍﻟﺤﻤﻰﻳﻮﺷﻚﺃﻥﻳﺮﺗﻊﻓﻴﻪ'
			'،ﺃﻻﻭﺇﱠﻥﻟﻜﻞﱢﻣﻠﻚﺣﻤﻰ،ﺃﻻﻭﺇﱠﻥﺣﻤﻰﺍﻟﱠﻠﻪﻣﺤﺎﺭﻣﻪ،ﺃﻻﻭﺇﱠﻥﻓﻲﺍﻟﺠﺴﺪﻣﻀﻐﺔﺇﺫﺍﺻﻠﺤﺖﺻﻠﺢﺍﻟﺠﺴﺪﺁﻠﱡﻪ'
			'،ﻭﺇﺫﺍﻓﺴﺪﺕﻓﺴﺪﺍﻟﺠﺴﺪﺁﻠﱡﻪ:ﺃﻻﻭﻩﻲﺍﻟﻘﻠﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﺭﻭﻳﺎﻩﻣﻦﻃﺮﻕﺑﺄﻟﻔﺎﻅﻣﺘﻘﺎﺭﺑﺔ',
		translation: 'Translation of Hadith 588'
),
	Hadith(
		hadithNumber: 589,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺟﺪﺗﻤﺮﺓﻓﻲﺍﻟﱠﻄﺮﻳﻖ،ﻓﻘﺎﻝ:«ﻟﻮﻻﺃﱢﻧﻲ'
			'ﺃﺧﺎﻑﺃﻥﺗﻜﻮﻥﻣﻦﺍﻟﱠﺼﺪﻗﺔﻷﺁﻠﺘﻬﺎ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 589'
),
	Hadith(
		hadithNumber: 590,
		hadith:
						'ﻭﻋﻦﺍﻟﱠﻨﱠﻮﺍﺱﺑﻦﺳﻤﻌﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺒﱡﺮﺣﺴﻦﺍﻟﺨﻠﻖ'
			'ﻭﺍﻹﺛﻢﻣﺎﺣﺎﻙﻓﻲﻧﻔﺴﻚ،ﻭﺁﺮﻩﺖﺃﻥﻳﱠﻄﻠﻊﻋﻠﻴﻪﺍﻟﱠﻨﺎﺱ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺣﺎﻙ»ﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔﻭﺍﻟﻜﺎﻑ،ﺃﻱﺗﺮﱠﺩﺩﻓﻴﻪ',
		translation: 'Translation of Hadith 590'
),
	Hadith(
		hadithNumber: 591,
		hadith:
						'ﻭﻋﻦﻭﺍﺑﺼﺔﺑﻦﻣﻌﺒﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﻴﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺟﺌﺖﺗﺴﺄﻝ'
			'ﻋﻦﺍﻟﺒﱢﺮ؟»ﻗﻠﺖ:ﻧﻌﻢ،ﻓﻘﺎﻝ:«ﺍﺳﺘﻔﺖﻗﻠﺒﻚ،ﺍﻟﺒﱡﺮ:ﻣﺎﺍﻃﻤﺄﱠﻧﺖﺇﻟﻴﻪﺍﻟﻨﱠﻔﺲ،ﻭﺍﻃﻤﺄﱠﻥﺇﻟﻴﻪﺍﻟﻘﻠﺐ،ﻭﺍﻹﺛﻢ'
			'ﻣﺎﺣﺎﻙﻓﻲﺍﻟﱠﻨﻔﺲﻭﺗﺮﱠﺩﺩﻓﻲﺍﻟﱠﺼﺪﺭ،ﻭﺇﻥﺃﻓﺘﺎﻙﺍﻟﱠﻨﺎﺱﻭﺃﻓﺘﻮﻙ»ﺣﺪﻳﺚﺣﺴﻦ،ﺭﻭﺍﻩﺃﺣﻤﺪ،ﻭﺍﻟﱠﺪﺍﺭﻣﱡﻲﻓﻲ'
			'«ﻣﺴﻨﺪﻳﻬﻤﺎ»',
		translation: 'Translation of Hadith 591'
),
	Hadith(
		hadithNumber: 592,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﺮﻭﻋﺔﺑﻜﺴﺮﺍﻟﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﻓﺘﺤﻬﺎﻋﻘﺒﺔﺑﻦﺍﻟﺤﺎﺭﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺗﺰﱠﻭﺝﺍﺑﻨﺔﻷﺑﻲ'
			'ﺈﻫﺎﺏﺑﻦﻋﺰﻳﺰ،ﻓﺄﺗﺘﻪﺍﻣﺮﺃﺓﻓﻘﺎﻟﺖ:ﺇﱢﻧﻲﻗﺪﺃﺭﺿﻌﺖﻋﻘﺒﺔﻭﺍﻟﺘﻲﻗﺪﺗﺰﱠﻭﺝﺑﻬﺎ،ﻓﻘﺎﻝﻟﻬﺎﻋﻘﺒﺔ:ﻣﺎﺃﻋﻠﻢ'
			'ﺃﱠﻧﻚﺃﺭﺿﻌﺘﻨﻲﻭﻻﺃﺧﺒﺮﺗﻨﻲ،ﻓﺮﺁﺐﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺎﻟﻤﺪﻳﻨﺔ،ﻓﺴﺄﻟﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻴﻒ،ﻭﻗﺪﻗﻴﻞ؟،»ﻓﻔﺎﺭﻗﻬﺎﻋﻘﺒﺔﻭﻧﻜﺤﺖﺯﻭﺟﺎﻏﻴﺮﻩ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺇﻩﺎﺏ»ﺑﻜﺴﺮﺍﻟﻬﻤﺰﺓ،ﻭ«ﻋﺰﻳﺰ»ﺑﻔﺘﺢﺍﻟﻌﻴﻦﻭﺑﺰﺎﻳﻣﻜﺮﺭﺓ.'
			'`',
		translation: 'Translation of Hadith 592'
),
	Hadith(
		hadithNumber: 593,
		hadith:
						'ﻭﻋﻦﺍﻟﺤﺴﻦﺑﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺣﻔﻈﺖﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺩﻉﻣﺎ'
			'ﻳﺮﻳﺒﻚﺇﻟﻰﻣﺎﻻﻳﺮﻳﺒﻚ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'ﻭﻣﻌﻨﺎﻩ:ﺍﺗﺮﻙﻣﺎﺗﺸﻚﱡﻓﻴﻪ،ﻭﺧﺬﻣﺎﻻﺗﺸﻚﱠﻓﻴﻪ',
		translation: 'Translation of Hadith 593'
),
	Hadith(
		hadithNumber: 594,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﻷﺑﻲﺑﻜﺮﺍﻟﱠﺼﱢﺪﻳﻖ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻏﻼﻡﻳﺨﺮﺝﻟﻪﺍﻟﺨﺮﺍﺝ'
			'ﺃﺑﻮﺑﻜﺮ:ﻭﻣﺎﻩﻮ؟ﻗﺎﻝ:ﺁﻨﺖﺗﻜﱠﻬﻨﺖﻹﻧﺴﺎﻥﻓﻲﺍﻟﺠﺎﻩﻠﱠﻴﺔﻭﻣﺎﺃﺣﺴﻦﺍﻟﻜﻬﺎﻧﺔﺇﱠﻻﺃﱢﻧﻲﺧﺪﻋﺘﻪ،ﻓﻠﻘﻴﻨﻲ،ﻭﺁﺎﻥﺃﺑﻮﺑﻜﺮﻳﺄﺁﻞﻣﻦﺧﺮﺍﺟﻪ،ﻓﺠﺎﺀﻳﻮﻣﺎﺑﺸﻲﺀ،ﻓﺄﺁﻞﻣﻨﻪﺃﺑﻮﺑﻜﺮ،ﻓﻘﺎﻝﻟﻪﺍﻟﻐﻼﻡ:ﺗﺪﺮﻳﻣﺎﻩﺬﺍ؟ﻓﻘﺎﻝ'
			'ﻓﺄﻋﻄﺎﻧﻲﺑﺬﻟﻚﻩﺬﺍﺍﻟﺬﻱﺃﺁﻠﺖﻣﻨﻪ،ﻓﺄﺩﺧﻞﺃﺑﻮﺑﻜﺮﻳﺪﻩﻓﻘﺎﺀﺁﻞﱠﺷﻲﺀﻓﻲﺑﻄﻨﻪ،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺍﻟﺨﺮﺍﺝ»:ﺷﻲﺀﻳﺠﻌﻠﻪﺍﻟﺴﱠﻴﱢﺪﻋﻠﻰﻋﺒﺪﻩﻳﺆﱢﺩﻳﻪﺇﻟﻰﺍﻟﺴﱢﻴﺪﺁﻞﻳﻮﻡ،ﻭﺑﺎﻗﻲﺁﺴﺒﻪﻳﻜﻮﻥﻟﻠﻌﺒﺪ.'
			'`',
		translation: 'Translation of Hadith 594'
),
	Hadith(
		hadithNumber: 595,
		hadith:
						'ﻭﻋﻦﻧﺎﻓﻊﺃﱠﻥﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺁﺎﻥﻓﺮﺽﻟﻠﻤﻬﺎﺟﺮﻳﻦﺍﻷﱠﻭﻟﻴﻦﺃﺭﺑﻌﺔﺁﻻﻑ،ﻭﻓﺮﺽ'
			'ﻻﺑﻨﻪﺛﻼﺛﺔﺁﻻﻑﻭﺧﻤﺴﻤﺎﺋﺔ،ﻓﻘﻴﻞﻟﻪ:ﻩﻮﻣﻦﺍﻟﻤﻬﺎﺟﺮﻳﻦﻓﻠﻢﻧﻘﺼﺘﻪ؟ﻓﻘﺎﻝ:ﺇﱠﻧﻤﺎﻩﺎﺟﺮﺑﻪﺃﺑﻮﻩﻳﻘﻮﻝ:'
			'ﻟﻴﺲﻩﻮﺁﻤﻦﻩﺎﺟﺮﺑﻨﻔﺴﻪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 595'
),
	Hadith(
		hadithNumber: 596,
		hadith:
						'ﻭﻋﻦﻋﻄﱠﻴﺔﺑﻦﻋﺮﻭﺓﺍﻟﱠﺴﻌﺪﱢﻱﺍﻟﱠﺼﺤﺎﺑﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ.ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«'
			'ﻻﻳﺒﻠﻎﺍﻟﻌﺒﺪﺃﻥﻳﻜﻮﻥﻣﻦﺍﻟﻤﺘﻘﻴﻦﺣﺘﻰﻳﺪﻉﻣﺎﻻﺑﺄﺱﺑﻪﺣﺬﺭﺍﻣﻤﺎﺑﻪﺑﺄﺱ)).'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ)[ﻓﻴﻪ:ﻋﺒﺪﺍﷲﺑﻦﻳﺰﻳﺪﺍﻟﺪﻣﺸﻘﻲﻮﻫﻮﺿﻌﻴﻒ].'
			'`',
		translation: 'Translation of Hadith 596'
),
	Hadith(
		hadithNumber: 597,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥ'
			'ﺍﻟﱠﻠﻪﻳﺤﱡﺐﺍﻟﻌﺒﺪﺍﻟﱠﺘﻘﱠﻲﺍﻟﻐﻨﱠﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﺍﻟﻤﺮﺍﺩﺑــ«ﺍﻟﻐﻨﱢﻲ»:ﻏﻨﱡﻲﺍﻟﱠﻨﻔﺲ.ﺁﻤﺎﺳﺒﻖﻓﻲﺍﻟﺤﺪﻳﺚﺍﻟﺼﺤﻴﺢ',
		translation: 'Translation of Hadith 597'
),
	Hadith(
		hadithNumber: 598,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺟﻞﺃﱡﻱﺍﻟﱠﻨﺎﺱﺃﻓﻀﻞﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻣﺆﻣﻦ'
			'ﻣﺠﺎﻩﺪﺑﻨﻔﺴﻪﻭﻣﺎﻟﻪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻗﺎﻝ:ﺛﻢﻣﻦ؟ﻗﺎﻝ:«ﺛﻢﺭﺟﻞﻣﻌﺘﺰﻝﻓﻲﺷﻌﺐﻣﻦﺍﻟﱢﺸﻌﺎﺏﻳﻌﺒﺪﺭﱠﺑﻪ»'
			'.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ«ﻳﱠﺘﻘﻲﺍﻟﱠﻠﻪ.ﻭﻳﺪﻉﺍﻟﱠﻨﺎﺱﻣﻦﺷﺮﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 598'
),
	Hadith(
		hadithNumber: 599,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﻮﺷﻚﺃﻥﻳﻜﻮﻥﺧﻴﺮﻣﺎﻝﺍﻟﻤﺴﻠﻢﻏﻨﻢﻳﱠﺘﺘﱠﺒﻊﺑﻬﺎ'
			'ﺷﻌﻒﺍﻟﺠﺒﺎﻝ.ﻭﻣﻮﺍﻗﻊﺍﻟﻘﻄﺮﻳﻔﱡﺮﺑﺪﻳﻨﻪﻣﻦﺍﻟﻔﺘﻦ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭ«ﺷﻌﻒﺍﻟﺠﺒﺎﻝ»:ﺃﻋﻼﻩﺎ',
		translation: 'Translation of Hadith 599'
),
	Hadith(
		hadithNumber: 600,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺑﻌﺚﺍﻟﱠﻠﻪﻧﺒﻴﺎﺇﱠﻻﺭﻋﻰ'
			'.600ﺍﻟﻐﻨﻢ»ﻓﻘﺎﻝﺃﺻﺤﺎﺑﻪ:ﻭﺃﻧﺖ؟ﻗﺎﻝ:«ﻧﻌﻢ،ﺁﻨﺖﺃﺭﻋﺎﻩﺎﻋﻠﻰﻗﺮﺍﺭﻳﻂﻷﻩﻞﻣﱠﻜﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 600'
),
	Hadith(
		hadithNumber: 601,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﻪﻗﺎﻝ:«ﻣﻦﺧﻴﺮﻣﻌﺎﺵﺍﻟﱠﻨﺎﺱﺭﺟﻞﻣﻤﺴﻚﻋﻨﺎﻥﻓﺮﺳﻪ'
			'ﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻳﻄﻴﺮﻋﻠﻰﻣﺘﻨﻪ،ﺁﱠﻠﻤﺎﺳﻤﻊﻩﻴﻌﺔﺃﻭﻓﺰﻋﺔ،ﻃﺎﺭﻋﻠﻴﻪﻳﺒﺘﻐﻲﺍﻟﻘﺘﻞ،ﺃﻭﺍﻟﻤﻮﺕﻣﻈﺎﱠﻧﻪ،ﺃﻭ'
			'ﺭﺟﻞﻓﻲﻏﻨﻴﻤﺔﻓﻲﺭﺃﺱﺷﻌﻔﺔﻣﻦﻩﺬﻩﺍﻟﱠﺸﻌﻒ،ﺃﻭﺑﻄﻦﻭﺍﺩﻣﻦﻩﺬﻩﺍﻷﻭﺩﻳﺔ،ﻳﻘﻴﻢﺍﻟﱠﺼﻼﺓﻭﻳﺆﺗﻲﺍﻟﱠﺰﺁﺎﺓ،'
			'ﻭﻳﻌﺒﺪﺭﺑﱠﻪﺣﱠﺘﻰﻳﺄﺗﻴﻪﺍﻟﻴﻘﻴﻦﻟﻴﺲﻣﻦﺍﻟﱠﻨﺎﺱﺇﱠﻻﻓﻲﺧﻴﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﻳﻄﻴﺮ»ﺄﻳﻳﺴﺮﻉ.«ﻭﻣﺘﻨﻪ»:ﻇﻬﺮﻩ.«ﻭﺍﻟﻬﻴﻌﺔ»:ﺍﻟﺼﻮﺕﻟﻠﺤﺮﺏ.«ﻭﺍﻟﻔﺰﻋﺔ»:ﻧﺤﻮﻩ.ﻭ«'
			'ﻣﻈﺎﱡﻥﺍﻟﱠﺸﻲﺀ»:ﺍﻟﻤﻮﺍﺿﻊﺍﻟﺘﻲﻳﻈﻦﱡﻭﺟﻮﺩﻩﻓﻴﻬﺎ.«ﻭﺍﻟﻐﻨﻴﻤﺔ»ﺑﻀﻢﺍﻟﻐﻴﻦﺗﺼﻐﻴﺮﺍﻟﻐﻨﻢ.«ﺍﻟﺸﱠﻌﻔﺔ»'
			'ﺑﻔﺘﺢﺍﻟﱢﺸﻴﻦﻭﺍﻟﻌﻴﻦ:ﻩﻲﺃﻋﻠﻰﺍﻟﺠﺒﻞ',
		translation: 'Translation of Hadith 601'
),
	Hadith(
		hadithNumber: 602,
		hadith:
						'ﻭﻋﻦﻋﻴﺎﺽﺑﻦﺣﻤﺎﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺈﻧﺍﻟﱠﻠﻪﺃﻭﺣﻰ'
			'ﺇﻟﱠﻲﺃﻥﺗﻮﺍﺿﻌﻮﺍﺣﺘﻰﻻﻳﻔﺨﺮﺃﺣﺪﻋﻠﻰﺃﺣﺪ،ﻭﻻﻳﺒﻐﻲﺃﺣﺪﻋﻠﻰﺃﺣﺪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 602'
),
	Hadith(
		hadithNumber: 603,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻧﻘﺼﺖﺻﺪﻗﺔﻣﻦﻣﺎﻝ'
			'،ﻭﻣﺎﺯﺍﺩﺍﻟﱠﻠﻪﻋﺒﺪﺍﺑﻌﻔﻮﺇﱠﻻﻋﺰﺍ،ﻭﻣﺎﺗﻮﺍﺿﻊﺃﺣﺪﻟﱠﻠﻪﺇﱠﻻﺭﻓﻌﻪﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 603'
),
	Hadith(
		hadithNumber: 604,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﻣﱠﺮﻋﻠﻰﺻﺒﻴﺎﻥﻓﺴﱠﻠﻢﻋﻠﻴﻬﻢﻭﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻔﻌﻠﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 604'
),
	Hadith(
		hadithNumber: 605,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺇﻥﺁﺎﻧﺖﺍﻷﻣﺔﻣﻦﺇﻣﺎﺀﺍﻟﻤﺪﻳﻨﺔﻟﺘﺄﺧﺬﺑﻴﺪﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺘﻨﻄﻠﻖﺑﻪﺣﻴﺚ'
			'ﺷﺎﺀﺕ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 605'
),
	Hadith(
		hadithNumber: 606,
		hadith:
						'ﻭﻋﻦﺍﻷﺳﻮﺩﺑﻦﻳﺰﻳﺪﻗﺎﻝ:ﺳﺌﻠﺖﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ:ﻣﺎﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﻨﻊ'
			'ﻓﻲﺑﻴﺘﻪ؟ﻗﺎﻟﺖ:ﺁﺎﻥﻳﻜﻮﻥﻓﻲﻣﻬﻨﺔﺃﻩﻠﻪﻳﻌﻨﻲ:ﺧﺪﻣﺔﺄﻫﻠﻪﻓﺈﺫﺍﺣﻀﺮﺕﺍﻟﱠﺼﻼﺓ،ﺧﺮﺝﺇﻟﻰﺍﻟﱠﺼﻼﺓ،ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 606'
),
	Hadith(
		hadithNumber: 607,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺭﻓﺎﻋﺔﺗﻤﻴﻢﺑﻦﺃﺳﻴﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﻧﺘﻬﻴﺖﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻮﻫﻮ'
			'ﻳﺨﻄﺐ.ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺭﺟﻞﻏﺮﻳﺐﺟﺎﺀﻳﺴﺄﻝﻋﻦﺩﻳﻨﻪﻻﻳﺪﺮﻳﻣﺎﺩﻳﻨﻪ؟ﻓﺄﻗﺒﻞﻋﻠﱠﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺗﺮﻙﺧﻄﺒﺘﻪﺣﺘﻰﺍﻧﺘﻬﻰﺇﻟﱠﻲ،ﻓﺄﺗﻰﺑﻜﺮﺳﱟﻲ،ﻓﻘﻌﺪﻋﻠﻴﻪ،ﻭﺟﻌﻞﻳﻌﻠﱢﻤﻨﻲﻣﱠﻤﺎﻋﱠﻠﻤﻪﺍﻟﱠﻠﻪ'
			'،ﺛﻢﺃﺗﻰﺧﻄﺒﺘﻪ،ﻓﺄﺗﱠﻢﺁﺧﺮﻩﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 607'
),
	Hadith(
		hadithNumber: 608,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺃﺁﻞﻃﻌﺎﻣﺎﻟﻌﻖﺃﺻﺎﺑﻌﻪﺍﻟﺜﻼﺙ'
			'ﻗﺎﻝ:ﻭﻗﺎﻝ:«ﺇﺫﺍﺳﻘﻄﺖﻟﻘﻤﺔﺃﺣﺪﺁﻢ،ﻓﻠﻴﻤﻂﻋﻨﻬﺎﺍﻷﺬﯨ،ﻭﻟﻴﺄﺁﻠﻬﺎ،ﻭﻻﻳﺪﻋﻬﺎﻟﻠﱠﺸﻴﻄﺎﻥ»ﻭﺃﻣﺮﺃﻥ'
			'ﺗﺴﻠﺖﺍﻟﻘﺼﻌﺔﻗﺎﻝ:«ﻓﺈﱠﻧﻜﻢﻻﺗﺪﺭﻭﻥﻓﻲﺃﱢﻱﻃﻌﺎﻣﻜﻢﺍﻟﺒﺮﺁﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 608'
),
	Hadith(
		hadithNumber: 609,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺑﻌﺚﺍﻟﱠﻠﻪﻧﺒﻴﺎﺇﱠﻻﺭﻋﻰ'
			'ﺍﻟﻐﻨﻢ»ﻗﺎﻝﺃﺻﺤﺎﺑﻪ:ﻭﺃﻧﺖ؟ﻓﻘﺎﻝ:«ﻧﻌﻢﺁﻨﺖﺃﺭﻋﺎﻩﺎﻋﻠﻰﻗﺮﺍﺭﻳﻂﻷﻩﻞﻣﱠﻜﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 609'
),
	Hadith(
		hadithNumber: 610,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻟﻮﺩﻋﻴﺖﺇﻟﻰﺁﺮﺍﻉﺃﻭﺫﺭﺍﻉﻟﻘﺒﻠﺖ.ﻭﻟﻮﺃﻩﺪﻯﺇﻟﱠﻲﺫﺭﺍﻉ'
			'ﺃﻭﺁﺮﺍﻉﻟﻘﺒﻠﺖ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 610'
),
	Hadith(
		hadithNumber: 611,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻧﺖﻧﺎﻗﺔﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻌﻀﺒﺎﺀﻻﺗﺴﺒﻖ،ﺃﻭﻻ'
			'ﺗﻜﺎﺩﺗﺴﺒﻖ،ﻓﺠﺎﺀﺃﻋﺮﺍﺑﱞﻲﻋﻠﻰﻗﻌﻮﺩﻟﻪ،ﻓﺴﺒﻘﻬﺎ،ﻓﺸﱠﻖﺫﻟﻚﻋﻠﻰﺍﻟﻤﺴﻠﻤﻴﻦﺣﱠﺘﻰﻋﺮﻓﻪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺣﱞﻖﻋﻠﻰﺍﻟﱠﻠﻪﺃﻥﻻﻳﺮﺗﻔﻊﺷﻲﺀﻣﻦﺍﻟﱡﺪﻧﻴﺎﺇﱠﻻﻭﺿﻌﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 611'
),
	Hadith(
		hadithNumber: 612,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺪﺧﻞﺍﻟﺠﱠﻨﺔﻣﻦ'
			'ﺁﺎﻥﻓﻲﻗﻠﺒﻪﻣﺜﻘﺎﻝﺫﱠﺭﺓﻣﻦﺁﺒﺮ»ﻓﻘﺎﻝﺭﺟﻞ:ﺇﱠﻥﺍﻟﱠﺮﺟﻞﻳﺤﺐﱡﺃﻥﻳﻜﻮﻥﺛﻮﺑﻪﺣﺴﻨﺎ،ﻭﻧﻌﻠﻪﺣﺴﻨﺎﻗﺎﻝ:«ﺇﱠﻥ'
			'ﺍﻟﱠﻠﻪﺟﻤﻴﻞﻳﺤﺐﱡﺍﻟﺠﻤﺎﻝﺍﻟﻜﺒﺮﺑﻄﺮﺍﻟﺤﱢﻖﻭﻏﻤﻂﺍﻟﱠﻨﺎﺱ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺑﻄﺮﺍﻟﺤﱢﻖ:ﺩﻓﻌﻪﻭﺭﺩﱡﻩﻋﻠﻰﻗﺎﺋﻠﻪ.ﻭﻏﻤﻂﺍﻟﱠﻨﺎﺱ:ﺍﺣﺘﻘﺎﺭﻩﻢ.'
			'`',
		translation: 'Translation of Hadith 612'
),
	Hadith(
		hadithNumber: 613,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺔﺑﻦﺍﻷﺁﻮﻉﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺟﻼﺃﺁﻞﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺸﻤﺎﻟﻪﻓﻘﺎﻝ'
			':«ﺁﻞﺑﻴﻤﻴﻨﻚ»ﻗﺎﻝ:ﻻﺃﺳﺘﻄﻴﻊ،ﻗﺎﻝ:«ﻻﺍﺳﺘﻄﻌﺖ»ﻣﺎﻣﻨﻌﻪﺇﱠﻻﺍﻟﻜﺒﺮ.ﻗﺎﻝ:ﻓﻤﺎﺭﻓﻌﻬﺎﺇﻟﻰﻓﻴﻪ.ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 613'
),
	Hadith(
		hadithNumber: 615,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﺣﺘﱠﺠﺖﺍﻟﺠﻨﱠﺔﻭﺍﻟﱠﻨﺎﺭ'
			'،ﻓﻘﺎﻟﺖﺍﻟﱠﻨﺎﺭ:ﻓﱠﻲﺍﻟﺠﱠﺒﺎﺭﻭﻥﻭﺍﻟﻤﺘﻜﱢﺒﺮﻭﻥ،ﻭﻗﺎﻟﺖﺍﻟﺠﻨﱠﺔ:ﻓﱠﻲﺿﻌﻔﺎﺀﺍﻟﱠﻨﺎﺱﻭﻣﺴﺎﺁﻴﻨﻬﻢ.ﻓﻘﻀﻰﺍﻟﱠﻠﻪ'
			'ﺑﻴﻨﻬﻤﺎ:ﺇﱠﻧﻚﺍﻟﺠﻨﱠﺔﺭﺣﻤﺘﻲ،ﺃﺭﺣﻢﺑﻚﻣﻦﺃﺷﺎﺀﻭﺇﱠﻧﻚﺍﻟﱠﻨﺎﺭﻋﺬﺍﺑﻲ،ﺃﻋﺬﱢﺏﺑﻚﻣﻦﺃﺷﺎﺀ،ﻭﻟﻜﻠﻴﻜﻤﺎﻋﻠﱠﻲ'
			'ﻣﻠﺆﻩﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 615'
),
	Hadith(
		hadithNumber: 616,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﻨﻈﺮﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ'
			'ﺇﻟﻰﻣﻦﺟﱠﺮﺇﺯﺍﺭﻩﺑﻄﺮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 616'
),
	Hadith(
		hadithNumber: 617,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺛﻼﺛﺔﻻﻳﻜﻠﱢﻤﻬﻢﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﻻﻳﺰﱢﺁﻴﻬﻢ،'
			'ﻭﻻﻳﻨﻈﺮﺇﻟﻴﻬﻢ،ﻭﻟﻬﻢﻋﺬﺍﺏﺃﻟﻴﻢ:ﺷﻴﺦﺯﺍﻥ،ﻭﻣﻠﻚﺁﱠﺬﺍﺏ،ﻭﻋﺎﺋﻞﻣﺴﺘﻜﺒﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ«ﺍﻟﻌﺎﺋﻞ»:'
			'ﺍﻟﻔﻘﻴﺮ',
		translation: 'Translation of Hadith 617'
),
	Hadith(
		hadithNumber: 618,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺎﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:ﺍﻟﻌﱡﺰﺇﺯﺍﺮﻳ،ﻭﺍﻟﻜﺒﺮﻳﺎﺀ.'
			'ﺭﺩﺍﺋﻲ،ﻓﻤﻦﻳﻨﺎﺯﻋﻨﻲﻓﻲﻭﺍﺣﺪﻣﻨﻬﻤﺎﻓﻘﺪﻋﱠﺬﺑﺘﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 618'
),
	Hadith(
		hadithNumber: 619,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﻴﻨﻤﺎﺭﺟﻞﻳﻤﺸﻲﻓﻲﺣﱠﻠﺔﺗﻌﺠﺒﻪﻧﻔﺴﻪ،ﻣﺮﱢﺟﻞ'
			'ﺭﺃﺳﻪ،ﻳﺨﺘﺎﻝﻓﻲﻣﺸﻴﺘﻪ،ﺇﺫﺧﺴﻒﺍﻟﱠﻠﻪﺑﻪ،ﻓﻬﻮﻳﺘﺠﻠﺠﻞﻓﻲﺍﻷﺭﺽﺇﻟﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻣﺮﱢﺟﻞﺭﺃﺳﻪ»ﺄﻳ:ﻣﻤﺸﱢﻄﻪ.«ﻳﺘﺠﻠﺠﻞ»ﺑﺎﻟﺠﻴﻤﻴﻦ:ﺃﻱ:ﻳﻐﻮﺹﻭﻳﻨﺰﻝ',
		translation: 'Translation of Hadith 619'
),
	Hadith(
		hadithNumber: 620,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺔﺑﻦﺍﻷﺁﻮﻉﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱢﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺰﺍﻝﺍﻟﺮﱠﺟﻞ'
			'ﻳﺬﻩﺐﺑﻨﻔﺴﻪﺣﱠﺘﻰﻳﻜﺘﺐﻓﻲﺍﻟﺠﱠﺒﺎﺭﻳﻦ،ﻓﻴﺼﻴﺒﻪﻣﺎﺃﺻﺎﺑﻬﻢ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﻳﺬﻩﺐﺑﻨﻔﺴﻪ»ﺄﻳ:ﻳﺮﺗﻔﻊﻭﻳﺘﻜﱠﺒﺮ',
		translation: 'Translation of Hadith 620'
),
	Hadith(
		hadithNumber: 621,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺣﺴﻦﺍﻟﱠﻨﺎﺱﺧﻠﻘﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 621'
),
	Hadith(
		hadithNumber: 622,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻣﺎﻣﺴﺴﺖﺩﻳﺒﺎﺟﺎﻭﻻﺣﺮﻳﺮﺍﺃﻟﻴﻦﻣﻦﺁﱢﻒﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻻﺷﻤﻤﺖ'
			'ﺭﺍﺋﺤﺔﻗﱡﻂﺃﻃﻴﺐﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻟﻘﺪﺧﺪﻣﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﺸﺮ'
			'ﺳﻨﻴﻦ،ﻓﻤﺎﻗﺎﻝﻟﻲﻗﱡﻂ:ﺄﻓﱟ،ﻭﻻﻗﺎﻝﻟﺸﻲﺀﻓﻌﻠﺘﻪ:ﻟﻢﻓﻌﻠﺘﻪ؟ﻭﻻﻟﺸﻲﺀﻟﻢﺍﻓﻌﻠﻪ:ﺃﻻﻓﻌﻠﺖﺁﺬﺍ؟ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 622'
),
	Hadith(
		hadithNumber: 623,
		hadith:
						'ﻭﻋﻦﺍﻟﱠﺼﻌﺐﺑﻦﺟﱠﺜﺎﻣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﻩﺪﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﻤﺎﺭﺍﻭﺣﺸﻴﺎ،'
			'ﻓﺮﱡﺩﻩﻋﻠﱠﻲ،ﻓﻠﻤﺎﺭﺄﯨﻣﺎﻓﻲﻭﺟﻬﻲﻗﺎﻝ:«ﺇﱠﻧﺎﻟﻢﻧﺮﺩﱠﻩﻋﻠﻴﻚﺇﱠﻻﻷﱠﻧﺎﺣﺮﻡ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 623'
),
	Hadith(
		hadithNumber: 624,
		hadith:
						'ﻭﻋﻦﺍﻟﱠﻨﱠﻮﺍﺱﺑﻦﺳﻤﻌﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﺄﻟﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﺒﱢﺮﻭﺍﻹﺛﻢ'
			'.624ﻓﻘﺎﻝ:«ﺍﻟﺒﱡﺮﺣﺴﻦﺍﻟﺨﻠﻖ،ﻭﺍﻹﺛﻢ:ﻣﺎﺣﺎﻙﻓﻲﻧﻔﺴﻚ،ﻭﺁﺮﻩﺖﺃﻥﻳﱠﻄﻠﻊﻋﻠﻴﻪﺍﻟﱠﻨﺎﺱ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 624'
),
	Hadith(
		hadithNumber: 625,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻟﻢﻳﻜﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﺎﺣﺸﺎﻭﻻﻣﺘﻔﱢﺤﺸﺎ.ﻭﺁﺎﻥﻳﻘﻮﻝ:«ﺇﱠﻥﻣﻦﺧﻴﺎﺭﺁﻢﺃﺣﺴﻨﻜﻢﺃﺧﻼﻗﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 625'
),
	Hadith(
		hadithNumber: 626,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺄﻧﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻣﻦﺷﻲﺀﺃﺛﻘﻞﻓﻲﻣﻴﺰﺍﻥ'
			'ﺍﻟﻤﺆﻣﻦﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻣﻦﺣﺴﻦﺍﻟﺨﻠﻖ.ﻭﺇﱠﻥﺍﻟﱠﻠﻪﻳﺒﻐﺾﺍﻟﻔﺎﺣﺶﺍﻟﺒﺬﱢﻱ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ.'
			'»ﺍﻟﺒﺬﱡﻱ»:ﻩﻮﺍﻟﺬﻱﻳﺘﻜﱠﻠﻢﺑﺎﻟﻔﺤﺶ.ﻭﺭﺪﻳﺀﺍﻟﻜﻼﻡ',
		translation: 'Translation of Hadith 626'
),
	Hadith(
		hadithNumber: 627,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﺌﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺃﺁﺜﺮﻣﺎﻳﺪﺧﻞﺍﻟﱠﻨﺎﺱ'
			'ﺍﻟﺠﱠﻨﺔ؟ﻗﺎﻝ:«ﺗﻘﻮﻯﺍﻟﱠﻠﻪﻭﺣﺴﻦﺍﻟﺨﻠﻖﻭﺳﺌﻞﻋﻦﺃﺁﺜﺮﻣﺎﻳﺪﺧﻞﺍﻟﱠﻨﺎﺱﺍﻟﱠﻨﺎﺭﻓﻘﺎﻝ:«ﺍﻟﻔﻢﻭﺍﻟﻔﺮﺝ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 627'
),
	Hadith(
		hadithNumber: 628,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺁﻤﻞﺍﻟﻤﺆﻣﻨﻴﻦﺇﻳﻤﺎﻧﺎﺃﺣﺴﻨﻬﻢﺧﻠﻘﺎ،ﻭﺧﻴﺎﺭﺁﻢ'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.ﺧﻴﺎﺭﺁﻢﻟﻨﺴﺎﺋﻬﻢ»',
		translation: 'Translation of Hadith 628'
),
	Hadith(
		hadithNumber: 629,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺍﻟﻤﺆﻣﻦ'
			'ﻟﻴﺪﺭﻙﺑﺤﺴﻦﺧﻠﻘﻪﺩﺭﺟﺔﺍﻟﺼﺎﺋﻢﺍﻟﻘﺎﺋﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'`',
		translation: 'Translation of Hadith 629'
),
	Hadith(
		hadithNumber: 630,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺍﻟﺒﺎﻩﻠﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻧﺎﺯﻋﻴﻢﺑﺒﻴﺖ'
			'ﻓﻲﺭﺑﺾﺍﻟﺠﱠﻨﺔﻟﻤﻦﺗﺮﻙﺍﻟﻤﺮﺍﺀ.ﻭﺇﻥﺁﺎﻥﻣﺤﻘﺎ،ﻭﺑﺒﻴﺖﻓﻲﻭﺳﻂﺍﻟﺠﱠﻨﺔﻟﻤﻦﺗﺮﻙﺍﻟﻜﺬﺏ،ﻭﺈﻧﺁﺎﻥﻣﺎﺯﺣﺎ'
			'،ﻭﺑﺒﻴﺖﻓﻲﺃﻋﻠﻰﺍﻟﺠﱠﻨﺔﻟﻤﻦﺣﺴﻦﺧﻠﻘﻪ»ﺣﺪﻳﺚﺻﺤﻴﺢ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'»ﺍﻟﱠﺰﻋﻴﻢ»:ﺍﻟﱠﻀﺎﻣﻦ',
		translation: 'Translation of Hadith 630'
),
	Hadith(
		hadithNumber: 631,
		hadith:
						'ﻭﺭﻮﯨﺍﻟﺘﺮﻣﺬﻱﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﻤﺒﺎﺭﻙﺭﺣﻤﻪﺍﻟﱠﻠﻪﻓﻲﺗﻔﺴﻴﺮﺣﺴﻦﺍﻟﺨﻠ(1127:'
			'ﺍﻟﻤﻌﺮﻮﻓ،ﻭﺁﱡﻒﺍﻷﺬﯨ',
		translation: 'Translation of Hadith 631'
),
	Hadith(
		hadithNumber: 632,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﻷﺷﺞﻋﺒﺪﺍﻟﻘﻴﺲ:ﺈﻧﻓﻴﻚﺧﺼﻠﺘﻴﻦﻳﺤﺒﻬﻤﺎ'
			''
			'ﺍﷲ:ﺍﻟﺤﻠﻢﻭﺍﻷﻧﺎﺓ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 632'
),
	Hadith(
		hadithNumber: 633,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:«ﺈﻧﺍﷲﺭﻓﻴﻖﻳﺤﺐﺍﻟﱢﺮﻓ(1127:'
			'ﻓﻲﺍﻷﻣﺮﺁﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 633'
),
	Hadith(
		hadithNumber: 642,
		hadith:
						'ﻋﻠﻰﺍﻟﻨﺎﺭﺃﻭﺑﻤﻦﺗﺤﺮﻡﻋﻠﻴﻪﺍﻟﻨﺎﺭ؟ﺗﺤﺮﻡﻋﻠﻰﺁ(1127:'
			'––'
			'ﺣﺴﻦ',
		translation: 'Translation of Hadith 642'
),
	Hadith(
		hadithNumber: 643,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﻧﻬﺎﻗﺎﻟﺖﻟﻠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻩﻞﺃﺗﻰﻋﻠﻴﻚﻳﻮﻡﺁﺎﻥﺃﺷﱠﺪﻣﻦ'
			'ﻳﻮﻡﺃﺣﺪ؟ﻗﺎﻝ:«ﻟﻘﺪﻟﻘﻴﺖﻣﻦﻗﻮﻣﻚ،ﻭﺁﺎﻥﺃﺷﱡﺪﻣﺎﻟﻘﻴﺖﻣﻨﻬﻢﻳﻮﻡﺍﻟﻌﻘﺒﺔ،ﺇﺫﻋﺮﺿﺖﻧﻔﺴﻲﻋﻠﻰﺍﺑﻦ'
			'ﻋﺒﺪﻳﺎﻟﻴﻞﺍﺑﻦﻋﺒﺪﺁﻼﻝ،ﻓﻠﻢﻳﺠﺒﻨﻰﺇﻟﻰﻣﺎﺃﺭﺩﺕ،ﻓﺎﻧﻄﻠﻘﺖﻭﺃﻧﺎﻣﻬﻤﻮﻡﻋﻠﻰﻭﺟﻬﻲ،ﻓﻠﻢﺃﺳﺘﻔﻖﺇﱠﻻﻭﺃﻧﺎ'
			'ﺑﻘﺮﻥﺍﻟﱠﺜﻌﺎﻟﺐ،ﻓﺮﻓﻌﺖﺭﺃﺳﻲ،ﻓﺈﺫﺍﺃﻧﺎﺑﺴﺤﺎﺑﺔﻗﺪﺃﻇﱠﻠﺘﻨﻲ،ﻓﻨﻈﺮﺕﻓﺈﺫﺍﻓﻴﻬﺎﺟﺒﺮﻳﻞﻋﻠﻴﻪﺍﻟﺴﻼﻡ،ﻓﻨﺎﺩﺍﻧﻲ'
			'ﻓﻘﺎﻝ:ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻗﺪﺳﻤﻊﻗﻮﻝﻗﻮﻣﻚﻟﻚ،ﻭﻣﺎﺭﱡﺩﻭﺍﻋﻠﻴﻚ،ﻭﻗﺪﺑﻌﺚﺇﻟﻴﻚﻣﻠﻚﺍﻟﺠﺒﺎﻝﻟﺘﺄﻣﺮﻩﺑﻤﺎﺷﺌﺖ'
			'ﻓﻴﻬﻢﻓﻨﺎﺩﺍﻧﻲﻣﻠﻚﺍﻟﺠﺒﺎﻝ،ﻓﺴﱠﻠﻢﻋﻠﱠﻲﺛﻢﱠﻗﺎﻝ:ﻳﺎﻣﺤﻤﱠﺪﺇﱠﻥﺍﻟﱠﻠﻪﻗﺪﺳﻤﻊﻗﻮﻝﻗﻮﻣﻚﻟﻚ،ﻭﺃﻧﺎﻣﻠﻚﺍﻟﺠﺒﺎﻝ،'
			'ﻭﻗﺪﺑﻌﺜﻨﻲﺭﱢﺑﻲﺇﻟﻴﻚﻟﺘﺄﻣﺮﻧﻲﺑﺄﻣﺮﻙ،ﻓﻤﺎﺷﺌﺖ:ﺇﻥﺷﺌﺖ:ﺃﻃﺒﻘﺖﻋﻠﻴﻬﻢﺍﻷﺧﺸﺒﻴﻦ»ﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﻞﺃﺭﺟﻮﺃﻥﻳﺨﺮﺝﺍﻟﱠﻠﻪﻣﻦﺃﺻﻼﺑﻬﻢﻣﻦﻳﻌﺒﺪﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﻳﺸﺮﻙﺑﻪﺷﻴﺌﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻷﺧﺸﺒﺎﻥ»:ﺍﻟﺠﺒﻼﻥﺍﻟﻤﺤﻴﻄﺎﻥﺑﻤﱠﻜﺔ..ﻭﺍﻷﺧﺸﺐ:ﻩﻮﺍﻟﺠﺒﻞﺍﻟﻐﻠﻴﻆ.'
			'`',
		translation: 'Translation of Hadith 643'
),
	Hadith(
		hadithNumber: 644,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﻣﺎﺿﺮﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺷﻴﺌﺎﻗﱡﻂﺑﻴﺪﻩ،ﻭﻻﺍﻣﺮﺃﺓﻭﻻﺧﺎﺩﻣﺎ،ﺇﱠﻻﺃﻥ.'
			'ﻳﺠﺎﻩﺪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻭﻣﺎﻧﻴﻞﻣﻨﻪﺷﻲﺀﻗﱡﻂﻓﻴﻨﺘﻘﻢﻣﻦﺻﺎﺣﺒﻪﺇﱠﻻﺃﻥﻳﻨﺘﻬﻚﺷﻲﺀﻣﻦﻣﺤﺎﺮﻣﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:'
			'ﻓﻴﻨﺘﻘﻢﻟﱠﻠﻪﺗﻌﺎﻟﻰ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 644'
),
	Hadith(
		hadithNumber: 645,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺖﺃﻣﺸﻲﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻋﻠﻴﻪﺑﺮﺩﻧﺠﺮﺍﻧﱞﻲ'
			'ﻏﻠﻴﻆﺍﻟﺤﺎﺷﻴﺔ،ﻓﺄﺩﺭﺁﻪﺃﻋﺮﺍﺑﱞﻲ،ﻓﺠﺒﺬﻩﺑﺮﺩﺍﺋﻪﺟﺒﺬﺓﺷﺪﻳﺪﺓ،ﻓﻨﻈﺮﺕﺇﻟﻰﺻﻔﺤﺔﻋﺎﺗﻖﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻭﻗﺪﺃﱠﺛﺮﺕﺑﻬﺎﺣﺎﺷﻴﺔﺍﻟﱢﺮﺩﺍﺀﻣﻦﺷﱠﺪﺓﺟﺒﺬﺗﻪ،ﺛﻢﱠﻗﺎﻝ:ﻳﺎﻣﺤﻤﱠﺪﻣﺮﻟﻲﻣﻦﻣﺎﻝﺍﻟﱠﻠﻪﺍﻟﺬﻱﻋﻨﺪﻙ.'
			'ﻓﺎﻟﺘﻔﺖﺇﻟﻴﻪ،ﻓﻀﺤﻚ،ﺛﻢﱠﺃﻣﺮﻟﻪﺑﻌﻄﺎﺀ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 645'
),
	Hadith(
		hadithNumber: 646,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺄﱢﻧﻲﺃﻧﻈﺮﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺤﻜﻲﻧﺒﻴﺎﻣﻦ'
			'ﺍﻷﻧﺒﻴﺎﺀ،ﺻﻠﻮﺍﺕﺍﻟﱠﻠﻪﻭﺳﻼﻣﻪﻋﻠﻴﻬﻢ،ﺿﺮﺑﻪﻗﻮﻣﻪﻓﺄﺩﻣﻮﻩ،ﻭﻩﻮﻳﻤﺴﺢﺍﻟﱠﺪﻡﻋﻦﻭﺟﻬﻪ،ﻭﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠ'
			'ﺍﻏﻔﺮﻟﻘﻮﻣﻲﻓﺈﱠﻧﻬﻢﻻﻳﻌﻠﻤﻮﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 646'
),
	Hadith(
		hadithNumber: 647,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻴﺲﺍﻟﺸﱠﺪﻳﺪﺑﺎﻟﱡﺼﺮﻋﺔ،'
			'ﺇﱠﻧﻤﺎﺍﻟﺸﺪﻳﺪﺍﻟﺬﻱﻳﻤﻠﻚﻧﻔﺴﻪﻋﻨﺪﺍﻟﻐﻀﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 647'
),
	Hadith(
		hadithNumber: 648,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﻟﻲﻗﺮﺍﺑﺔﺃﺻﻠﻬﻢﻭﻳﻘﻄﻌﻮﻧﻲ،ﻭﺃﺣﺴﻦ'
			'ﺇﻟﻴﻬﻢﻭﻳﺴﻴﺌﻮﻥﺇﻟﱠﻲ،ﻭﺃﺣﻠﻢﻋﻨﻬﻢﻭﻳﺠﻬﻠﻮﻥﻋﻠﱠﻲ،ﻓﻘﺎﻝ:«ﻟﺌﻦﺁﻨﺖﺁﻤﺎﻗﻠﺖﻓﻜﺄﱠﻧﻤﺎﺗﺴﱠﻔﻬﻢﺍﻟﻤﱠﻞﻭﻻﻳﺰﺍﻝ'
			'ﻣﻌﻚﻣﻦﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻇﻬﻴﺮﻋﻠﻴﻬﻢﻣﺎﺩﻣﺖﻋﻠﻰﺫﻟﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﻗﺪﺳﺒﻖﺷﺮﺣﻪﻓﻲ«ﺑﺎﺏﺻﻠﺔﺍﻷﺭﺣﺎﻡ'
			'»',
		translation: 'Translation of Hadith 648'
),
	Hadith(
		hadithNumber: 649,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﻋﻘﺒﺔﺑﻦﻋﻤﺮﻭﺍﻟﺒﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﺇﱢﻧﻲﻷﺗﺄﱠﺧﺮﻋﻦﺻﻼﺓﺍﻟﱡﺼﺒﺢﻣﻦﺃﺟﻞﻓﻼﻥﻣﻤﺎﻳﻄﻴﻞﺑﻨﺎ،ﻓﻤﺎﺭﺃﻳﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻏﻀﺐﻓﻲﻣﻮﻋﻈﺔﻗﱡﻂﺃﺷﱠﺪﻣﱠﻤﺎﻏﻀﺐﻳﻮﻣﺌﺬ،ﻓﻘﺎﻝ:ﻳﺎﺃﻳﻬﺎﺍﻟﱠﻨﺎﺱ:ﺇﱠﻥﻣﻨﻜﻢﻣﻨﱢﻔﺮﻳﻦ.ﻓﺄﱡﻳﻜﻢﺃﱠﻡ'
			'ﺍﻟﱠﻨﺎﺱﻓﻠﻴﻮﺟﺰ،ﻓﺈﱠﻥﻣﻦﻭﺭﺍﺋﻪﺍﻟﻜﺒﻴﺮﻭﺍﻟﱠﺼﻐﻴﺮﻭﺫﺍﺍﻟﺤﺎﺟﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 649'
),
	Hadith(
		hadithNumber: 650,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺪﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺳﻔﺮ،ﻭﻗﺪﺳﺘﺮﺕ'
			'ﺳﻬﻮﺓﻟﻲﺑﻘﺮﺎﻣﻓﻴﻪﺗﻤﺎﺛﻴﻞ،ﻓﻠﱠﻤﺎﺭﺁﻩﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻩﺘﻜﻪﻭﺗﻠﱠﻮﻥﻭﺟﻬﻪﻭﻗﺎﻝ:«ﻳﺎ'
			'ﻋﺎﺋﺸﺔ:ﺃﺷﱡﺪﺍﻟﱠﻨﺎﺱﻋﺬﺍﺑﺎﻋﻨﺪﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺍﱠﻟﺬﻳﻦﻳﻀﺎﻩﻮﻥﺑﺨﻠﻖﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺴﱠﻬﻮﺓ»:ﺁﺎﻟﱡﺼﱠﻔﺔﺗﻜﻮﻥﺑﻴﻦﻳﺪﻱﺍﻟﺒﻴﺖ...ﻭ«ﺍﻟﻘﺮﺎﻣ»ﺑﻜﺴﺮﺍﻟﻘﺎﻑ:ﺳﺘﺮﺭﻗﻴﻖ،ﻭ«ﻩﺘﻜﻪ»:ﺃﻓﺴﺪ'
			'ﺍﻟﺼﻮﺭﺓﺍﻟﺘﻲﻓﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 650'
),
	Hadith(
		hadithNumber: 651,
		hadith:
						'ﻭﻋﻨﻬﺎﺃﱠﻥﻗﺮﻳﺸﺎﺃﻩﱠﻤﻬﻢﺷﺄﻥﺍﻟﻤﺮﺃﺓﺍﻟﻤﺨﺰﻭﻣﻴﺔﺍﻟﺘﻲﺳﺮﻗﺖﻓﻘﺎﻟﻮﺍ:ﻣﻦﻳﻜﻠﱢﻢﻓﻴﻬﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﻓﻘﺎﻟﻮﺍ:ﻣﻦﻳﺠﺘﺮﻱﺀﻋﻠﻴﻪﺇﻻﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﺣﱡﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﻓﻜﱠﻠﻤﻪ'
			'ﺛﻢﻗﺎﻝ:«ﺇﻧﻤﺎﺃﻩﻠﻚﻣﻦﻗﺒﻠﻜﻢﺃﱠﻧﻬﻢﺁﺎﻧﻮﺍﺇﺫﺍﺳﺮﻕﻓﻴﻬﻢﺍﻟﺸﱠﺮﻳﻒﺗﺮﺁﻮﻩ،ﻭﺇﺫﺍﺳﺮﻕﻓﻴﻬﻢﺍﻟﱠﻀﻌﻴﻒﺃﻗﺎﻣﻮﺍﺃﺳﺎﻣﺔ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺗﺸﻔﻊﻓﻲﺣﱟﺪﻣﻦﺣﺪﻭﺩﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ؟،»ﺛﻢﻗﺎﻡﻓﺎﺧﺘﻄﺐ'
			'ﻋﻠﻴﻪﺍﻟﺤﱠﺪ،ﻭﺍﻳﻢﺍﻟﱠﻠﻪ،ﻟﻮﺃﱠﻥﻓﺎﻃﻤﺔﺑﻨﺖﻣﺤﻤﺪﺳﺮﻗﺖﻟﻘﻄﻌﺖﻳﺪﻩﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 651'
),
	Hadith(
		hadithNumber: 652,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺄﯨﻧﺨﺎﻣﺔﻓﻲﺍﻟﻘﺒﻠﺔ.ﻓﺸﱠﻖﺫﻟﻚﻋﻠﻴﻪﺣﱠﺘﻰ'
			'ﺭﺆﻳﻓﻲﻭﺟﻬﻪ،ﻓﻘﺎﻡﻓﺤﱠﻜﻪﺑﻴﺪﻩﻓﻘﺎﻝ:«ﺈﻧﺃﺣﺪﺁﻢﺇﺫﺍﻗﺎﻡﻓﻲﺻﻼﺗﻪﻓﺈﻧﱠﻪﻳﻨﺎﺟﻲﺭﱠﺑﻪ،ﻭﺇﱠﻥﺭﺑﱠﻪﺑﻴﻨﻪﻭﺑﻴﻦ'
			'ﺍﻟﻘﺒﻠﺔ،ﻓﻼﻳﺒﺰﻗﱠﻦﺃﺣﺪﺁﻢﻗﺒﻞﺍﻟﻘﺒﻠﺔ،ﻭﻟﻜﻦﻋﻦﻳﺴﺎﺭﻩﺃﻭﺗﺤﺖﻗﺪﻣﻪ»ﺛﻢﱠﺃﺧﺬﻃﺮﻑﺭﺩﺍﺋﻪﻓﺒﺼﻖﻓﻴﻪ،ﺛﻢﱠ'
			'ﺭﱠﺩﺑﻌﻀﻪﻋﻠﻰﺑﻌﺾﻓﻘﺎﻝ:«ﺃﻭﻳﻔﻌﻞﻩﻜﺬﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻷﻣﺮﺑﺎﻟﺒﺼﺎﻕﻋﻦﻳﺴﺎﺭﻩﺃﻭﺗﺤﺖﻗﺪﻣﻪﻩﻮﻓﻴﻤﺎﺇﺫﺍﺁﺎﻥﻓﻲﻏﻴﺮﺍﻟﻤﺴﺠﺪ،ﻓﺄﱠﻣﺎﻓﻲﺍﻟﻤﺴﺠﺪﻓﻼﻳﺒﺼﻖﺇﱠﻻ'
			'ﻓﻲﺛﻮﺑﻪ',
		translation: 'Translation of Hadith 652'
),
	Hadith(
		hadithNumber: 653,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺁﱡﻠﻜﻢﺭﺍﻉ،'
			'ﻭﺁﻠﱡﻜﻢﻣﺴﺆﻮﻟﻋﻦﺭﻋﻴﺘﻪ:ﺍﻹﻣﺎﻡﺭﺍﻉﻭﻣﺴﺆﻮﻟﻋﻦﺭﻋﱠﻴﺘﻪ،ﻭﺍﻟﺮﱠﺟﻞﺭﺍﻉﻓﻲﺄﻫﻠﻪﻭﻣﺴﺆﻭﻝﻋﻦﺭﻋﱠﻴﺘﻪ،'
			'ﻭﺍﻟﻤﺮﺃﺓﺭﺍﻋﻴﺔﻓﻲﺑﻴﺖﺯﻭﺟﻬﺎﻭﻣﺴﺆﻭﻟﺔﻋﻦﺭﻋﱠﻴﺘﻬﺎ،ﻭﺍﻟﺨﺎﺪﻣﺭﺍﻉﻓﻲﻣﺎﻝﺳﱢﻴﺪﻩﻭﻣﺴﺆﻮﻟﻋﻦﺭﻋﻴﺘﻪ،'
			'ﻭﺁﱡﻠﻜﻢﺭﺎﻋﻭﻣﺴﺆﻮﻟﻋﻦﺭﻋﱠﻴﺘﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 653'
),
	Hadith(
		hadithNumber: 654,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻳﻌﻠﻰﻣﻌﻘﻞﺑﻦﻳﺴﺎﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«'
			'ﻣﺎﻣﻦﻋﺒﺪﻳﺴﺘﺮﻋﻴﻪﺍﻟﱠﻠﻪﺭﻋﱠﻴﺔ،ﻳﻤﻮﺕﻳﻮﻡﻳﻤﻮﺕﻭﻩﻮﻏﺎﺵﻟﺮﻋﱠﻴﺘﻪ،ﺇﱠﻻﺣﱠﺮﻡﺍﻟﱠﻠﻪﻋﻠﻴﻪﺍﻟﺠﱠﻨﺔ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻠﻢﻳﺤﻄﻬﺎﺑﻨﺼﺤﻪﻟﻢﻳﺠﺪﺭﺍﺋﺤﺔﺍﻟﺠﱠﻨﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴـﻠﻢ:«ﻣﺎﻣﻦﺃﻣﻴﺮﻳﻠﻲﺃﻣﻮﺭﺍﻟﻤﺴﻠﻤﻴﻦ،ﺛﻢﱠﻻﻳﺠﻬﺪﻟﻬﻢ،ﻭﻳﻨﺼﺢﻟﻬﻢ،ﺇﱠﻻﻟﻢﻳﺪﺧﻞﻣﻌﻬﻢ'
			'ﺍﻟﺠﱠﻨﺔ»',
		translation: 'Translation of Hadith 654'
),
	Hadith(
		hadithNumber: 655,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝﻓﻲﺑﻴﺘﻲﻩﺬﺍ:«.'
			'ﺍﻟﻠﻬﻢﻣﻦﻭﻟﻲﻣﻦﺃﻣﺮﺃﻣﺘﻲﺷﻴﺌﺎﻓﺸﻖﻋﻠﻴﻬﻢﻓﺎﺷﻘﻖﻋﻠﻴﻪ،ﻭﻣﻦﻭﻟﻲﻣﻦﺃﻣﺮﺃﻣﺘﻲﺷﻴﺌﺎﻓﺮﻓﻖﺑﻬﻢﻓﺎﺭﻓﻖ'
			'ﺑﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 655'
),
	Hadith(
		hadithNumber: 656,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﺎﻧﺖﺑﻨﻮﺇﺳﺮﺍﺋﻴﻞ'
			'ﺗﺴﻮﺳﻬﻢﺍﻷﻧﺒﻴﺎﺀ،ﺁﱠﻠﻤﺎﻩﻠﻚﻧﺒﻲﺧﻠﻔﻪﻧﺒﻲ،ﻭﺇﻧﱠﻪﻻﻧﺒﻲﺑﻌﺪﻱ،ﻭﺳﻴﻜﻮﻥﺑﻌﺪﻱﺧﻠﻔﺎﺀﻓﻴﻜﺜﺮﻭﻥ»ﻗﺎﻟﻮﺍ:'
			'ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﻤﺎﺗﺄﻣﺮﻧﺎ؟ﻗﺎﻝ:«ﺃﻭﻓﻮﺍﺑﺒﻴﻌﺔﺍﻷﱠﻭﻝﻓﺎﻷﱠﻭﻝ،ﺛﻢﱠﺃﻋﻄﻮﻩﻢﺣﱠﻘﻬﻢ،ﻭﺍﺳﺄﻟﻮﺍﺍﻟﱠﻠﻪﺍﻟﺬﻱﻟﻜﻢ،'
			'ﻓﺈﱠﻥﺍﻟﱠﻠﻪﺳﺎﺋﻠﻬﻢﻋﱠﻤﺎﺍﺳﺘﺮﻋﺎﻩﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 656'
),
	Hadith(
		hadithNumber: 657,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺬﺑﻦﻋﻤﺮﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺩﺧﻞﻋﻠﻰﻋﺒﻴﺪﺍﻟﱠﻠﻪﺍﺑﻦﺯﻳﺎﺩ،ﻓﻘﺎﻝﻟﻪ:ﺃﻱﺑﻨﻲﱠ،ﺇﻧﻲﺳﻤﻌﺖ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺷﱠﺮﺍﻟﱢﺮﻋﺎﺀﺍﻟﺤﻄﻤﺔ»ﻓﺈﱠﻳﺎﻙﺄﻧﺗﻜﻮﻥﻣﻨﻬﻢ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 657'
),
	Hadith(
		hadithNumber: 658,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺮﻳﻢﺍﻷﺯﺩﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﻧﻪﻗﺎﻝﻟﻤﻌﺎﻭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﻭﻻﱠﻩﺍﻟﱠﻠﻪﺷﻴﺌﺎﻣﻦﺃﻣﻮﺭﺍﻟﻤﺴﻠﻤﻴﻦﻓﺎﺣﺘﺠﺐﺩﻭﻥﺣﺎﺟﺘﻬﻢﻭﺧﱠﻠﺘﻬﻢﻭﻓﻘﺮﻩﻢ،ﺍﺣﺘﺠﺐ'
			'ﺍﻟﱠﻠﻪﺩﻭﻥﺣﺎﺟﺘﻪﻭﺧﱠﻠﺘﻪﻭﻓﻘﺮﻩﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻓﺠﻌﻞﻣﻌﺎﻭﻳﺔﺭﺟﻼﻋﻠﻰﺣﻮﺍﺋﺞﺍﻟﻨﺎﺱ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 658'
),
	Hadith(
		hadithNumber: 659,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺳﺒﻌﺔﻳﻈﻠﱡﻬﻢﺍﻟﱠﻠﻪﻓﻲﻇﱢﻠﻪ'
			'ﻳﻮﻡﻻﻇﱠﻞﺇﱠﻻﻇﻠﱡﻪ:ﺇﻣﺎﻡﻋﺎﺪﻟ،ﻭﺷﺎﱞﺏﻧﺸﺄﻓﻲﻋﺒﺎﺩﺓﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﺭﺟﻞﻣﻌﱠﻠﻖﻗﻠﺒﻪﻓﻲﺍﻟﻤﺴﺎﺟﺪ،ﻭﺭﺟﻼﻥ'
			'ﺗﺤﺎﱠﺑﺎﻓﻲﺍﻟﱠﻠﻪ،ﺍﺟﺘﻤﻌﺎﻋﻠﻴﻪ،ﻭﺗﻔﱠﺮﻗﺎﻋﻠﻴﻪ،ﻭﺭﺟﻞﺩﻋﺘﻪﺍﻣﺮﺃﺓﺫﺍﺕﻣﻨﺼﺐﻭﺟﻤﺎﻝ،ﻓﻘﺎﻝ:ﺇﱢﻧﻰﺃﺧﺎﻑﺍﻟﱠﻠﻪ'
			'،ﻭﺭﺟﻞﺗﺼﱠﺪﻕﺑﺼﺪﻗﺔ،ﻓﺄﺧﻔﺎﻩﺎﺣﱠﺘﻰﻻﺗﻌﻠﻢﺷﻤﺎﻟﻪﻣﺎﺗﻨﻔﻖﻳﻤﻴﻨﻪ،ﻭﺭﺟﻞﺫﺁﺮﺍﻟﱠﻠﻪﺧﺎﻟﻴﺎﻓﻔﺎﺿﺖﻋﻴﻨﺎﻩ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 659'
),
	Hadith(
		hadithNumber: 660,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﺇﱠﻥﺍﻟﻤﻘﺴﻄﻴﻦﻋﻨﺪﺍﻟﱠﻠﻪﻋﻠﻰﻣﻨﺎﺑﺮﻣﻦﻧﻮﺭ:ﺍﱠﻟﺬﻳﻦﻳﻌﺪﻟﻮﻥﻓﻲﺣﻜﻤﻬﻢﻭﺄﻫﻠﻴﻬﻢﻭﻣﺎﻭﱡﻟﻮﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 660'
),
	Hadith(
		hadithNumber: 661,
		hadith:
						'ﻭﻋﻦﻋﻮﻑﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺧﻴﺎﺭ'
			'ﺃﺋﻤﺘﻜﻢﺍﱠﻟﺬﻳﻦﺗﺤﱡﺒﻮﻧﻬﻢﻭﻳﺤﱡﺒﻮﻧﻜﻢ،ﻭﺗﺼﱡﻠﻮﻥﻋﻠﻴﻬﻢﻭﻳﺼﱡﻠﻮﻥﻋﻠﻴﻜﻢ،ﻭﺷﺮﺍﺭﺃﺋﱠﻤﺘﻜﻢﺍﱠﻟﺬﻳﻦﺗﺒﻐﻀﻮﻧﻬﻢ'
			'ﻭﻳﺒﻐﻀﻮﻧﻜﻢ،ﻭﺗﻠﻌﻨﻮﻧﻬﻢﻭﻳﻠﻌﻨﻮﻧﻜﻢ»ﻗﺎﻝ:ﻗﻠﻨﺎﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﻓﻼﻧﻨﺎﺑﺬﻩﻢ؟ﻗﺎﻝ:«ﻻ،ﻣﺎﺃﻗﺎﻣﻮﺍﻓﻴﻜﻢ'
			'ﺍﻟﱠﺼﻼﺓ،ﻻ،ﻣﺎﺃﻗﺎﻣﻮﺍﻓﻴﻜﻢﺍﻟﺼﻼﺓ»ﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﺗﺼﱡﻠﻮﻥﻋﻠﻴﻬﻢ»:ﺗﺪﻋﻮﻥﻟﻬﻢ.'
			'`',
		translation: 'Translation of Hadith 661'
),
	Hadith(
		hadithNumber: 662,
		hadith:
						'ﻭﻋﻦﻋﻴﺎﺽﺑﻦﺣﻤﺎﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺃﻩﻞ'
			'ﺍﻟﺠﱠﻨﺔﺛﻼﺛﺔ:ﺫﻭﺳﻠﻄﺎﻥﻣﻘﺴﻂﻣﻮﻓﱠﻖ،ﻭﺭﺟﻞﺭﺣﻴﻢﺭﻗﻴﻖﺍﻟﻘﻠﺐﻟﻜﻞﱢﺬﯨﻗﺮﺑﻰﻭﻣﺴﻠﻢ،ﻭﻋﻔﻴﻒﻣﺘﻌﱢﻔﻒﺫﻭ'
			'ﻋﻴﺎﻝ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 662'
),
	Hadith(
		hadithNumber: 663,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻋﻠﻰﺍﻟﻤﺮﺀﺍﻟﻤﺴﻠﻢﺍﻟﺴﱠﻤﻊ'
			'ﻭﺍﻟﱠﻄﺎﻋﺔﻓﻴﻤﺎﺃﺣﱠﺐﻭﺁﺮﻩ،ﺇﱠﻻﺃﻥﻳﺆﻣﺮﺑﻤﻌﺼﻴﺔﻓﺈﺫﺍﺃﻣﺮﺑﻤﻌﺼﻴﺔﻓﻼﺳﻤﻊﻭﻻﻃﺎﻋﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 663'
),
	Hadith(
		hadithNumber: 664,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﺇﺫﺍﺑﺎﻳﻌﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺍﻟﱠﺴﻤﻊﻭﺍﻟﱠﻄﺎﻋﺔﻳﻘﻮﻝﻟﻨﺎ:«ﻓﻴﻤﺎ'
			'ﺍﺳﺘﻄﻌﺘﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 664'
),
	Hadith(
		hadithNumber: 665,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺧﻠﻊﻳﺪﺍﻣﻦﻃﺎﻋﺔﻟﻘﻰﺍﻟﱠﻠﻪﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔﻭﻻﺣﱠﺠﺔﻟﻪ،ﻭﻣﻦﻣﺎﺕﻭﻟﻴﺲﻓﻲﻋﻨﻘﻪﺑﻴﻌﺔﻣﺎﺕﻣﻴﺘﺔﺟﺎﻩﻠﱠﻴﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻭﻣﻦﻣﺎﺕﻭﻩﻮﻣﻔﺎﺭﻕﻟﻠﺠﻤﺎﻋﺔ،ﻓﺈﻧﱠﻪﻳﻤﻮﺕﻣﻴﺘﺔﺟﺎﻩﻠﱠﻴﺔ».«ﺍﻟﻤﻴﺘﺔ»ﺑﻜﺴﺮﺍﻟﻤﻴﻢ',
		translation: 'Translation of Hadith 665'
),
	Hadith(
		hadithNumber: 666,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﺳﻤﻌﻮﺍﻭﺃﻃﻴﻌﻮﺍ،ﻭﺇﻥ'
			'ﺍﺳﺘﻌﻤﻞﻋﻠﻴﻜﻢﻋﺒﺪﺣﺒﺸﱞﻰ،ﺁﺄﱠﻥﺭﺃﺳﻪﺯﺑﻴﺒﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 666'
),
	Hadith(
		hadithNumber: 667,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﻠﻴﻚﺍﻟﺴﱠﻤﻊﻭﺍﻟﻄﱠﺎﻋﺔ'
			'ﻓﻲﻋﺴﺮﻙﻭﻳﺴﺮﻙﻭﻣﻨﺸﻄﻚﻭﻣﻜﺮﻩﻚﻭﺃﺛﺮﺓﻋﻠﻴﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 667'
),
	Hadith(
		hadithNumber: 668,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﱠﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺳﻔﺮ،'
			'ﻓﻨﺰﻟﻨﺎﻣﻨﺰﻻ،ﻓﻤﱠﻨﺎﻣﻦﻳﺼﻠﺢﺧﺒﺎﺀﻩ،ﻭﻣﱠﻨﺎﻣﻦﻳﻨﺘﻀﻞ،ﻭﻣﱠﻨﺎﻣﻦﻩﻮﻓﻲﺟﺸﺮﻩ،ﺇﺫﻧﺎﺪﯨﻣﻨﺎﺪﻳﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻟﱠﺼﻼﺓﺟﺎﻣﻌﺔ.ﻓﺎﺟﺘﻤﻌﻨﺎﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺇﻧﱠﻪﻟﻢﻳﻜﻦ'
			'ﻧﺒﻲﻗﺒﻠﻲﺇﱠﻻﺁﺎﻥﺣﻘﺎﻋﻠﻴﻪﺃﻥﻳﺪﻝﱠﺃﱠﻣﺘﻪﻋﻠﻰﺧﻴﺮﻣﺎﻳﻌﻠﻤﻪﻟﻬﻢ،ﻭﻳﻨﺬﺭﻩﻢﺷﱠﺮﻣﺎﻳﻌﻠﻤﻪﻟﻬﻢ،ﻭﺇﱠﻥﺃﻣﱠﺘﻜﻢﻩﺬﻩ'
			'ﺟﻌﻞﻋﺎﻓﻴﺘﻬﺎﻓﻲﺃﱠﻭﻟﻬﺎ،ﻭﺳﻴﺼﻴﺐﺁﺧﺮﻩﺎﺑﻼﺀﻭﺃﻣﻮﺭﺗﻨﻜﺮﻭﻧﻬﺎ،ﻭﺗﺠﻲﺀﻓﺘﻦﻳﺮﻗﱢﻖﺑﻌﻀﻬﺎﺑﻌﻀﺎ،ﻭﺗﺠﻲﺀ'
			'ﺍﻟﻔﺘﻨﺔﻓﻴﻘﻮﻝﺍﻟﻤﺆﻣﻦ:ﻩﺬﻩﻣﻬﻠﻜﺘﻲ،ﺛﻢﱠﺗﻨﻜﺸﻒ،ﻭﺗﺠﻲﺀﺍﻟﻔﺘﻨﺔﻓﻴﻘﻮﻝﺍﻟﻤﺆﻣﻦ:ﻩﺬﻩﻩﺬﻩ،ﻓﻤﻦﺃﺣﱠﺐﺃﻥ'
			'ﻳﺰﺣﺰﺡﻋﻦﺍﻟﱠﻨﺎﺭ،ﻭﻳﺪﺧﻞﺍﻟﺠﱠﻨﺔ،ﻓﻠﺘﺄﺗﻪﻣﻨﻴﺘﻪﻭﻩﻮﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻭﻟﻴﺄﺕﺇﻟﻰﺍﻟﻨﺎﺱﺍﻟﺬﻱﻳﺤﺐﱡ'
			'ﺃﻥﻳﺆﺗﻰﺇﻟﻴﻪ.'
			'ﻭﻣﻦﺑﺎﻳﻊﺇﻣﺎﻣﺎﻓﺄﻋﻄﺎﻩﺻﻔﻘﺔﻳﺪﻩ،ﻭﺛﻤﺮﺓﻗﻠﺒﻪ.ﻓﻠﻴﻄﻌﻪﺇﻥﺍﺳﺘﻄﺎﻉ،ﻓﺈﻥﺟﺎﺀﺁﺧﺮﻳﻨﺎﺯﻋﻪ،ﻓﺎﺿﺮﺑﻮﺍ'
			'ﻋﻨﻖﺍﻵﺧﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﻳﻨﺘﻀﻞ»ﺄﻳ:ﻳﺴﺎﺑﻖﺑﺎﻟﱠﺮﻣﻲﺑﺎﻟﱠﻨﺒﻞﻭﺍﻟﱡﻨﱠﺸﺎﺏ.«ﻭﺍﻟﺠﺸﺮ»ﺑﻔﺘﺢﺍﻟﺠﻴﻢﻭﺍﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔﻭﺑﺎﻟﺮﺍﺀ'
			':ﻮﻫﻲﺍﻟﱠﺪﻭﺍﱡﺏﺍﻟﺘﻲﺗﺮﻋﻰﻭﺗﺒﻴﺖﻣﻜﺎﻧﻬﺎ.ﻭﻗﻮﻟﻪ:«ﻳﺮﻗﱠﻖﺑﻌﻀﻬﺎﺑﻌﻀﺎ»ﺄﻳ:ﻳﺼﻴﱢﺮﺑﻌﻀﻬﺎﺑﻌﻀﺎﺭﻗﻴﻘﺎ،'
			'ﺄﻳ:ﺧﻔﻴﻔﺎﻟﻌﻈﻢﻣﺎﺑﻌﺪﻩ،ﻓﺎﻟﱠﺜﺎﻧﻲﻳﺮﻗﱠﻖﺍﻷﱠﻭﻝ.ﻭﻗﻴﻞ:ﻣﻌﻨﺎﻩ:ﻳﺸﻮﱢﻕﺑﻌﻀﻬﺎﺇﻟﻰﺑﻌﺾﺑﺘﺤﺴﻴﻨﻬﺎﻭﺗﺴﻮﻳﻠﻬﺎ'
			'ﻭﻗﻴﻞ:ﻳﺸﺒﻪﺑﻌﻀﻬﺎﺑﻌﻀﺎ.'
			'`',
		translation: 'Translation of Hadith 668'
),
	Hadith(
		hadithNumber: 669,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﻨﻴﺪﺓﻭﺍﺋﻞﺑﻦﺣﺠﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺷﺄﻝﺳﻠﻤﺔﺑﻦﻳﺰﻳﺪﺍﻟﺠﻌﻔﱡﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﻳﺎﻧﺒﻲﺍﻟﱠﻠﻪ،ﺃﺭﺃﻳﺖﺇﻥﻗﺎﻣﺖﻋﻠﻴﻨﺎﺃﻣﺮﺍﺀﻳﺴﺄﻟﻮﻧﺎﺣﱠﻘﻬﻢ،ﻭﻳﻤﻨﻌﻮﻧﺎﺣﱠﻘﻨﺎ،ﻓﻤﺎﺗﺄﻣﺮﻧﺎ؟'
			'ﻓﺄﻋﺮﺽﻋﻨﻪ،ﺛﻢﱠﺳﺄﻟﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﺍﺳﻤﻌﻮﺍﻭﺃﻃﻴﻌﻮﺍ،ﻓﺈﱠﻧﻤﺎﻋﻠﻴﻬﻢﻣﺎﺣﻤﱢﻠﻮﺍ'
			'ﻭﻋﻠﻴﻜﻢﻣﺎﺣﱢﻤﻠﺘﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 669'
),
	Hadith(
		hadithNumber: 670,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻧﻬﺎﺳﺘﻜﻮﻥ'
			'ﺑﻌﺪﻱﺃﺛﺮﺓ،ﻭﺃﻣﻮﺭﺗﻨﻜﺮﻭﻧﻬﺎ،»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺁﻴﻒﺗﺄﻣﺮﻣﻦﺃﺩﺭﻙﻣﱠﻨﺎﺫﻟﻚ؟ﻗﺎﻝ:«ﺗﺆﱡﺩﻭﻥ'
			'ﺍﻟﺤﱠﻖﺍﻟﺬﻱﻋﻠﻴﻜﻢ،ﻭﺗﺴﺄﻟﻮﻥﺍﻟﱠﻠﻪﺍﻟﺬﻱﻟﻜﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 670'
),
	Hadith(
		hadithNumber: 671,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﻃﺎﻋﻨﻲﻓﻘﺪﺃﻃﺎﻉ'
			'ﺍﻟﱠﻠﻪ،ﻭﻣﻦﻋﺼﺎﻧﻲﻓﻘﺪﻋﺼﻰﺍﻟﱠﻠﻪ،ﻭﻣﻦﻳﻄﻊﺍﻷﻣﻴﺮﻓﻘﺪﺃﻃﺎﻋﻨﻲ،ﻭﻣﻦﻳﻌﺺﺍﻷﻣﻴﺮﻓﻘﺪﻋﺼﺎﻧﻲ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 671'
),
	Hadith(
		hadithNumber: 672,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﺮﻩﻣﻦﺃﻣﻴﺮﻩﺷﻴﺌﺎ'
			'ﻓﻠﻴﺼﺒﺮ،ﻓﺈﻧﱠﻪﻣﻦﺧﺮﺝﻣﻦﺍﻟﱡﺴﻠﻄﺎﻥﺷﺒﺮﺍﻣﺎﺕﻣﻴﺘﺔﺟﺎﻩﻠﻴﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 672'
),
	Hadith(
		hadithNumber: 673,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺃﻩﺎﻥ'
			'ﺍﻟﱡﺴﻠﻄﺎﻥﺃﻩﺎﻧﻪﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﻓﻲﺍﻟﺒﺎﺏﺃﺣﺎﺩﻳﺚﺁﺜﻴﺮﺓﻓﻲﺍﻟﺼﺤﻴﺢ،ﻭﻗﺪﺳﺒﻖﺑﻌﻀﻬﺎﻓﻲﺃﺑﻮﺎﺑ',
		translation: 'Translation of Hadith 673'
),
	Hadith(
		hadithNumber: 674,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﻋﺒﺪﺍﻟﺮﺣﻤﻦﺑﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻳﺎﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺳﻤﺮﺓ:ﻻﺗﺴﺄﻝﺍﻹﻣﺎﺭﺓ،ﻓﺈﱠﻧﻚﺈﻧﺃﻋﻄﻴﺘﻬﺎﻋﻦﻏﻴﺮﻣﺴﺄﻟﺔﺃﻋﻨﺖﻋﻠﻴﻬﺎ،ﻭﺈﻧ'
			'ﺃﻋﻄﻴﺘﻬﺎﻋﻦﻣﺴﺄﻟﺔﻭﺁﻠﺖﺇﻟﻴﻬﺎ،ﻭﺇﺫﺍﺣﻠﻔﺖﻋﻠﻰﻳﻤﻴﻦ،ﻓﺮﺃﻳﺖﻏﻴﺮﻩﺎﺧﻴﺮﺍﻣﻨﻬﺎ،ﻓﺄﺕﺍﻟﺬﻱﻩﻮﺧﻴﺮ،'
			'ﻭﺁﱢﻔﺮﻋﻦﻳﻤﻴﻨﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 674'
),
	Hadith(
		hadithNumber: 675,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺃﺑﺎﺫﺭﺃﺭﺎﻛﺿﻌﻴﻔﺎ،'
			'ﻭﺇﻧﻲﺃﺣﺐﱡﻟﻚﻣﺎﺃﺣﺐﱡﻟﻨﻔﺴﻲ،ﻻﺗﺄﱠﻣﺮﱠﻥﻋﻠﻰﺍﺛﻨﻴﻦﻭﻻﺗﻮﱢﻟﻴﱠﻦﻣﺎﻝﻳﺘﻴﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 675'
),
	Hadith(
		hadithNumber: 676,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻻﺗﺴﺘﻌﻤﻠﻨﻲ؟ﻓﻀﺮﺏﺑﻴﺪﻩﻋﻠﻰﻣﻨﻜﺒﻲﺛﻢﱠﻗﺎﻝ:«ﻳﺎﺃﺑﺎﺫﱟﺭﺇﱠﻧﻚ'
			'ﺿﻌﻴﻒ،ﻭﺇﱠﻧﻬﺎﺃﻣﺎﻧﺔ،ﻭﺇﱠﻧﻬﺎﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺧﺰﻱﻭﻧﺪﺍﻣﺔ،ﺇﱠﻻﻣﻦﺃﺧﺬﻩﺎﺑﺤﱢﻘﻬﺎ،ﻭﺃﺪﯨﺍﻟﺬﻱﻋﻠﻴﻪﻓﻴﻬﺎ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 676'
),
	Hadith(
		hadithNumber: 677,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻧﻜﻢﺳﺘﺤﺮﺻﻮﻥﻋﻠﻰ'
			'ﺍﻹﻣﺎﺭﺓ،ﻭﺳﺘﻜﻮﻥﻧﺪﺍﻣﺔﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 677'
),
	Hadith(
		hadithNumber: 678,
		hadith:
						'ﻋﻦﺃﺑﻲﺳﻌﻴﺪﻭﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺑﻌﺚﺍﻟﱠﻠﻪ'
			'ﻣﻦﻧﺒﻲ،ﻭﻻﺍﺳﺘﺨﻠﻒﻣﻦﺧﻠﻴﻔﺔﺇﱠﻻﺁﺎﻧﺖﻟﻪﺑﻄﺎﻧﺘﺎﻥ:ﺑﻄﺎﻧﺔﺗﺄﻣﺮﻩﺑﺎﻟﻤﻌﺮﻭﻑﻭﺗﺤﻀﱡﻪﻋﻠﻴﻪ،ﻭﺑﻄﺎﻧﺔ'
			'ﺗﺄﻣﺮﻩﺑﺎﻟﱠﺸﱢﺮﻭﺗﺤﻀﱡﻪﻋﻠﻴﻪﻭﺍﻟﻤﻌﺼﻮﻡﻣﻦﻋﺼﻢﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 678'
),
	Hadith(
		hadithNumber: 679,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﺭﺍﺩﺍﻟﱠﻠﻪﺑﺎﻷﻣﻴﺮ'
			'ﺧﻴﺮﺍ،ﺟﻌﻞﻟﻪﻭﺯﻳﺮﺻﺪﻕ،ﺈﻧﻧﺴﻲﺫﱠﺁﺮﻩ،ﻭﺈﻧﺫﺁﺮﺃﻋﺎﻧﻪ،ﻭﺇﺫﺍﺃﺭﺍﺩﺑﻪﻏﻴﺮﺫﻟﻚﺟﻌﻞﻟﻪﻭﺯﻳﺮﺳﻮﺀ،'
			'ﺈﻧﻧﺴﻲﻟﻢﻳﺬﱢﺁﺮﻩ،ﻭﺈﻧﺫﺁﺮﻟﻢﻳﻌﻨﻪ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺟﻴﺪﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 679'
),
	Hadith(
		hadithNumber: 680,
		hadith:
						'ﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺩﺧﻠﺖﻋﻠﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﺎﻭﺭﺟﻼﻥﻣﻦ'
			'ﺑﻨﻲﻋﱢﻤﻲ،ﻓﻘﺎﻝﺃﺣﺪﻩﻤﺎ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﱢﻣﺮﻧﺎﻋﻠﻰﺑﻌﺾﻣﺎﻭﱠﻻﻙﺍﻟﱠﻠﻪ،ﻋﱠﺰﻭﺟﱠﻞ،ﻭﻗﺎﻝﺍﻵﺧﺮﻣﺜﻞﺫﻟﻚ،'
			'ﻓﻘﺎﻝ:«ﺇﱠﻧﺎﻭﺍﻟﱠﻠﻪﻻﻧﻮﱢﻟﻲﻩﺬﺍﺍﻟﻌﻤﻞﺃﺣﺪﺍﺳﺄﻟﻪ،ﺃﻭﺃﺣﺪﺍﺣﺮﺹﻋﻠﻴﻪ»',
		translation: 'Translation of Hadith 680'
),
	Hadith(
		hadithNumber: 681,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﱠﺮﻋﻠﻰﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭﻭﻩﻮ'
			'ﻳﻌﻆﺃﺧﺎﻩﻓﻲﺍﻟﺤﻴﺎﺀ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺩﻋﻪﻓﺈﱠﻥﺍﻟﺤﻴﺎﺀﻣﻦﺍﻹﻳﻤﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 681'
),
	Hadith(
		hadithNumber: 682,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺎﻧﺑﻦﺣﺼﻴﻦ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﺤﻴﺎﺀﻻ'
			'ﻳﺄﺗﻲﺇﱠﻻﺑﺨﻴﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺍﻟﺤﻴﺎﺀﺧﻴﺮﺁﻠﱡﻪ»ﺃﻭﻗﺎﻝ:«ﺍﻟﺤﻴﺎﺀﺁﻠﱡﻪﺧﻴﺮ».'
			'`',
		translation: 'Translation of Hadith 682'
),
	Hadith(
		hadithNumber: 683,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻹﻳﻤﺎﻥﺑﻀﻊﻭﺳﺒﻌﻮﻥ'
			'،ﺃﻭﺑﻀﻊﻭﺳﱡﺘﻮﻥﺷﻌﺒﺔ،ﻓﺄﻓﻀﻠﻬﺎﻗﻮﻝﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﺩﻧﺎﻩﺎﺇﻣﺎﻃﺔﺍﻷﺬﯨﻋﻦﺍﻟﱠﻄﺮﻳﻖ،ﻭﺍﻟﺤﻴﺎﺀﺷﻌﺒﺔ'
			'ﻣﻦﺍﻹﻳﻤﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺒﻀﻊ»:ﺑﻜﺴﺮﺍﻟﺒﺎﺀ.ﻭﻳﺠﻮﺯﻓﺘﺤﻬﺎ،ﻭﻩﻮﻣﻦﺍﻟﺜﻼﺛﺔﺇﻟﻰﺍﻟﻌﺸﺮﺓ.«ﻭﺍﻟﱡﺸﻌﺒﺔ»:ﺍﻟﻘﻄﻌﺔﻭﺍﻟﺤﻀﻠﺔ.'
			'«ﻭﺍﻹﻣﺎﻃﺔ»:ﺍﻹﺯﺍﻟﺔ،«ﻭﺍﻷﺬﯨ»:ﻣﺎﻳﺆﺬﻳﺁﺤﺠﺮﻭﺷﻮﻙﻭﻃﻴﻦﻭﺭﻣﺎﺩﻭﻗﺬﺭﻭﻧﺤﻮﺫﻟﻚ',
		translation: 'Translation of Hadith 683'
),
	Hadith(
		hadithNumber: 684,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺷﱠﺪﺣﻴﺎﺀﻣﻦ.'
			'ﺍﻟﻌﺬﺭﺍﺀﻓﻲﺧﺪﺭﻩﺎ،ﻓﺈﺫﺍﺭﺄﯨﺷﻴﺌﺎﻳﻜﺮﻩﻪﻋﺮﻓﻨﺎﻩﻓﻲﻭﺟﻬﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﺣﻘﻴﻘﺔﺍﻟﺤﻴﺎﺀﺧﻠﻖﻳﺒﻌﺚﻋﻠﻰﺗﺮﻙﺍﻟﻘﺒﻴﺢ،ﻭﻳﻤﻨﻊﻣﻦﺍﻟﺘﻘﺼﻴﺮﻓﻲﺣﱢﻖﺬﻳﺍﻟﺤﱢﻖ.ﻭﺭﻭﻳﻨﺎﻋﻦ'
			'ﺃﺑﻲﺍﻟﻘﺎﺳﻢﺍﻟﺠﻨﻴﺪﺭﺣﻤﻪﺍﻟﱠﻠﻪﻗﺎﻝ:ﺍﻟﺤﻴﺎﺀﺭﺅﻳﺔﺍﻵﻻﺀﺄﻳ:ﺍﻟﱢﻨﻌﻢﻭﺭﺅﻳﺔﺍﻟﱠﺘﻘﺼﻴﺮ.ﻓﻴﺘﻮﻟﱠﺪﺑﻴﻨﻬﻤﺎﺣﺎﻟﺔ'
			'ﺗﺴﱠﻤﻰﺣﻴﺎﺀ',
		translation: 'Translation of Hadith 684'
),
	Hadith(
		hadithNumber: 685,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻣﻦﺃﺷﱢﺮ'
			'ﺍﻟﱠﻨﺎﺱﻋﻨﺪﺍﻟﱠﻠﻪﻣﻨﺰﻟﺔﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺍﻟﱠﺮﺟﻞﻳﻔﻀﻲﺇﻟﻰﺍﻟﻤﺮﺃﺓﻭﺗﻔﻀﻲﺇﻟﻴﻪﺛﻢﱠﻳﻨﺸﺮﺳﱠﺮﻩﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 685'
),
	Hadith(
		hadithNumber: 686,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺣﻴﻦﺗﺄﱠﻳﻤﺖﺑﻨﺘﻪﺣﻔﺼﺔﻗﺎﻝ:ﻟﻘﻴﺖ'
			'ﻋﺜﻤﺎﻥﺑﻦﻋﱠﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻌﺮﺿﺖﻋﻠﻴﻪﺣﻔﺼﺔﻓﻘﻠﺖ:ﺇﻥﺷﺌﺖﺃﻧﻜﺤﺘﻚﺣﻔﺼﺔﺑﻨﺖﻋﻤﺮ؟ﻗﺎﻝ:'
			'ﺳﺄﻧﻈﺮﻓﻲﺃﻣﺮﻱﻓﻠﺒﺜﺖﻟﻴﺎﻟﻲ،ﺛﻢﱠﻟﻘﻴﻨﻲ،ﻓﻘﺎﻝ:ﻗﺪﺑﺪﺍﻟﻲﺃﻥﻻﺃﺗﺰﱠﻭﺝﻳﻮﻣﻲﻩﺬﺍ،ﻓﻠﻘﻴﺖﺃﺑﺎﺑﻜﺮﺍﻟﱢﺼﺪﻳﻖ'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ.ﻓﻘﻠﺖ:ﺈﻧﺷﺌﺖﺃﻧﻜﺤﺘﻚﺣﻔﺼﺔﺑﻨﺖﻋﻤﺮ،ﻓﺼﻤﺖﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻠﻢﻳﺮﺟﻊﺇﻟﱠﻲ'
			'ﺷﻴﺌﺎ،ﻓﻜﻨﺖﻋﻠﻴﻪﺃﻭﺟﺪﻣﱢﻨﻲﻋﻠﻰﻋﺜﻤﺎﻥ،ﻓﻠﺒﺜﺖﻟﻴﺎﻟﻲ،ﺛﻢﱠﺧﻄﺒﻬﺎﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﻧﻜﺤﺘﻬﺎ'
			'ﺇﱠﻳﺎﻩ،ﻓﻠﻘﻴﻨﻲﺃﺑﻮﺑﻜﺮﻓﻘﺎﻝ:ﻟﻌﱠﻠﻚﻭﺟﺪﺕﻋﻠﱠﻲﺣﻴﻦﻋﺮﺿﺖﻋﻠﱠﻲﺣﻔﺼﺔﻓﻠﻢﺃﺭﺟﻊﺇﻟﻴﻚﺷﻴﺌﺎ؟ﻓﻘﻠﺖ:ﻧﻌﻢ.'
			'ﻗﺎﻝ:ﻓﺈﻧﻪﻟﻢﻳﻤﻨﻌﻨﻲﺃﻥﺃﺭﺟﻊﺇﻟﻴﻚﻓﻴﻤﺎﻋﺮﺿﺖﻋﻠﱠﻲﺍﱠﻻﺃﱢﻧﻲﺁﻨﺖﻋﻠﻤﺖﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺫﺁﺮﻩﺎ،ﻓﻠﻢﺃﺁﻦﻷﻓﺸﻲﺳﱠﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻟﻮﺗﺮﺁﻬﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻘﺒﻠﺘﻬﺎ'
			'،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 686'
),
	Hadith(
		hadithNumber: 687,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﻦﱠﺃﺯﻭﺍﺝﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻨﺪﻩ،ﻓﺄﻗﺒﻠﺖﻓﺎﻃﻤﺔ.'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺗﻤﺸﻲ.ﻣﺎﺗﺨﻄﻲﺀﻣﺸﻴﺘﻬﺎﻣﻦﻣﺸﻴﺔﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺷﻴﺌﺎ،ﻓﻠﱠﻤﺎﺭﺁﻩﺎ'
			'ﺭﱠﺣﺐﺑﻬﺎﻭﻗﺎﻝ:«ﻣﺮﺣﺒﺎﺑﺎﺑﻨﺘﻲ»ﺛﻢﱠﺃﺟﻠﺴﻬﺎﻋﻦﻳﻤﻴﻨﻪﺃﻭﻋﻦﺷﻤﺎﻟﻪ.ﺛﻢﱠﺳﺎﱠﺮﻫﺎﻓﺒﻜﺖﺑﻜﺎﺀﺷﺪﻳﺪﺍ،ﻓﻠﱠﻤﺎ'
			'ﺭﺄﯨﺟﺰﻋﻬﺎﺳﺎﱠﺮﻫﺎﺍﻟﱠﺜﺎﻧﻴﺔﻓﻀﺤﻜﺖ،ﻓﻘﻠﺖﻟﻬﺎ:ﺧﱠﺼﻚﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺑﻴﻦﻧﺴﺎﺋﻪ'
			'ﺑﺎﻟﱠﺴﺮﺍﺭ،ﺛﻢﱠﺃﻧﺖﺗﺒﻜﻴﻦ؟'
			'ﻓﻠﱠﻤﺎﻗﺎﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﺄﻟﺘﻬﺎ:ﻣﺎﻗﺎﻝﻟﻚﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﻗﺎﻟﺖ:ﻣﺎ'
			'ﺁﻨﺖﻷﻓﺸﻲﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﺮﱠﻩ.ﻓﻠﱠﻤﺎﺗﻮﱢﻓﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﻠﺖ:'
			'ﻋﺰﻣﺖﻋﻠﻴﻚﺑﻤﺎﻟﻲﻋﻠﻴﻚﻣﻦﺍﻟﺤﱢﻖ،ﻟﻤﺎﺣﱠﺪﺛﺘﻨﻲﻣﺎﻗﺎﻝﻟﻚﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﻓﻘﺎﻟﺖ:ﺃﱠﻣﺎ'
			'ﺍﻵﻥﻓﻨﻌﻢ،ﺃﻣﺎﺣﻴﻦﺳﺎﱠﺭﻧﻲﻓﻲﺍﻟﻤﱠﺮﺓﺍﻷﻭﻟﻰﻓﺄﺧﺒﺮﻧﻲ«ﺃﱠﻥﺟﺒﺮﻳﻞﺁﺎﻥﻳﻌﺎﺭﺿﻪﺍﻟﻘﺮﺁﻥﻓﻲﺁﻞﱢﺳﻨﺔﻣﱠﺮﺓﺃﻭ'
			'ﻣﱠﺮﺗﻴﻦ،ﻭﺃﻧﱠﻪﻋﺎﺭﺿﻪﺍﻵﻥﻣﱠﺮﺗﻴﻦ،ﻭﺇﻧﻲﻻﺃﺮﯨﺍﻷﺟﻞﺇﱠﻻﻗﺪﺍﻗﺘﺮﺏ،ﻓﺎﱠﺗﻘﻲﺍﻟﱠﻠﻪﻭﺍﺻﺒﺮﻱ،ﻓﺈﱠﻧﻪﻧﻌﻢﺍﻟﱠﺴﻠﻒ'
			'ﺃﻧﺎﻟﻚ»ﻓﺒﻜﻴﺖﺑﻜﺎﺋﻲﺍﻟﺬﻱﺭﺃﻳﺖ،ﻓﻠﱠﻤﺎﺭﺄﯨﺟﺰﻋﻲﺳﺎﱠﺭﻧﻲﺍﻟﺜﺎﻧﻴﺔ،ﻓﻘﺎﻝ:«ﻳﺎﻓﺎﻃﻤﺔﺃﻣﺎﺗﺮﺿﻴﻦﺃﻥ'
			'ﺗﻜﻮﻧﻲﺳﱢﻴﺪﺓﻧﺴﺎﺀﺍﻟﻤﺆﻣﻨﻴﻦ،ﺃﻭﺳﱢﻴﺪﺓﻧﺴﺎﺀﻩﺬﻩﺍﻷﱠﻣﺔ؟»ﻓﻀﺤﻜﺖﺿﺤﻜﻲﺍﻟﺬﻱﺭﺃﻳﺖ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 687'
),
	Hadith(
		hadithNumber: 688,
		hadith:
						'ﻭﻋﻦﺛﺎﺑﺖﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﻰﻋﻠﱠﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﻧﺎﺃﻟﻌﺐﻣﻊ'
			'ﺍﻟﻐﻠﻤﺎﻥ،ﻓﺴﱠﻠﻢﻋﻠﻴﻨﺎ،ﻓﺒﻌﺜﻨﻲﻓﻲﺣﺎﺟﺔ،ﻓﺄﺑﻄﺄﺕﻋﻠﻰﺃﱢﻣﻲ،ﻓﻠﱠﻤﺎﺟﺌﺖﻗﺎﻟﺖ:ﻣﺎﺣﺒﺴﻚ؟ﻓﻘﻠﺖ:ﺑﻌﺜﻨﻲ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﺤﺎﺟﺔ،ﻗﺎﻟﺖ:ﻣﺎﺣﺎﺟﺘﻪ؟ﻗﻠﺖ:ﺇﱠﻧﻬﺎﺳﱞﺮ.ﻗﺎﻟﺖ:ﻻﺗﺨﺒﺮﱠﻥﺑﺴﺮﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺣﺪﺍ.ﻗﺎﻝﺃﻧﺲ:ﻭﺍﻟﱠﻠﻪﻟﻮﺣﺪﱠﺛﺖﺑﻪﺃﺣﺪﺍﻟﺤﱠﺪﺛﺘﻚﺑﻪﻳﺎﺛﺎﺑﺖ.ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﺭﻮﯨ'
			'ﺍﻟﺒﺨﺎﺮﻳﺑﻌﻀﻪﻣﺨﺘﺼﺮﺍ',
		translation: 'Translation of Hadith 688'
),
	Hadith(
		hadithNumber: 689,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﻳﺔﺍﻟﻤﻨﺎﻓﻖﺛﻼﺙ:ﺇﺫﺍ'
			'ﺣﱠﺪﺙﺁﺬﺏ،ﻭﺇﺫﺍﻭﻋﺪﺃﺧﻠﻒ،ﻭﺇﺫﺍﺍﺅﺗﻤﻦﺧﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺯﺍﺩﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻭﺇﻥﺻﺎﻡﻭﺻﱠﻠﻰﻭﺯﻋﻢﺃﻧﱠﻪﻣﺴﻠﻢ»',
		translation: 'Translation of Hadith 689'
),
	Hadith(
		hadithNumber: 690,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺃﺭﺑﻊﻣﻦﺁﻦﱠﻓﻴﻪﺁﺎﻥﻣﻨﺎﻓﻘﺎﺧﺎﻟﺼﺎ.ﻭﻣﻦﺁﺎﻧﺖﻓﻴﻪﺧﺼﻠﺔﻣﻨﻬﻦﱠﺁﺎﻧﺖﻓﻴﻪﺧﺼﻠﺔﻣﻦﺍﻟﱢﻨﻔﺎﻕﺣﱠﺘﻰﻳﺪﻋﻬﺎ:'
			'ﺇﺫﺍﺍﺅﺗﻤﻦﺧﺎﻥ،ﻭﺇﺫﺍﺣﱠﺪﺙﺁﺬﺏ،ﻭﺇﺫﺍﻋﺎﻩﺪﻏﺪﺭ،ﻭﺇﺫﺍﺧﺎﺻﻢﻓﺠﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 690'
),
	Hadith(
		hadithNumber: 691,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻮﻗﺪﺟﺎﺀﻣﺎﻝﺍﻟﺒﺤﺮﻳﻦ'
			'ﺃﻋﻄﻴﺘﻚﻩﻜﺬﺍﻮﻫﻜﺬﺍﻭﻩﻜﺬﺍ»ﻓﻠﻢﻳﺠﻲﺀﻣﺎﻝﺍﻟﺒﺤﺮﻳﻦﺣﱠﺘﻰﻗﺒﺾﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻠﱠﻤﺎﺟﺎﺀﻣﺎﻝ'
			'ﻓﻠﻴﺄﺗﻨﺎ.ﻓﺄﺗﻴﺘﻪﻭﻗﻠﺖﻟﻪ:ﺇﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻟﻲﺁﺬﺍ،ﻓﺤﺜﻰﻟﻲﺣﺜﻴﺔ،ﻓﻌﺪﺩﺗﻬﺎ،ﻓﺈﺫﺍﻩﻲﺍﻟﺒﺤﺮﻳﻦﺃﻣﺮﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻨﺎﺪﯨ:ﻣﻦﺁﺎﻥﻟﻪﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﺪﺓﺃﻭﺩﻳﻦ'
			'ﺧﻤﺴﻤﺎﺋﺔ،ﻓﻘﺎﻝﻟﻲ:ﺧﺬﻣﺜﻠﻴﻬﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 691'
),
	Hadith(
		hadithNumber: 692,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'ﻳﺎﻋﺒﺪﺍﻟﱠﻠﻪ،ﻻﺗﻜﻦﻣﺜﻞﻓﻼﻥ،ﺁﺎﻥﻳﻘﻮﻡﺍﻟﱠﻠﻴﻞﻓﺘﺮﻙﻗﻴﺎﻡﺍﻟﱠﻠﻴﻞ،»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 692'
),
	Hadith(
		hadithNumber: 693,
		hadith:
						'ﻋﻦﻋﺪﻱﺑﻦﺣﺎﺗﻢﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:«ﺍﺗﻘ(1127:'
			'ﺗﻤﺮﺓﻓﻤﻦﻟﻢﻳﺠﺪﻓﺒﻜﻠﻤﺔﻃﻴﺒﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 693'
),
	Hadith(
		hadithNumber: 695,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﺭﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:«ﻻﺗﺤﻘﺮﻥﻣ(1127:'
			'ﺷﻴﺌﺎ،ﻭﻟﻮﺄﻧﺗﻠﻘﻰﺃﺧﺎﻙﺑﻮﺟﻪﻃﻠﻴﻖ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 695'
),
	Hadith(
		hadithNumber: 696,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺗﻜﻠﻢﺑﻜﻠﻤﺔﺃﻋﺎﺪﻫﺎﺛﻼﺛﺎﺣﱠﺘﻰﺗﻔﻬﻢﻋﻨﻪ'
			'،ﻭﺇﺫﺍﺃﺗﻰﻋﻠﻰﻗﻮﻡﻓﺴﱠﻠﻢﻋﻠﻴﻬﻢﺳﱠﻠﻢﻋﻠﻴﻬﻢﺛﻼﺛﺎ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 696'
),
	Hadith(
		hadithNumber: 697,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺁﻼﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﻼﻣﺎﻓﺼﻼﻳﻔﻬﻤﻪﺁﻞﱡ'
			'ﻣﻦﻳﺴﻤﻌﻪ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'`',
		translation: 'Translation of Hadith 697'
),
	Hadith(
		hadithNumber: 698,
		hadith:
						'ﻋﻦﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺣﱠﺠﺔﺍﻟﻮﺩﺎﻋ:'
			'«ﺍﺳﺘﻨﺼﺖﺍﻟﱠﻨﺎﺱ»ﺛﱠﻢﻗﺎﻝ:«ﻻﺗﺮﺟﻌﻮﺍﺑﻌﺪﻱﺁﱠﻔﺎﺭﺍﻳﻀﺮﺏﺑﻌﻀﻜﻢﺭﻗﺎﺏﺑﻌﺾ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 698'
),
	Hadith(
		hadithNumber: 699,
		hadith:
						'ﻋﻦﺃﺑﻲﻭﺍﺋﻞﺷﻘﻴﻖﺑﻦﺳﻠﻤﺔﻗﺎﻝ:ﺁﺎﻥﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻳﺬﱢﺁﺮﻧﺎﻓﻲﺁﻞﺧﻤﻴﺲﻣﺮﺓ،ﻓﻘﺎﻝ'
			'ﻟﻪﺭﺟﻞ:ﻳﺎﺃﺑﺎﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﻟﻮﺩﺩﺕﺃﱠﻧﻚﺫﱠﺁﺮﺗﻨﺎﺁﻞﱠﻳﻮﻡ،ﻓﻘﺎﻝ:ﺃﻣﺎﺇﻧﱠﻪﻳﻤﻨﻌﻨﻲﻣﻦﺫﻟﻚﺃﻧﻲﺃﺁﺮﻩﺃﻥﺃﻣﱠﻠﻜﻢ'
			'ﻭﺇﱢﻧﻲﺃﺗﺨﻮﱠﻟﻜﻢﺑﺎﻟﻤﻮﻋﻈﺔ،ﺁﻤـﺎﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺘﺨﱠﻮﻟﻨﺎﺑﻬﺎﻣﺨﺎﻓﺔﺍﻟﱠﺴﺂﻣﺔﻋﻠﻴﻨﺎ.'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻳﺘﺨﱠﻮﻟﻨﺎ»ﻳﺘﻌﱠﻬﺪﻧﺎ',
		translation: 'Translation of Hadith 699'
),
	Hadith(
		hadithNumber: 700,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻴﻘﻈﺎﻥﻋﱠﻤﺎﺭﺑﻦﻳﺎﺳﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﺇﱠﻥﻃﻮﻝﺻﻼﺓﺍﻟﱠﺮﺟﻞ،ﻭﻗﺼﺮﺧﻄﺒﺘﻪ،ﻣﺌﱠﻨﺔﻣﻦﻓﻘﻬﻪ.ﻓﺄﻃﻴﻠﻮﺍﺍﻟﱠﺼﻼﺓ،ﻭﺃﻗﺼﺮﻭﺍﺍﻟﺨﻄﺒﺔ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﻣﺌﱠﻨﺔ»ﺑﻤﻴﻢﻣﻔﺘﻮﺣﺔ،ﺛﻢﻩﻤﺰﺓﻣﻜﺴﻮﺭﺓ،ﺛﻢﻧﻮﻥﻣﺸﺪﺩﺓ،ﺃﻱ:ﻋﻼﻣﺔﺩﺍﱠﻟﺔﻋﻠﻰﻓﻘﻬﻪ.'
			'`',
		translation: 'Translation of Hadith 700'
),
	Hadith(
		hadithNumber: 701,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﻭﻳﺔﺑﻦﺍﻟﺤﻜﻢﺍﻟﱡﺴﻠﻤﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﺑﻴﻨﻤﺎﺃﻧﺎﺃﺻﱢﻠﻰﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﺇﺫﻋﻄﺲﺭﺟﻞﻣﻦﺍﻟﻘﻮﻡﻓﻘﻠﺖ:ﻳﺮﺣﻤﻚﺍﻟﱠﻠﻪ،ﻓﺮﻣﺎﻧﻲﺍﻟﻘﻮﻡﺑﺎﺑﺼﺎﺮﻫﻢ،ﻓﻘﻠﺖ:ﻭﺍﺛﻜﻞﺃﱠﻣﻴﺎﻩﻣﺎ'
			'ﺷﺄﻧﻜﻢﺗﻨﻈﺮﻮﻧﺇﻟﱠﻲ؟ﻓﺠﻌﻠﻮﺍﻳﻀﺮﺑﻮﻥﺑﺄﻳﺪﻳﻬﻢﻋﻠﻰﺃﻓﺨﺎﺬﻫﻢﻓﻠﻤﺎﺭﺃﻳﺘﻬﻢﻳﺼﻤﱢﺘﻮﻧﻨﻲﻟﻜﻨﻲﺳﻜﺖ،ﻓﻠﱠﻤﺎﺻﻠﻰ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺒﺎﺑﻲﻩﻮﻭﺃﱢﻣﻲ،ﻣﺎﺭﺃﻳﺖﻣﻌﱢﻠﻤﺎﻗﺒﻠﻪﻭﻻﺑﻌﺪﻩﺃﺣﺴﻦﺗﻌﻠﻴﻤﺎﻣﻨﻪ،ﻓﻮﺍﻟﱠﻠﻪ'
			'ﻣﺎﺁﻬﺮﻧﻲﻭﻻﺿﺮﺑﻨﻲﻭﻻﺷﺘﻤﻨﻲ،ﻗﺎﻝ:«ﺇﱠﻥﻩﺬﻩﺍﻟﱠﺼﻼﺓﻻﻳﺼﻠﺢﻓﻴﻬﺎﺷﻲﺀﻣﻦﺁﻼﻡﺍﻟﱠﻨﺎﺱ،ﺇﱠﻧﻤﺎﻩﻲ'
			'ﺍﻟﱠﺘﺴﺒﻴﺢﻭﺍﻟﱠﺘﻜﺒﻴﺮ،ﻭﻗﺮﺍﺀﺓﺍﻟﻘﺮﺁﻥ»ﺃﻭﺁﻤﺎﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،'
			'ﺇﻧﻲﺣﺪﻳﺚﻋﻬﺪﺑﺠﺎﻩﻠﻴﺔ،ﻭﻗﺪﺟﺎﺀﺍﻟﱠﻠﻪﺑﺎﻹﺳﻼﻡ،ﻭﺇﱠﻥﻣﱠﻨﺎﺭﺟﺎﻻﻳﺄﺗﻮﻥﺍﻟﻜﱠﻬﺎﻥ؟ﻗﺎﻝ:«ﻓﻼﺗﺄﺗﻬﻢ»ﻗﻠﺖ:'
			'»ﺍﻟﱡﺜﻜﻞ»ﺑﻀﻢﺍﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔ:ﺍﻟﻤﺼﻴﺒﺔﻭﺍﻟﻔﺠﻴﻌﺔ.«ﻣﺎﺁﻬﺮﻧﻲ»ﺃﻱﻣﺎﻧﻬﺮﻧﻲ.ﻭﻣﱠﻨﺎﺭﺟﺎﻝﻳﺘﻄﱠﻴﺮﻭﻥ؟ﻗﺎﻝ:«ﺫﺍﻙﺷﻲﺀﻳﺠﺪﻭﻧﻪﻓﻲﺻﺪﻭﺭﻩﻢ،ﻓﻼﻳﺼﺪﱠﻧﱠﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 701'
),
	Hadith(
		hadithNumber: 702,
		hadith:
						'ﻭﻋﻦﺍﻟﻌﺮﺑﺎﺽﺑﻦﺳﺎﺭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻭﻋﻈﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻮﻋﻈﺔﻭﺟﻠﺖ'
			'ﻣﻨﻬﺎﺍﻟﻘﻠﻮﺏ.ﻭﺫﺭﻓﺖﻣﻨﻬﺎﺍﻟﻌﻴﻮﻥﻭﺫﺁﺮﺍﻟﺤﺪﻳﺚ،ﻭﻗﺪﺳﺒﻖﺑﻜﻤﺎﻟﻪﻓﻲﺑﺎﺏﺍﻷﻣﺮﺑﺎﻟﻤﺤﺎﻓﻈﺔﻋﻠﻰﺍﻟﱡﺴﱠﻨﺔ،'
			'ﻭﺫﺁﺮﻧﺎﺃﱠﻥﺍﻟﱢﺘﺮﻣﺬﱠﻱﻗﺎﻝﺇﻧﻪﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 702'
),
	Hadith(
		hadithNumber: 703,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻣﺎﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺴﺘﺠﻤﻌﺎﻗﱡﻂﺿﺎﺣﻜﺎ'
			'ﺣﱠﺘﻰﺗﺮﻯﻣﻨﻪﻟﻬﻮﺍﺗﻪ،ﺇﱠﻧﻤﺎﺁﺎﻥﻳﺘﺒﱠﺴﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﱠﻠﻬﻮﺎﺗ»ﺟﻤﻊﻟﻬﺎﺓ:ﻭﻩﻲﺍﻟﱠﻠﺤﻤﺔﺍﻟﺘﻲﻓﻲﺃﻗﺼﻰﺳﻘﻒﺍﻟﻔﻢ.'
			'`',
		translation: 'Translation of Hadith 703'
),
	Hadith(
		hadithNumber: 704,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﺫﺍﺃﻗﻴﻤﺖ'
			'ﺍﻟﱠﺼﻼﺓ،ﻓﻼﺗﺄﺗﻮﻩﺎﻭﺃﻧﺘﻢﺗﺴﻌﻮﻥ،ﻭﺃﺗﻮﻩﺎﻭﺃﻧﺘﻢﺗﻤﺸﻮﻥ،ﻭﻋﻠﻴﻜﻢﺍﻟﱠﺴﻜﻴﻨﺔ،ﻓﻤﺎﺃﺩﺭﺁﺘﻢﻓﺼﱡﻠﻮﺍ،ﻭﻣﺎﻓﺎﺗﻜﻢ'
			'ﻓﺄﺗﱡﻤﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺯﺍﺩﻣﺴﻠﻢﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻓﺈﱠﻥﺃﺣﺪﺁﻢﺇﺫﺍﺁﺎﻥﻳﻌﻤﺪﺇﻟﻰﺍﻟﺼﻼﺓﻓﻬﻮﻓﻲﺻﻼﺓ»',
		translation: 'Translation of Hadith 704'
),
	Hadith(
		hadithNumber: 705,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻧﱠﻪﺩﻓﻊﻣﻊﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﻡﻋﺮﻓﺔﻓﺴﻤﻊﺍﻟﻨﺒﻲﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺭﺍﺀﻩﺯﺟﺮﺍﺷﺪﻳﺪﺍﻭﺿﺮﺑﺎﻭﺻﻮﺗﺎﻟﻺﺑﻞ،ﻓﺄﺷﺎﺭﺑﺴﻮﻃﻪﺇﻟﻴﻬﻢﻭﻗﺎﻝ:«ﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﻋﻠﻴﻜﻢ'
			'ﺑﺎﻟﱠﺴﻜﻴﻨﺔﻓﺈﱠﻥﺍﻟﺒﱠﺮﻟﻴﺲﺑﺎﻹﻳﻀﺎﻉ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ،ﻭﺭﻮﯨﻣﺴﻠﻢﺑﻌﻀﻪ.'
			'»ﺍﻟﺒﱡﺮ»:ﺍﻟﱠﻄﺎﻋﺔ.«ﻭﺍﻹﻳﻀﺎﻉ»ﺑﻀﺎﺩﻣﻌﺠﻤﺔﻗﻠﺒﻬﺎﻳﺎﺀﻮﻫﻤﺰﺓﻣﻜﺴﻮﺭﺓ،ﻭﻩﻮ:ﺍﻹﺳﺮﺍﻉ',
		translation: 'Translation of Hadith 705'
),
	Hadith(
		hadithNumber: 706,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡ'
			'ﺍﻵﺧﺮﻓﻠﻴﻜﺮﻡﺿﻴﻔﻪ،ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮﻓﻠﻴﺼﻞﺭﺣﻤﻪ،ﻭﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ'
			'ﻓﻠﻴﻘﻞﺧﻴﺮﺍﺃﻭﻟﻴﺼﻤﺖ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 706'
),
	Hadith(
		hadithNumber: 707,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺷﺮﻳﺢﺧﻮﻳﻠﺪﺑﻦﻋﻤﺮﻭﺍﻟﺨﺰﺍﻋﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮﻓﻠﻴﻜﺮﻡﺿﻴﻔﻪﺟﺎﺋﺰﺗﻪ»ﻗﺎﻟﻮﺍ:ﻭﻣﺎﺟﺎﺋﺰﺗﻪﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟'
			'ﻗﺎﻝ:«ﻳﻮﻣﻪﻭﻟﻴﻠﺘﻪ.ﻭﺍﻟﱢﻀﻴﺎﻓﺔﺛﻼﺛﺔﺃﱠﻳﺎﻡ،ﻓﻤﺎﺁﺎﻥﻭﺭﺍﺀﺫﻟﻚﻓﻬﻮﺻﺪﻗﺔﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻻﻳﺤﱡﻞﻟﻤﺴﻠﻢﺄﻧﻳﻘﻴﻢﻋﻨﺪﺃﺧﻴﻪﺣﺘﻰﻳﺆﺛﻤﻪ»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻭﺁﻴﻒﻳﺆﺛﻤﻪ؟'
			'ﻗﺎﻝ:«ﻳﻘﻴﻢﻋﻨﺪﻩﻭﻻﺷﻲﺀﻟﻪﻳﻘﺮﻳﻪﺑﻪ»',
		translation: 'Translation of Hadith 707'
),
	Hadith(
		hadithNumber: 708,
		hadith:
						'ﻋﻦﺃﺑﻲﺇﺑﺮﺎﻫﻴﻢﻭﻳﻘﺎﻝﺃﺑﻮﻣﺤﻤﺪﻭﻳﻘﺎﻝﺃﺑﻮﻣﻌﺎﻭﻳﺔﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﺃﻭﻓﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﱠﺸﺮﺧﺪﻳﺠﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺑﺒﻴﺖﻓﻲﺍﻟﺠﱠﻨﺔﻣﻦﻗﺼﺐ،ﻻﺻﺨﺐﻓﻴﻪﻭﻻﻧﺼﺐ'
			'.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻘﺼﺐ»ﻩﻨﺎ:ﺍﻟﱡﻠﺆﻟﺆﺍﻟﻤﺠﻮﻑ.«ﻭﺍﻟﱠﺼﺨﺐ»ﺍﻟﱢﺼﻴﺎﺡﻭﺍﻟﱠﻠﻐﻂ.«ﻭﺍﻟﱠﻨﺼﺐ»:ﺍﻟﺘﻌﺐ.'
			'`',
		translation: 'Translation of Hadith 708'
),
	Hadith(
		hadithNumber: 709,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﻧﱠﻪﺗﻮﱠﺿﺄﻓﻲﺑﻴﺘﻪ،ﺛﻢﱠﺧﺮﺝﻓﻘﺎﻝ:ﻷﻟﺰﻣﱠﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻷﺁﻮﻧﱠﻦﻣﻌﻪﻳﻮﻣﻲﻩﺬﺍ،ﻓﺠﺎﺀﺍﻟﻤﺴﺠﺪ،ﻓﺴﺄﻝﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﻘﺎﻟﻮﺍ:ﻭﱠﺟﻪﻩﻬﻨﺎ،ﻗﺎﻝ:ﻓﺨﺮﺟﺖﻋﻠﻰﺃﺛﺮﻩﺃﺳﺄﻝﻋﻨﻪ،ﺣﱠﺘﻰﺩﺧﻞﺑﺌﺮﺃﺭﻳﺲﻓﺠﻠﺴﺖﻋﻨﺪﺍﻟﺒﺎﺏﺣﱠﺘﻰﻗﻀﻰ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﺎﺟﺘﻪﻭﺗﻮﱠﺿﺄ،ﻓﻘﻤﺖﺇﻟﻴﻪ،ﻓﺈﺫﺍﻩﻮﻗﺪﺟﻠﺲﻋﻠﻰﺑﺌﺮﺃﺭﻳﺲ،ﻭﺗﻮﺳﻂ'
			'ﻗﱠﻔﻬﺎ،ﻭﺁﺸﻒﻋﻦﺳﺎﻗﻴﻪﻭﺩﻻﻩﻤﺎﻓﻲﺍﻟﺒﺌﺮ،ﻓﺴﻠﱠﻤﺖﻋﻠﻴﻪﺛﻢﱠﺍﻧﺼﺮﻓﺖ.'
			'ﻓﺠﻠﺴﺖﻋﻨﺪﺍﻟﺒﺎﺏﻓﻘﻠﺖ:ﻷﺁﻮﻧﱠﻦﺑﱠﻮﺎﺑﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻴﻮﻡ.'
			'ﻓﺠﺎﺀﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﺪﻓﻊﺍﻟﺒﺎﺏﻓﻘﻠﺖ:ﻣﻦﻩﺬﺍ؟ﻓﻘﺎﻝ:ﺃﺑﻮﺑﻜﺮ،ﻓﻘﻠﺖ:ﻋﻠﻰﺭﺳﻠﻚ،ﺛﻢﱠﺫﻩﺒﺖ'
			'ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻩﺬﺍﺃﺑﻮﺑﻜﺮﻳﺴﺘﺄﺬﻧ،ﻓﻘﺎﻝ:«ﺍﺋﺬﻥﻟﻪﻭﺑﱢﺸﺮﻩﺑﺎﻟﺠﱠﻨﺔ»ﻓﺄﻗﺒﻠﺖﺣﱠﺘﻰﻗﻠﺖﻷﺑﻲﺑﻜﺮ:'
			'ﺍﺩﺧﻞﻭﺭﺳﻮﻝﺍﻟﱠﻠﻪﻳﺒﱢﺸﺮﻙﺑﺎﻟﺠﻨﺔ،ﻓﺪﺧﻞﺃﺑﻮﺑﻜﺮﺣﱠﺘﻰﺟﻠﺲﻋﻦﻳﻤﻴﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻌﻪﻓﻲ'
			'ﺍﻟﻘﻒﱢ،ﻭﺩﱠﻟﻰﺭﺟﻠﻴﻪﻓﻲﺍﻟﺒﺌﺮﺁﻤﺎﺻﻨﻊﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺁﺸﻒﻋﻦﺳﺎﻗﻴﻪ،ﺛﻢﱠﺭﺟﻌﺖ'
			'ﻭﺟﻠﺴﺖ،ﻭﻗﺪﺗﺮﺁﺖﺃﺧﻲﻳﺘﻮﺿﺄﻭﻳﻠﺤﻘﻨﻲ،ﻓﻘﻠﺖ:ﺇﻥﻳﺮﺩﺍﻟﱠﻠﻪﺑﻔﻼﻥﻳﺮﻳﺪﺃﺧﺎﻩﺧﻴﺮﺍﻳﺄﺕﺑﻪ.'
			'ﻓﺈﺫﺍﺇﻧﺴﺎﻥﻳﺤﺮﱢﻙﺍﻟﺒﺎﺏ،ﻓﻘﻠﺖ:ﻣﻦﻩﺬﺍ؟ﻓﻘﺎﻝ:ﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏ:ﻓﻘﻠﺖ:ﻋﻠﻰﺭﺳﻠﻚ،ﺛﱠﻢﺟﺌﺖﺇﻟﻰ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺴﻠﱠﻤﺖﻋﻠﻴﻪﻭﻗﻠﺖ:ﻩﺬﺍﻋﻤﺮﻳﺴﺘﺄﺫﻥ؟ﻓﻘﺎﻝ:«ﺍﺋﺬﻥﻟﻪﻭﺑﺸﱢﺮﻩﺑﺎﻟﺠﱠﻨﺔ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺍﻟﻘﱢﻒﻋﻦﻳﺴﺎﺭﻩﻭﺩﱠﻟﻰﺭﺟﻠﻴﻪﻓﻲﺍﻟﺒﺌﺮ،ﺛﻢﱠﺭﺟﻌﺖﻓﺠﻠﺴﺖﻓﻘﻠﺖ:ﺈﻧﻳﺮﺩﺍﻟﱠﻠﻪ»ﻓﺠﺌﺖﻋﻤﺮ،ﻓﻘﻠﺖ:ﺃﺫﻥﺃﺩﺧﻞﻭﻳﺒﺸﱢﺮﻙﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺎﻟﺠﱠﻨﺔ،ﻓﺪﺧﻞﻓﺠﻠﺲﻣﻊﺭﺳﻮﻝ'
			'ﺑﻔﻼﻥﺧﻴﺮﺍﻳﻌﻨﻲﺃﺧﺎﻩﻳﺄﺕﺑﻪ.'
			'ﻓﺠﺎﺀﺇﻧﺴﺎﻥﻓﺤﺮﻙﺍﻟﺒﺎﺏﻓﻘﻠﺖ:ﻣﻦﻩﺬﺍ؟ﻓﻘﺎﻝ:ﻋﺜﻤﺎﻥﺑﻦﻋﻔﺎﻥ.ﻓﻘﻠﺖ:ﻋﻠﻰﺭﺳﻠﻚ،ﻭﺟﺌﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺧﺒﺮﺗﻪﻓﻘﺎﻝ:«ﺍﺋﺬﻥﻟﻪﻭﺑﺸﱢﺮﻩﺑﺎﻟﺠﱠﻨﺔﻣﻊﺑﻠﻮﻯﺗﺼﻴﺒﻪ»ﻓﺠﺌﺖﻓﻘﻠﺖ:ﺍﺩﺧﻞﻭﻳﺒﱢﺸﺮﻙ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺎﻟﺠﱠﻨﺔﻣﻊﺑﻠﻮﻯﺗﺼﻴﺒﻚ،ﻓﺪﺧﻞﻓﻮﺟﺪﺍﻟﻘﱠﻒﻗﺪﻣﻠﺊ،ﻓﺠﻠﺲﻭﺟﺎﻩﻬﻢﻣﻦ'
			'ﺍﻟﱠﺸﱢﻖﺍﻵﺧﺮ.ﻗﺎﻝﺳﻌﻴﺪﺑﻦﺍﻟﻤﺴﱠﻴﺐ:ﻓﺄﱠﻭﻟﺘﻬﺎﻗﺒﻮﺮﻫﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺯﺍﺩﻓﻲﺭﻭﺍﻳﺔ:«ﻭﺃﻣﺮﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺤﻔﻆﺍﻟﺒﺎﺏﻭﻓﻴﻬﺎ:ﺃﱠﻥﻋﺜﻤﺎﻥﺣﻴﻦﺑﱠﺸﺮﻩﺣﻤﺪ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﺛﻢﱠﻗﺎﻝ:ﺍﻟﱠﻠﻪﺍﻟﻤﺴﺘﻌﺎﻥ.'
			'ﻗﻮﻟﻪ:«ﻭﱠﺟﻪ»ﺑﻔﺘﺢﺍﻟﻮﺍﻭﻭﺗﺸﺪﻳﺪﺍﻟﺠﻴﻢ،ﺃﻱ:ﺗﻮﱠﺟﻪ.ﻭﻗﻮﻟﻪ:«ﺑﺌﺮﺃﺭﻳﺲ»:ﻩﻮﺑﻔﺘﺢﺍﻟﻬﻤﺰﺓﻭﺁﺴﺮ'
			'ﺍﻟﺮﺍﺀ،ﻭﺑﻌﺪﻩﺎﻳﺎﺀﻣﺜﻨﺎﺓﻣﻦﺗﺤﺖﺳﺎﺁﻨﺔ،ﺛﻢ¢ﺳﻴﻦﻣﻬﻤﻠﺔ،ﻮﻫﻮﻣﺼﺮﻭﻑ،ﻭﻣﻨﻬﻢﻣﻦﻣﻨﻊﺻﺮﻓﻪ.«'
			'ﻭﺍﻟﻘﻒﱡ»ﺑﻀﻢﺍﻟﻘﺎﻑﻭﺗﺸﺪﻳﺪﺍﻟﻔﺎﺀ:ﻩﻮﺍﻟﻤﺒﻨﱡﻲﺣﻮﻝﺍﻟﺒﺌﺮ.ﻗﻮﻟﻪ:«ﻋﻠﻰﺭﺳﻠﻚ»ﺑﻜﺴﺮﺍﻟﺮﺍﺀﻋﻠﻰ'
			'ﺍﻟﻤﺸﻬﻮﺭ،ﻭﻗﻴﻞﺑﻔﺘﺤﻬﺎ،ﺃﻱ:ﺍﺭﻓﻖ',
		translation: 'Translation of Hadith 709'
),
	Hadith(
		hadithNumber: 710,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻗﻌﻮﺩﺍﺣﻮﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻣﻌﻨﺎﺃﺑﻮﺑﻜﺮ'
			'ﻭﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻓﻲﻧﻔﺮ،ﻓﻘﺎﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺑﻴﻦﺃﻇﻬﺮﻧﺎﻓﺄﺑﻄﺄﻋﻠﻴﻨﺎﻭﺧﺸﻴﻨﺎ'
			'ﺃﻥﻳﻘﺘﻄﻊﺩﻭﻧﻨﺎﻭﻓﺰﻋﻨﺎﻓﻘﻤﻨﺎ،ﻓﻜﻨﺖﺃﻮﻟﻣﻦﻓﺰﻉ.'
			'ﻓﺨﺮﺟﺖﺃﺑﺘﻐﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺣﺘﻰﺃﺗﻴﺖﺣﺎﺋﻄﺎﻟﻸﻧﺼﺎﺭﻟﺒﻨﻲﺍﻟﱠﻨﱠﺠﺎﺭ،ﻓﺪﺭﺕﺑﻪﻩﻞﺃﺟﺪ'
			'ﻟﻪﺑﺎﺑﺎ؟ﻓﻠﻢﺃﺟﺪ،ﻓﺈﺫﺍﺭﺑﻴﻊﻳﺪﺧﻞﻓﻲﺟﻮﻑﺣﺎﺋﻂﻣﻦﺑﺌﺮﺧﺎﺭﺟﻪﻭﺍﻟﱠﺮﺑﻴﻊ:ﺍﻟﺠﺪﻭﻝﺍﻟﺼﱠﻐﻴﺮﻓﺎﺣﺘﻔﺰﺕ،'
			'ﻓﺪﺧﻠﺖﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻓﻘﺎﻝ:«ﺃﺑﻮﻩﺮﻳﺮﺓ؟»ﻓﻘﻠﺖ:ﻧﻌﻢﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﻣﺎﺷﺄﻧﻚ»ﻗﻠﺖ:ﺁﻨﺖﺑﻴﻦﻇﻬﺮﻳﻨﺎﻓﻘﻤﺖ'
			'ﻓﺄﺑﻄﺄﺕﻋﻠﻴﻨﺎ،ﻓﺨﺸﻴﻨﺎﺃﻥﺗﻘﺘﻄﻊﺩﻭﻧﻨﺎ،ﻓﻔﺰﻋﻨﺎ،ﻓﻜﻨﺖﺃﱠﻭﻝﻣﻦﻓﺰﻉﻓﺄﺗﻴﺖﻩﺬﺍﺍﻟﺤﺎﺋﻂ،ﻓﺎﺣﺘﻔﺰﺕﺁﻤﺎ'
			'ﻳﺤﺘﻔﺰﺍﻟﱠﺜﻌﻠﺐ،ﻮﻫﺆﻻﺀﺍﻟﱠﻨﺎﺱﻭﺭﺍﺋﻲ.'
			'ﻓﻘﺎﻝ:«ﻳﺎﺃﺑﺎﻩﺮﻳﺮﺓ»ﻭﺃﻋﻄﺎﻧﻲﻧﻌﻠﻴﻪﻓﻘﺎﻝ:«ﺍﺫﻩﺐﺑﻨﻌﻠﻲﻩﺎﺗﻴﻦ،ﻓﻤﻦﻟﻘﻴﺖﻣﻦﻭﺭﺍﺀﻩﺬﺍﺍﻟﺤﺎﺋﻂﻳﺸﻬﺪ'
			'ﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻣﺴﺘﻴﻘﻨﺎﺑﻬﺎﻗﻠﺒﻪ،ﻓﺒﱢﺸﺮﻩﺑﺎﻟﺠﱠﻨﺔ»ﻭﺫﺁﺮﺍﻟﺤﺪﻳﺚﺑﻄﻮﻟﻪ،ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﱠﺮﺑﻴﻊ»ﺍﻟﻨﱠﻬﺮﺍﻟﱠﺼﻐﻴﺮ،ﻭﻩﻮﺍﻟﺠﺪﻭﻝﺑﻔﺘﺢﺍﻟﺠﻴﻢﺁﻤﺎﻓﱠﺴﺮﻩﻓﻲﺍﻟﺤﺪﻳﺚ.ﻭﻗﻮﻟﻪ:«ﺍﺣﺘﻔﺰﺕ»ﺭﻭﻱ'
			'ﺑﺎﻟﱠﺮﺍﺀﻭﺑﺎﻟﱠﺰﺎﻳ،ﻭﻣﻌﻨﺎﻩﺑﺎﻟﺰﺎﻳ:ﺗﻀﺎﻣﻤﺖﻭﺗﺼﺎﻏﺮﺕﺣﱠﺘﻰﺃﻣﻜﻨﻨﻲﺍﻟﱡﺪﺧﻮﻝ',
		translation: 'Translation of Hadith 710'
),
	Hadith(
		hadithNumber: 711,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﺷﻤﺎﺳﺔﻗﺎﻝ:ﺣﻀﺮﻧﺎﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﻩﻮﻓﻲﺳﻴﺎﻗﺔﺍﻟﻤﻮﺕﻓﺒﻜﻰﻃﻮﻳﻼ'
			'،ﻭﺣﱠﻮﻝﻭﺟﻬﻪﺇﻟﻰﺍﻟﺠﺪﺍﺭ،ﻓﺠﻌﻞﺍﺑﻨﻪﻳﻘﻮﻝ:ﻳﺎﺃﺑﺘﺎﻩ،ﺃﻣﺎﺑﱠﺸﺮﻙﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻜﺬﺍ؟'
			'ﺃﻣﺎﺑﱠﺸﺮﻙﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻜﺬﺍ؟'
			'ﻓﺄﻗﺒﻞﺑﻮﺟﻬﻪﻓﻘﺎﻝ:ﺇﱠﻥﺃﻓﻀﻞﻣﺎﻧﻌﺪﱡﺷﻬﺎﺩﺓﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱢﻧﻲﻗﺪﺁﻨﺖﻋﻠﻰ'
			'ﺃﻃﺒﺎﻕﺛﻼﺙ:ﻟﻘﺪﺭﺃﻳﺘﻨﻲﻭﻣﺎﺃﺣﺪﺃﺷﱠﺪﺑﻐﻀﺎﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﱢﻨﻲ،ﻭﻻﺃﺣﱠﺐﺇﻟﱠﻲﻣﻦﺃﻥ'
			'ﺃﺁﻮﻥﻗﺪﺍﺳﺘﻤﻜﻨﺖﻣﻨﻪﻓﻘﺘﻠﺘﻪ،ﻓﻠﻮﻣﺖﱡﻋﻠﻰﺗﻠﻚﺍﻟﺤﺎﻝﻟﻜﻨﺖﻣﻦﺃﻩﻞﺍﻟﱠﻨﺎﺭ.'
			'ﻓﻠﱠﻤﺎﺟﻌﻞﺍﻟﱠﻠﻪﺍﻹﺳﻼﻡﻓﻲﻗﻠﺒﻲﺃﺗﻴﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﻠﺖ:ﺍﺑﺴﻂﻳﻤﻴﻨﻚﻓﻸﺑﺎﻳﻌﻚ،ﻓﺒﺴﻂﻳﻤﻴﻨﻪ'
			'ﻓﻘﺒﻀﺖﻳﺪﻱ،ﻓﻘﺎﻝ:«ﻣﺎﻟﻚﻳﺎﻋﻤﺮﻭ؟»ﻗﻠﺖ:ﺃﺭﺩﺕﺃﻥﺃﺷﺘﺮﻁﻗﺎﻝ:«ﺗﺸﺘﺮﻁﻣﺎﺫﺍ؟»ﻗﻠﺖﺃﻥﻳﻐﻔﺮﻟﻲ'
			'،ﻗﺎﻝ:ﺃﻣﺎﻋﻠﻤﺖﺃﱠﻥﺍﻹﺳﻼﻡﻳﻬﺪﻡﻣﺎﺁﺎﻥﻗﺒﻠﻪ،ﻭﺄﻧﺍﻟﻬﺠﺮﺓﺗﻬﺪﻡﻣﺎﺁﺎﻥﻗﺒﻠﻬﺎ،ﻭﺃﱠﻥﺍﻟﺤﱠﺞﻳﻬﺪﻡﻣﺎﺁﺎﻥ'
			'ﻗﺒﻠﻪ؟»'
			'ﻭﻣﺎﺁﺎﻥﺃﺣﺪﺃﺣﱠﺐﺇﻟﱠﻲﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻻﺃﺟﻞﻓﻲﻋﻴﻨﻲﻣﻨﻪ،ﻭﻣﺎﺁﻨﺖﺃﻃﻴﻖﺄﻧ'
			'ﺃﻣﻸﻋﻴﻨﻲﻣﻨﻪﺇﺟﻼﻻﻟﻪ،ﻭﻟﻮﺳﺌﻠﺖﺄﻧﺃﺻﻔﻪﻣﺎﺃﻃﻘﺖ،ﻷﱢﻧﻲﻟﻢﺃﺁﻦﺃﻣﻸﻋﻴﻨﻲﻣﻨﻪﻭﻟﻮﻣﺖﱡﻋﻠﻰﺗﻠﻚ'
			'ﺛﻢﻭﱢﻟﻴﻨﺎﺃﺷﻴﺎﺀﻣﺎﺃﺩﺮﻳﻣﺎﺣﺎﻟﻲﻓﻴﻬﺎ؟ﻓﺈﺫﺍﺃﻧﺎﻣﺖﱡﻓﻼﺗﺼﺤﺒﱢﻨﻲﻧﺎﺋﺤﺔﻭﻻﻧﺎﺭ،ﻓﺈﺫﺍﺩﻓﻨﺘﻤﻮﻧﻲ،ﻓﺸﱡﻨﻮﺍﻋﻠﱠﻲﺍﻟﺤﺎﻝﻟﺮﺟﻮﺕﺄﻧﺃﺁﻮﻥﻣﻦﺃﻩﻞﺍﻟﺠﱠﻨﺔ.'
			'ﺍﻟﱡﺘﺮﺍﺏﺷﻨﺎ،ﺛﻢﺃﻗﻴﻤﻮﺍﺣﻮﻝﻗﺒﺮﻱﻗﺪﺭﻣﺎﺗﻨﺤﺮﺟﺰﻭﺭ،ﻭﻳﻘﺴﻢﻟﺤﻤﻬﺎ،ﺣﱠﺘﻰﺃﺳﺘﺄﻧﺲﺑﻜﻢ،ﻭﺃﻧﻈﺮﻣﺎ'
			'ﺃﺭﺍﺟﻊﺑﻪﺭﺳﻞﺭﺑﻲ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'[ﻗﺎﻝﺍﻟﺸﻴﺦﺍﻷﻟﺒﺎﻧﻲ:ﻻﺃﺩﺮﻳﺃﻳﻦﻗﺎﻝﺫﻟﻚﺍﻟﺸﺎﻓﻌﻲﺭﺣﻤﻪﺍﷲﺗﻌﺎﻟﻰﻭﻓﻲﺛﺒﻮﺗﻪﻋﻨﻪﺷﻚﺁﺒﻴﺮﻋﻨﺪﻱﺁﻴﻒﻻ'
			'ﻭﻣﺬﻩﺒﻪﺄﻧﺍﻟﻘﺮﺍﺀﺓﻻﻳﺼﻞﺈﻫﺪﺍﺀﺛﻮﺍﺑﻬﺎﺇﻟﻰﺍﻟﻤﻮﺗﻰﺁﻤﺎﻧﻘﻠﻪﻋﻨﻪﺍﻟﺤﺎﻓﻆﺍﺑﻦﺁﺜﻴﺮﻓﻲﺗﻔﺴﻴﺮﻗﻮﻟﻪﺗﻌﺎﻟﻰ:{'
			'ﻭﺄﻧﻟﻴﺲﻟﻺﻧﺴﺎﻥﺇﻻﻣﺎﺳﻌﻰ}ﻭﻗﺪﺃﺷﺎﺭﺷﻴﺦﺍﻹﺳﻼﻡﺍﺑﻦﺗﻴﻤﻴﺔﺇﻟﻰﻋﺪﻡﺛﺒﻮﺕﺫﻟﻚﻋﻦﺍﻹﻣﺎﻡﺍﻟﺸﺎﻓﻌﻲﺑﻘﻮﻟﻪ'
			'ﻓﻲ"ﺍﻻﻗﺘﻀﺎﺀ":(ﻻﻳﺤﻔﻆﻋﻦﺍﻟﺸﺎﻓﻌﻲﻧﻔﺴﻪﻓﻲﻩﺬﻩﺍﻟﻤﺴﺄﻟﺔﺁﻼﻡﻭﺫﻟﻚﻷﻥﺫﻟﻚﺁﺎﻥﻋﻨﺪﻩﺑﺪﻋﺔﻭﻗﺎﻝ'
			'ﻣﺎﻟﻚ:ﻣﺎﻋﻠﻤﻨﺎﺃﺣﺪﺍﻓﻌﻞﺫﻟﻚﻓﻌﻠﻢﺄﻧﺍﻟﺼﺤﺎﺑﺔﻭﺍﻟﺘﺎﺑﻌﻴﻦﻣﺎﺁﺎﻧﻮﺍﻳﻔﻌﻠﻮﻥﺫﻟﻚ).'
			'ﻗﻠﺖ:ﻭﺫﻟﻚﻩﻮﻣﺬﻩﺐﺃﺣﻤﺪﺃﻳﻀﺎ:ﺄﻧﻻﻗﺮﺍﺀﺓﻋﻠﻰﺍﻟﻘﺒﺮﺁﻤﺎﺃﺛﺒﺘﻪﻓﻲﺁﺘﺎﺑﻲ"ﺃﺣﻜﺎﻡﺍﻟﺠﻨﺎﺋﺰ"،ﻮﻫﻮﻣﺎ'
			'ﺍﻧﺘﻬﻰﺇﻟﻴﻪﺭﺄﻳﺷﻴﺦﺍﻹﺳﻼﻡﺍﺑﻦﺗﻴﻤﻴﺔﺭﺣﻤﻪﺍﷲﺗﻌﺎﻟﻰﺁﻤﺎﺣﻘﻘﺘﻪﻓﻲﺁﺘﺎﺑﻲﺍﻟﻤﺬﺁﻮﺭ].'
			'ﻗﻮﻟﻪ:«ﺷﱡﻨﻮﺍ»ﺭﻭﻱﺑﺎﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔﻭﺑﺎﻟﻤﻬﻤﻠﺔ،ﺄﻳ:ﺻﱡﺒﻮﻩﻗﻠﻴﻼﻗﻠﻴﻼ.ﻭﺍﻟﱠﻠﻪﺳﺒﺤﺎﻧﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 711'
),
	Hadith(
		hadithNumber: 712,
		hadith:
						'ﻓﻤﻨﻬﺎﺣﺪﻳﺚﺯﻳﺪﺑﻦﺃﺭﻗﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺍﻟﺬﻱﺳﺒﻖﻓﻲﺑﺎﺏﺇﺁﺮﺎﻣﺃﻩﻞﺑﻴﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻗﺎﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻴﻨﺎﺧﻄﻴﺒﺎ،ﻓﺤﻤﺪﺍﻟﱠﻠﻪ،ﻭﺃﺛﻨﻰﻋﻠﻴﻪ،ﻭﻭﻋﻆﻭﺫﱠﺁﺮﺛﻢﱠﻗﺎﻝ:ﺃﱠﻣﺎ'
			'ﺑﻌﺪ،ﺃﻻﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﺇﱠﻧﻤﺎﺃﻧﺎﺑﺸﺮﻳﻮﺷﻚﺃﻥﻳﺄﺗﻲﺭﺳﻮﻝﺭﱢﺑﻲﻓﺄﺟﻴﺐ،ﻭﺃﻧﺎﺗﺎﺭﻙﻓﻴﻜﻢﺛﻘﻠﻴﻦ:ﺃﱠﻭﻟﻬﻤﺎ:ﺁﺘﺎﺏ'
			'ﺍﻟﱠﻠﻪ،ﻓﻴﻪﺍﻟﻬﺪﻯﻭﺍﻟﱡﻨﻮﺭ،ﻓﺨﺬﻭﺍﺑﻜﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﺍﺳﺘﻤﺴﻜﻮﺍﺑﻪ»ﻓﺤﱠﺚﻋﻠﻰﺁﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﺭﱠﻏﺐﻓﻴﻪ،ﺛﻢﱠﻗﺎﻝ:'
			'«ﻭﺃﻩﻞﺑﻴﺘﻲ،ﺃﺫﺁﱢﺮﺁﻢﺍﻟﱠﻠﻪﻓﻲﺃﻩﻞﺑﻴﺘﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﻗﺪﺳﺒﻖﺑﻄﻮﻟﻪ',
		translation: 'Translation of Hadith 712'
),
	Hadith(
		hadithNumber: 713,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻠﻴﻤﺎﻥﻣﺎﻟﻚﺑﻦﺍﻟﺤﻮﻳﺮﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻧﺤﻦ'
			'ﺷﺒﺒﺔﻣﺘﻘﺎﺭﺑﻮﻥ،ﻓﺄﻗﻤﻨﺎﻋﻨﺪﻩﻋﺸﺮﻳﻦﻟﻴﻠﺔ،ﻭﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺣﻴﻤﺎﺭﻓﻴﻘﺎ،ﻓﻈﱠﻦﺃﱠﻧﺎ'
			'ﻗﺪﺍﺷﺘﻘﻨﺎﺃﻩﻠﻨﺎ.ﻓﺴﺄﻟﻨﺎﻋﱠﻤﻦﺗﺮﺁﻨﺎﻣﻦﺃﻩﻠﻨﺎ،ﻓﺄﺧﺒﺮﻧﺎﻩ،ﻓﻘﺎﻝ:«ﺍﺭﺟﻌﻮﺍﺇﻟﻰﺃﻩﻠﻴﻜﻢﻓﺄﻗﻴﻤﻮﺍﻓﻴﻬﻢ،'
			'ﻭﻋﱢﻠﻤﻮﻩﻢﻭﻣﺮﻭﻩﻢ،ﻭﺻﱡﻠﻮﺍﺻﻼﺓﺁﺬﺍﻓﻲﺣﻴﻦﺁﺬﺍ،ﻭﺻﱡﻠﻮﺍﺁﺬﺍﻓﻲﺣﻴﻦﺁﺬﺍ،ﻓﺈﺫﺍﺣﻀﺮﺕﺍﻟﱠﺼﻼﺓﻓﻠﻴﺆﱢﺫﻥ'
			'ﻟﻜﻢﺃﺣﺪﺁﻢ،ﻭﻟﻴﺆﱠﻣﻜﻢﺃﺁﺒﺮﺁﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺯﺍﺩﺍﻟﺒﺨﺎﺮﻳﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻭﺻﱠﻠﻮﺍﺁﻤﺎﺭﺃﻳﺘﻤﻮﻧﻲﺃﺻﱢﻠﻲ».'
			'ﻗﻮﻟﻪ:«ﺭﺣﻴﻤﺎﺭﻓﻴﻘﺎ»ﺭﻭﻱﺑﻔﺎﺀﻭﻗﺎﻑ،ﻭﺭﻭﻱﺑﻘﺎﻓﻴﻦ',
		translation: 'Translation of Hadith 713'
),
	Hadith(
		hadithNumber: 714,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﺳﺘﺄﺫﻧﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺍﻟﻌﻤﺮﺓ،ﻓﺄﺫﻥ،'
			'ﻭﻗﺎﻝ:«ﻻﺗﻨﺴﻨﺎﻳﺎﺃﺧﱠﻲﻣﻦﺩﻋﺎﺋﻚ»ﻓﻘﺎﻝﺁﻠﻤﺔﻣﺎﻳﺴﱡﺮﻧﻲﺃﱠﻥﻟﻲﺑﻬﺎﺍﻟﱡﺪﻧﻴﺎ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝ:«ﺃﺷﺮﺁﻨﺎﻳﺎﺃﺧﱠﻲﻓﻲﺩﻋﺎﺋﻚ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ'
			'(ﺿﻌﻴﻒ)[ﻓﻴﻪ:ﻋﺎﺻﻢﺑﻦﻋﺒﻴﺪﺍﷲﺑﻦﻋﺎﺻﻢﺍﻟﻌﺪﻮﻳ،ﻮﻫﻮﺿﻌﻴﻒ].'
			'`',
		translation: 'Translation of Hadith 714'
),
	Hadith(
		hadithNumber: 715,
		hadith:
						'ﻭﻋﻦﺳﺎﻟﻢﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺃﱠﻥﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺁﺎﻥﻳﻘﻮﻝﻟﻠﱠﺮﺟﻞﺇﺫﺍﺃﺭﺍﺩﺳﻔﺮﺍ'
			':ﺍﺩﻥﻣﱢﻨﻲﺣﱠﺘﻰﺃﻭﱢﺩﻋﻚﺁﻤﺎﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﱢﺩﻋﻨﺎﻓﻴﻘﻮﻝ:ﺃﺳﺘﻮﺩﻉﺍﻟﱠﻠﻪﺩﻳﻨﻚ،'
			'ﻭﺃﻣﺎﻧﺘﻚ،ﻭﺧﻮﺍﺗﻴﻢﻋﻤﻠﻚ،ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 715'
),
	Hadith(
		hadithNumber: 716,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻳﺰﻳﺪﺍﻟﺨﻄﻤﱢﻲﺍﻟﱠﺼﺤﺎﺑﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻬﺺﺇﺫﺍﺃﺭﺍﺩﺃﻥﻳﻮﱢﺩﻉ'
			'ﺍﻟﺠﻴﺶﻗﺎﻝ:«ﺃﺳﺘﻮﺩﻉﺍﻟﱠﻠﻪﺩﻳﻨﻜﻢ،ﻭﺃﻣﺎﻧﺘﻜﻢ،ﻭﺧﻮﺍﺗﻴﻢﺃﻋﻤﺎﻟﻜﻢ».'
			'ﺣﺪﻳﺚﺻﺤﻴﺢ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 716'
),
	Hadith(
		hadithNumber: 717,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺇﻧﻲ.'
			'ﺃﺭﻳﺪﺳﻔﺮﺍ،ﻓﺰﱢﻭﺩﻧﻲ،ﻓﻘﺎﻝ:«ﺯﱠﻭﺩﻙﺍﻟﱠﻠﻪﺍﻟﱠﺘﻘﻮﻯ».'
			'ﻗﺎﻝ:ﺯﺩﻧﻲ،ﻗﺎﻝ:«ﻭﻏﻔﺮﺫﻧﺒﻚ»ﻗﺎﻝ:ﺯﺩﻧﻲ،ﻗﺎﻝ:«ﻭﻳﱠﺴﺮﻟﻚﺍﻟﺨﻴﺮﺣﻴﺜﻤﺎﺁﻨﺖ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ'
			':ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 717'
),
	Hadith(
		hadithNumber: 718,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﱢﻠﻤﻨﺎﺍﻻﺳﺘﺨﺎﺭﺓﻓﻲﺍﻷﻣﻮﺭﺁﱢﻠﻬﺎ'
			'ﺁﺎﻟﱡﺴﻮﺭﺓﻣﻦﺍﻟﻘﺮﺁﻥ،ﻳﻘﻮﻝﺇﺫﺍﻩﱠﻢﺃﺣﺪﺁﻢﺑﺎﻷﻣﺮ،ﻓﻠﻴﺮﺁﻊﺭﺁﻌﺘﻴﻦﻣﻦﻏﻴﺮﺍﻟﻔﺮﻳﻀﺔﺛﻢﻟﻴﻘﻞ:ﺍﻟﱠﻠﻬﻢﺇﻧﻲ'
			'ﺃﺳﺘﺨﻴﺮﻙﺑﻌﻠﻤﻚ،ﻭﺃﺳﺘﻘﺪﺭﻙﺑﻘﺪﺭﺗﻚ،ﻭﺃﺳﺄﻟﻚﻣﻦﻓﻀﻠﻚﺍﻟﻌﻈﻴﻢ،ﻓﺈﱠﻧﻚﺗﻘﺪﺭﻭﻻﺃﻗﺪﺭ،ﻭﺗﻌﻠﻢﻭﻻﺃﻋﻠﻢ،'
			'ﻭﺃﻧﺖﻋﻼﱠﻡﺍﻟﻐﻴﻮﺏ.ﺍﻟﻠﱠﻬﻢﱠﺇﻥﺁﻨﺖﺗﻌﻠﻢﺃﱠﻥﻩﺬﺍﺍﻷﻣﺮﺧﻴﺮﻟﻲﻓﻲﺩﻳﻨﻲﻭﻣﻌﺎﺷﻲﻭﻋﺎﻗﺒﺔﺃﻣﺮﻱ»ﺃﻭﻗﺎﻝ:«'
			'ﻋﺎﺟﻞﺃﻣﺮﻱﻭﺁﺟﻠﻪ،ﻓﺎﻗﺪﺭﻩﻟﻲﻭﻳﱢﺴﺮﻩﻟﻲ،ﺛﱠﻢﺑﺎﺭﻙﻟﻲﻓﻴﻪ،ﻭﺈﻧﺁﻨﺖﺗﻌﻠﻢﺃﱠﻥﻩﺬﺍﺍﻷﻣﺮﺷﱞﺮﻟﻲﻓﻲﺩﻳﻨﻲ'
			'ﻭﻣﻌﺎﺷﻲﻭﻋﺎﻗﺒﺔﺃﻣﺮﻱ»ﺃﻭﻗﺎﻝ:«ﻋﺎﺟﻞﺃﻣﺮﻱﻭﺁﺟﻠﻪ،ﻓﺎﺻﺮﻓﻪﻋﻨﻲ،ﻭﺍﺻﺮﻓﻨﻲﻋﻨﻪ،ﻭﺍﻗﺪﺭﻟﻲﺍﻟﺨﻴﺮ'
			'ﺣﻴﺚﺁﺎﻥ،ﺛﻢﱠﺭﱢﺿﻨﻲﺑﻪ»ﻗﺎﻝ:ﻭﻳﺴﱢﻤﻲﺣﺎﺟﺘﻪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 718'
),
	Hadith(
		hadithNumber: 719,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺁﺎﻥﻳﻮﻡﻋﻴﺪﺧﺎﻟﻒﺍﻟﱠﻄﺮﻳﻖ.ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 719'
),
	Hadith(
		hadithNumber: 720,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺨﺮﺝﻣﻦﻃﺮﻳﻖﺍﻟﱠﺸﺠﺮﺓ'
			'ﻭﻳﺪﺧﻞﻣﻦﻃﺮﻳﻖﺍﻟﻤﻌﱠﺮﺱ،ﻭﺇﺫﺍﺩﺧﻞﻣﱠﻜﺔﺩﺧﻞﻣﻦﺍﻟﱠﺜﻨﻴﺔﺍﻟﻌﻠﻴﺎﻭﻳﺨﺮﺝﻣﻦﺍﻟﱠﺜﻨﻴﺔﺍﻟﱡﺴﻔﻠﻰﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 720'
),
	Hadith(
		hadithNumber: 721,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﺠﺒﻪﺍﻟﱠﺘﻴﱡﻤﻦﻓﻲﺷﺄﻧﻪﺁﱢﻠﻪ'
			':ﻓﻲﻃﻬﻮﺭﻩ،ﻭﺗﺮﱡﺟﻠﻪ،ﻭﺗﻨﱡﻌﻠﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 721'
),
	Hadith(
		hadithNumber: 722,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻧﺖﻳﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺍﻟﻴﻤﻨﻰﻟﻄﻬﻮﺭﻩﻭﻃﻌﺎﻣﻪ،ﻭﺁﺎﻧﺖﺍﻟﻴﺴﺮﻯ'
			'ﻟﺨﻼﺋﻪﻭﻣﺎﺁﺎﻥﻣﻦﺃﺫﻯ.'
			'ﺣﺪﻳﺚﺻﺤﻴﺢ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 722'
),
	Hadith(
		hadithNumber: 723,
		hadith:
						'ﻭﻋﻦﺄﻣﻋﻄﻴﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺄﻧﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻟﻬﻦﱠﻓﻲﻏﺴﻞﺍﺑﻨﺘﻪﺯﻳﻨﺐﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﺎ:«ﺍﺑﺪﺃﻥﺑﻤﻴﺎﻣﻨﻬﺎﻭﻣﻮﺍﺿﻊﺍﻟﻮﺿﻮﺀﻣﻨﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 723'
),
	Hadith(
		hadithNumber: 724,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺍﻧﺘﻌﻞﺃﺣﺪﺁﻢﻓﻠﻴﺒﺪﺃ'
			'ﺑﺎﻟﻴﻤﻨﻰ،ﻭﺇﺫﺍﻧﺰﻉﻓﻠﻴﺒﺪﺃﺑﺎﻟﱢﺸﻤﺎﻝ.ﻟﺘﻜﻦﺍﻟﻴﻤﻨﻰﺃﱠﻭﻟﻬﻤﺎﺗﻨﻌﻞ،ﻭﺁﺧﺮﻩﻤﺎﺗﻨﺰﻉ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 724'
),
	Hadith(
		hadithNumber: 725,
		hadith:
						'ﻭﻋﻦﺣﻔﺼﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺠﻌﻞﻳﻤﻴﻨﻪﻟﻄﻌﺎﻣﻪﻭﺷﺮﺍﺑﻪ.'
			'ﻭﺛﻴﺎﺑﻪﻭﻳﺠﻌﻞﻳﺴﺎﺭﻩﻟﻤﺎﺳﻮﻯﺫﻟﻚﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻏﻴﺮﻩ',
		translation: 'Translation of Hadith 725'
),
	Hadith(
		hadithNumber: 726,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻟﺒﺴﺘﻢ،ﻭﺇﺫﺍﺗﻮﱠﺿﺄﺗﻢ'
			'،ﻓﺎﺑﺪﺅﻭﺍﺑﺄﻳﺎﻣﻨﻜﻢ»ﺣﺪﻳﺚﺻﺤﻴﺢ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 726'
),
	Hadith(
		hadithNumber: 727,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺗﻰﻣﻨﻰ:ﻓﺄﺗﻰﺍﻟﺠﻤﺮﺓﻓﺮﻣﺎﻩﺎ،ﺛﻢﱠﺃﺗﻰ'
			'ﻣﻨﺰﻟﻪﺑﻤﻨﻰ،ﻭﻧﺤﺮ،ﺛﻢﱠﻗﺎﻝﻟﻠﺤﱠﻼﻕ«ﺧﺬ»ﻭﺃﺷﺎﺭﺇﻟﻰﺟﺎﻧﺒﻪﺍﻷﻳﻤﻦ،ﺛﻢﺍﻷﻳﺴﺮﺛﻢﱠﺟﻌﻞﻳﻌﻄﻴﻪﺍﻟﱠﻨﺎﺱ.'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻟﱠﻤﺎﺭﻣﻰﺍﻟﺠﻤﺮﺓ،ﻭﻧﺤﺮﻧﺴﻜﻪﻭﺣﻠﻖ:ﻧﺎﻮﻟﺍﻟﺤﻼﻕﺷﻘﱠﻪﺍﻷﻳﻤﻦﻓﺤﻠﻘﻪ،ﺛﻢﱠﺩﻋﺎﺃﺑﺎﻃﻠﺤﺔ'
			'ﺍﻷﻧﺼﺎﺭﱠﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﺄﻋﻄﺎﻩﺇﱠﻳﺎﻩ،ﺛﻢﱠﻧﺎﻭﻟﻪﺍﻟﺸﱠﻖﺍﻷﻳﺴﺮﻓﻘﺎﻝ:«ﺍﺣﻠﻖ»ﻓﺤﻠﻘﻪﻓﺄﻋﻄﺎﻩﺃﺑﺎﻃﻠﺤﺔ'
			'ﻓﻘﺎﻝ:«ﺍﻗﺴﻤﻪﺑﻴﻦﺍﻟﱠﻨﺎﺱ»',
		translation: 'Translation of Hadith 727'
),
	Hadith(
		hadithNumber: 728,
		hadith:
						'ﻋﻦﻋﻤﺮﺑﻦﺃﺑﻲﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺳﱢﻢﺍﻟﱠﻠﻪﻭﺁﻞ'
			'ﺑﻴﻤﻴﻨﻚ،ﻭﺁﻞﻣﱠﻤﺎﻳﻠﻴﻚ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 728'
),
	Hadith(
		hadithNumber: 729,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﺁﻞﺃﺣﺪﺁﻢﻓﻠﻴﺬﺁﺮﺍﺳﻢ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﺈﻥﻧﺴﻲﺃﻥﻳﺬﺁﺮﺍﺳﻢﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻲﺃﱠﻭﻟﻪ،ﻓﻠﻴﻘﻞ:ﺑﺴﻢﺍﻟﱠﻠﻪﺃﱠﻭﻟﻪﻭﺁﺧﺮﻩ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 729'
),
	Hadith(
		hadithNumber: 730,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﻳﻘﻮﻝ:«ﺇﺫﺍﺩﺧﻞﺍﻟﱠﺮﺟﻞﺑﻴﺘﻪ،ﻓﺬﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻨﺪ'
			'ﺩﺧﻮﻟﻪﻭﻋﻨﺪﻃﻌﺎﻣﻪ،ﻗﺎﻝﺍﻟﱠﺸﻴﻄﺎﻥﻷﺻﺤﺎﺑﻪ:ﻻﻣﺒﻴﺖﻟﻜﻢﻭﻻﻋﺸﺎﺀ،ﻭﺇﺫﺍﺩﺧﻞ،ﻓﻠﻢﻳﺬﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻨﺪ'
			'ﺩﺧﻮﻟﻪ،ﻗﺎﻝﺍﻟﱠﺸﻴﻄﺎﻥ:ﺃﺩﺭﺁﺘﻢﺍﻟﻤﺒﻴﺖ،ﻭﺇﺫﺍﻟﻢﻳﺬﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻨﺪﻃﻌﺎﻣﻪﻗﺎﻝ:ﺃﺩﺭﺁﺘﻢﺍﻟﻤﺒﻴﺖﻭﺍﻟﻌﺸﺎﺀ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 730'
),
	Hadith(
		hadithNumber: 731,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﺇﺫﺍﺣﻀﺮﻧﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻃﻌﺎﻣﺎ،ﻟﻢﻧﻀﻊ.('
			'ﺃﻳﺪﻳﻨﺎﺣﱠﺘﻰﻳﺒﺪﺃﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻴﻀﻊﻳﺪﻩ.ﻭﺇﱠﻧﺎﺣﻀﺮﻧﺎﻣﻌﻪﻣﱠﺮﺓﻃﻌﺎﻣﺎ،ﻓﺠﺎﺀﺕﺟﺎﺭﻳﺔ'
			'ﺁﺄﱠﻧﻬﺎﺗﺪﻓﻊ،ﻓﺬﻩﺒﺖﻟﺘﻀﻊﻳﺪﻩﺎﻓﻲﺍﻟﱠﻄﻌﺎﻡ،ﻓﺄﺧﺬﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻴﺪﻩﺎ،ﺛﻢﱠﺟﺎﺀﺃﻋﺮﺍﺑﱞﻲ'
			'ﺁﺄﱠﻧﻤﺎﻳﺪﻓﻊ،ﻓﺄﺧﺬﺑﻴﺪﻩ،ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﺸﻴﻄﺎﻥﻳﺴﺘﺤﱡﻞﺍﻟﱠﻄﻌﺎﻡﺃﻥﻻﻳﺬﺁﺮﺍﺳﻢ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻠﻴﻪ.ﻭﺇﻧﱠﻪﺟﺎﺀﺑﻬﺬﻩﺍﻟﺠﺎﺭﻳﺔﻟﻴﺴﺘﺤﱠﻞﺑﻬﺎ،ﻓﺄﺧﺬﺕﺑﻴﺪﻩﺎ،ﻓﺠﺎﺀﺑﻬﺬﺍﺍﻷﻋﺮﺍﺑﱢﻲﻟﻴﺴﺘﺤﱠﻞﺑﻪ،'
			'ﻓﺄﺧﺬﺕﺑﻴﺪﻩ،ﻭﺍﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﺇﱠﻥﻳﺪﻩﻓﻲﻳﺪﻱﻣﻊﻳﺪﻳﻬﻤﺎ»ﺛﻢﱠﺫﺁﺮﺍﺳﻢﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻭﺃﺁﻞ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 731'
),
	Hadith(
		hadithNumber: 732,
		hadith:
						'ﻭﻋﻦﺃﻣﱠﻴﺔﺑﻦﻣﺨﺸﱟﻲﺍﻟﱠﺼﺤﺎﺑﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺎﻟﺴﺎ،'
			'ﻭﺭﺟﻞﻳﺄﺁﻞ،ﻓﻠﻢﻳﺴﱢﻢﺍﻟﱠﻠﻪﺣﱠﺘﻰﻟﻢﻳﺒﻖﻣﻦﻃﻌﺎﻣﻪﻟﻘﻤﺔ،ﻓﻠﱠﻤﺎﺭﻓﻌﻬﺎﺇﻟﻰﻓﻴﻪ،ﻗﺎﻝ:ﺑﺴﻢﺍﻟﱠﻠﻪﺃﱠﻭﻟﻪﻭﺁﺧﺮﻩ،'
			'ﻓﻀﺤﻚﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺛﻢﻗﺎﻝ:«ﻣﺎﺯﺍﻝﺍﻟﱠﺸﻴﻄﺎﻥﻳﺄﺁﻞﻣﻌﻪ،ﻓﻠﱠﻤﺎﺫﺁﺮﺍﺳﻢﺍﻟﱠﻠﻪﺍﺳﺘﻘﺎﺀﻣﺎﻓﻲ'
			'ﺑﻄﻨﻪ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﻨﺴﺎﺋﻲ.'
			'(ﺿﻌﻴﻒ)[ﻓﻴﻪ:ﺍﻟﻤﺜﻨﻰﺑﻦﻋﺒﺪﺍﻟﺮﺣﻤﻦﺍﻟﺨﺰﺍﻋﻲ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 732'
),
	Hadith(
		hadithNumber: 733,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺄﺁﻞﻃﻌﺎﻣﺎﻓﻲﺳﱠﺘﺔﻣﻦ'
			'ﺃﺻﺤﺎﺑﻪ،ﻓﺠﺎﺀﺃﻋﺮﺍﺑﻲ،ﻓﺄﺁﻠﻪﺑﻠﻘﻤﺘﻴﻦﻓﻘﺎﻝﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻣﺎﺇﻧﱠﻪﻟﻮﺳﱠﻤﻰﻟﻜﻔﺎﺁﻢ».ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 733'
),
	Hadith(
		hadithNumber: 734,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺭﻓﻊﻣﺎﺋﺪﺗﻪﻗﺎﻝ:«ﺍﻟﺤﻤﺪﻟﱠﻠﻪ.'
			'ﺣﻤﺪﺍﺁﺜﻴﺮﺍﻃﱢﻴﺒﺎﻣﺒﺎﺭﺁﺎﻓﻴﻪ،ﻏﻴﺮﻣﻜﻔﱟﻲﻭﻻﻣﺴﺘﻐﻨﻲﻋﻨﻪﺭﱠﺑﻨﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 734'
),
	Hadith(
		hadithNumber: 735,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺑﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﻦﺃﺁﻞﻃﻌﺎﻣﺎﻓﻘﺎﻝ:'
			'ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺍﻟﺬﻱﺃﻃﻌﻤﻨﻲﻩﺬﺍ،ﻭﺭﺯﻗﻨﻴﻪﻣﻦﻏﻴﺮﺣﻮﻝﻣﱢﻨﻲﻭﻻﻗﻮﺓ،ﻏﻔﺮﻟﻪﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 735'
),
	Hadith(
		hadithNumber: 736,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﻣﺎﻋﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻃﻌﺎﻣﺎﻗﱡﻂ،ﺈﻧﺍﺷﺘﻬﺎﻩ'
			'ﺃﺁﻠﻪ،ﻭﺇﻥﺁﺮﻩﻪﺗﺮﺁﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 736'
),
	Hadith(
		hadithNumber: 737,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﺄﻝﺃﻩﻠﻪﺍﻷﺪﻣﻓﻘﺎﻟﻮﺍ:ﻣﺎﻋﻨﺪﻧﺎﺇﱠﻻﺧﱞﻞ،ﻓﺪﻋﺎ'
			'ﺑﻪ،ﻓﺠﻌﻞﻳﺄﺁﻞﻭﻳﻘﻮﻝ:«ﻧﻌﻢﺍﻷﺪﻣﺍﻟﺨﱡﻞﻧﻌﻢﺍﻷﺪﻣﺍﻟﺨﱡﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 737'
),
	Hadith(
		hadithNumber: 738,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺩﻋﻲﺃﺣﺪﺁﻢ،ﻓﻠﻴﺠﺐ،'
			'ﻓﺈﻥﺁﺎﻥﺻﺎﺋﻤﺎﻓﻠﻴﺼﱢﻞ،ﻭﺇﻥﺁﺎﻥﻣﻔﻄﺮﺍﻓﻠﻴﻄﻌﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﻣﻌﻨﻰ.«ﻓﻠﻴﺼﱢﻞ»ﻓﻠﻴﺪﻉﻭﻣﻌﻨﻰ«ﻓﻠﻴﻄﻌﻢ»ﻓﻠﻴﺄﺁﻞ',
		translation: 'Translation of Hadith 738'
),
	Hadith(
		hadithNumber: 739,
		hadith:
						'ﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻟﺒﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺩﻋﺎﺭﺟﻞﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻄﻌﺎﻡﺻـﻨﻌﻪﻟﻪ'
			'ﺧﺎﻣﺲﺧﻤﺴﺔ،ﻓﺘﺒﻌﻬﻢﺭﺟﻞ،ﻓﻠﱠﻤﺎﺑﻠﻎﺍﻟﺒﺎﺏ،ﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻩﺬﺍﺗﺒﻌﻨﺎ،ﻓﺈﻥﺷﺌﺖﺃﻥ'
			'ﺗﺄﺫﻥﻟﻪ،ﻭﺇﻥﺷﺌﺖﺭﺟﻊ»ﻗﺎﻝ:ﺑﻞﺁﺫﻥﻟﻪﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 739'
),
	Hadith(
		hadithNumber: 740,
		hadith:
						'ﻋﻦﻋﻤﺮﺑﻦﺃﺑﻲﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﻨﺖﻏﻼﻣﺎﻓﻲﺣﺠﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﻭﺁﺎﻧﺖﻳﺪﻱﺗﻄﻴﺶﻓﻲﺍﻟﱠﺼﺤﻔﺔﻓﻘﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﻏﻼﻡﺳﱢﻢﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻭﺁﻞ'
			'ﺑﻴﻤﻴﻨﻚﻭﺁﻞﻣﱠﻤﺎﻳﻠﻴﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﺗﻄﻴﺶ»ﺑﻜﺴﺮﺍﻟﻄﺎﺀﻭﺑﻌﺪﻩﺎﻳﺎﺀﻣﺜﻨﺎﺓﻣﻦﺗﺤﺖ،ﻣﻌﻨﺎﻩ:ﺗﺘﺤﺮﻙﻭﺗﻤﺘﺪﺇﻟﻰﻧﻮﺍﺣﻲﺍﻟﱠﺼﺤﻔﺔ.'
			'`',
		translation: 'Translation of Hadith 740'
),
	Hadith(
		hadithNumber: 741,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺔﺑﻦﺍﻷﺁﻮﻉﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺟﻼﺃﺁﻞﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺸﻤﺎﻟﻪﻓﻘﺎﻝ:'
			'«ﺁﻞﺑﻴﻤﻴﻨﻚ»ﻗﺎﻝ:ﻻﺃﺳﺘﻄﻴﻊﻗﺎﻝ:«ﻻﺍﺳﺘﻄﻌﺖ،»ﻣﺎﻣﻨﻌﻪﺇﱠﻻﺍﻟﻜﺒﺮ،ﻓﻤﺎﺭﻓﻌﻬﺎﺇﻟﻰﻓﻴﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 741'
),
	Hadith(
		hadithNumber: 742,
		hadith:
						'ﻋﻦﺟﺒﻠﺔﺑﻦﺳﺤﻴﻢﻗﺎﻝ:ﺃﺻﺎﺑﻨﺎﻋﺎﻡﺳﻨﺔﻣﻊﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮ،ﻓﺮﺯﻗﻨﺎﺗﻤﺮﺍ،ﻭﺁﺎﻥﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻳﻤﺮﺑﻨﺎﻭﻧﺤﻦﻧﺄﺁﻞ،ﻓﻴﻘﻮﻝ:ﻻﺗﻘﺎﺭﻧﻮﺍ،ﻓﺈﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺍﻹﻗﺮﺍﻥ،ﺛﻢ'
			'ﻳﻘﻮﻝ:«ﺇﱠﻻﺃﻥﻳﺴﺘﺄﺫﻥﺍﻟﺮﱠﺟﻞﺃﺧﺎﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 742'
),
	Hadith(
		hadithNumber: 743,
		hadith:
						'ﻋﻦﻭﺣﺸﱢﻲﺑﻦﺣﺮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ،ﺇﱠﻧﺎﻧﺄﺁﻞﻭﻻﻧﺸﺒﻊ؟ﻗﺎﻝ:«ﻓﻠﻌﱠﻠﻜﻢﺗﻔﺘﺮﻗﻮﻥ»ﻗﺎﻟﻮﺍ:ﻧﻌﻢ.ﻗﺎﻝ:ﻓﺎﺟﺘﻤﻌﻮﺍﻋﻠﻰﻃﻌﺎﻣﻜﻢ،ﻭﺍﺫﺁﺮﻭﺍﺍﺳﻢﺍﻟﱠﻠﻪ،'
			'ﻳﺒﺎﺭﻙﻟﻜﻢﻓﻴﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 743'
),
	Hadith(
		hadithNumber: 744,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺒﺮﺁﺔﺗﻨﺰﻝﻭﺳﻂﺍﻟﱠﻄﻌﺎﻡﻓﻜﻠﻮﺍ'
			'ﻣﻦﺣﺎﱠﻓﺘﻴﻪﻭﻻﺗﺄﺁﻠﻮﺍﻣﻦﻭﺳﻄﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 744'
),
	Hadith(
		hadithNumber: 745,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺑﺴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﻟﻠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺼﻌﺔﻳﻘﺎﻝﻟﻬﺎ:ﺍﻟﻐﱠﺮﺍﺀ،'
			'ﻳﺤﻤﻠﻬﺎﺃﺭﺑﻌﺔﺭﺟﺎﻝ،ﻓﻠﱠﻤﺎﺃﺿﺤﻮﺍﻭﺳﺠﺪﻭﺍﺍﻟﱡﻀﺤﻰﺃﺗﻲﺑﺘﻠﻚﺍﻟﻘﺼﻌﺔ،ﻳﻌﻨﻲﻭﻗﺪﺛﺮﺩﻓﻴﻬﺎ،ﻓﺎﻟﺘﱡﻔﻮﺍﻋﻠﻴﻬﺎ،'
			'ﻓﻠﱠﻤﺎﺁﺜﺮﻭﺍﺟﺜﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝﺃﻋﺮﺍﺑﱞﻲ:ﻣﺎﻩﺬﻩﺍﻟﺠﻠﺴﺔ؟ﻗﺎﻝﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:ﺇﱠﻥﺍﻟﱠﻠﻪﺟﻌﻠﻨﻲﻋﺒﺪﺍﺁﺮﻳﻤﺎ،ﻭﻟﻢﻳﺠﻌﻠﻨﻲﺟﺒﺎﺭﺍﻋﻨﻴﺪﺍ،ﺛﱠﻢﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻠﻮﺍ'
			'ﻣﻦﺣﻮﺍﻟﻴﻬﺎ،ﻭﺩﻋﻮﺍﺫﺭﻭﺗﻬﺎﻳﺒﺎﺭﻙﻓﻴﻬﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺟﻴﺪ.'
			'»ﺫﺭﻭﺗﻬﺎ»ﺃﻋﻼﻩﺎ:ﺑﻜﺴﺮﺍﻟﺬﻻﻭﺿﻤﻬﺎ.'
			'`',
		translation: 'Translation of Hadith 745'
),
	Hadith(
		hadithNumber: 746,
		hadith:
						'ﻋﻦﺃﺑﻲﺟﺤﻴﻔﺔﻮﻫﺐﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺁﺁﻞ'
			'ﻣﱠﺘﻜﺌﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻗﺎﻝﺍﻟﺨﱠﻄﺎﺑﱡﻲ:ﺍﻟﻤﱠﺘﻜﻲﺀﻩﻨﺎ:ﻩﻮﺍﻟﺠﺎﻟﺲﻣﻌﺘﻤﺪﺍﻋﻠﻰﻭﻃﺎﺀﺗﺤﺘﻪ،ﻗﺎﻝ:ﻭﺃﺭﺍﺩﺃﻧﱠﻪﻻﻳﻘﻌﺪﻋﻠﻰﺍﻟﻮﻃﺎﺀ'
			'ﻭﺍﻟﻮﺳﺎﺋﺪﺁﻔﻌﻞﻣﻦﻳﺮﻳﺪﺍﻹﺁﺜﺎﺭﻣﻦﺍﻟﻄﻌﺎﻡﺑﻞﻳﻘﻌﺪﻣﺴﺘﻮﻓﺰﺍﻻﻣﺴﺘﻮﻃﺌﺎ،ﻭﻳﺄﺁﻞﺑﻠﻐﺔ.ﻩﺬﺍﺁﻼﻡﺍﻟﺨﱠﻄﺎﺑﻲ،'
			'ﻭﺃﺷﺎﺭﻏﻴﺮﻩﺇﻟﻰﺃﱠﻥﺍﻟﻤﺘﻜﻲﺀﻩﻮﺍﻟﻤﺎﺋﻞﻋﻠﻰﺟﻨﺒﻪ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 746'
),
	Hadith(
		hadithNumber: 747,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺎﻟﺴﺎﻣﻘﻌﻴﺎﻳﺄﺁﻞﺗﻤﺮﺍ،ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'»ﺍﻟﻤﻘﻌﻲ»ﻩﻮﺍﻟﺬﻱﻳﻠﺼﻖﺃﻟﻴﺘﻴﻪﺑﺎﻷﺭﺽ،ﻭﻳﻨﺼﺐﺳﺎﻗﻴﻪ',
		translation: 'Translation of Hadith 747'
),
	Hadith(
		hadithNumber: 748,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﺁﻞﺃﺣﺪﺁﻢﻃﻌﺎﻣﺎ،'
			'ﻓﻼﻳﻤﺴﺢﺃﺻﺎﺑﻌﻪﺣﺘﻰﻳﻠﻌﻘﻬﺎﺃﻭﻳﻠﻌﻘﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 748'
),
	Hadith(
		hadithNumber: 749,
		hadith:
						'ﻭﻋﻦﺁﻌﺐﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺄﺁﻞﺑﺜﻼﺙﺃﺻﺎﺑﻊﻓﺈﺫﺍ'
			'ﻓﺮﻍﻟﻌﻘﻬﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 749'
),
	Hadith(
		hadithNumber: 750,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻣﺮﺑﻠﻌﻖﺍﻷﺻﺎﺑﻊﻭﺍﻟﱠﺼﺤﻔﺔﻭﻗﺎﻝ:'
			'«ﺇﱠﻧﻜﻢﻻﺗﺪﺭﻭﻥﻓﻲﺃﱢﻱﻃﻌﺎﻣﻜﻢﺍﻟﺒﺮﺁﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 750'
),
	Hadith(
		hadithNumber: 751,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻭﻗﻌﺖﻟﻘﻤﺔﺃﺣﺪﺁﻢ،ﻓﻠﻴﺄﺧﺬﻩﺎﻓﻠﻴﻤﻂﻣﺎﺁﺎﻥﺑﻬﺎﻣﻦ'
			'ﺃﺬﯨﻭﻟﻴﺄﺁﻠﻬﺎ،ﻭﻻﻳﺪﻋﻬﺎﻟﻠﱠﺸﻴﻄﺎﻥ،ﻭﻻﻳﻤﺴﺢﻳﺪﻩﺑﺎﻟﻤﻨﺪﻳﻞﺣﱠﺘﻰﻳﻠﻌﻖﺃﺻﺎﺑﻌﻪ،ﻓﺈﻧﻪﻻﻳﺪﺮﻳﻓﻲﺃﱢﻱﻃﻌﺎﻣﻪ'
			'ﺍﻟﺒﺮﺁﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 751'
),
	Hadith(
		hadithNumber: 752,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺈﻧﺍﻟﱠﺸﻴﻄﺎﻥﻳﺤﻀﺮﺃﺣﺪﺁﻢﻋﻨﺪﺁﻞﱢﺷﻲﺀﻣﻦﺷﺄﻧﻪ،'
			'ﺣﺘﻰﻳﺤﻀﺮﻩﻋﻨﺪﻃﻌﺎﻣﻪ،ﻓﺈﺫﺍﺳﻘﻄﺖﻟﻘﻤﺔﺃﺣﺪﺁﻢﻓﻠﻴﺄﺧﺬﻩﺎﻓﻠﻴﻤﻂﻣﺎﺁﺎﻥﺑﻬﺎﻣﻦﺃﺬﯨ،ﺛﻢﱠﻟﻴﺄﺁﻠﻬﺎﻭﻻﻳﺪﻋﻬﺎ'
			'ﻟﻠﱠﺸﻴﻄﺎﻥ،ﻓﺈﺫﺍﻓﺮﻍﻓﻠﻴﻠﻌﻖﺃﺻﺎﺑﻌﻪﻓﺈﱠﻧﻪﻻﻳﺪﺮﻳﻓﻲﺃﱢﻱﻃﻌﺎﻣﻪﺍﻟﺒﺮﺁﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 752'
),
	Hadith(
		hadithNumber: 753,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥ:ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺃﺁﻞﻃﻌﺎﻣﺎ،ﻟﻌﻖﺃﺻﺎﺑﻌﻪ'
			'ﺍﻟﱠﺜﻼﺙ،ﻭﻗﺎﻝ:«ﺇﺫﺍﺳﻘﻄﺖﻟﻘﻤﺔﺃﺣﺪﺁﻢﻓﻠﻴﺄﺧﺬﻩﺎ،ﻭﻟﻴﻤﻂﻋﻨﻬﺎﺍﻷﺬﯨ،ﻭﻟﻴﺄﺁﻠﻬﺎ،ﻭﻻﻳﺪﻋﻬﺎﻟﻠﱠﺸﻴﻄﺎﻥ»ﻭﺃﻣﺮﻧﺎ'
			'ﺄﻧﻧﺴﻠﺖﺍﻟﻘﺼﻌﺔﻭﻗﺎﻝ:ﺇﱠﻧﻜﻢﻻﺗﺪﺭﻭﻥﻓﻲﺃﱢﻱﻃﻌﺎﻣﻜﻢﺍﻟﺒﺮﺁﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 753'
),
	Hadith(
		hadithNumber: 754,
		hadith:
						'ﻭﻋﻦﺳﻌﻴﺪﺑﻦﺍﻟﺤﺎﺮﺛﺃﱠﻧﻪﺳﺄﻝﺟﺎﺑﺮﺍﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻮﺿﻮﺀﻣﱠﻤﺎﻣﱠﺴﺖﺍﻟﱠﻨﺎﺭ،ﻓﻘﺎﻝ:ﻻ،ﻗﺪﺁﱠﻨﺎ'
			'ﺯﻣﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻻﻧﺠﺪﻣﺜﻞﺫﻟﻚﺍﻟﻄﻌﺎﻡﺇﱠﻻﻗﻠﻴﻼ،ﻓﺈﺫﺍﻧﺤﻦﻭﺟﺪﻧﺎﻩ،ﻟﻢﻳﻜﻦﻟﻨﺎﻣﻨﺎﺩﻳﻞﺇﻻ'
			'ﺃﺁﱠﻔﻨﺎﻭﺳﻮﺍﻋﺪﻧﺎﻭﺃﻗﺪﺍﻣﻨﺎ،ﺛﻢﱠﻧﺼﱢﻠﻲﻭﻻﻧﺘﻮﱠﺿﺄ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 754'
),
	Hadith(
		hadithNumber: 755,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻃﻌﺎﻡﺍﻹﺛﻨﻴﻦﺁﺎﻓﻲ'
			'ﺍﻟﱠﺜﻼﺛﺔ،ﻭﻃﻌﺎﻡﺍﻟﺜﻼﺛﺔﺁﺎﻓﻲﺍﻷﺭﺑﻌﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 755'
),
	Hadith(
		hadithNumber: 756,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻃﻌﺎﻡﺍﻟﻮﺍﺣﺪﻳﻜﻔﻲ'
			'ﺍﻹﺛﻨﻴﻦ،ﻭﻃﻌﺎﻡﺍﻹﺛﻨﻴﻦﻳﻜﻔﻲﺍﻷﺭﺑﻌﺔ،ﻭﻃﻌﺎﻡﺍﻷﺭﺑﻌﺔﻳﻜﻔﻲﺍﻟﱠﺜﻤﺎﻧﻴﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 756'
),
	Hadith(
		hadithNumber: 757,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺘﻨﻔﱠﺲﻓﻲﺍﻟﺸﺮﺍﺏﺛﻼﺛﺎ.ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'ﻳﻌﻨﻲ:ﻳﺘﻨﱠﻔﺲﺧﺎﺭﺝﺍﻹﻧﺎﺀ',
		translation: 'Translation of Hadith 757'
),
	Hadith(
		hadithNumber: 758,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺸﺮﺑﻮﺍﻭﺍﺣﺪﺍ'
			'ﺁﺸﺮﺏﺍﻟﺒﻌﻴﺮ،ﻭﻟﻜﻦﺍﺷﺮﺑﻮﺍﻣﺜﻨﻰﻭﺛﻼﺙ،ﻭﺳﱡﻤﻮﺍﺇﺫﺍﺃﻧﺘﻢﺷﺮﺑﺘﻢ،ﻭﺍﺣﻤﺪﻭﺍﺇﺫﺍﺃﻧﺘﻢﺭﻓﻌﺘﻢ»ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻳﺰﻳﺪﺑﻦﺳﻨﺎﻥﺃﺑﻮﻓﺮﻭﺓﺍﻟﺮﻩﺎﻮﻳ،ﻮﻫﻮﺿﻌﻴﻒ،ﻭﺷﻴﺨﻪﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 758'
),
	Hadith(
		hadithNumber: 759,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﺄﻧﻳﺘﻨﱠﻔﺲﻓﻲﺍﻹﻧﺎﺀﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'(ﻳﻌﻨﻲ:ﻳﺘﻨﱠﻔﺲﻓﻲﻧﻔﺲﺍﻹﻧﺎﺀ',
		translation: 'Translation of Hadith 759'
),
	Hadith(
		hadithNumber: 760,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﱠﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺗﻲﺑﻠﺒﻦﻗﺪﺷﻴﺐﺑﻤﺎﺀ،ﻭﻋﻦﻳﻤﻴﻨﻪ'
			'ﺃﻋﺮﺍﺑﻲ،ﻭﻋﻦﻳﺴﺎﺭﻩﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﺸﺮﺏ،ﺛﻢﱠﺃﻋﻄﻰﺍﻷﻋﺮﺍﺑﱠﻲﻭﻗﺎﻝ:«ﺍﻷﻳﻤﻦﻓﺎﻷﻳﻤﻦ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﺷﻴﺐ»ﺄﻳ:ﺧﻠﻂ',
		translation: 'Translation of Hadith 760'
),
	Hadith(
		hadithNumber: 761,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺗﻲﺑﺸﺮﺍﺏ،ﻓﺸﺮﺏﻣﻨﻪﻭﻋﻦ'
			'ﻳﻤﻴﻨﻪﻏﻼﻡ،ﻭﻋﻦﻳﺴﺎﺭﻩﺃﺷﻴﺎﺥ،ﻓﻘﺎﻝﻟﻠﻐﻼﻡ«ﺃﺗﺄﺫﻥﻟﻲﺃﻥﺃﻋﻄﻲﻩﺆﻻﺀ؟»ﻓﻘﺎﻝﺍﻟﻐﻼﻡ:ﻻﻭﺍﻟﱠﻠﻪ،ﻻﺃﻭﺛﺮ'
			'ﻗﻮﻟﻪ:«ﺗﱠﻠﻪ»ﺃﻱ:ﻭﺿﻌﻪ،ﻮﻫﺬﺍﺍﻟﻐﻼﻡﻩﻮﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ.ﺑﻨﺼﻴﺒﻰﻣﻨﻚﺃﺣﺪﺍ،ﻓﺘﻠﱠﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻳﺪﻩ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 761'
),
	Hadith(
		hadithNumber: 762,
		hadith:
						'ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﺧﺘﻨﺎﺙﺍﻷﺳﻘﻴﺔ.'
			'ﻳﻌﻨﻰ:ﺃﻥﺗﻜﺴﺮﺃﻓﻮﺍﻩﻬﺎ،ﻭﻳﺸﺮﺏﻣﻨﻬﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 762'
),
	Hadith(
		hadithNumber: 763,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺄﻧﻳﺸﺮﺏﻣﻦﻓﻲﺍﻟﱢﺴﻘﺎﺀ'
			'ﺃﻭﺍﻟﻘﺮﺑﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 763'
),
	Hadith(
		hadithNumber: 764,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺛﺎﺑﺖﺁﺒﺸﺔﺑﻨﺖﺛﺎﺑﺖﺃﺧﺖﺣﱠﺴﺎﻥﺑﻦﺛﺎﺑﺖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺩﺧﻞﻋﻠﱠﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺸﺮﺏﻣﻦﻓﻲﻗﺮﺑﺔﻣﻌﱠﻠﻘﺔﻗﺎﺋﻤﺎ.ﻓﻘﻤﺖﺇﻟﻰﻓﻴﻬﺎﻓﻘﻄﻌﺘﻪ،ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ.ﻭﻗﺎﻝ:'
			'ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'ﻭﺇﱠﻧﻤﺎﻗﻄﻌﺘﻬﺎ:ﻟﺘﺤﻔﻆﻣﻮﺿﻊﻓﻢﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻭﺗﺘﺒﱠﺮﻙﺑﻪ،ﻭﺗﺼﻮﻧﻪﻋﻦﺍﻻﺑﺘﺬﺍﻝ،'
			'ﻮﻫﺬﺍﺍﻟﺤﺪﻳﺚﻣﺤﻤﻮﻝﻋﻠﻰﺑﻴﺎﻥﺍﻟﺠﻮﺍﺯ،ﻭﺍﻟﺤﺪﻳﺜﺎﻥﺍﻟﺴﺎﺑﻘﺎﻥﻟﺒﻴﺎﻥﺍﻷﻓﻀﻞﻭﺍﻷﺁﻤﻞﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 764'
),
	Hadith(
		hadithNumber: 765,
		hadith:
						'ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺍﻟﱠﻨﻔﺦﻓﻲﺍﻟﱠﺸﺮﺍﺏﻓﻘﺎﻝ'
			'ﺭﺟﻞ:ﺍﻟﻘﺬﺍﺓﺃﺭﺎﻫﺎﻓﻲﺍﻹﻧﺎﺀ؟ﻓﻘﺎﻝ:«ﺃﻩﺮﻗﻬﺎ»ﻗﺎﻝ:ﻓﺈﻧﻰﻻﺃﺭﻮﯨﻣﻦﻧﻔﺲﻭﺍﺣﺪ؟ﻗﺎﻝ:«ﻓﺄﺑﻦﺍﻟﻘﺪﺡ'
			'ﺇﺫﺍﻋﻦﻓﻴﻚ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 765'
),
	Hadith(
		hadithNumber: 766,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﺄﻧﻳﺘﻨﱠﻔﺲﻓﻲﺍﻹﻧﺎﺀ،ﺃﻭﻳﻨﻔﺦ'
			'ﻓﻴﻪ،ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 766'
),
	Hadith(
		hadithNumber: 767,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻘﻴﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺯﻣﺰﻡ،ﻓﺸﺮﺏﻭﻩﻮ'
			'ﻗﺎﺋﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 767'
),
	Hadith(
		hadithNumber: 768,
		hadith:
						'ﻭﻋﻦﺍﻟﻨﱠﺰﻻﺑﻦﺳﺒﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﻰﻋﻠﱞﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺑﺎﺏﺍﻟﱠﺮﺣﺒﺔﻓﺸﺮﺏﻗﺎﺋﻤﺎ،ﻭﻗﺎﻝ:'
			'ﺇﱢﻧﻰﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻌﻞﺁﻤﺎﺭﺃﻳﺘﻤﻮﻧﻰﻓﻌﻠﺖ،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﯨ',
		translation: 'Translation of Hadith 768'
),
	Hadith(
		hadithNumber: 769,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﱠﻨﺎﻧﺄﺁﻞﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻧﺤﻦ'
			'ﻧﻤﺸﻰ،ﻭﻧﺸﺮﺏﻭﻧﺤﻦﻗﻴﺎﻡ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 769'
),
	Hadith(
		hadithNumber: 770,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐﻋﻦﺃﺑﻴﻪﻋﻦﺟﱢﺪﻩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﺸﺮﺏﻗﺎﺋﻤﺎﻭﻗﺎﻋﺪﺍ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 770'
),
	Hadith(
		hadithNumber: 771,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﻪﻧﻬﻰﺃﻥﻳﺸﺮﺏﺍﻟﺮﺟﻞﻗﺎﺋﻤﺎ.ﻗﺎﻝﻗﺘﺎﺩﺓ:'
			'ﻓﻘﻠﻨﺎﻷﻧﺲ:ﻓﺎﻷﺁﻞ؟ﻗﺎﻝ:ﺫﻟﻚﺃﺷﱡﺮﺃﻭﺃﺧﺒﺚﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪﺃﱠﻥﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺯﺟﺮﻋﻦﺍﻟﱡﺸﺮﺏﻗﺎﺋﻤﺎ',
		translation: 'Translation of Hadith 771'
),
	Hadith(
		hadithNumber: 772,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺸﺮﺑﻦﺃﺣﺪﻣﻨﻜﻢ'
			'.772ﻗﺎﺋﻤﺎ،ﻓﻤﻦﻧﺴﻲﻓﻠﻴﺴﺘﻘﻲﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 772'
),
	Hadith(
		hadithNumber: 773,
		hadith:
						'ﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺳﺎﻗﻰﺍﻟﻘﻮﻡﺁﺧﺮﻩﻢ»ﻳﻌﻨﻰ:'
			'ﺷﺮﺑﺎ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 773'
),
	Hadith(
		hadithNumber: 774,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺣﻀﺮﺕﺍﻟﱠﺼﻼﺓ،ﻓﻘﺎﻡﻣﻦﺁﺎﻥﻗﺮﻳﺐﺍﻟﱠﺪﺍﺭﺇﻟﻰﺃﻩﻠﻪ،ﻭﺑﻘﻰﻗﻮﻡﻓﺄﺗﻰ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻤﺨﻀﺐﻣﻦﺣﺠﺎﺭﺓ،ﻓﺼﻐﺮﺍﻟﻤﺨﻀﺐﺄﻧﻳﺒﺴﻂﻓﻴﻪﺁﻔﱠﻪ،ﻓﺘﻮﱠﺿﺄﺍﻟﻘﻮﻡ'
			'ﺁﻠﱠﻬﻢ.ﻗﺎﻟﻮﺍ:ﺁﻢﺁﻨﺘﻢ؟ﻗﺎﻝ:ﺛﻤﺎﻧﻴﻦﻭﺯﻳﺎﺩﺓ.ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻩﺬﻩﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪﻭﻟﻤﺴﻠﻢ:ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﻋﺎﺑﺈﻧﺎﺀﻣﻦﻣﺎﺀ،ﻓﺄﺗﻲﺑﻘﺪﺡﺭﺣﺮﺍﺡﻓﻴﻪﺷﻲﺀﻣﻦ'
			'ﻣﺎﺀ،ﻓﻮﺿﻊﺃﺻﺎﺑﻌﻪﻓﻴﻪ.ﻗﺎﻝﺃﻧﺲ:ﻓﺠﻌﻠﺖﺃﻧﻈﺮﺇﻟﻰﺍﻟﻤﺎﺀﻳﻨﺒﻊﻣﻦﺑﻴﻦﺃﺻﺎﺑﻌﻪ،ﻓﺤﺰﺭﺕﻣﻦﺗﻮﱠﺿﺄﻣﺎ'
			'ﺑﻴﻦﺍﻟﱠﺴﺒﻌﻴﻦﺇﻟﻰﺍﻟﱠﺜﻤﺎﻧﻴﻦ',
		translation: 'Translation of Hadith 774'
),
	Hadith(
		hadithNumber: 775,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺯﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﺎﻧﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺧﺮﺟﻨﺎﻟﻪﻣﺎﺀﻓﻲﺗﻮﺭ'
			'ﻣﻦﺻﻔﺮﻓﺘﻮﱠﺿﺄ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺍﻟﱡﺼﻔﺮ»ﺑﻀﻢﺍﻟﺼﺎﺩ،ﻭﻳﺠﻮﺯﺁﺴﺮﻩﺎ،ﻮﻫﻮﺍﻟﻨﺤﺎﺱ،«ﻭﺍﻟﱠﺘﻮﺭ»ﺁﺎﻟﻘﺪﺡ،ﻮﻫﻮﺑﺎﻟﺘﺎﺀﺍﻟﻤﺜﻨﺎﺓﻣﻦﻓﻮﻕ'
			'.'
			'`',
		translation: 'Translation of Hadith 775'
),
	Hadith(
		hadithNumber: 776,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺧﻞﻋﻠﻰﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭ،ﻭﻣﻌﻪ'
			'ﺻﺎﺣﺐﻟﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﻥﺁﺎﻥﻋﻨﺪﻙﻣﺎﺀﺑﺎﺕﻩﺬﻩﺍﻟﱠﻠﻴﻠﺔﻓﻲﺷﱠﻨﺔﻭﺇﱠﻻﺁﺮﻋﻨﺎ'
			'»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.«ﺍﻟﱠﺸﱡﻦ»:ﺍﻟﻘﺮﺑﺔ',
		translation: 'Translation of Hadith 776'
),
	Hadith(
		hadithNumber: 777,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺇﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﺎﻧﺎﻋﻦﺍﻟﺤﺮﻳﺮﻭﺍﻟﱢﺪﻳﺒﺎﺝﻭﺍﻟﱡﺸﺮﺏ'
			'.777ﻓﻲﺁﻧﻴﺔﺍﻟﱠﺬﻩﺐﻭﺍﻟﻔﱠﻀﺔ،ﻭﻗﺎﻝ:«ﻩﻲﻟﻬﻢﻓﻲﺍﻟﱡﺪﻧﻴﺎ،ﻮﻫﻰﻟﻜﻢﻓﻲﺍﻵﺧﺮﺓ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 777'
),
	Hadith(
		hadithNumber: 778,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺬﻱﻳﺸﺮﺏﻓﻲﺁﻧﻴﺔ'
			'ﺍﻟﻔﱠﻀﺔﺇﱠﻧﻤﺎﻳﺠﺮﺟﺮﻓﻲﺑﻄﻨﻪﻧﺎﺭﺟﻬﱠﻨﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺇﱠﻥﺍﻟﺬﻱﻳﺄﺁﻞﺃﻭﻳﺸﺮﺏﻓﻲﺁﻧﻴﺔﺍﻟﻔﱠﻀﺔﻭﺍﻟﱠﺬﻩﺐ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻣﻦﺷﺮﺏﻓﻲﺇﻧﺎﺀﻣﻦﺫﻩﺐﺃﻭﻓﻀﺔﻓﺈﱠﻧﻤﺎﻳﺠﺮﺟﺮﻓﻲﺑﻄﻨﻪﻧﺎﺭﺍﻣﻦﺟﻬﱠﻨﻢ»',
		translation: 'Translation of Hadith 778'
),
	Hadith(
		hadithNumber: 779,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺍﻟﺒﺴﻮﺍﻣﻦﺛﻴﺎﺑﻜﻢﺍﻟﺒﻴﺎﺽ'
			'،ﻓﺈﱠﻧﻬﺎﻣﻦﺧﻴﺮﺛﻴﺎﺑﻜﻢ،ﻭﺁﱢﻔﻨﻮﺍﻓﻴﻬﺎﻣﻮﺗﺎﺁﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 779'
),
	Hadith(
		hadithNumber: 780,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﺒﺴﻮﺍﺍﻟﺒﻴﺎﺽ،ﻓﺈﻧﻬﺎ'
			'ﺃﻃﻬﺮﻭﺃﻃﻴﺐ،ﻭﺁﱢﻔﻨﻮﺍﻓﻴﻬﺎﻣﻮﺗﺎﺁﻢ»ﺭﻭﺍﻩﺍﻟﻨﺴﺎﺋﻰ،ﻭﺍﻟﺤﺎﺁﻢﻭﻗﺎﻝ:ﺣﺪﻳﺚﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 780'
),
	Hadith(
		hadithNumber: 781,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺮﺑﻮﻋﺎﻭﻟﻘﺪﺭﺃﻳﺘﻪﻓﻲﺣﱠﻠﺔ'
			'ﺣﻤﺮﺍﺀﻣﺎﺭﺃﻳﺖﺷﻴﺌﺎﻗﱡﻂﺃﺣﺴﻦﻣﻨﻪ.ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 781'
),
	Hadith(
		hadithNumber: 782,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺟﺤﻴﻔﺔﻭﻩﺐﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻤﱠﻜﺔﻭﻩﻮ'
			'ﻭﺳﱠﻠﻢﻭﻋﻠﻴﻪﺣﱠﻠﺔﺣﻤﺮﺍﺀ،ﺁﺄﱢﻧﻰﺃﻧﻈﺮﺇﻟﻰﺑﻴﺎﺽﺳﺎﻗﻴﻪ،ﻓﺘﻮﱠﺿﺄﻭﺃﱠﺫﻥﺑﻼﻝ،ﻓﺠﻌﻠﺖﺃﺗﺘﱠﺒﻊﻓﺎﻩﻩﻬﻨﺎﻮﻫﻬﻨﺎ،ﺑﺎﻷﺑﻄﺢﻓﻲﻗﱠﺒﺔﻟﻪﺣﻤﺮﺍﺀﻣﻦﺃﺪﻣﻓﺨﺮﺝﺑﻼﻝﺑﻮﺿﻮﺋﻪ،ﻓﻤﻦﻧﺎﺿﺢﻭﻧﺎﺋﻞ،ﻓﺨﺮﺝﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻳﻘﻮﻝﻳﻤﻴﻨﺎﻭﺷﻤﺎﻻ:ﺣﱠﻲﻋﻠﻰﺍﻟﱠﺼﻼﺓ،ﺣﱠﻲﻋﻠﻰﺍﻟﻔﻼﺡ.ﺛﻢﱠﺭﺁﺰﺕﻟﻪﻋﻨﺰﺓ،ﻓﺘﻘﱠﺪﻡﻓﺼﱠﻠﻰﻳﻤﺮﱡﺑﻴﻦﻳﺪﻳﻪ'
			'ﺍﻟﻜﻠﺐﻭﺍﻟﺤﻤﺎﺭﻻﻳﻤﻨﻊ.ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.«ﺍﻟﻌﻨﺰﺓ»ﺑﻔﺘﺢﺍﻟﻨﻮﻥﻧﺤﻮﺍﻟﻌﻜﺎﺯﺓ',
		translation: 'Translation of Hadith 782'
),
	Hadith(
		hadithNumber: 783,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺭﻣﺜﺔﺭﻓﺎﻋﺔﺍﻟﱠﺘﻤﻴﻤﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻋﻠﻴﻪ'
			'ﺛﻮﺑﺎﻥﺃﺧﻀﺮﺍﻥ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 783'
),
	Hadith(
		hadithNumber: 784,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺧﻞﻳﻮﻡﻓﺘﺢﻣﱠﻜﺔﻭﻋﻠﻴﻪﻋﻤﺎﻣﺔ'
			'ﺳﻮﺩﺍﺀ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 784'
),
	Hadith(
		hadithNumber: 785,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﻋﻤﺮﻭﺑﻦﺣﺮﻳﺚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺄﻧﻰﺃﻧﻈﺮﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻭﻋﻠﻴﻪﻋﻤﺎﻣﺔﺳﻮﺩﺍﺀﻗﺪﺃﺭﺧﻰﻃﺮﻓﻴﻬﺎﺑﻴﻦﺁﺘﻔﻴﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﻄﺐﺍﻟﱠﻨﺎﺱ،ﻭﻋﻠﻴﻪﻋﻤﺎﻣﺔﺳﻮﺩﺍﺀ',
		translation: 'Translation of Hadith 785'
),
	Hadith(
		hadithNumber: 786,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﱢﻔﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺛﻼﺛﺔﺃﺛﻮﺍﺏﺑﻴﺾ'
			'ﺳﺤﻮﻟﱠﻴﺔﻣﻦﺁﺮﺳﻒ،ﻟﻴﺲﻓﻴﻬﺎﻗﻤﻴﺺﻭﻻﻋﻤﺎﻣﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺴﱠﺤﻮﻟﻴﱠﺔ»ﺑﻔﺘﺢﺍﻟﺴﻴﻦﻭﺿﻤﻬﺎﻭﺿﻢﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺘﻴﻦ:ﺛﻴﺎﺏﺗﻨﺴﺐﺇﻟﻰﺳﺤﻮﻝ:ﻗﺮﻳﺔﺑﺎﻟﻴﻤﻦ«'
			'ﻭﺍﻟﻜﺮﺳﻒ»:ﺍﻟﻘﻄﻦ.'
			'`',
		translation: 'Translation of Hadith 786'
),
	Hadith(
		hadithNumber: 787,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺧﺮﺝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺫﺎﺗﻏﺪﺍﺓﻭﻋﻠﻴﻪﻣﺮﻁﻣﺮﱠﺣﻞﻣﻦﺷﻌﺮﺃﺳﻮﺩﺭﻭﺍﻩ.'
			'ﻣﺴﻠﻢ.'
			'»ﺍﻟﻤﺮﻁ»ﺑﻜﺴﺮﺍﻟﻤﻴﻢ:ﻮﻫﻮﺁﺴﺎﺀ.«ﻭﺍﻟﻤﺮﱠﺣﻞ»ﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ:ﻩﻮﺍﻟﺬﻱﻓﻴﻪﺻﻮﺭﺓﺭﺣﺎﻝﺍﻹﺑﻞ،'
			'ﻮﻫﻲﺍﻷﺁﻮﺍﺭ.'
			'`',
		translation: 'Translation of Hadith 787'
),
	Hadith(
		hadithNumber: 788,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺖﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺫﺍﺕﻟﻴﻠﺔﻓﻲ'
			'ﻣﺴﻴﺮ،ﻓﻘﺎﻝﻟﻲ:«ﺃﻣﻌﻚﻣﺎﺀ؟»ﻗﻠﺖ:ﻧﻌﻢ،ﻓﻨﺰﻝﻋﻦﺭﺍﺣﻠﺘﻪﻓﻤﺸﻰﺣﺘﻰﺗﻮﺍﺮﯨﻓﻲﺳﻮﺍﺩﺍﻟﱠﻠﻴﻞﺛﻢﺟﺎﺀ'
			'ﻓﺄﻓﺮﻏﺖﻋﻠﻴﻪﻣﻦﺍﻹﺩﺍﻭﺓ،ﻓﻐﺴﻞﻭﺟﻬﻪﻭﻋﻠﻴﻪﺟﱠﺒﺔﻣﻦﺻﻮﻑ،ﻓﻠﻢﻳﺴﺘﻄﻊﺃﻥﻳﺨﺮﺝﺫﺭﺍﻋﻴﻪﻣﻨﻬﺎﺣﺘﻰ'
			'ﺃﺧﺮﺟﻬﻤﺎﻣﻦﺃﺳﻔﻞﺍﻟﺠﱠﺒﺔ،ﻓﻐﺴﻞﺫﺭﺍﻋﻴﻪﻭﻣﺴﺢﺑﺮﺃﺳﻪﺛﻢﱠﺃﻩﻮﻳﺖﻷﻧﺰﻉﺧﱠﻔﻴﻪﻓﻘﺎﻝ:«ﺩﻋﻬﻤﺎﻓﺈﻧﻰ'
			'ﺃﺩﺧﻠﺘﻬﻤﺎﻃﺎﻩﺮﺗﻴﻦ»ﻭﻣﺴﺢﻋﻠﻴﻬﻤﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻭﻋﻠﻴﻪﺟﱠﺒﺔﺷﺎﻣﱠﻴﺔﺿﻴﻘﺔﺍﻟﻜﱠﻤﻴﻦ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺃﱠﻥﻩﺬﻩﺍﻟﻘﺼﺔﺁﺎﻧﺖﻓﻲﻏﺰﻭﺓﺗﺒﻮﻙ',
		translation: 'Translation of Hadith 788'
),
	Hadith(
		hadithNumber: 789,
		hadith:
						'ﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺃﺣﱠﺐﺍﻟﱢﺜﻴﺎﺏﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻘﻤﻴﺺ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 789'
),
	Hadith(
		hadithNumber: 790,
		hadith:
						'ﻋﻦﺃﺳﻤﺎﺀﺑﻨﺖﻳﺰﻳﺪﺍﻷﻧﺼﺎﺭﱠﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺁﻢﱡﻗﻤﻴﺺﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺇﻟﻰﺍﻟﱡﺮﺳﻎ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 790'
),
	Hadith(
		hadithNumber: 791,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻥﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺟﱠﺮﺛﻮﺑﻪﺧﻴﻼﺀﻟﻢﻳﻨﻈﺮ'
			'ﺍﻟﱠﻠﻪﺇﻟﻴﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻓﻘﺎﻝﺃﺑﻮﺑﻜﺮ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺈﻧﺇﺯﺍﺮﯨﻳﺴﺘﺮﺧﻰﺇﻻﺃﻥﺃﺗﻌﺎﻩﺪﻩ،ﻓﻘﺎﻝﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻧﻚﻟﺴﺖﻣﱠﻤﻦﻳﻔﻌﻠﻪﺧﻴﻼﺀ».'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ،ﻭﺭﻮﯨﻣﺴﻠﻢﺑﻌﻀﻪ',
		translation: 'Translation of Hadith 791'
),
	Hadith(
		hadithNumber: 792,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﻨﻈﺮﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ'
			'ﺇﻟﻰﻣﻦﺟﱠﺮﺇﺯﺍﺭﻩﺑﻄﺮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 792'
),
	Hadith(
		hadithNumber: 793,
		hadith:
						'ﻭﻋﻨﻪﻋـﻦﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺃﺳﻔﻞﻣﻦﺍﻟﻜﻌﺒﻴﻦﻣﻦﺍﻹﺯﺍﺭﻓﻔﻲﺍﻟﱠﻨﺎﺭ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 793'
),
	Hadith(
		hadithNumber: 794,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺛﻼﺛﺔﻻﻳﻜﻠﱢﻤﻬﻢﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،""?'
			'ﻭﻻﻳﻨﻈﺮﺇﻟﻴﻬﻢ،ﻭﻻﻳﺰﱢﺁﻴﻬﻢ،ﻭﻟﻬﻢﻋﺬﺍﺏﺃﻟﻴﻢ»ﻗﺎﻝ:ﻓﻘﺮﺄﻫﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺛﻼﺙﻣﺮﺍﺭ.'
			'ﻗﺎﻝﺃﺑﻮﺫﱟﺭ:ﺧﺎﺑﻮﺍﻭﺧﺴﺮﻭﺍﻣﻦﻩﻢﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﺍﻟﻤﺴﺒﻞ،ﻭﺍﻟﻤﱠﻨﺎﻥﻭﺍﻟﻤﻨﻔﻖﺳﻠﻌﺘﻪﺑﺎﻟﺤﻠﻒ'
			'ﺍﻟﻜﺎﺫﺏ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﺍﻟﻤﺴﺒﻞﺇﺯﺍﺭﻩ»',
		translation: 'Translation of Hadith 794'
),
	Hadith(
		hadithNumber: 795,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻹﺳﺒﺎﻝﻓﻲﺍﻹﺯﺍﺭ،'
			'ﻭﺍﻟﻘﻤﻴﺺ،ﻭﺍﻟﻌﻤﺎﻣﺔ،ﻣﻦﺟﱠﺮﺷﻴﺌﺎﺧﻴﻼﺀﻟﻢﻳﻨﻈﺮﺍﻟﱠﻠﻪﺇﻟﻴﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﻨﺴﺎﺋﻰﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 795'
),
	Hadith(
		hadithNumber: 796,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺟﺮﻱﱟﺟﺎﺑﺮﺑﻦﺳﻠﻴﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺭﺟﻼﻳﺼﺪﺭﺍﻟﱠﻨﺎﺱﻋﻦﺭﺃﻳﻪﻻﻳﻘﻮﻝﺷﻴﺌﺎﺇﱠﻻ'
			'ﺻﺪﺭﻭﺍﻋﻨﻪ،ﻗﻠﺖ:ﻣﻦﻩﺬﺍ؟ﻗﺎﻟﻮﺍ:ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻗﻠﺖ:ﻋﻠﻴﻚﺍﻟﱠﺴﻼﻡﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﻣﱠﺮﺗﻴﻦﻗﺎﻝ:«ﻻﺗﻘﻞﻋﻠﻴﻚﺍﻟﱠﺴﻼﻡ،ﻋﻠﻴﻚﺍﻟﺴﻼﻡﺗﺤﻴﱠﺔﺍﻟﻤﻮﺗﻰﻗﻞ:ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻚ»ﻗﺎﻝ:ﻗﻠﺖ:ﺃﻧﺖﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﺃﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺍﻟﺬﻱﺇﺫﺍﺃﺻﺎﺑﻚﺿﱞﺮﻓﺪﻋﻮﺗﻪﺁﺸﻔﻪﻋﻨﻚ،ﻭﺇﺫﺍﺃﺻﺎﺑﻚﻋﺎﻡﺳﻨﺔﻓﺪﻋﻮﺗﻪﺃﻧﺒﺘﻬﺎ'
			'ﻟﻚ،ﻭﺇﺫﺍﺁﻨﺖﺑﺄﺭﺽﻗﻔﺮﺃﻭﻓﻼﺓ،ﻓﻀﱠﻠﺖﺭﺍﺣﻠﺘﻚ،ﻓﺪﻋﻮﺗﻪﺭﱠﺩﻩﺎﻋﻠﻴﻚ»ﻗﺎﻝ:ﻗﻠﺖ:ﺍﻋﻬﺪﺇﻟﱠﻲ.ﻗﺎﻝ:«'
			'ﻻﺗﺴﺒﱠﻦﱠﺃﺣﺪﺍ»ﻗﺎﻝ:ﻓﻤﺎﺳﺒﺒﺖﺑﻌﺪﻩﺣﺮﺍ،ﻭﻻﻋﺒﺪﺍ،ﻭﻻﺑﻌﻴﺮﺍ،ﻭﻻﺷﺎﺓ«ﻭﻻﺗﺤﻘﺮﱠﻥﻣﻦﺍﻟﻤﻌﺮﻭﻑﺷﻴﺌﺎ'
			'،ﻭﺃﻥﺗﻜﱢﻠﻢﺃﺧﺎﻙﻭﺃﻧﺖﻣﻨﺒﺴﻂﺇﻟﻴﻪﻭﺟﻬﻚ،ﺇﱠﻥﺫﻟﻚﻣﻦﺍﻟﻤﻌﺮﻭﻑ.ﻭﺍﺭﻓﻊﺇﺯﺍﺭﻙﺇﻟﻰﻧﺼﻒﺍﻟﱠﺴﺎﻕ،ﻓﺈﻥ'
			'ﺃﺑﻴﺖﻓﺈﻟﻰﺍﻟﻜﻌﺒﻴﻦ،ﻭﺇﻳﺎﻙﻭﺇﺳﺒﺎﻝﺍﻹﺯﺍﺭﻓﺈﱠﻧﻬﺎﻣﻦﺍﻟﻤﺨﻴﻠﺔﻭﺇﱠﻥﺍﻟﱠﻠﻪﻻﻳﺤﱡﺐﺍﻟﻤﺨﻴﻠﺔ،ﻭﺈﻧﺍﻣﺮﺅﺷﺘﻤﻚ'
			'ﻭﻋﱠﻴﺮﻙﺑﻤﺎﻳﻌﻠﻢﻓﻴﻚﻓﻼﺗﻌﱢﻴﺮﻩﺑﻤﺎﺗﻌﻠﻢﻓﻴﻪ،ﻓﺈﱠﻧﻤﺎﻭﺑﺎﻝﺫﻟﻚﻋﻠﻴﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ'
			'،ﻭﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 796'
),
	Hadith(
		hadithNumber: 797,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺑﻴﻨﻤﺎﺭﺟﻞﻳﺼﱢﻠﻰﻣﺴﺒﻞﺇﺯﺍﺭﻩ،ﻗﺎﻝﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﺫﻩﺐﻓﺘﻮﺿﺄ»ﻓﺬﻩﺐﻓﺘﻮﱠﺿﺄ،ﺛﻢﺟﺎﺀ،ﻓﻘﺎﻝ:«ﺍﺬﻫﺐﻓﺘﻮﱠﺿﺄ»ﻓﻘﺎﻝﻟﻪﺭﺟﻞ:ﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ.ﻣﺎﻟﻚﺃﻣﺮﺗﻪﺄﻧﻳﺘﻮﱠﺿﺄﺛﻢﺳﻜﱠﺖﻋﻨﻪ؟ﻗﺎﻝ:«ﺇﻧﻪﺁﺎﻥﻳﺼﱢﻠﻰﻮﻫﻮﻣﺴﺒﻞﺇﺯﺍﺭﻩ،ﺈﻧﺍﻟﱠﻠﻪﻻﻳﻘﺒﻞﺻﻼﺓ'
			'ﺭﺟﻞﻣﺴﺒﻞ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ.'
			'ﻗﻠﺖ:(ﺿﻌﻴﻒ)[ﻓﻴﻪ:ﺃﺑﻮﺟﻌﻔﺮ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 797'
),
	Hadith(
		hadithNumber: 798,
		hadith:
						'ﻭﻋﻦﻗﻴﺲﺑﻦﺑﺸﺮﺍﻟﱠﺘﻐﻠﺒﱢﻲﻗﺎﻝ:ﺃﺧﺒﺮﻧﻰﺃﺑﻲﻭﺁﺎﻥﺟﻠﻴﺴﺎﻷﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﻗﺎﻝ:ﺁﺎﻥﺑﺪﻣﺸﻖﺭﺟﻞﻣﻦ'
			'ﺃﺻﺤﺎﺏﺍﻟﻨﺒﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﺎﻝﻟﻪﺳﻬﻞﺍﺑﻦﺍﻟﺤﻨﻈﻠﱠﻴﺔ،ﻭﺁﺎﻥﺭﺟﻼﻣﺘﻮﱢﺣﺪﺍﻗﱠﻠﻤﺎﻳﺠﺎﻟﺲﺍﻟﱠﻨﺎﺱ،'
			'ﺇﱠﻧﻤﺎﻩﻮﺻﻼﺓ،ﻓﺈﺫﺍﻓﺮﻍﻓﺈﱠﻧﻤﺎﻩﻮﺗﺴﺒﻴﺢﻭﺗﻜﺒﻴﺮﺣﺘﻰﻳﺄﺗﻲﺃﻩﻠﻪ،ﻓﻤﱠﺮﺑﻨﺎﻭﻧﺤﻦﻋﻨﺪﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀ،ﻓﻘﺎﻝﻟﻪ'
			'ﺃﺑﻮﺍﻟﱠﺪﺭﺩﺍﺀ:ﺁﻠﻤﺔﺗﻨﻔﻌﻨﺎﻭﻻﺗﻀﱡﺮﻙ،.ﻗﺎﻝ:ﺑﻌﺚﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﺮﱠﻳﺔﻓﻘﺪﻣﺖ،ﻓﺠﺎﺀ'
			'ﺭﺟﻞﻣﻨﻬﻢﻓﺠﻠﺲﻓﻲﺍﻟﻤﺠﻠﺲﺍﻟﺬﻱﻳﺠﻠﺲﻓﻴﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝﻟﺮﺟﻞﺇﻟﻰﺟﻨﺒﻪ:ﻟﻮ'
			'ﺭﺃﻳﺘﻨﺎﺣﻴﻦﺍﻟﺘﻘﻴﻨﺎﻧﺤﻦﻭﺍﻟﻌﺪﻭ،ﻓﺤﻤﻞﻓﻼﻥﻓﻄﻌﻦ،ﻓﻘﺎﻝ:ﺧﺬﻩﺎﻣﱢﻨﻰ.ﻭﺃﻧﺎﺍﻟﻐﻼﻡﺍﻟﻐﻔﺎﺭﱡﻱ،ﺁﻴﻒﺗﺮﻯﻓﻲ'
			'ﻗﻮﻟﻪ؟ﻗﺎﻝ:ﻣﺎﺃﺭﺍﻩﺇﻻﻗﺪﺑﻄﻞﺃﺟﺮﻩ.ﻓﺴﻤﻊﺑﺬﻟﻚﺁﺧﺮﻓﻘﺎﻝ:ﻣﺎﺃﺮﯨﺑﺬﻟﻚﺑﺄﺳﺎ،ﻓﺘﻨﺎﺯﻋﺎﺣﺘﻰﺳﻤﻊﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ؟ﻻﺑﺄﺱﺄﻧﻳﺆﺟﺮﻭﻳﺤﻤﺪ»ﻓﺮﺃﻳﺖﺃﺑﺎﺍﻟﱠﺪﺭﺩﺍﺀﺳﺮﱠﺑﺬﻟﻚ،'
			'ﻭﺟﻌﻞﻳﺮﻓﻊﺭﺃﺳﻪﺇﻟﻴﻪﻭﻳﻘﻮﻝ:ﺃﺃﻧﺖﺳﻤﻌﺖﺫﻟﻚﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،؟ﻓﻴﻘﻮﻝ:ﻧﻌﻢ،ﻓﻤﺎ'
			'ﺯﻻﻳﻌﻴﺪﻋﻠﻴﻪﺣﺘﻰﺇﻧﻰﻷﻗﻮﻝﻟﻴﺒﺮﺁﱠﻦﻋﻠﻰﺭﺁﺒﺘﻴﻪ.'
			'ﻗﺎﻝ:ﻓﻤﱠﺮﺑﻨﺎﻳﻮﻣﺎﺁﺧﺮ،ﻓﻘﺎﻝﻟﻪﺃﺑﻮﺍﻟﱠﺪﺭﺩﺍﺀ:ﺁﻠﻤﺔﺗﻨﻔﻌﻨﺎﻭﻻﺗﻀﱡﺮﻙ،ﻗﺎﻝ:ﻗﺎﻝﻟﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻤﻨﻔﻖﻋﻠﻰﺍﻟﺨﻴﻞﺁﺎﻟﺒﺎﺳﻂﻳﺪﻩﺑﺎﻟﱠﺼﺪﻗﺔﻻﻳﻘﺒﻀﻬﺎ».ﺛﻢﻣﱠﺮﺑﻨﺎﻳﻮﻣﺎﺁﺧﺮ،ﻓﻘﺎﻝﻟﻪﺃﺑﻮ'
			'ﺍﻟﱠﺪﺭﺩﺍﺀ:ﺁﻠﻤﺔﺗﻨﻔﻌﻨﺎﻭﻻﺗﻀﱡﺮﻙ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻧﻌﻢﺍﻟﺮﱠﺟﻞﺧﺮﻳﻢﺍﻷﺳﺪﱡﻱ،'
			'ﻟﻮﻻﻃﻮﻝﺟﻤﺘﻪﻭﺇﺳﺒﺎﻝﺇﺯﺍﺭﻩ»ﻓﺒﻠﻎﺫﻟﻚﺧﺮﻳﻤﺎ،ﻓﻌﱠﺠﻞﻓﺄﺧﺬﺷﻔﺮﺓﻓﻘﻄﻊﺑﻬﺎﺟﻤﺘﻪﺇﻟﻰﺃﺫﻧﻴﻪ،ﻭﺭﻓﻊﺇﺯﺍﺭﻩ'
			'ﺇﻟﻰﺃﻧﺼﺎﻑﺳﺎﻗﻴﻪ.ﺛﱠﻢﻣﱠﺮﺑﻨﺎﻳﻮﻣﺎﺁﺧﺮﻓﻘﺎﻝﻟﻪﺃﺑﻮﺍﻟﱠﺪﺭﺩﺍﺀ:ﺁﻠﻤﺔﺗﻨﻔﻌﻨﺎﻭﻻﺗﻀﱡﺮﻙﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻧﻜﻢﻗﺎﺩﻣﻮﻥﻋﻠﻰﺇﺧﻮﺍﻧﻜﻢ.ﻓﺄﺻﻠﺤﻮﺍﺭﺣﺎﻟﻜﻢ،ﻭﺃﺻﻠﺤﻮﺍﻟﺒﺎﺳﻜﻢﺣﺘﻰ'
			'ﺗﻜﻮﻧﻮﺍﺁﺄﱠﻧﻜﻢﺷﺎﻣﺔﻓﻲﺍﻟﱠﻨﺎﺱ،ﻓﺈﱠﻥﺍﻟﱠﻠﻪﻻﻳﺤﱡﺐﺍﻟﻔﺤﺶﻭﻻﺍﻟﱠﺘﻔﺤﺶ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ،ﺇﱠﻻ'
			'ﻗﻴﺲﺑﻦﺑﺸﺮ،ﻓﺎﺧﺘﻠﻔﻮﺍﻓﻲﺗﻮﺛﻴﻘﻪﻭﺗﻀﻌﻔﻴﻪ،ﻭﻗﺪﺭﻮﯨﻟﻪﻣﺴﻠﻢ.'
			'ﻗﻠﺖ:ﺑﻞﻩﻮﺿﻌﻴﻒ.[ﻓﻴﻪ:ﻗﻴﺲﺍﻟﺘﻐﻠﺒﻲ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 798'
),
	Hadith(
		hadithNumber: 799,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﺇﺯﺭﺓﺍﻟﻤﺴﻠﻢﺇﻟﻰ'
			'ﻧﺼﻒﺍﻟﱠﺴﺎﻕ،ﻭﻻﺣﺮﺝﺃﻭﻻﺟﻨﺎﺡﻓﻴﻤﺎﺑﻴﻨﻪﻭﺑﻴﻦﺍﻟﻜﻌﺒﻴﻦ،ﻓﻤﺎﺁﺎﻥﺃﺳﻔﻞﻣﻦﺍﻟﻜﻌﺒﻴﻦﻓﻬﻮﻓﻲﺍﻟﱠﻨﺎﺭ،'
			'ﻭﻣﻦﺟﱠﺮﺇﺯﺍﺭﻩﺑﻄﺮﺍﻟﻢﻳﻨﻈﺮﺍﻟﱠﻠﻪﺇﻟﻴﻪ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 799'
),
	Hadith(
		hadithNumber: 800,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻣﺮﺭﺕﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻓﻲﺇﺯﺍﺮﻳ'
			'ﺍﺳﺘﺮﺧﺎﺀ.ﻓﻘﺎﻝ:«ﻳﺎﻋﺒﺪﺍﻟﱠﻠﻪ،ﺍﺭﻓﻊﺇﺯﺍﺭﻙ»ﻓﺮﻓﻌﺘﻪﺛﻢﱠﻗﺎﻝ:«ﺯﺩ»،ﻓﺰﺩﺕ،ﻓﻤﺎﺯﻟﺖﺃﺗﺤﱠﺮﺎﻫﺎﺑﻌﺪ.ﻓﻘﺎﻝ'
			'ﺑﻌﺾﺍﻟﻘﻮﻡ:ﺇﻟﻰﺃﻳﻦ؟ﻓﻘﺎﻝ:ﺇﻟﻰﺃﻧﺼﺎﻑﺍﻟﱠﺴﺎﻗﻴﻦ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 800'
),
	Hadith(
		hadithNumber: 801,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺟﱠﺮﺛﻮﺑﻪﺧﻴﻼﺀﻟﻢﻳﻨﻈﺮﺍﻟﱠﻠﻪﺇﻟﻴﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ'
			'»ﻓﻘﺎﻟﺖﺄﻣﱡﺳﻠﻤﺔ:ﻓﻜﻴﻒﺗﺼﻨﻊﺍﻟﱢﻨﺴﺎﺀﺑﺬﻳﻮﻟﻬﻦﱠ،ﻗﺎﻝ:«ﻳﺮﺧﻴﻦﺷﺒﺮﺍ».ﻗﺎﻟﺖ:ﺇﺬﻧﺗﻨﻜﺸﻒﺃﻗﺪﺍﻣﻬﱠﻦ.ﻗﺎﻝ'
			':«ﻓﻴﺮﺧﻴﻨﻪﺫﺭﺍﻋﺎﻻﻳﺰﺩﻥ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 801'
),
	Hadith(
		hadithNumber: 802,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺑﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺗﺮﻙﺍﻟﱢﻠﺒﺎﺱ'
			'ﺗﻮﺍﺿﻌﺎﻟﱠﻠﻪ،ﻭﻩﻮﻳﻘﺪﺭﻋﻠﻴﻪ،ﺩﻋﺎﻩﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻋﻠﻰﺭﺅﻭﺱﺍﻟﺨﻼﺋﻖﺣﺘﻰﻳﺨﱢﻴﺮﻩﻣﻦﺃﱢﻱﺣﻠﻞﺍﻹﻳﻤﺎﻥ'
			'ﺷﺎﺀﻳﻠﺒﺴﻬﺎ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 802'
),
	Hadith(
		hadithNumber: 803,
		hadith:
						'ﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐﻋﻦﺃﺑﻴﻪﻋﻦﺟﱢﺪﻩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﺈﻧﺍﻟﱠﻠﻪﻳﺤﺐﱡﺃﻥﻳﺮﻯﺃﺛﺮﻧﻌﻤﺘﻪﻋﻠﻰﻋﺒﺪﻩ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 803'
),
	Hadith(
		hadithNumber: 804,
		hadith:
						'ﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻠﺒﺴﻮﺍﺍﻟﺤﺮﻳﺮ'
			'،ﻓﺈﱠﻥﻣﻦﻟﺒﺴﻪﻓﻲﺍﻟﱡﺪﻧﻴﺎﻟﻢﻳﻠﺒﺴﻪﻓﻲﺍﻵﺧﺮﺓ.»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 804'
),
	Hadith(
		hadithNumber: 805,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻧﻤﺎﻳﻠﺒﺲﺍﻟﺤﺮﻳﺮﻣﻦﻻﺧﻼﻕﻟﻪ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺭﻱ:«ﻣﻦﻻﺧﻼﻕﻟﻪﻓﻲﺍﻵﺧﺮﺓ».'
			'ﻗﻮﻟﻪ:«ﻣﻦﻻﺧﻼﻕﻟﻪ»،ﺃﻱ:ﻻﻧﺼﻴﺐﻟﻪ.'
			'`',
		translation: 'Translation of Hadith 805'
),
	Hadith(
		hadithNumber: 806,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻟﺒﺲﺍﻟﺤﺮﻳﺮﻓﻲﺍﻟﱡﺪﻧﻴﺎﻟﻢ'
			'ﻳﻠﺒﺴﻪﻓﻲﺍﻵﺧﺮﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 806'
),
	Hadith(
		hadithNumber: 807,
		hadith:
						'ﻭﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺧﺬﺣﺮﻳﺮﺍ،ﻓﺠﻌﻠﻪﻓﻲﻳﻤﻴﻨﻪ،'
			'ﻭﺫﻩﺒﺎﻓﺠﻌﻠﻪﻓﻲﺷﻤﺎﻟﻪ،ﺛﻢﱠﻗﺎﻝ:«ﺇﱠﻥﻩﺬﻳﻦﺣﺮﺎﻣﻋﻠﻰﺫﺁﻮﺭﺃﱠﻣﺘﻲ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ'
			'`',
		translation: 'Translation of Hadith 807'
),
	Hadith(
		hadithNumber: 808,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺣﱢﺮﻡﻟﺒﺎﺱ'
			'ﺍﻟﺤﺮﻳﺮﻭﺍﻟﱠﺬﻩﺐﻋﻠﻰﺫﺁﻮﺭﺃﱠﻣﺘﻲ،ﻭﺃﺣﱠﻞﻹﻧﺎﺛﻬﻢ».'
			'.808ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 808'
),
	Hadith(
		hadithNumber: 809,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﺎﻧﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻧﺸﺮﺏﻓﻲﺁﻧﻴﺔﺍﻟﱠﺬﻩﺐﻭﺍﻟﻔﱠﻀﺔ،'
			'ﻭﺃﻥﻧﺄﺁﻞﻓﻴﻬﺎ،ﻭﻋﻦﻟﺒﺲﺍﻟﺤﺮﻳﺮﻭﺍﻟﱢﺪﻳﺒﺎﺝﻭﺃﻥﻧﺠﻠﺲﻋﻠﻴﻪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 809'
),
	Hadith(
		hadithNumber: 810,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺭﺧﺺﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻠﺰﺑﻴﺮﻭﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﻋﻮﻑ'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻓﻲﻟﺒﺲﺍﻟﺤﺮﻳﺮﻟﺤﱠﻜﺔﺑﻬﻤﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 810'
),
	Hadith(
		hadithNumber: 811,
		hadith:
						'ﻋﻦﻣﻌﺎﻭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺮﺁﺒﻮﺍﺍﻟﺨﱠﺰﻭﻻﺍﻟﱠﻨﻤﺎﺭ»'
			'.'
			'ﺣﺪﻳﺚﺣﺴﻦ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 811'
),
	Hadith(
		hadithNumber: 812,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻤﻠﻴﺢﻋﻦﺃﺑﻴﻪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺟﻠﻮﺩ'
			'ﺍﻟﱢﺴﺒﺎﻉ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﺍﻟﻨﺴﺎﺋﻲﺑﺄﺳﺎﻧﻴﺪﺻﺤﺎﺡ',
		translation: 'Translation of Hadith 812'
),
	Hadith(
		hadithNumber: 813,
		hadith:
						'ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺍﺳﺘﺠﱠﺪﺛﻮﺑﺎﺳﱠﻤﺎﻩ'
			'ﺑﺎﺳﻤﻪﻋﻤﺎﻣﺔ،ﺃﻭﻗﻤﻴﺼﺎ،ﺃﻭﺭﺩﺍﺀﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﻟﻚﺍﻟﺤﻤﺪﺃﻧﺖﺁﺴﻮﺗﻨﻴﻪ،ﺃﺳﺄﻟﻚﺧﻴﺮﻩﻭﺧﻴﺮﻣﺎﺻﻨﻊﻟﻪ'
			'،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﺷﱢﺮﻩﻭﺷﱢﺮﻣﺎﺻﻨﻊﻟﻪ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 813'
),
	Hadith(
		hadithNumber: 814,
		hadith:
						'ﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺃﻮﯨﺇﻟﻰﻓﺮﺍﺷﻪ'
			'ﻧﺎﻡﻋﻠﻰﺷﱠﻘﻪﺍﻷﻳﻤﻦ،ﺛﻢﱠﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺃﺳﻠﻤﺖﻧﻔﺴﻲﺇﻟﻴﻚ،ﻭﻭﺟﱠﻬﺖﻭﺟﻬﻲﺇﻟﻴﻚ،ﻭﻓﻮﱠﺿﺖﺃﻣﺮﻱﺇﻟﻴﻚ،'
			'ﻭﺃﻟﺠﺄﺕﻇﻬﺮﻱﺇﻟﻴﻚ،ﺭﻏﺒﺔﻭﺭﻩﺒﺔﺇﻟﻴﻚ،ﻻﻣﻠﺠﺄﻭﻻﻣﻨﺠﻰﻣﻨﻚﺇﱠﻻﺇﻟﻴﻚ،ﺁﻣﻨﺖﺑﻜﺘﺎﺑﻚﺍﻟﺬﻱﺃﻧﺰﻟﺖ،'
			'ﻭﻧﺒﱢﻴﻚﺍﻟﺬﻱﺃﺭﺳﻠﺖ».'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﺑﻬﺬﺍﺍﻟﻠﻔﻆﻓﻲﺁﺘﺎﺏﺍﻷﺪﺑﻣﻦﺻﺤﻴﺤﻪ',
		translation: 'Translation of Hadith 814'
),
	Hadith(
		hadithNumber: 815,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﺗﻴﺖﻣﻀﺠﻌﻚﻓﺘﻮﱠﺿﺄﻭﺿﻮﺀﻙﻟﻠﱠﺼﻼﺓ،'
			'ﺛﻢﱠﺍﺿﻄﺠﻊﻋﻠﻰﺷﱢﻘﻚﺍﻷﻳﻤﻦ،ﻭﻗﻞ..»ﻭﺫﺁﺮﻧﺤﻮﻩ،ﻭﻓﻴﻪ:«ﻭﺍﺟﻌﻠﻬﱠﻦﺁﺧﺮﻣﺎﺗﻘﻮﻝ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 815'
),
	Hadith(
		hadithNumber: 816,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﱢﻠﻲﻣﻦﺍﻟﱠﻠﻴﻞﺇﺣﺪﻯﻋﺸﺮﺓ'
			'ﺭﺁﻌﺔ،ﻓﺈﺫﺍﻃﻠﻊﺍﻟﻔﺠﺮﺻﱠﻠﻰﺭﺁﻌﺘﻴﻦﺧﻔﻴﻔﺘﻴﻦ،ﺛﱠﻢﺍﺿﻄﺠﻊﻋﻠﻰﺷﱢﻘﻪﺍﻷﻳﻤﻦﺣﱠﺘﻰﻳﺠﻲﺀﺍﻟﻤﺆﺫﱢﻥﻓﻴﻮﺫﻧﻪ،'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 816'
),
	Hadith(
		hadithNumber: 817,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ::ﺁﺎﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺃﺧﺬﻣﻀﺠﻌﻪﻣﻦﺍﻟﱠﻠﻴﻞﻭﺿﻊ.'
			'ﻳﺪﻩﺗﺤﺖﺧﱢﺪﻩ،ﺛﱠﻢﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺑﺎﺳﻤﻚﺃﻣﻮﺕﻭﺃﺣﻴﺎ»ﻭﺇﺫﺍﺍﺳﺘﻴﻘﻆﻗﺎﻝ:«ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺍﱠﻟﺬﻱﺃﺣﻴﺎﻧﺎﺑﻌﺪﻣﺎ'
			'ﺃﻣﺎﺗﻨﺎﻭﺇﻟﻴﻪﺍﻟﱡﻨﺸﻮﺭ».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 817'
),
	Hadith(
		hadithNumber: 818,
		hadith:
						'ﻭﻋﻦﻳﻌﻴﺶﺑﻦﻃﺨﻔﺔﺍﻟﻐﻔﺎﺭﱠﻱﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺃﺑﻲ«ﺑﻴﻨﻤﺎﺃﻧﺎﻣﻀﻄﺠﻊﻓﻲﺍﻟﻤﺴﺠﺪﻋﻠﻰ'
			'ﺑﻄﻨﻲﺇﺫﺍﺭﺟﻞﻳﺤﱢﺮﺁﻨﻲﺑﺮﺟﻠﻪﻓﻘﺎﻝ«ﺇﱠﻥﻩﺬﻩﺿﺠﻌﺔﻳﺒﻐﻀﻬﺎﺍﷲ»ﻗﺎﻝ:ﻓﻨﻈﺮﺕ،ﻓﺈﺫﺍﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 818'
),
	Hadith(
		hadithNumber: 819,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﻌﺪﻣﻘﻌﺪﺍﻟﻢﻳﺬﺁﺮﺍﷲ'
			'ﺗﻌﺎﻟﻰﻓﻴﻪﺁﺎﻧﺖﻋﻠﻴﻪﻣﻦﺍﷲﺗﻌﺎﻟﻰﺗﺮﺓ،ﻭﻣﻦﺍﺿﻄﺠﻊﻣﻀﻄﺠﻌﺎﻻﻳﺬﺁﺮﺍﷲﺗﻌﺎﻟﻰﻓﻴﻪﺁﺎﻧﺖﻋﻠﻴﻪﻣﻦﺍﷲ'
			'ﺗﺮﺓ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.«ﺍﻟﱢﺘﺮﺓ»ﺑﻜﺴﺮﺍﻟﺘﺎﺀ',
		translation: 'Translation of Hadith 819'
),
	Hadith(
		hadithNumber: 820,
		hadith:
						'ﻋﻦﻋﺒﺪﺍﷲﺑﻦﻳﺰﻳﺪﺭﺿﻲﺍﷲﻋﻨﻪﺃﻧﻪﺭﺄﯨﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺴﺘﻠﻘﻴﺎﻓﻲﺍﻟﻤﺴﺠﺪ'
			'ﻭﺍﺿﻌﺎﺇﺣﺪﻯﺭﺟﻠﻴﻪﻋﻠﻰﺍﻷﺧﺮﻯﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 820'
),
	Hadith(
		hadithNumber: 821,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺑﻦﺳﻤﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:«ﺁﺎﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺻﱠﻠﻰﺍﻟﻔﺠﺮﺗﺮﱠﺑﻊﻓﻲ'
			'ﻣﺠﻠﺴﻪﺣﱠﺘﻰﺗﻄﻠﻊﺍﻟﱠﺸﻤﺲﺣﺴﻨﺎﺀ»ﺣﺪﻳﺚﺻﺤﻴﺢ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩﺑﺄﺳﺎﻧﻴﺪﺻﺤﻴﺤﺔ',
		translation: 'Translation of Hadith 821'
),
	Hadith(
		hadithNumber: 822,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻔﻨﺎﺀﺍﻟﻜﻌﺒﺔﻣﺤﺘﺒﻴﺎﺑﻴﺪﻳﻪ'
			'ﻩﻜﺬﺍ،ﻭﻭﺻﻒﺑﻴﺪﻳﻪﺍﻻﺣﺘﺒﺎﺀ،ﻭﻩﻮﺍﻟﻘﺮﻓﺼﺎﺀﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 822'
),
	Hadith(
		hadithNumber: 823,
		hadith:
						'ﻭﻋﻦﻗﻴﻠﺔﺑﻨﺖﻣﺨﺮﻣﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﺭﺃﻳﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻮﻫﻮﻗﺎﻋﺪﺍﻟﻘﺮﻓﺼﺎﺀ'
			'ﻓﻠﻤﺎﺭﺃﻳﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻤﺘﺨﱢﺸﻊﻓﻲﺍﻟﺠﻠﺴﺔﺃﺭﻋﺪﺕﻣﻦﺍﻟﻔﺮﻕ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 823'
),
	Hadith(
		hadithNumber: 824,
		hadith:
						'ﻭﻋﻦﺍﻟﱠﺸﺪﻳﺪﺑﻦﺳﻮﻳﺪﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻣﺮﺑﻲﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﻧﺎﺟﺎﻟﺲﻩﻜﺬﺍ،'
			'ﻭﻗﺪﻭﺿﻌﺖﻳﺪﻱﺍﻟﻴﺴﺮﻯﺧﻠﻒﻇﻬﺮﻱﻭﺍﱠﺗﻜﺄﺕﻋﻠﻰﺇﻟﻴﺔﻳﺪﻱﻓﻘﺎﻝ:ﺃﺗﻘﻌﺪﻗﻌﺪﺓﺍﻟﻤﻐﻀﻮﺏﻋﻠﻴﻬﻢ،ﺭﻭﺍﻩﺃﺑﻮ'
			'ﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 824'
),
	Hadith(
		hadithNumber: 825,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻻﻳﻘﻴﻤﱠﻦﺃﺣﺪﺁﻢﺭﺟﻼﻣﻦ'
			'ﻣﺠﻠﺴﻪﺛﻢﻳﺠﻠﺲﻓﻴﻪﻭﻟﻜﻦﺗﻮﺳﱡﻌﻮﺍﻭﺗﻔﱠﺴﺤﻮﺍ»ﻭﺁﺎﻥﺍﺑﻦﻋﻤﺮﺇﺫﺍﻗﺎﻡﻟﻪﺭﺟﻞﻣﻦﻣﺠﻠﺴﻪﻟﻢﻳﺠﻠﺲﻓﻴﻪ.'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 825'
),
	Hadith(
		hadithNumber: 826,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﺭﺳﻮﻝﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻗﺎﻡﺃﺣﺪﺁﻢﻣﻦﻣﺠﻠﺲ'
			'ﺛﻢﱠﺭﺟﻊﺇﻟﻴﻪﻓﻬﻮﺃﺣﱡﻖﺑﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 826'
),
	Hadith(
		hadithNumber: 827,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺑﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:«ﺁﱠﻨﺎﺇﺫﺍﺃﺗﻴﻨﺎﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﻠﺲﺃﺣﺪﻧﺎ'
			'ﺣﻴﺚﻳﻨﺘﻬﻲ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 827'
),
	Hadith(
		hadithNumber: 828,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﷲﺳﻠﻤﺎﻥﺍﻟﻔﺎﺭﺳﻲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻ'
			'ﻳﻐﺘﺴﻞﺭﺟﻞﻳﻮﻡﺍﻟﺠﻤﻌﺔﻭﻳﺘﻄﻬﺮﻣﺎﺍﺳﺘﻄﺎﻉﻣﻦﻃﻬﺮﻭﻳﱠﺪﻩﻦﻣﻦﺩﻩﻨﻪﺃﻭﻳﻤﱡﺲﻣﻦﻃﻴﺐﺑﻴﺘﻪﺛﻢﱠﻳﺨﺮﺝﻓﻼ'
			'ﻳﻔﺮﱢﻕﺑﻴﻦﺍﺛﻨﻴﻦﺛﻢﱠﻳﺼﻠﻲﻣﺎﺁﺘﺐﻟﻪﺛﻢﱠﻳﻨﺼﺖﺇﺫﺍﺗﻜﱠﻠﻢﺍﻹﻣﺎﻡﺇﻻﻏﻔﺮﻟﻪﻣﺎﺑﻴﻨﻪﻭﺑﻴﻦﺍﻟﺠﻤﻌﺔﺍﻷﺧﺮﻯ»'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 828'
),
	Hadith(
		hadithNumber: 829,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐﻋﻦﺃﺑﻴﻪﻋﻦﺟﺪﻩﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﻻﻳﺤﱡﻞﻟﺮﺟﻞﺄﻧﻳﻔﱢﺮﻕﺑﻴﻦﺍﺛﻨﻴﻦﺇﻻﺑﺈﺫﻧﻬﻤﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻷﺑﻲﺩﺍﻭﺩ:«ﻻﻳﺠﻠﺲﺑﻴﻦﺭﺟﻠﻴﻦﺇﻻﺑﺈﺫﻧﻬﻤﺎ».'
			'`',
		translation: 'Translation of Hadith 829'
),
	Hadith(
		hadithNumber: 830,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺑﻦﺍﻟﻴﻤﺎﻥﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻌﻦﻣﻦﺟﻠﺲﻭﺳﻂﺍﻟﺤﻠﻘﺔ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.'
			'ﻭﺭﻮﯨﺍﻟﺘﺮﻣﺬﻱﻋﻦﺃﺑﻲﻣﺠﻠﺰﺄﻧﺭﺟﻼﻗﻌﺪﻭﺳﻂﺣﻠﻘﺔﻓﻘﺎﻝﺣﺬﻳﻔﺔ:ﻣﻠﻌﻮﻥﻋﻠﻰﻟﺴﺎﻥﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻭﻟﻌﻦﺍﷲﻋﻠﻰﻟﺴﺎﻥﻣﺤﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺟﻠﺲﻭﺳﻂﺍﻟﺤﻠﻘﺔ.ﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦﺻﺤﻴﺢ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪﺍﻧﻘﻄﺎﻉ،ﺃﺑﻮﻣﺠﻠﺰﻭﺍﺳﻤﻪﻻﺣﻖﺑﻦﺣﻤﻴﺪﻟﻢﻳﺴﻤﻊﻣﻦﺣﺬﻳﻔﺔ',
		translation: 'Translation of Hadith 830'
),
	Hadith(
		hadithNumber: 831,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ«ﺧﻴﺮ'
			'ﺍﻟﻤﺠﺎﻟﺲﺃﻭﺳﻌﻬﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 831'
),
	Hadith(
		hadithNumber: 832,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺟﻠﺲﻓﻲﻣﺠﻠﺲ'
			'ﻓﻜﺜﺮﻓﻴﻪﻟﻐﻄﻪﻓﻘﺎﻝﻗﺒﻞﺃﻥﻳﻘﻮﻡﻣﻦﻣﺠﻠﺴﻪﺫﻟﻚ:ﺳﺒﺤﺎﻧﻚﺍﻟﻠﱠﻬﻢﻭﺑﺤﻤﺪﻙﺃﺷﻬﺪﺃﻥﻻﺇﻟﻪﺇﻻﺃﻧﺖﺃﺳﺘﻐﻔﺮﻙ'
			'ﻭﺃﺗﻮﺏﺇﻟﻴﻚ:ﺇﻻﻏﻔﺮﻟﻪﻣﺎﺁﺎﻥﻓﻲﻣﺠﻠﺴﻪﺫﻟﻚ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 832'
),
	Hadith(
		hadithNumber: 833,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﺮﺯﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝﺑﺂﺧﺮﺓﺇﺫﺍﺃﺭﺍﺩﺃﻥﻳﻘﻮﻡﻣﻦ'
			'ﺍﻟﻤﺠﻠﺲ«ﺳﺒﺤﺎﻧﻚﺍﻟﻠﱠﻬﻢﱠﻭﺑﺤﻤﺪﻙﺃﺷﻬﺪﺃﻥﻻﺇﻟﻪﺇﻻﺃﻧﺖﺃﺳﺘﻐﻔﺮﻙﻭﺃﺗﻮﺏﺇﻟﻴﻚ»ﻓﻘﺎﻝﺭﺟﻞﻳﺎﺭﺳﻮﻝﺍﷲ'
			'ﺇﱠﻧﻚﻟﺘﻘﻮﻝﻗﻮﻻﻣﺎﺁﻨﺖﺗﻘﻮﻟﻪﻓﻴﻤﺎﻣﻀﻰ؟ﻗﺎﻝ:«ﺫﻟﻚﺁﱠﻔﺎﺭﺓﻟﻤﺎﻳﻜﻮﻥﻓﻲﺍﻟﻤﺠﻠﺲ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺭﻭﺍﻩ'
			'ﺍﻟﺤﺎﺁﻢﺃﺑﻮﻋﺒﺪﺍﷲﻓﻲﺍﻟﻤﺴﺘﺪﺮﻛﻣﻦﺭﻭﺍﻳﺔﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻭﻗﺎﻝ:ﺻﺤﻴﺢﺍﻹﺳﻨﺎﺩ',
		translation: 'Translation of Hadith 833'
),
	Hadith(
		hadithNumber: 834,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﱠﻠﻤﺎﺁﺎﻥﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻡﻣﻦﻣﺠﻠﺲﺣﺘﻰ'
			'ﻳﺪﻋﻮﺑﻬﺆﻻﺀﺍﱠﻟﺪﻋﻮﺍﺕ«ﺍﱠﻟﻠﻬﱠﻢﺍﻗﺴﻢﻟﻨﺎﻣﻦﺧﺸﻴﺘﻚﻣﺎﺗﺤﻮﻝﺑﻪﺑﻴﻨﻨﺎﻭﺑﻴﻦﻣﻌﺼﻴﺘﻚ،ﻭﻣﻦﻃﺎﻋﺘﻚﻣﺎﺗﺒﱢﻠﻐﻨﺎ'
			'ﺑﻪﺟﱠﻨﺘﻚ،ﻭﻣﻦﺍﻟﻴﻘﻴﻦﻣﺎﺗﻬﻮﱢﻥﺑﻪﻋﻠﻴﻨﺎﻣﺼﺎﺋﺐﺍﻟﱡﺪﻧﻴﺎ.ﺍﱠﻟﻠﻬﱠﻢﻣﱢﺘﻌﻨﺎﺑﺄﺳﻤﺎﻋﻨﺎ،ﻭﺃﺑﺼﺎﺭﻧﺎ،ﻭﻗﻮﺗﻨﺎﻣﺎﺃﺣﻴﻴﺘﻨﺎ،'
			'ﻭﺍﺟﻌﻠﻪﺍﻟﻮﺍﺭﺙﻣﱠﻨﺎ،ﻭﺍﺟﻌﻞﺛﺄﺭﻧﺎﻋﻠﻰﻣﻦﻇﻠﻤﻨﺎ،ﻭﺍﻧﺼﺮﻧﺎﻋﻠﻰﻣﻦﻋﺎﺩﺍﻧﺎ،ﻭﻻﺗﺠﻌﻞﻣﺼﻴﺒﺘﻨﺎﻓﻲﺩﻳﻨﻨﺎ،'
			'ﻭﻻﺗﺠﻌﻞﺍﻟﱡﺪﻧﻴﺎﺃﺁﺒﺮﻩﱢﻤﻨﺎﻭﻻﻣﺒﻠﻎﻋﻠﻤﻨﺎ،ﻭﻻﺗﺴﱢﻠﻂﻋﻠﻴﻨﺎﻣﻦﻻﻳﺮﺣﻤﻨﺎ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 834'
),
	Hadith(
		hadithNumber: 835,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻣﺎﻣﻦﻗﻮﻡﻳﻘﻮﻣﻮﻥﻣﻦ'
			'ﻣﺠﻠﺲﻻﻳﺬﺁﺮﻮﻧﺍﷲﺗﻌﺎﻟﻰﻓﻴﻪﺇﻻﻗﺎﻣﻮﺍﻋﻦﻣﺜﻞﺟﻴﻔﺔﺣﻤﺎﺭﻭﺁﺎﻥﻟﻬﻢﺣﺴﺮﺓ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 835'
),
	Hadith(
		hadithNumber: 836,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺟﻠﺲﻗﻮﻡﻣﺠﻠﺴﺎﻟﻢﻳﺬﺁﺮﻭﺍﺍﷲﺗﻌﺎﻟﻰﻓﻴﻪﻭﻟﻢﻳﱡﺼﻠﻮﺍ.'
			'ﻋﻠﻰﻧﺒﱢﻴﻬﻢﻓﻴﻪﺇﱠﻻﺁﺎﻥﻋﻠﻴﻬﻢﺗﺮﺓ،ﻓﺈﻥﺷﺎﺀﻋﱠﺬﺑﻬﻢ،ﻭﺇﻥﺷﺎﺀﻏﻔﺮﻟﻬﻢ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 836'
),
	Hadith(
		hadithNumber: 837,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻣﻦﻗﻌﺪﻣﻘﻌﺪﺍﻟﻢﻳﺬﺁﺮﺍﷲﺗﻌﺎﻟﻰﻓﻴﻪﺁﺎﻧﺖﻋﻠﻴﻪﻣﻦﺍﷲ'
			'ﺗﺮﺓ،ﻭﻣﻦﺍﺿﻄﺠﻊﻣﻀﻄﺠﻌﺎﻻﻳﺬﺁﺮﺍﷲﺗﻌﺎﻟﻰﻓﻴﻪﺁﺎﻧﺖﻋﻠﻴﻪﻣﻦﺍﷲﺗﺮﺓ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.ﻭﻗﺪﺳﺒﻖﻗﺮﻳﺒﺎ'
			'،ﻭﺷﺮﺣﻨﺎ«ﺍﻟﱢﺘﺮﺓ»ﻓﻴﻪ',
		translation: 'Translation of Hadith 837'
),
	Hadith(
		hadithNumber: 838,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻟﻢﻳﺒﻖﻣﻦ'
			'ﺍﻟﻨﺒﱠﻮﺓﺇﻻﺍﻟﻤﺒﺸﱢﺮﺍﺕ»ﻗﺎﻟﻮﺍ:ﻭﻣﺎﺍﻟﻤﺒﺸﱢﺮﺍﺕ؟ﻗﺎﻝ:«ﺍﱡﻟﺮﺅﻳﺎﺍﻟﱠﺼﺎﻟﺤﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 838'
),
	Hadith(
		hadithNumber: 839,
		hadith:
						'ﻭﻋﻨﻪﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺍﻗﺘﺮﺏﺍﻟﱠﺰﻣﺎﻥﻟﻢﺗﻜﺪﺭﺅﻳﺎﺍﻟﻤﺆﻣﻦﺗﻜﺬﺏ،ﻭﺭﺅﻳﺎ'
			'ﺍﻟﻤﺆﻣﻦﺟﺰﺀﻣﻦﺳﱠﺘﺔﻭﺃﺭﺑﻌﻴﻦﺟﺰﺀﺍﻣﻦﺍﻟﻨﺒﻮﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺃﺻﺪﻗﻜﻢﺭﺅﻳﺎ:ﺃﺻﺪﻗﻜﻢﺣﺪﻳﺜﺎ'
			'»',
		translation: 'Translation of Hadith 839'
),
	Hadith(
		hadithNumber: 840,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺭﺁﻧﻲﻓﻲﺍﻟﻤﻨﺎﻡﻓﺴﻴﺮﺍﻧﻲﻓﻲﺍﻟﻴﻘﻈﺔﺃﻭﺁﺄﱠﻧﻤﺎ'
			'ﺭﺁﻧﻲﻓﻲﺍﻟﻴﻘﻈﺔﻻﻳﺘﻤﱠﺜﻞﺍﻟﺸﱠﻴﻄﺎﻥﺑﻲ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 840'
),
	Hadith(
		hadithNumber: 841,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﷲﻋﻨﻪﺃﻧﻪﺳﻤﻊﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﺫﺍﺭﺄﯨﺃﺣﺪﺁﻢ'
			'ﺭﺅﻳﺎﻳﺤﱡﺒﻬﺎﻓﺈﱠﻧﻤﺎﻩﻲﻣﻦﺍﷲﺗﻌﺎﻟﻰﻓﻠﻴﺤﻤﺪﺍﷲﻋﻠﻴﻬﺎﻭﻟﻴﺤﺪﱢﺙﺑﻬﺎﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻼﻳﺤﱢﺪﺙﺑﻬﺎﺇﻻﻣﻦﻳﺤﺐﱡ'
			'ﻭﺇﺫﺍﺭﺄﯨﻏﻴﺮﺫﻟﻚﻣﻤﺎﻳﻜﺮﻩﻓﺈﱠﻧﻤـﺎﻩﻲﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥﻓﻠﻴﺴﺘﻌﺬﻣﻦﺷﱢﺮﻩﺎﻭﻻﻳﺬﺁﺮﻩﺎﻷﺣﺪﻓﺈﻧﻬﺎﻻﺗﱡﻀﺮﻩ»'
			'.841ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 841'
),
	Hadith(
		hadithNumber: 842,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﺮﺅﻳﺎﺍﻟﱠﺼﺎﻟﺤﺔﻭﻓﻲﺭﻭﺍﻳﺔ'
			'ﺍﻟﱡﺮﺅﻳﺎﺍﻟﺤﺴﻨﺔﻣﻦﺍﷲ،ﻭﺍﻟﺤﻠﻢﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥ،ﻓﻤﻦﺭﺄﯨﺷﻴﺌﺎﻳﻜﺮﻩﻪﻓﻠﻴﻨﻔﺚﻋﻦﺷﻤﺎﻟﻪﺛﻼﺛﺎ،ﻭﻟﻴﺘﻌﱠﻮﺫﻣﻦ'
			'ﺍﻟﺸﻴﻄﺎﻥﻓﺈﱠﻧﻬﺎﻻﺗﻀﺮﱡﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ.«ﺍﻟﱠﻨﻔﺚ»ﻧﻔﺦﻟﻄﻴﻒﻻﺭﻳﻖﻣﻌﻪ',
		translation: 'Translation of Hadith 842'
),
	Hadith(
		hadithNumber: 843,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﷲﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺭﺄﯨﺃﺣﺪﺁﻢﺍﻟﱡﺮﺅﻳﺎﻳﻜﺮﻩﻬﺎ'
			'ﻓﻠﻴﺒﺼﻖﻋﻦﻳﺴﺎﺭﻩﺛﻼﺛﺎ،ﻭﻟﻴﺴﺘﻌﺬﺑﺎﷲﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥﺛﻼﺛﺎ،ﻭﻟﻴﺘﺤﱠﻮﻝﻋﻦﺟﻨﺒﻪﺍﻟﺬﻱﺁﺎﻥﻋﻠﻴﻪ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 843'
),
	Hadith(
		hadithNumber: 844,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻷﺳﻘﻊﻭﺍﺛﻠﺔﺑﻦﺍﻷﺳﻘﻊﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥ'
			'ﻣﻦﺃﻋﻈﻢﺍﻟﻔﺮﻯﺄﻧﻳﱠﺪﻋﻲﺍﻟﺮﱠﺟﻞﺇﻟﻰﻏﻴﺮﺃﺑﻴﻪ،ﺃﻭﻳﺮﻱﻋﻴﻨﻪﻣﺎﻟﻢﺗﺮ،ﺃﻭﻳﻘﻮﻝﻋﻠﻰﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺎﻟﻢﻳﻘﻞ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 844'
),
	Hadith(
		hadithNumber: 845,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﷲﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﺄﻧﺭﺟﻼﺳﺄﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱡﻱ'
			'ﺍﻹﺳﻼﻡﺧﻴﺮ؟ﻗﺎﻝ«ﺗﻄﻌﻢﺍﻟﱠﻄﻌﺎﻡ،ﻭﺗﻘﺮﺃﺍﻟﱠﺴﻼﻡﻋﻠﻰﻣﻦﻋﺮﻓﺖﻭﻣﻦﻟﻢﺗﻌﺮﻑ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 845'
),
	Hadith(
		hadithNumber: 846,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ«ﻟﻤﺎﺧﻠﻖﺍﷲﺁﺪﻣﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻗﺎﻝ:ﺍﺫﻩﺐﻓﺴﱢﻠﻢﻋﻠﻰﺃﻭﻟﺌﻚﻧﻔﺮﻣﻦﺍﻟﻤﻼﺋﻜﺔﺟﻠﻮﺱﻓﺎﺳﺘﻤﻊﺍﻳﺤﱡﻴﻮﻧﻚﻓﺈﱠﻧﻬﺎﺗﺤﱠﻴﺘﻚﻭﺗﺤﱠﻴﺔﺫﺭﱢﱠﻳﺘﻚ.'
			'ﻓﻘﺎﻝ:ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢ،ﻓﻘﺎﻟﻮﺍ:ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻚﻭﺭﺣﻤﺔﺍﷲ،ﻓﺰﺍﺩﻭﻩ:ﻭﺭﺣﻤﺔﺍﷲ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 846'
),
	Hadith(
		hadithNumber: 847,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻤﺎﺭﺓﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﻣﺮﻧﺎﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺴﺒﻊ'
			':«ﺑﻌﻴﺎﺩﺓﺍﻟﻤﺮﻳﺾ.ﻭﺍﱢﺗﺒﺎﻉﺍﻟﺠﻨﺎﺋﺰ،ﻭﺗﺸﻤﻴﺖﺍﻟﻌﺎﻃﺲ،ﻭﻧﺼﺮﺍﻟﱠﻀﻌﻴﻒ،ﻭﻋﻮﻥﺍﻟﻤﻈﻠﻮﻡ،ﻭﺇﻓﺸﺎﺀﺍﻟﱠﺴﻼﻡ'
			'،ﻭﺇﺑﺮﺍﺭﺍﻟﻤﻘﺴﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻩﺬﺍﻟﻔﻆﺇﺣﺪﻯﺭﻭﺍﻳﺎﺕﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 847'
),
	Hadith(
		hadithNumber: 848,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻻﺗﺪﺧﻠﻮﺍﺍﻟﺠﱠﻨﺔﺣﱠﺘﻰ.'
			'ﺗﺆﻣﻨﻮﺍﻭﻻﺗﺆﻣﻨﻮﺍﺣﺘﻰﺗﺤﺎﱡﺑﻮﺍ،ﺃﻭﻻﺃﺩﻟﱡﻜﻢﻋﻠﻰﺷﺊﺇﺫﺍﻓﻌﻠﺘﻤﻮﻩﺗﺤﺎﺑﺒﺘﻢ؟ﺃﻓﺸﻮﺍﺍﻟﱠﺴﻼﻡﺑﻴﻨﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 848'
),
	Hadith(
		hadithNumber: 849,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻳﻮﺳﻒﻋﺒﺪﺍﷲﺑﻦﺳﻼﻡﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ'
			'«ﻳﺎﺃﱡﻳﻬﺎﺍﻟﻨﺎﺱﺃﻓﺸﻮﺍﺍﻟﱠﺴﻼﻡ،ﻭﺃﻃﻌﻤﻮﺍﺍﻟﻄﻌﺎﻡ،ﻭﺻﻠﻮﺍﺍﻷﺭﺣﺎﻡ،ﻭﺻﱡﻠﻮﺍﻭﺍﻟﱠﻨﺎﺱﻧﻴﺎﻡ،ﺗﺪﺧﻠﻮﺍﺍﻟﺠﱠﻨﺔ'
			'ﺑﺴﻼﻡ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 849'
),
	Hadith(
		hadithNumber: 850,
		hadith:
						'ﻭﻋﻦﺍﻟﻄﻔﻴﻞﺑﻦﺃﺑﻲﺑﻦﺁﻌﺐﺃﻧﻪﺁﺎﻥﻳﺄﺗﻲﻋﺒﺪﺍﷲﺑﻦﻋﻤﺮﻓﻴﻐﺪﻭﻣﻌﻪﺇﻟﻰﺻﺎﺣﺐﺑﻴﻌﺔﻭﻻﻣﺴﻜﻴﻦ'
			'ﻭﻻﺃﺣﺪﺇﻻﺳﻠﻢﻋﻠﻴﻪ،ﻗﺎﻝﺍﻟﻄﱡﻔﻴﻞ:ﻓﺠﺌﺖﻋﺒﺪﺍﷲﺑﻦﻋﻤﺮﻳﻮﻣﺎﻓﺎﺳﺘﺘﺒﻌﻨﻲﺇﻟﻰﺍﻟﱡﺴﻮﻕﻓﻘﻠﺖﻟﻪ:ﻣﺎﺗﺼﻨﻊ'
			'ﺑﺎﻟﺴﻮﻕﻭﺃﻧﺖﻻﺗﻘﻒﻋﻠﻰﺍﻟﺒﻴﻊﻭﻻﺗﺴﺄﻝﻋﻦﺍﻟﺴﻠﻊﻭﻻﺗﺴﻮﻡﺑﻬﺎﻭﻻﺗﺠﻠﺲﻓﻲﻣﺠﺎﻟﺲﺍﻟﺴﻮﻕ؟ﻭﺃﻗﻮﻝ'
			'ﺍﺟﻠﺲﺑﻨﺎﻩﻬﻨﺎﻧﺘﺤﱠﺪﺙ،ﻓﻘﺎﻝﻳﺎﺃﺑﺎﺑﻄﻦ.ﻭﺁﺎﻥﺍﻟﱡﻄﻔﻴﻞﺫﺍﺑﻄﻦﺇﱠﻧﻤﺎﻧﻐﺪﻭﻣﻦﺃﺟﻞﺍﻟﱠﺴﻼﻡﻧﺴﻠﱢﻢﻋﻠﻰﻣﻦ'
			'ﻟﻘﻴﻨﺎﻩ،ﺭﻭﺍﻩﻣﺎﻟﻚﻓﻲﺍﻟﻤﻮﱠﻃﺈﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 850'
),
	Hadith(
		hadithNumber: 851,
		hadith:
						'ﻋﻦﻋﻤﺮﺎﻧﺑﻦﺣﺼﻴﻦﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﺍﻟﱠﺴﻼﻡ'
			'ﻋﻠﻴﻜﻢ،ﻓﺮﺩﻋﻠﻴﻪﺛﻢﺟﻠﺲ،ﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﺸﺮ»ﺛﻢﺟﺎﺀﺁﺧﺮﻓﻘﺎﻝ:ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢ'
			'ﻭﺭﺣﻤﺔﺍﷲ،ﻓﺮﺩﻋﻠﻴﻪﻓﺠﻠﺲ،ﻓﻘﺎﻝ:«ﻋﺸﺮﻮﻧ»،ﺛﻢﺟﺎﺀﺁﺧﺮﻓﻘﺎﻝ:ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢﻭﺭﺣﻤﺔﺍﷲﻭﺑﺮﺁﺎﺗﻪ'
			'،ﻓﺮﺩﻋﻠﻴﻪﻓﺠﻠﺲ،ﻓﻘﺎﻝ:«ﺛﻼﺛﻮﻥ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 851'
),
	Hadith(
		hadithNumber: 852,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:((ﻩﺬﺍﺟﺒﺮﻳﻞﻳﻘﺮﺃﻋﻠﻴﻚ'
			'ﺍﻟﱠﺴﻠﺎﻡ))ﻗﺎﻟﺖ:ﻗﻠﺖ:(ﻭﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡﻭﺭﺣﻤﺔﺍﷲﻭﺑﺮﺁﺎﺗﻪ))ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻮﻫﻜﺬﺍﻭﻗﻊﻓﻲﺑﻌﺾﺭﻭﺍﻳﺎﺕﺍﻟﺼﺤﻴﺤﻴﻦ:((ﻭﺑﺮﺁﺎﺗﻪ))ﻭﻓﻲﺑﻌﻀﻬﺎﺑﺤﺬﻓﻬﺎ،ﻭﺯﻳﺎﺩﺓﺍﻟﺜﻘﺔﻣﻘﺒﻮﻟﺔ.'
			'`',
		translation: 'Translation of Hadith 852'
),
	Hadith(
		hadithNumber: 853,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺗﻜﻠﻢﺑﻜﻠﻤﺔﺃﻋﺎﺩﻩﺎﺛﻼﺛﺎﺣﱠﺘﻰﺗﻔﻬﻢ'
			'ﻋﻨﻪ،ﻭﺇﺫﺍﺃﺗﻰﻋﻠﻰﻗﻮﻡﻓﺴﱠﻠﻢﻋﻠﻴﻬﻢﺳﱠﻠﻢﻋﻠﻴﻬﻢﺛﻼﺛﺎ،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.ﻮﻫﺬﺍﻣﺤﻤﻮﻝﻋﻠﻰﻣﺎﺇﺫﺍﺁﺎﻥﺍﻟﺠﻤﻊ'
			'ﺁﺜﻴﺮﺍ',
		translation: 'Translation of Hadith 853'
),
	Hadith(
		hadithNumber: 854,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻘﺪﺍﺩﺭﺿﻲﺍﷲﻋﻨﻪﻓﻲﺣﺪﻳﺜﻪﺍﻟﻄﻮﻳﻞﻗﺎﻝ:ﺁﱠﻨﺎﻧﺮﻓﻊﻟﻠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﺼﻴﺒﻪﻣﻦ.'
			'ﺍﱠﻟﻠﺒﻦﻓﻴﺠﻴﺊﻣﻦﺍﻟﱠﻠﻴﻞﻓﻴﺴﻠﱢﻢﺗﺴﻠﻴﻤﺎﻻﻳﻮﻗﻆﻧﺎﺋﻤﺎﻭﻳﺴﻤﻊﺍﻟﻴﻘﻈﺎﻥﻓﺠﺎﺀﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺴﻠﱠﻢﺁﻤﺎ'
			'ﺁﺎﻥﻳﺴﻠﻢ،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 854'
),
	Hadith(
		hadithNumber: 855,
		hadith:
						'ﻋﻦﺃﺳﻤﺎﺀﺑﻨﺖﻳﺰﻳﺪﺭﺿﻲﺍﷲﻋﻨﻬﺎﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﱠﺮﻓﻲﺍﻟﻤﺴﺠﺪﻳﻮﻣﺎﻭﻋﺼﺒﺔ'
			'ﻣﻦﺍﻟﱢﻨﺴﺎﺀﻗﻌﻮﺩﻓﺄﻟﻮﻱﺑﻴﺪﻩﺑﺎﻟﺘﺴﻠﻴﻢ.'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.ﻮﻫﺬﺍﻣﺤﻤﻮﻝﻋﻠﻰﺃﻧﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﻤﻊﺑﻴﻦﺍﻟﱠﻠﻔﻆﻭﺍﻹﺷﺎﺭﺓ،'
			'ﻭﻳﺆﻳﱢﺪﻩﺄﻧﻓﻲﺭﻭﺍﻳﺔﺃﺑﻲﺩﺍﻭﺩ:«ﻓﺴﱠﻠﻢﻋﻠﻴﻨﺎ»',
		translation: 'Translation of Hadith 855'
),
	Hadith(
		hadithNumber: 856,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺟﺮﻱﱢﺍﻟﻬﺠﻴﻤﻲﱢﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺃﺗﻴﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﻠﺖ:ﻋﻠﻴﻚ'
			'ﺍﻟﱠﺴﻼﻡﻳﺎﺭﺳﻮﻝﺍﷲ.ﻓﻘﺎﻝ:ﻻﺗﻘﻞﻋﻠﻴﻚﺍﻟﱠﺴﻼﻡ،ﻓﺈﻥﻋﻠﻴﻚﺍﻟﺴﻼﻡﺗﺤﻴﱠﺔﺍﻟﻤﻮﺗﻰ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.ﻭﻗﺪﺳﺒﻖﺑﻄﻮﻟﻪ',
		translation: 'Translation of Hadith 856'
),
	Hadith(
		hadithNumber: 857,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺴﻠﱢﻢﺍﻟﺮﱠﺍﺁﺐﻋﻠﻰﺍﻟﻤﺎﺷﻲ'
			'،ﻭﺍﻟﻤﺎﺷﻲﻋﻠﻲﺍﻟﻘﺎﻋﺪ،ﻭﺍﻟﻘﻠﻴﻞﻋﻠﻰﺍﻟﻜﺜﻴﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ:ﻭﺍﻟﺼﻐﻴﺮﻋﻠﻰﺍﻟﻜﺒﻴﺮ»',
		translation: 'Translation of Hadith 857'
),
	Hadith(
		hadithNumber: 858,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺻﺪﱢﻱﺑﻦﻋﺠﻼﻥﺍﻟﺒﺎﻩﻠﻲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﺇﱠﻥﺃﻭﻟﻰﺍﻟﱢﻨﺎﺱﺑﺎﷲﻣﻦﺑﺪﺄﻫﻢﺑﺎﻟﱠﺴﻼﻡ)).'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺟﻴﺪ،ﻭﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺭﺿﻲﺍﷲﻋﻨﻪﻗﻴﻞﻳﺎﺭﺳﻮﻝﺍﷲ،ﺍﻟﱠﺮﺟﻼﻥﻳﻠﺘﻘﻴﺎﻥ'
			'ﺃﻳﻬﻤﺎﻳﺒﺪﺃﺑﺎﻟﱠﺴﻼﻡ،ﻗﺎﻝﺃﻭﻻﻩﻤﺎﺑﺎﷲﺗﻌﺎﻟﻰ،ﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 858'
),
	Hadith(
		hadithNumber: 859,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲﺣﺪﻳﺚﺍﻟﻤﺴﻲﺀﺻﻼﺗﻪﺃﻧﱠﻪﺟﺎﺀﻓﺼﱠﻠﻰﺛﻢﱠﺟﺎﺀﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺴﱠﻠﻢﻋﻠﻴﻪﻓﺮﺩﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡﻓﻘﺎﻝ:«ﺍﺭﺟﻊﻓﺼﱢﻞﻓﺈﱠﻧﻚﻟﻢﺗﺼﻞﱢ»ﻓﺮﺟﻊﻓﺼﱠﻠﻰ،ﺛﻢﱠﺟﺎﺀﻓﺴﱠﻠﻢ'
			'ﻋﻠﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﺘﻰﻓﻌﻞﺫﻟﻚﺛﻼﺙﻣﱠﺮﺍﺕ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 859'
),
	Hadith(
		hadithNumber: 860,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻟﻘﻲﺃﺣﺪﺁﻢﺃﺧﺎﻩﻓﻠﻴﺴﱢﻠﻢﻋﻠﻴﻪ،ﻓﺈﻥﺣﺎﻟﺖﺑﻴﻨﻬﻤﺎ'
			'ﺷﺠﺮﺓﺃﻭﺟﺪﺍﺭﺃﻭﺣﺠﺮﺛﻢﱠﻟﻘﻴﻪﻓﻠﻴﺴﱢﻠﻢﻋﻠﻴﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 860'
),
	Hadith(
		hadithNumber: 861,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻳﺎﺑﱠﻨﻲ،ﺇﺫﺍﺩﺧﻠﺖﻋﻠﻰﺃﻩﻠﻚ'
			'ﻓﺴﱢﻠﻢﻳﻜﻦﺑﺮﺁﺔﻋﻠﻴﻚﻭﻋﻠﻰﺄﻫﻞﺑﻴﺘﻚ»'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 861'
),
	Hadith(
		hadithNumber: 862,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﺃﻧﱠﻪﻣﱠﺮﻋﻠﻰﺻﺒﻴﺎﻥﻓﺴﱠﻠﻢﻋﻠﻴﻬﻢﻭﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻔﻌﻠﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 862'
),
	Hadith(
		hadithNumber: 863,
		hadith:
						'ﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺁﺎﻧﺖﻓﻴﻨﺎﺍﻣﺮﺃﺓﻭﻓﻲﺭﻭﺍﻳﺔ:-ﺁﺎﻧﺖﻟﻨﺎﻋﺠﻮﺯﺗﺄﺧﺬﻣﻦﺃﺻﻮﻝ'
			'ﺍﻟﱢﺴﻠﻖﻓﺘﻄﺮﺣﻪﻓﻲﺍﻟﻘﺪﺭﻭﺗﻜﺮﺁﺮﺣﱠﺒﺎﺕﻣﻦﺷﻌﻴﺮ،ﻓﺈﺫﺍﺻﱠﻠﻴﻨﺎﺍﻟﺠﻤﻌﺔﻭﺍﻧﺼﺮﻓﻨﺎﻧﺴﻠﱢﻢﻋﻠﻴﻬﺎﻓﺘﻘﺪﱢﻣﻪﺇﻟﻴﻨﺎ'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.ﻗﻮﻟﻪ«ﺗﻜﺮﺁﺮ»ﺄﻳﺗﻄﺤﻦ',
		translation: 'Translation of Hadith 863'
),
	Hadith(
		hadithNumber: 864,
		hadith:
						'ﻭﻋﻦﺄﻣﻩﺎﻧﺊﻓﺎﺧﺘﺔﺑﻨﺖﺃﺑﻲﻃﺎﻟﺐﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﺃﺗﻴﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻮﻡﺍﻟﻔﺘﺢ'
			'ﻭﻩﻮﻳﻐﺘﺴﻞﻭﻓﺎﻃﻤﺔﺗﺴﺘﺮﻩﺑﺜﻮﺏﻓﺴﱠﻠﻤﺖ.'
			'ﻭﺫﺁﺮﺕﺍﻟﺤﺪﻳﺚ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 864'
),
	Hadith(
		hadithNumber: 865,
		hadith:
						'ﻭﻋﻦﺃﺳﻤﺎﺀﺑﻨﺖﻳﺰﻳﺪﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﻣﺮﻋﻠﻴﻨﺎﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻧﺴﻮﺓﻓﺴﱠﻠﻢ'
			'ﻋﻠﻴﻨﺎ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ،ﻮﻫﺬﺍﻟﻔﻆﺃﺑﻲﺩﺍﻭﺩ،ﻭﻟﻔﻆﺍﻟﺘﺮﻣﺬﻱ:ﺄﻧﺭﺳﻮﻝﺍﷲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﱠﺮﻓﻲﺍﻟﻤﺴﺠﺪﻳﻮﻣﺎﻭﻋﺼﺒﺔﻣﻦﺍﻟﱢﻨﺴﺎﺀﻗﻌﻮﺩﻓﺄﻟﻮﻯﺑﻴﺪﻩﺑﺎﻟﱠﺘﺴﻠﻴﻢ',
		translation: 'Translation of Hadith 865'
),
	Hadith(
		hadithNumber: 866,
		hadith:
						'ﻋ(1127:'
			'ﺍﻟﻨﺼﺎﺮﯨﺑﺎﻟﺴﻼﻡ،ﻓﺈﺫﺍﻟﻘﻴﺘﻢﺃﺣﺪﻩﻢﻓﻲﻃﺮﻳﻖﻓﺎﺿﻄﺮﻭﻩﺇﻟﻰﺃﺿﻴﻘﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 866'
),
	Hadith(
		hadithNumber: 868,
		hadith:
						'ﻭﻋ(1127:'
			'ﺍﻟﻤﺴﻠﻤﻴﻦﻭﺍﻟﻤﺸﺮﺁﻴﻦﻋﺒﺪﺓﺍﻷﻭﺛﺎﻥﻭﺍﻟﻴﻬﻮﺩﻓﺴﻠﻢﻋﻠﻴﻬﻢﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'––',
		translation: 'Translation of Hadith 868'
),
	Hadith(
		hadithNumber: 869,
		hadith:
						'ﺍﻟﻤﺠﻠ(1127:'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 869'
),
	Hadith(
		hadithNumber: 870,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﻱﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻻﺳﺘﺌﺬﺎﻧ'
			'ﺛﻼﺙ،ﻓﺈﻥﺃﺫﻥﻟﻚﻭﺇﱠﻻﻓﺎﺭﺟﻊ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 870'
),
	Hadith(
		hadithNumber: 871,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﺇﱠﻧﻤﺎﺟﻌﻞﺍﻻﺳﺘﺌﺬﺎﻧ'
			'ﻣﻦﺃﺟﻞﺍﻟﺒﺼﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 871'
),
	Hadith(
		hadithNumber: 872,
		hadith:
						'ﻭﻋﻦﺭﺑﻌﱢﻲﺑﻦﺣﺮﺍﺵﻗﺎﻝﺣﱠﺪﺛﻨﺎﺭﺟﻞﻣﻦﺑﻨﻲﻋﺎﻣﺮﺃﻧﱠﻪﺍﺳﺘﺄﺫﻥﻋﻠﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻮﻫﻮ'
			'ﻓﻲﺑﻴﺖﻓﻘﺎﻝ:ﺃﺃﻟﺞ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﺨﺎﺩﻣﻪ:«ﺃﺧﺮﺝﺇﻟﻰﻩﺬﺍﻓﻌﱢﻠﻤﻪﺍﻹﺳﺘﺌﺬﺍﻥﻓﻘﻞ'
			'ﻟﻪﻗﻞ:ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢ،ﺃﺃﺩﺧﻞ؟»ﻓﺴﻤﻌﻪﺍﻟﺮﱠﺟﻞﻓﻘﺎﻝ:ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢ،ﺃﺃﺩﺧﻞ؟ﻓﺄﺬﻧﻟﻪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﺪﺧﻞ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 872'
),
	Hadith(
		hadithNumber: 873,
		hadith:
						'ﻋﻦﺁﻠﺪﺓﺑﻦﺍﻟﺤﻨﺒﻞﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺃﺗﻴﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺪﺧﻠﺖﻋﻠﻴﻪﻭﻟﻢﺃﺳﱢﻠﻢﻓﻘﺎﻝ'
			'ﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﺭﺟـﻊﻓﻘﻞﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢﺃﺃﺩﺧﻞ؟»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'.873ﺣﺴﻦ',
		translation: 'Translation of Hadith 873'
),
	Hadith(
		hadithNumber: 874,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﻓﻲﺣﺪﻳﺜﻪﺍﻟﻤﺸﻬﻮﺭﻓﻲﺍﻹﺳﺮﺍﺀﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'«ﺛﻢﱠﺻﻌﺪﺑﻲﺟﺒﺮﻳﻞﺇﻟﻰﺍﻟﺴﻤﺎﺀﺍﻟﱡﺪﻧﻴﺎﻓﺎﺳﺘﻔﺘﺢ»ﻓﻘﻴﻞ:ﻣﻦﻩﺬﺍ؟ﻗﺎﻝ:ﺟﺒﺮﻳﻞ،ﻗﻴﻞ:ﻭﻣﻦﻣﻌﻚ؟ﻗﺎﻝ:'
			'ﻣﺤﱠﻤﺪ.ﺛﱠﻢﺻﻌﺪﺇﻟﻰﺍﻟﱠﺴﻤﺎﺀﺍﻟﺜﺎﻧﻴﺔﻓﺎﺳﺘﻔﺘﺢ،ﻗﻴﻞ:ﻣﻦﻩﺬﺍ؟ﻗﺎﻝ:ﺟﺒﺮﻳﻞ،ﻗﻴﻞ:ﻭﻣﻦﻣﻌﻚ؟ﻗﺎﻝ:ﻣﺤﻤﱠﺪ'
			'»ﻭﺍﻟﺜﺎﻟﺜﺔﻭﺍﻟﱠﺮﺍﺑﻌﺔﻭﺳﺎﺋﺮﻩﱠﻦﻭﻳﻘﺎﻝﻓﻲﺑﺎﺏﺁﻞﺳﻤﺎﺀ:ﻣﻦﻩﺬﺍ؟ﻓﻴﻘﻮﻝ:ﺟﺒﺮﻳﻞﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 874'
),
	Hadith(
		hadithNumber: 875,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﺭﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺧﺮﺟﺖﻟﻴﻠﺔﻣﻦﺍﻟﻠﻴﺎﻟﻲﻓﺈﺫﺍﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻤﺸﻲ'
			'ﻭﺣﺪﻩ،ﻓﺠﻌﻠﺖﺃﻣﺸﻲﻓﻲﻇﱢﻞﺍﻟﻘﻤﺮ،ﻓﺎﻟﺘﻔﺖﻓﺮﺁﻧﻲﻓﻘﺎﻝ:«ﻣﻦﻩﺬﺍ؟»ﻓﻘﻠﺖﺃﺑﻮﺫﺭ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 875'
),
	Hadith(
		hadithNumber: 876,
		hadith:
						'ﻭﻋﻦﺄﻣﱠﻩﺎﻧﺊﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﺃﺗﻴﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻮﻫﻮﻳﻐﺘﺴﻞﻭﻓﺎﻃﻤﺔﺗﺴﺘﺮﻩﻓﻘﺎﻝ'
			':«ﻣﻦﻩﺬﻩ،»ﻓﻘﻠﺖ:ﺃﻧﺎﺄﻣﻩﺎﻧﺊ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 876'
),
	Hadith(
		hadithNumber: 877,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺃﺗﻴﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺪﻗﻘﺖﺍﻟﺒﺎﺏﻓﻘﺎﻝ:«ﻣﻦﻩﺬﺍ؟»'
			'ﻓﻘﻠﺖ،ﺃﻧﺎ،ﻓﻘﺎﻝ:«ﺃﻧﺎﺃﻧﺎ؟»ﺁﺄﻧﻪﺁﺮﻩﻬﺎ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 877'
),
	Hadith(
		hadithNumber: 878,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺈﻧﺍﷲﻳﺤﺐﱡﺍﻟﻌﻄﺎﺱﻭﻳﻜﺮﻩﺍﻟﱠﺘﺜﺎﺅﺏ'
			'،ﻓﺈﺫﺍﻋﻄﺲﺃﺣﺪﺁﻢﻭﺣﻤﺪﺍﷲﺗﻌﺎﻟﻰﺁﺎﻥﺣﱠﻘﺎﻋﻠﻰﺁﻞﻣﺴﻠﻢﺳﻤﻌﻪﺄﻧﻳﻘﻮﻝﻟﻪﻳﺮﺣﻤﻚﺍﷲﻭﺃﻣﺎﺍﻟﺘﺜﺎﻮﺑﻓﺈﻧﻤﺎ'
			'ﻩﻮﻣﻦﺍﻟﺸﻴﻄﺎﻥ،ﻓـﺈﺫﺍﺗﺜﺎﺀﺏﺃﺣﺪﺁﻢﻓﻠﻴﺮﺩﱡﻩﻣﺎﺍﺳﺘﻄﺎﻉ،ﻓﺈﻥﺃﺣﺪﺁﻢﺇﺫﺍﺗﺜﺎﺀﺏﺿﺤﻚﻣﻨﻪﺍﻟﺸﻴﻄﺎﻥ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 878'
),
	Hadith(
		hadithNumber: 879,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻋﻄﺲﺃﺣﺪﺁﻢﻓﻠﻴﻘﻞ:ﺍﻟﺤﻤﺪﷲ،ﻭﻟﻴﻘﻞﻟﻪﺃﺧﻮﻩﺃﻭ'
			'ﺻﺎﺣﺒﻪ:ﻳﺮﺣﻤﻚﺍﷲ،ﻓﺈﺫﺍﻗﺎﻝﻟﻪ:ﻳﺮﺣﻤﻚﺍﷲﻓﻠﻴﻘﻞ:ﻳﻬﺪﻳﻜﻢﺍﷲﻭﻳﺼﻠﺢﺑﺎﻟﻜﻢ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 879'
),
	Hadith(
		hadithNumber: 880,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ«ﺇﺫﺍﻋﻄﺲﺃﺣﺪﺁﻢ'
			'ﻓﺤﻤﺪﺍﷲﻓﺸﻤﺘﻮﻩ،ﻓﺈﻥﻟﻢﻳﺤﻤﺪﺍﷲﻓﻼﺗﺸﻤﺘﻮﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 880'
),
	Hadith(
		hadithNumber: 881,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻋﻄﺲﺭﺟﻼﻥﻋﻨﺪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺸﻤﺖﺃﺣﺪﻩﻤﺎﻭﻟﻢ'
			'ﻳﺸﻤﺖﺍﻵﺧﺮ،ﻓﻘﺎﻝﺍﻟﺬﻱﻟﻢﻳﺸﻤﺘﻪ:ﻋﻄﺲﻓﻼﻥﻓﺸﱠﻤﺘﻪﻭﻋﻄﺴﺖﻓﻠﻢﺗﺸﻤﺘﻨﻲ؟ﻓﻘﺎﻝ:«ﻩﺬﺍﺣﻤﺪﺍﷲ،'
			'ﻭﺇﻧﻚﻟﻢﺗﺤﻤﺪﺍﷲ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 881'
),
	Hadith(
		hadithNumber: 882,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻋﻄﺲﻭﺿﻊﻳﺪﻩﺃﻭ'
			'ﺛﻮﺑﻪﻋﻠﻰﻓﻴﻪﻭﺧﻔﺾﺃﻭﻏﱠﺾﺑﻬﺎﺻﻮﺗﻪ.ﺷﻚﺍﻟﺮﺍﻮﻳﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 882'
),
	Hadith(
		hadithNumber: 883,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:«ﺁﺎﻥﺍﻟﻴﻬﻮﺩﻳﺘﻌﺎﻃﺴﻮﻥﻋﻨﺪﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﺮﺟﻮﻥﺃﻥﻳﻘﻮﻝﻟﻬﻢﻳﺮﺣﻤﻜﻢﺍﷲ،ﻓﻴﻘﻮﻝ:ﻳﻬﺪﻳﻜﻢﺍﷲﻭﻳﺼﻠﺢﺑﺎﻟﻜﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ'
			'ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 883'
),
	Hadith(
		hadithNumber: 884,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺇﺫﺍﺗﺜﺎﺀﺏﺃﺣﺪﺁﻢ'
			'ﻓﻠﻴﻤﺴﻚﺑﻴﺪﻩﻋﻠﻰﻓﻴﻪﻓﺈﱠﻥﺍﻟﺸﻴﻄﺎﻥﻳﺪﺧﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 884'
),
	Hadith(
		hadithNumber: 885,
		hadith:
						'ﻋﻦﺃﺑﻲﺍﻟﺨﻄﺎﺏﻗﺘﺎﺩﺓﻗﺎﻝ:ﻗﻠﺖﻷﻧﺲ:ﺃﺁﺎﻧﺖﺍﻟﻤﺼﺎﻓﺤﺔﻓﻲﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ؟ﻗﺎﻝ:ﻧﻌﻢ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 885'
),
	Hadith(
		hadithNumber: 886,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻟﱠﻤﺎﺟﺎﺀﺃﻩﻞﺍﻟﻴﻤﻦﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺪﺟﺎﺀﺁﻢ'
			'ﺃﻩﻞﺍﻟﻴﻤﻦ،ﻭﻩﻢﺃﻭﻝﻣﻦﺟﺎﺀﺑﺎﻟﻤﺼﺎﻓﺤﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 886'
),
	Hadith(
		hadithNumber: 887,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﻣﺴﻠﻤﻴﻦﻳﻠﺘﻘﻴﺎﻥ'
			'ﻓﻴﺘﺼﺎﻓﺤﺎﻥﺇﻻﻏﻔﺮﻟﻬﻤﺎﻗﺒﻞﺄﻧﻳﻔﺘﺮﻗﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 887'
),
	Hadith(
		hadithNumber: 888,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺟﻞ:ﻳﺎﺭﺳﻮﻝﺍﷲ،ﺍﻟﺮﱠﺟﻞﻣﱠﻨﺎﻳﻠﻘﻰﺃﺧﺎﻩﺃﻭﺻﺪﻳﻘﻪﺃﻳﻨﺤﻨﻲﻟﻪ؟'
			'ﻗﺎﻝ:«ﻻ»ﻗﺎﻝ:ﺃﻓﻴﻠﺘﺰﻣﻪﻭﻳﻘﺒﻠﻪ؟ﻗﺎﻝ:«ﻻ»ﻗﺎﻝ:ﻓﻴﺄﺧﺬﺑﻴﺪﻩﻭﻳﺼﺎﻓﺤﻪ؟ﻗﺎﻝ:«ﻧﻌﻢ»ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 888'
),
	Hadith(
		hadithNumber: 889,
		hadith:
						'ﻭﻋﻦﺻﻔﻮﺎﻧﺑﻦﻋﱠﺴﺎﻝﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻳﻬﻮﺪﻳﻟﺼﺎﺣﺒﻪﺍﺬﻫﺐﺑﻨﺎﺇﻟﻰﻩﺬﺍﺍﻟﻨﺒﻲﻓﺄﺗﻴﺎﺭﺳﻮﻝ.'
			'ﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺴﺄﻻﻩﻋﻦﺗﺴﻊﺁﻳﺎﺕﺑﻴﻨﺎﺕﻓﺬﺁﺮﺍﻟﺤﺪﻳﺚﺇﻟﻰﻗﻮﻟﻪ:ﻓﻘﱠﺒﻼﻳﺪﻩﻭﺭﺟﻠﻪﻭﻗﺎﻻ:ﻧﺸﻬﺪ'
			'ﺃﱠﻧﻚﻧﺒﻲ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻏﻴﺮﻩﺑﺄﺳﺎﻧﻴﺪﺻﺤﻴﺤﺔ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻋﺒﺪﺍﷲﺑﻦﺳﻠﻤﺔ-ﺑﻜﺴﺮﺍﻟﻼﻡ-،ﻗﺎﻝﺍﻟﺸﻴﺦﺍﻷﻟﺒﺎﻧﻲ:ﻮﻫﻮﺍﻟﻤﺮﺍﺪﻳﻮﻫﻮﻣﺨﺘﻠﻒﻓﻴﻪ'
			'ﻮﻫﻮﺭﺍﻮﻳﺣﺪﻳﺚﻋﻠﻲﻓﻲ"ﺍﻟﻨﻬﻲﻋﻦﻗﺮﺍﺀﺓﺍﻟﻘﺮﺁﻥﺟﻨﺒﺎ"،ﻭﻗﺪﺿﻌﻔﻪﺍﻟﺤﻔﺎﻅﺍﻟﻤﺤﻘﻘﻮﻥﺁﻤﺎﻗﺎﻝﺍﻟﻤﺼﻨﻒ'
			'ﻧﻔﺴﻪﻭﻣﻨﻬﻢﺃﺣﻤﺪﻭﺍﻟﺸﺎﻓﻌﻲﻭﺍﻟﺒﺨﺎﺮﻳﻭﻏﻴﺮﻩﻢ',
		translation: 'Translation of Hadith 889'
),
	Hadith(
		hadithNumber: 890,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺼﺔﻗﺎﻝﻓﻴﻬﺎ:ﻓﺪﻧﻮﻧﺎﻣﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﱠﻘﺒﻠﻨﺎﻳﺪﻩ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'(ﺿﻌﻴﻒ).[ﺇﺳﻨﺎﺩﻩﻳﺰﻳﺪﺑﻦﺃﺑﻲﺯﻳﺎﺩﺍﻟﻬﺎﺷﻤﻲﻣﻮﻻﻩﻢ،ﻮﻫﻮﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 890'
),
	Hadith(
		hadithNumber: 891,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺪﻡ:ﺯﻳﺪﺑﻦﺣﺎﺭﺛﺔﺍﻟﻤﺪﻳﻨﺔﻭﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲ'
			'ﺑﻴﺘﻲﻓﺄﺗﺎﻩﻓﻘﺮﻉﺍﻟﺒﺎﺏ.ﻓﻘﺎﻡﺇﻟﻴﻪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺠﺮﱡﺛﻮﺑﻪﻓﺎﻋﺘﻨﻘﻪﻭﻗﺒﻠﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ'
			':ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻣﺤﻤﺪﺑﻦﺇﺳﺤﺎﻕﻮﻫﻮﻣﺪﻟﺲ،ﻭﻟﻢﻳﺼﺮﺡﺑﺎﻟﺘﺤﺪﻳﺚ].'
			'`',
		translation: 'Translation of Hadith 891'
),
	Hadith(
		hadithNumber: 892,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﺭﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻻﺗﺤﻘﺮﱠﻥﻣﻦﺍﻟﻤﻌﺮﻮﻓ'
			'ﺷﻴﺌﺎﻭﻟﻮﺄﻧﺗﻠﻘﻰﺃﺧﺎﻙﺑﻮﺟﻪﻃﻠﻴﻖ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 892'
),
	Hadith(
		hadithNumber: 893,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﱠﺒﻞﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﺤﺴﻦﺑﻦﻋﻠﻰﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎ'
			'،ﻓﻘﺎﻝ،ﺍﻷﻗﺮﻉﺑﻦﺣﺎﺑﺲ:ﺇﱠﻥﻟﻲﻋﺸﺮﺓﻣﻦﺍﻟﻮﻟﺪﻣﺎﻗﱠﺒﻠﺖﻣﻨﻬﻢﺃﺣﺪﺍ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'.«ﻣﻦﻻﻳﺮﺣﻢﻻﻳﺮﺣﻢ،»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 893'
),
	Hadith(
		hadithNumber: 894,
		hadith:
						'ﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺰﺑﺭﺿﻲﺍﷲﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﻣﺮﻧﺎﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻌﻴﺎﺩﺓﺍﻟﻤﺮﻳﺾ،'
			'ﻭﺍﱢﺗﺒﺎﻉﺍﻟﺠﻨﺎﺯﺓ،ﻭﺗﺸﻤﻴﺖﺍﻟﻌﺎﻃﺲ،ﻭﺇﺑﺮﺍﺭﺍﻟﻤﻘﺴﻢﻭﻧﺼﺮﺍﻟﻤﻈﻠﻮﻡ،ﻭﺇﺟﺎﺑﺔﺍﻟﺪﺍﻋﻲ،ﻭﺇﻓﺸﺎﺀﺍﻟﺴﻼﻡ.'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 894'
),
	Hadith(
		hadithNumber: 895,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺣﱡﻖﺍﻟﻤﺴﻠﻢﻋﻠﻰﺍﻟﻤﺴﻠﻢ'
			'ﺧﻤﺲ،ﺭﱡﺩﺍﻟﱠﺴﻼﻡ.ﻭﻋﻴﺎﺩﺓﺍﻟﻤﺮﻳﺾ،ﻭﺍﺗﺒﺎﻉﺍﻟﺠﻨﺎﺋﺰ،ﻭﺇﺟﺎﺑﺔﺍﻟﱠﺪﻋﻮﺓ.ﻭﺗﺸﻤﻴﺖﺍﻟﻌﺎﻃﺲ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 895'
),
	Hadith(
		hadithNumber: 896,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺇﱠﻥﺍﷲﻋﱠﺰﻭﺟﻞﻳﻘﻮﻝﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ:«ﻳﺎﺍﺑﻦﺁﺪﻣ'
			'ﻣﺮﺿﺖﻓﻠﻢﺗﻌﺪﻧﻲ،ﻗﺎﻝ:ﻳﺎﺭﱢﺏﺁﻴﻒﺃﻋﻮﺩﻙﻭﺃﻧﺖﺭﱡﺏﺍﻟﻌﺎﻟﻤﻴﻦ؟ﻗﺎﻝ:ﺃﻣﺎﻋﻠﻤﺖﺃﱠﻥﻋﺒﺪﻱﻓﻼﻧﺎﻣﺮﺽﻓﻠﻢ'
			'ﺗﻌﺪﻩ،ﺃﻣﺎﻋﻠﻤﺖﺃﱠﻧﻚﻟﻮﻋﺪﺗﻪﻟﻮﺟﺪﺗﻨﻲﻋﻨﺪﻩ؟ﻳﺎﺍﺑﻦﺁﺪﻣﺍﻃﻌﻤﺘﻚﻓﻠﻢﺗﻄﻌﻤﻨﻲ،ﻗﺎﻝ:ﻳﺎﺮﺑﺁﻴﻒﺃﻃﻌﻤﻚ'
			'ﻭﺃﻧﺖﺮﺑﺍﻟﻌﺎﻟﻤﻴﻦ،ﻗﺎﻝ:ﺃﻣﺎﻋﻠﻤﺖﺃﻧﻪﺍﺳﺘﻄﻌﻤﻚﻋﺒﺪﻱﻓﻼﻥﻓﻠﻢﺗﻄﻌﻤﻪﺃﻣﺎﻋﻠﻤﺖﺃﻧﻚﻟﻮﺃﻃﻌﻤﺘﻪﻟﻮﺟﺪﺕ'
			'ﺫﻟﻚﻋﻨﺪﻱ؟ﻳﺎﺍﺑﻦﺁﺪﻣﺍﺳﺘﺴﻘﻴﺘﻚﻓﻠﻢﺗﺴﻘﻨﻲ،ﻗﺎﻝ:ﻳﺎﺮﺑﺁﻴﻒﺍﺳﻘﻴﻚﻭﺃﻧﺖﺮﺑﺍﻟﻌﺎﻟﻤﻴﻦ؟ﻗﺎﻝ:ﺍﺳﺘﺴﻘﺎﻙ'
			'ﻋﺒﺪﻱﻓﻼﻥﻓﻠﻢﺗﺴﻘﻪ،ﺃﻣﺎﻋﻠﻤﺖﺃﻧﻚﻟﻮﺳﻘﻴﺘﻪﻟﻮﺟﺪﺕﺫﻟﻚﻋﻨﺪﻱ؟»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 896'
),
	Hadith(
		hadithNumber: 897,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﷲ،ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:((ﻋﻮﺩﻭﺍﺍﻟﻤﺮﻳﺾ،'
			'ﻭﺃﻃﻌﻤﻮﺍﺍﻟﺠﺎﺋﻊ،ﻭﻓﱡﻜﻮﺍﺍﻟﻌﺎﻧﻲ))ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'((ﺍﻟﻌﺎﻧﻲ)):ﺍﻷﺳﻴﺮ',
		translation: 'Translation of Hadith 897'
),
	Hadith(
		hadithNumber: 898,
		hadith:
						'ﻭﻋﻦﺛﻮﺑﺎﻥﺭﺿﻲﺍﷲﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﻤﺴﻠﻢﺇﺫﺍﻋﺎﺩﺃﺧﺎﻩﺍﻟﻤﺴﻠﻢﻟﻢ'
			'ﻳﺰﻝﻓﻲﺧﺮﻓﺔﺍﻟﺠﻨﺔﺣﺘﻰﻳﺮﺟﻊ»ﻗﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﷲﻭﻣﺎﺧﺮﻓﺔﺍﻟﺠﻨﺔ؟ﻗﺎﻝ:«ﺟﻨﺎﻩﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.«'
			'ﺟﻨﺎﻩﺎ»:ﺄﻳﻭﺍﺟﺘﻨﻲﻣﻦﺍﻟﺜﻤﺮ',
		translation: 'Translation of Hadith 898'
),
	Hadith(
		hadithNumber: 899,
		hadith:
						'ﻭﻋﻦﻋﻠﻰﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻳﻘﻮﻝ:ﻣﺎﻣﻦﻣﺴﻠﻢﻳﻌﻮﺩ'
			'ﻣﺴﻠﻤﺎﻏﺪﻭﺓﺇﻻﺻﻠﻰﻋﻠﻴﻪﺳﺒﻌﻮﻥﺃﻟﻒﻣﻠﻚﺣﺘﻰﻳﻤﺴﻲ،ﻭﺈﻧﻋﺎﺩﻩﻋﺸﻴﺔﺇﻻﺻﻠﻰﻋﻠﻴﻪﺳﺒﻌﻮﻥﺃﻟﻒﻣﻠﻚ'
			'ﺣﺘﻰﻳﺼﺒﺢ،ﻭﺁﺎﻥﻟﻪﺧﺮﻳﻒﻓﻲﺍﻟﺠﻨﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﺍﻟﺨﺮﻳﻒ»:ﺍﻟﺘﱠﻤﺮﺍﻟﻤﺨﺮﻭﻑ،ﺄﻳ:ﺍﻟﻤﺠﺘﻨﻲ.'
			'`',
		translation: 'Translation of Hadith 899'
),
	Hadith(
		hadithNumber: 900,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﻏﻼﻡﻳﻬﻮﺩﱞﻱﻳﺨﺪﻡﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻤﺮﺽﻓﺄﺗﺎﻩ'
			'ﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﻮﺩﻩ،ﻓﻘﻌﺪﻋﻨﺪﺭﺃﺳﻪﻓﻘﺎﻝﻟﻪ:«ﺃﺳﻠﻢ»ﻓﻨﻈﺮﺇﻟﻰﺃﺑﻴﻪﻭﻩﻮﻋﻨﺪﻩ؟ﻓﻘﺎﻝ:'
			'ﺃﻃﻊﺃﺑﺎﺍﻟﻘﺎﺳﻢ،ﻓﺄﺳﻠﻢ،ﻓﺨﺮﺝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻩﻮﻳﻘﻮﻝ:«ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺍﱠﻟﺬﻱﺃﻧﻘﺬﻩﻣﻦﺍﻟﱠﻨﺎﺭ'
			'».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 900'
),
	Hadith(
		hadithNumber: 901,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺄﻧﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺍﺷﺘﻜﻰﺍﻹﻧﺴﺎﻥﺍﻟﱠﺸﻲﺀﻣﻨﻪ،ﺃﻭ'
			'ﺁﺎﻧﺖﺑﻪﻗﺮﺣﺔﺃﻭﺟﺮﺡ،ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺑﺄﺻﺒﻌﻪﻩﻜﺬﺍ،ﻭﻭﺿﻊﺳﻔﻴﺎﻥﺑﻦﻋﻴﻴﻨﺔﺍﻟﱠﺮﺍﻮﻳ'
			'ﺳﺒﺎﺑﺘﻪﺑﺎﻷﺭﺽﺛﻢﱠﺭﻓﻌﻬﺎﻭﻗﺎﻝ:ﺑﺴﻢﺍﻟﱠﻠﻪ،ﺗﺮﺑﺔﺃﺭﺿﻨﺎ،ﺑﺮﻳﻘﺔﺑﻌﻀﻨﺎ،ﻳﺸﻔﻰﺑﻪﺳﻘﻴﻤﻨﺎ،ﺑﺈﺬﻧﺭﱢﺑﻨﺎ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 901'
),
	Hadith(
		hadithNumber: 902,
		hadith:
						'ﻭﻋﻨﻬﺎﺄﻧﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻌﻮﺩﺑﻌﺾﺃﻩﻠﻪﻳﻤﺴﺢﺑﻴﺪﻩﺍﻟﻴﻤﻨﻰﻭﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺭﱠﺏ'
			'ﺍﻟﱠﻨﺎﺱ،ﺃﺫﻩﺐﺍﻟﺒﺄﺱ،ﻭﺍﺷﻒ،ﺃﻧﺖﺍﻟﱠﺸﺎﻓﻲﻻﺷﻔﺎﺀﺇﱠﻻﺷﻔﺎﺅﻙ،ﺷﻔﺎﺀﻻﻳﻐﺎﺩﺭﺳﻘﻤﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 902'
),
	Hadith(
		hadithNumber: 903,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﻪﻗﺎﻝﻟﺜﺎﺑﺖﺭﺣﻤﻪﺍﻟﱠﻠﻪ:ﺃﻻﺃﺭﻗﻴﻚﺑﺮﻗﻴﺔﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'؟ﻗﺎﻝ:ﺑﻠﻰ.ﻗﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺭﱠﺏﺍﻟﱠﻨﺎﺱ،ﻣﺬﻩﺐﺍﻟﺒﺄﺱ،ﺍﺷﻒﺃﻧﺖﺍﻟﱠﺸﺎﻓﻲ،ﻻﺷﺎﻓﻲﺇﱠﻻﺃﻧﺖ،ﺷﻔﺎﺀﻻﻳﻐﺎﺩﺭ'
			'ﺳﻘﻤﺎ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 903'
),
	Hadith(
		hadithNumber: 904,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻋﺎﺩﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠ.'
			'ﺍﺷﻒﺳﻌﺪﺍ،ﺍﻟﻠﱠﻬﻢﱠﺍﺷﻒﺳﻌﺪﺍ،ﺍﻟﱠﻠﻬﻢﺍﺷﻒﺳﻌﺪﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 904'
),
	Hadith(
		hadithNumber: 905,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﻋﺜﻤﺎﻥﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﻪﺷﻜﺎﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻭﺟﻌﺎﻳﺠﺪﻩﻓﻲﺟﺴﺪﻩ،ﻓﻘﺎﻝﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺿﻊﻳﺪﻙﻋﻠﻰﺍﻟﺬﻱﻳﺄﻟﻢﻣﻦﺟﺴﺪﻙﻭﻗﻞ'
			':ﺑﺴﻢﺍﻟﱠﻠﻪﺛﻼﺛﺎﻭﻗﻞﺳﺒﻊﻣﱠﺮﺍﺕ:ﺃﻋﻮﺫﺑﻌﱠﺰﺓﺍﻟﱠﻠﻪﻭﻗﺪﺭﺗﻪﻣﻦﺷﱢﺮﻣﺎﺃﺟﺪﻭﺃﺣﺎﺫﺭ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 905'
),
	Hadith(
		hadithNumber: 906,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻋﺎﺩﻣﺮﻳﻀﺎﻟﻢ'
			'ﻳﺤﻀﺮﻩﺃﺟﻠﻪ،ﻓﻘﺎﻝﻋﻨﺪﻩﺳﺒﻊﻣﱠﺮﺎﺗ:ﺃﺳﺄﻝﺍﻟﱠﻠﻪﺍﻟﻌﻈﻴﻢﺭﱠﺏﺍﻟﻌﺮﺵﺍﻟﻌﻈﻴﻢﺃﻥﻳﺸﻔﻴﻚ:ﺇﱠﻻﻋﺎﻓﺎﻩﺍﻟﱠﻠﻪﻣﻦ'
			'ﺫﻟﻚﺍﻟﻤﺮﺽ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ،ﻭﻗﺎﻝﺍﻟﺤﺎﺁﻢ:ﺣﺪﻳﺚﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 906'
),
	Hadith(
		hadithNumber: 907,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺧﻞﻋﻠﻰﺃﻋﺮﺍﺑﱟﻲﻳﻌﻮﺩﻩ،ﻭﺁﺎﻥﺇﺫﺍﺩﺧﻞﻋﻠﻰﻣﻦﻳﻌﻮﺩﻩﻗﺎﻝ:«'
			'ﻻﺑﺄﺱ،ﻃﻬﻮﺭﺈﻧﺷﺎﺀﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 907'
),
	Hadith(
		hadithNumber: 908,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺟﺒﺮﻳﻞﺃﺗﻰﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﻣﺤﻤﺪ'
			'ﺍﺷﺘﻜﻴﺖ؟ﻗﺎﻝ:«ﻧﻌﻢ»ﻗﺎﻝ:ﺑﺴﻢﺍﻟﱠﻠﻪﺃﺭﻗﻴﻚ،ﻣﻦﺁﻞﱢﺷﻲﺀﻳﺆﺫﻳﻚ،ﻣﻦﺷﱢﺮﺁﻞﱢﻧﻔﺲﺃﻭﻋﻴﻦﺣﺎﺳﺪ،ﺍﻟﱠﻠﻪ'
			'ﻳﺸﻔﻴﻚ،ﺑﺴﻢﺍﻟﱠﻠﻪﺃﺭﻗﻴﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 908'
),
	Hadith(
		hadithNumber: 909,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﻭﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﻧﻬﻤﺎﺷﻬﺪﺍﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺃﻧﻪﻗﺎﻝ:«ﻣﻦﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺍﻟﱠﻠﻪﺃﺁﺒﺮ،ﺻﺪﱠﻗﻪﺭﺑﱠﻪ،ﻓﻘﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺃﻧﺎﻭﺃﻧﺎﺃﺁﺒﺮ.ﻭﺇﺫﺍﻗﺎﻝ:'
			'ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻗﺎﻝ:ﻳﻘﻮﻝ:ﻻﺇﻟﻪﺇﻻﺃﻧﺎﻭﺣﺪﻱﻻﺷﺮﻳﻚﻟﻲ.ﻭﺇﺫﺍﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻟﻪ'
			'ﺍﻟﻤﻠﻚﻭﻟﻪﺍﻟﺤﻤﺪ،ﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺃﻧﺎﻟﻲﺍﻟﻤﻠﻚﻭﻟﻰﺍﻟﺤﻤﺪ.ﻭﺇﺫﺍﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻ'
			'ﺑﺎﻟﱠﻠﻪ،ﻗﺎﻝﻻﺇﻟﻪﺇﱠﻻﺃﻧﺎﻭﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻﺑﻲ»ﻭﺁﺎﻥﻳﻘﻮﻝ:«ﻣﻦﻗﺎﻟﻬﺎﻓﻲﻣﺮﺿﻪﺛﻢﱠﻣﺎﺕﻟﻢﺗﻄﻌﻤﻪﺍﻟﱠﻨﺎﺭ'
			'»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 909'
),
	Hadith(
		hadithNumber: 910,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﻋﻠﱠﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺧﺮﺝﻣﻦﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻭﺟﻌﻪﺍﻟﺬﻱﺗﻮﻓﱢﻲﻓﻴﻪ،ﻓﻘﺎﻝﺍﻟﱠﻨﺎﺱ:ﻳﺎﺃﺑﺎﺍﻟﺤﺴﻦ،ﺁﻴـﻒﺃﺻﺒﺢﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺃﺻﺒﺢﺑﺤﻤﺪﺍﻟﱠﻠﻪﺑﺎﺭﺋﺎ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 910'
),
	Hadith(
		hadithNumber: 911,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﻤﻌﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻣﺴﺘﻨﺪﺇﻟﱠﻲﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠ'
			'ﺍﻏﻔﺮﻟﻲﻭﺍﺭﺣﻤﻨﻲ،ﻭﺃﻟﺤﻘﻨﻲﺑﺎﻟﱠﺮﻓﻴﻖﺍﻷﻋﻠﻰ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 911'
),
	Hadith(
		hadithNumber: 912,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﺑﺎﻟﻤﻮﺕ،ﻋﻨﺪﻩﻗﺪﺡﻓﻴﻪﻣﺎﺀ،ﻭﻩﻮﻳﺪﺧﻞ'
			'ﻳﺪﻩﻓﻲﺍﻟﻘﺪﺡ،ﺛﻢﻳﻤﺴﺢﻭﺟﻬﻪﺑﺎﻟﻤﺎﺀ،ﺛﻢﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺃﻋﱢﻨﻲﻋﻠﻰﻏﻤﺮﺍﺕﺍﻟﻤﻮﺕﻭﺳﻜﺮﺍﺕﺍﻟﻤﻮﺕ»'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻣﻮﺳﻰﺑﻦﺳﺮﺟﺲ،ﻮﻫﻮﻣﺠﻬﻮﻝ].'
			'`',
		translation: 'Translation of Hadith 912'
),
	Hadith(
		hadithNumber: 913,
		hadith:
						'ﻋﻦﻋﻤﺮﺎﻧﺑﻦﺍﻟﺤﺼﻴﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺍﻣﺮﺃﺓﻣﻦﺟﻬﻴﻨﺔﺃﺗﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻲ'
			'ﺣﺒﻠﻰﻣﻦﺍﻟﱢﺰﻧﺎ،ﻓﻘﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﺻﺒﺖﺣﺪﺍﻓﺄﻗﻤﻪﻋﻠﱠﻲ،ﻓﺪﻋﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻭﻟﱠﻴﻬﺎ،ﻓﻘﺎﻝ:«ﺃﺣﺴﻦﺇﻟﻴﻬﺎ،ﻓﺈﺫﺍﻭﺿﻌﺖﻓﺄﺗﻨﻲﺑﻬﺎ»ﻓﻔﻌﻞﻓﺄﻣﺮﺑﻬﺎﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺸﱠﺪﺕ'
			'ﻋﻠﻴﻬﺎﺛﻴﺎﺑﻬﺎ،ﺛﻢﱠﺃﻣﺮﺑﻬﺎﻓﺮﺟﻤﺖ،ﺛﻢﱠﺻﱠﻠﻰﻋﻠﻴﻬﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 913'
),
	Hadith(
		hadithNumber: 914,
		hadith:
						'ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺩﺧﻠﺖﻋﻠﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻳﻮﻋﻚ،ﻓﻤﺴﺴﺘﻪ،'
			'ﻓﻘﻠﺖ:ﺇﱠﻧﻚﻟﺘﻮﻋﻚﻭﻋﻜﺎﺷﺪﻳﺪﺍ،ﻓﻘﺎﻝ:«ﺃﺟﻞﺇﱢﻧﻲﺃﻭﻋﻚﺁﻤﺎﻳﻮﻋﻚﺭﺟﻼﻥﻣﻨﻜﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 914'
),
	Hadith(
		hadithNumber: 915,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﻮﺩﻧﻲﻣﻦ'
			'ﻭﺟﻊﺍﺷﺘﱠﺪﺑﻲ،ﻓﻘﻠﺖ:ﺑﻠﻎﺑﻲﻣﺎﺗﺮﻯ،ﻭﺃﻧﺎﺫﻭﻣﺎﻝ،ﻭﻻﻳﺮﺛﻨﻲﺇﱠﻻﺍﺑﻨﺘﻲ.ﻭﺫﺁﺮﺍﻟﺤﺪﻳﺚ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 915'
),
	Hadith(
		hadithNumber: 916,
		hadith:
						'ﻭﻋﻦﺍﻟﻘﺎﺳﻢﺑﻦﻣﺤﻤﺪﻗﺎﻝ:ﻗﺎﻟﺖﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ:ﻭﺍﺭﺃﺳﺎﻩ.ﻓﻘﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﺑﻞﺃﻧﺎﻭﺍﺭﺃﺳﺎﻩ».ﻭﺫﺁﺮﺍﻟﺤﺪﻳﺚ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 916'
),
	Hadith(
		hadithNumber: 917,
		hadith:
						'ﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺁﺎﻥﺁﺧﺮﺁﻼﻣﻪﻻﺇﻟﻪﺇﱠﻻ'
			'ﺍﻟﱠﻠﻪﺩﺧﻞﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺤﺎﺁﻢﻭﻗﺎﻝ:ﺻﺤﻴﺢﺍﻹﺳﻨﺎﺩ',
		translation: 'Translation of Hadith 917'
),
	Hadith(
		hadithNumber: 918,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﱢﻘﻨﻮﺍﻣﻮﺗﺎﺁﻢﻻ'
			'ﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 918'
),
	Hadith(
		hadithNumber: 919,
		hadith:
						'ﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺩﺧﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺃﺑﻲﺳﻠﻤﺔﻭﻗﺪﺷﱠﻖ'
			'ﺑﺼﺮﻩ،ﻓﺄﻏﻤﻀﻪ،ﺛﻢﱠﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱡﺮﻮﺣﺇﺫﺍﻗﺒﺾ،ﺗﺒﻌﻪﺍﻟﺒﺼﺮ»ﻓﻀﱠﺞﻧﺎﺱﻣﻦﺃﻩﻠﻪﻓﻘﺎﻝ:«ﻻﺗﺪﻋﻮﺍ'
			'ﻋﻠﻰﺃﻧﻔﺴﻜﻢﺇﱠﻻﺑﺨﻴﺮ،ﻓﺈﱠﻥﺍﻟﻤﻼﺋﻜﺔﻳﺆﱢﻣﻨﻮﻥﻋﻠﻰﻣﺎﺗﻘﻮﻟﻮﻥ»ﺛﱠﻢﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻷﺑﻲﺳﻠﻤﺔ،ﻭﺍﺭﻓﻊ'
			'ﺩﺭﺟﺘﻪﻓﻲﺍﻟﻤﻬﺪﱢﻳﻴﻦ،ﻭﺍﺧﻠﻔﻪﻓﻲﻋﻘﺒﻪﻓﻲﺍﻟﻐﺎﺑﺮﻳﻦ،ﻭﺍﻏﻔﺮﻟﻨﺎﻭﻟﻪﻳﺎﺭﱠﺏﺍﻟﻌﺎﻟﻤﻴﻦ،ﻭﺍﻓﺴﺢﻟﻪﻓﻲﻗﺒﺮﻩ،'
			'ﻭﻧﱢﻮﺭﻟﻪﻓﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 919'
),
	Hadith(
		hadithNumber: 920,
		hadith:
						'ﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺣﻀﺮﺗﻢﺍﻟﻤﺮﻳﺾ،'
			'ﺃﻭﺍﻟﻤﱢﻴﺖ،ﻓﻘﻮﻟﻮﺍﺧﻴﺮﺍ،ﻓﺈﱠﻥﺍﻟﻤﻼﺋﻜﺔﻳﺆﱢﻣﻨﻮﻥﻋﻠﻰﻣﺎﺗﻘﻮﻟﻮﻥ،ﻗﺎﻟﺖ:ﻓﻠﱠﻤﺎﻣﺎﺕﺃﺑﻮﺳﻠﻤﺔ،ﺃﺗﻴﺖﺍﻟﱠﻨﺒﱠﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺇﱠﻥﺃﺑﺎﺳﻠﻤﺔﻗﺪﻣﺎﺕ،ﻗﺎﻝ:«ﻗﻮﻟﻲ:ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲﻭﻟﻪ،'
			'ﻭﺃﻋﻘﺒﻨﻲﻣﻨﻪﻋﻘﺒﻰﺣﺴﻨﺔ»ﻓﻘﻠﺖ:ﻓﺄﻋﻘﺒﻨﻲﺍﻟﱠﻠﻪﻣﻦﻩﻮﺧﻴﺮﻟﻲﻣﻨﻪ:ﻣﺤﱠﻤﺪﺍﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢﻩﻜﺬﺍ:«ﺇﺫﺍﺣﻀﺮﺗﻢﺍﻟﻤﺮﻳﺾ»ﺃﻭ«ﺍﻟﻤﱢﻴﺖ»ﻋﻠﻰﺍﻟﱠﺸﱢﻚ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩ:«ﺍﻟﻤﱢﻴﺖ»ﺑﻼ'
			'ﺷﱟﻚ',
		translation: 'Translation of Hadith 920'
),
	Hadith(
		hadithNumber: 921,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎﻣﻦﻋﺒﺪﺗﺼﻴﺒﻪﻣﺼﻴﺒﺔ،ﻓﻴﻘﻮﻝ:'
			'ﺇﱠﻧﺎﻟﱠﻠﻪﻭﺇﱠﻧﺎﺇﻟﻴﻪﺭﺍﺟﻌﻮﻥ:ﺍﻟﱠﻠﻬﱠﻢﺃﺟﺮﻧﻲﻓﻲﻣﺼﻴﺒﺘﻲ،ﻭﺍﺧﻠﻒﻟﻲﺧﻴﺮﺍﻣﻨﻬﺎ،ﺇﱠﻻﺃﺟﺮﻩﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻲ'
			'ﻣﺼﻴﺒﺘﻪﻭﺃﺧﻠﻒﻟﻪﺧﻴﺮﺍﻣﻨﻬﺎ.ﻗﺎﻟﺖ:ﻓﻠﱠﻤﺎﺗﻮﻓﱢﻲﺃﺑﻮﺳﻠﻤﺔ،ﻗﻠﺖﺁﻤﺎﺃﻣﺮﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﺄﺧﻠﻒﺍﻟﱠﻠﻪﻟﻲﺧﻴﺮﺍﻣﻨﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 921'
),
	Hadith(
		hadithNumber: 922,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻣﺎﺕﻭﻟﺪﺍﻟﻌﺒﺪﻗﺎﻝ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻟﻤﻼﺋﻜﺘﻪ:ﻗﺒﻀﺘﻢﻭﻟﺪﻋﺒﺪﻱ؟ﻓﻴﻘﻮﻟﻮﻥ:ﻧﻌﻢ،ﻓﻴﻘﻮﻝ:ﻗﺒﻀﺘﻢﺛﻤﺮﺓﻓﺆﺍﺩﻩ؟ﻓﻴﻘﻮﻟﻮﻥ:ﻧﻌﻢ.'
			'ﻓﻴﻘﻮﻝ:ﻓﻤﺎﺫﺍﻗﺎﻝﻋﺒﺪﻱ؟ﻓﻴﻘﻮﻟﻮﻥ:ﺣﻤﺪﻙﻭﺍﺳﺘﺮﺟﻊ،ﻓﻴﻘﻮﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:ﺍﺑﻨﻮﺍﻟﻌﺒﺪﻱﺑﻴﺘﺎﻓﻲﺍﻟﺠﱠﻨﺔ،'
			'ﻭﺳﱡﻤﻮﻩﺑﻴﺖﺍﻟﺤﻤﺪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 922'
),
	Hadith(
		hadithNumber: 923,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻳﻘﻮﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:ﻣﺎﻟﻌﺒﺪﻱ'
			'ﺍﻟﻤﺆﻣﻦﻋﻨﺪﻱﺟﺰﺍﺀﺇﺫﺍﻗﺒﻀﺖﺻﻔﱠﻴﻪﻣﻦﺃﻩﻞﺍﻟﱡﺪﻧﻴﺎ،ﺛﻢﱠﺍﺣﺘﺴﺒﻪ،ﺇﱠﻻﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 923'
),
	Hadith(
		hadithNumber: 924,
		hadith:
						'ﻭﻋﻦﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﺭﺳﻠﺖﺇﺣﺪﻯﺑﻨﺎﺕﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﻟﻴﻪﺗﺪﻋﻮﻩ'
			'ﻭﺗﺨﺒﺮﻩﺃﱠﻥﺻﺒﻴﺎﻟﻬﺎﺃﻭﺍﺑﻨﺎﻓﻲﺍﻟﻤﻮﺕﻓﻘﺎﻝﻟﻠﱠﺮﺳﻮﻝ:«ﺍﺭﺟﻊﺇﻟﻴﻬﺎ،ﻓﺄﺧﺒﺮﻩﺎﺃﱠﻥﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﺎﺃﺧﺬﻭﻟﻪﻣﺎ'
			'ﺃﻋﻄﻰ،ﻭﺁﻞﱡﺷﻲﺀﻋﻨﺪﻩﺑﺄﺟﻞﻣﺴﱠﻤﻰ،ﻓﻤﺮﻩﺎ،ﻓﻠﺘﺼﺒﺮﻭﻟﺘﺤﺘﺴﺐ»ﻭﺫﺁﺮﺗﻤﺎﻡﺍﻟﺤﺪﻳﺚ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 924'
),
	Hadith(
		hadithNumber: 925,
		hadith:
						'ﻋﻠﻴﻪﻭﺳ(1127:'
			'ﻳﻌﺬﺏﺑﺪﻣﻊﺍﻟﻌﻴﻦ،ﻭﻻﺑﺤﺰﻥﺍﻟﻘﻠﺐ،ﻭﻟﻜﻦﻳﻌﺬﺏﺑﻬﺬﺍﺃﻭﻳﺮﺣﻢ»ﻭﺃﺷﺎﺭﺇﻟﻰﻟﺴﺎﻧﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 925'
),
	Hadith(
		hadithNumber: 927,
		hadith:
						'ﻳﺤ(1127:'
			'ﺑﻌﻀﻪ.'
			'ﻭﺍﻷﺣﺎﺩﻳﺚﻓﻲﺍﻟﺒﺎﺏﺁﺜﻴﺮﺓﻓﻲﺍﻟﺼﺤﻴﺢﻣﺸﻬﻮﺭﺓﻭﺍﷲﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 927'
),
	Hadith(
		hadithNumber: 928,
		hadith:
						'ﻋﻦﺃﺑﻲﺭﺍﻓﻊﺃﺳﻠﻢﻣﻮﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﻣﻦﻏﱠﺴﻞﻣﱢﻴﺘﺎﻓﻜﺘﻢﻋﻠﻴﻪ،ﻏﻔﺮﺍﻟﱠﻠﻪﻟﻪﺃﺭﺑﻌﻴﻦﻣﱠﺮﺓ»ﺭﻭﺍﻩﺍﻟﺤﺎﺁﻢﻭﻗﺎﻝ:ﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 928'
),
	Hadith(
		hadithNumber: 929,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺷﻬﺪﺍﻟﺠﻨﺎﺯﺓﺣﱠﺘﻰ'
			'ﻳﺼﱠﻠﻲﻋﻠﻴﻬﺎﻓﻠﻪﻗﻴﺮﺍﻁ،ﻭﻣﻦﺷﻬﺪﻩﺎﺣﱠﺘﻰﺗﺪﻓﻦﻓﻠﻪﻗﻴﺮﺍﻃﺎﻥ»ﻗﻴﻞﻭﻣﺎﺍﻟﻘﻴﺮﺍﻃﺎﻥ؟ﻗﺎﻝ:«ﻣﺜﻞﺍﻟﺠﺒﻠﻴﻦ'
			'ﺍﻟﻌﻈﻴﻤﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 929'
),
	Hadith(
		hadithNumber: 930,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺍﱠﺗﺒﻊﺟﻨﺎﺯﺓﻣﺴﻠﻢﺇﻳﻤﺎﻧﺎﻭﺍﺣﺘﺴﺎﺑﺎ،ﻭﺁﺎﻥﻣﻌﻪ'
			'ﺣﱠﺘﻰﻳﺼﱠﻠﻲﻋﻠﻴﻬﺎﻭﻳﻔﺮﻍﻣﻦﺩﻓﻨﻬﺎ،ﻓﺈﱠﻧﻪﻳﺮﺟﻊﻣﻦﺍﻷﺟﺮﺑﻘﻴﺮﺍﻃﻴﻦﺁﻞﱡﻗﻴﺮﺎﻃﻣﺜﻞﺃﺣﺪ،ﻭﻣﻦﺻﱠﻠﻰﻋﻠﻴﻬﺎ،'
			'ﺛﻢﺭﺟﻊﻗﺒﻞﺄﻧﺗﺪﻓﻦ،ﻓﺈﱠﻧﻪﻳﺮﺟﻊﺑﻘﻴﺮﺎﻃ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 930'
),
	Hadith(
		hadithNumber: 931,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﻋﻄﱠﻴﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻧﻬﻴﻨﺎﻋﻦﺍﱢﺗﺒﺎﻉﺍﻟﺠﻨﺎﺋﺰ،ﻭﻟﻢﻳﻌﺰﻡﻋﻠﻴﻨﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﻣﻌﻨﺎﻩ»ﻭﻟﻢﻳﺸﱠﺪﺩﻓﻲﺍﻟﱠﻨﻬﻲﺁﻤﺎﻳﺸﺪﱠﺩﻓﻲﺍﻟﻤﺤﱠﺮﻣﺎﺕ',
		translation: 'Translation of Hadith 931'
),
	Hadith(
		hadithNumber: 932,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﺎﻣﻦﻣﱢﻴﺖﻳﺼﱢﻠﻲﻋﻠﻴﻪﺃﱠﻣﺔ'
			'ﻣﻦﺍﻟﻤﺴﻠﻤﻴﻦﻳﺒﻠﻐﻮﻥﻣﺌﺔﺁﱡﻠﻬﻢﻳﺸﻔﻌﻮﻥﻟﻪﺇﻻﺷﻔﱢﻌﻮﺍﻓﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 932'
),
	Hadith(
		hadithNumber: 933,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎﻣﻦﺭﺟﻞ'
			'ﻣﺴﻠﻢﻳﻤﻮﺕ،ﻓﻴﻘﻮﻡﻋﻠﻰﺟﻨﺎﺯﺗﻪﺃﺭﺑﻌﻮﻥﺭﺟﻼﻻﻳﺸﺮﺁﻮﻥﺑﺎﻟﱠﻠﻪﺷﻴﺌﺎﺇﱠﻻﺷﱠﻔﻌﻬﻢﺍﻟﱠﻠﻪﻓﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 933'
),
	Hadith(
		hadithNumber: 934,
		hadith:
						'ﻭﻋﻦﻣﺮﺛﺪﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺍﻟﻴﺰﻧﱢﻲﻗﺎﻝ:ﺁﺎﻥﻣﺎﻟﻚﺑﻦﻩﺒﻴﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺇﺫﺍﺻﱠﻠﻰﻋﻠﻰﺍﻟﺠﻨﺎﺯﺓ،ﻓﺘﻘﺎﱠﻝ'
			'ﺍﻟﱠﻨﺎﺱﻋﻠﻴﻬﺎ،ﺟﱠﺰﺃﻩﻢﻋﻠﻴﻬﺎﺛﻼﺛﺔﺃﺟﺰﺍﺀﺛﻢﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺻﱠﻠﻰﻋﻠﻴﻪ'
			'ﺛﻼﺛﺔﺻﻔﻮﻑ،ﻓﻘﺪﺃﻭﺟﺐ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 934'
),
	Hadith(
		hadithNumber: 935,
		hadith:
						'ﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﺮﺣﻤﻦﻋﻮﻑﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺻﱠﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰ'
			'ﺟﻨﺎﺯﺓ،ﻓﺤﻔﻈﺖﻣﻦﺩﻋﺎﺋﻪﻭﻩﻮﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻪ،ﻭﺍﺭﺣﻤﻪ،ﻭﻋﺎﻓﻪ،ﻭﺍﻋﻒﻋﻨﻪ،ﻭﺃﺁﺮﻡﻧﺰﻟﻪ،'
			'ﻭﻭﱢﺳﻊﻣﺪﺧﻠﻪﻭﺍﻏﺴﻠﻪﺑﺎﻟﻤﺎﺀﻭﺍﻟﱠﺜﻠﺞﻭﺍﻟﺒﺮﺩ،ﻭﻧﱢﻘﻪﻣﻦﺍﻟﺨـﻄﺎﻳﺎ،ﺁﻤﺎﻧﱠﻘﻴﺖﺍﻟﱠﺜﻮﺏﺍﻷﺑﻴﺾﻣﻦﺍﻟﱠﺪﻧﺲ،'
			'ﻭﺃﺑﺪﻟﻪﺩﺍﺭﺍﺧﻴﺮﺍﻣﻦﺩﺍﺭﻩ،ﻭﺃﻩﻼﺧﻴﺮﺍﻣﻦﺃﻩﻠﻪ،ﻭﺯﻭﺟﺎﺧﻴﺮﺍﻣﻦﺯﻭﺟﻪ،ﻭﺃﺩﺧﻠﻪﺍﻟﺠﱠﻨﺔ،ﻭﺃﻋﺬﻩﻣﻦﻋﺬﺍﺏ'
			'ﺍﻟﻘﺒﺮ،ﻭﻣﻦﻋﺬﺍﺏﺍﻟﱠﻨﺎﺭ»ﺣﱠﺘﻰﺗﻤﱠﻨﻴﺖﺃﻥﺃﺁﻮﻥﺃﻧﺎﺫﻟﻚﺍﻟﻤﱢﻴﺖ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 935'
),
	Hadith(
		hadithNumber: 936,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﻭﺃﺑﻲﻗﺘﺎﺩﺓ،ﻭﺃﺑﻲﺇﺑﺮﺎﻫﻴﻢﺍﻷﺷﻬﻠﱠﻲﻋﻦﺃﺑﻴﻪ،ﻭﺃﺑﻮﻩﺻﺤﺎﺑﱞﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﻋﻦ'
			'ﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱠﻧﻪﺻﱠﻠﻰﻋﻠﻰﺟﻨﺎﺯﺓﻓﻘﺎﻝ:«ﺍﻟﱠﻠﻬﻢﺍﻏﻔﺮﻟﺤﱢﻴﻨﺎﻭﻣﱢﻴﺘﻨﺎ،ﻭﺻﻐﻴﺮﻧﺎﻭﺁﺒﻴﺮﻧﺎ،'
			'ﻭﺫﺁﺮﻧﺎﻭﺃﻧﺜﺎﻧﺎ،ﻭﺷﺎﻩﺪﻧﺎﻭﻏﺎﺋﺒﻨﺎ.ﺍﻟﻠﱠﻬﻢﱠﻣﻦﺃﺣﻴﻴﺘﻪﻣﱠﻨﺎﻓﺄﺣﻴﻪﻋﻠﻰﺍﻹﺳﻼﻡ،ﻭﻣﻦﺗﻮﱠﻓﻴﺘﻪﻣﱠﻨﺎﻓﺘﻮﱠﻓﻪﻋﻠﻰ'
			'ﺍﻹﻳﻤﺎﻥ،ﺍﻟﻠﱠﻬﻢﱠﻻﺗﺤﺮﻣﻨﺎﺃﺟﺮﻩ،ﻭﻻﺗﻔﺘﱠﻨﺎﺑﻌﺪﻩ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻣﻦﺭﻭﺍﻳﺔﺃﺑﻲﻩﺮﻳﺮﺓﻭﺍﻷﺷﻬﻠﱢﻲ،ﻭﺭﻭﺍﻩ'
			'ﺃﺑﻮﺩﺍﻭﺩﻣﻦﺭﻭﺍﻳﺔﺃﺑﻲﻩﺮﻳﺮﺓﻭﺃﺑﻲﻗﺘﺎﺩﺓ.ﻗﺎﻝﺍﻟﺤﺎﺁﻢ:ﺣﺪﻳﺚﺃﺑﻲﻩﺮﻳﺮﺓﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﺍﻟﺒﺨﺎﺭﱢﻱ'
			'ﻭﻣﺴﻠﻢ،ﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱﻗﺎﻝﺍﻟﺒﺨﺎﺭﱡﻱ:ﺃﺻﱡﺢﺭﻭﺍﻳﺎﺕﻩﺬﺍﺍﻟﺤﺪﻳﺚﺭﻭﺍﻳﺔﺍﻷﺷﻬﻠﱢﻲ.ﻗﺎﻝﺍﻟﺒﺨﺎﺮﻳ:ﻭﺃﺻﱡﺢ'
			'ﺷﻲﺀﻓﻲﻩﺬﺍﺍﻟﺒﺎﺏﺣﺪﻳﺚﻋﻮﻑﺑﻦﻣﺎﻟﻚ',
		translation: 'Translation of Hadith 936'
),
	Hadith(
		hadithNumber: 937,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﺫﺻﱠﻠﻴﺘﻢ.['
			'ﻋﻠﻰﺍﻟﻤﱢﻴﺖ،ﻓﺄﺧﻠﺼﻮﺍﻟﻪﺍﻟﱡﺪﻋﺎﺀ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 937'
),
	Hadith(
		hadithNumber: 938,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺍﻟﱠﺼﻼﺓﻋﻠﻰﺍﻟﺠﻨﺎﺯﺓ:«ﺍﻟﻠﱠﻬﻢﱠﺃﻧﺖﺭﱡﺑﻬﺎ،ﻭﺃﻧﺖﺧﻠﻘﺘﻬﺎ،'
			'ﻭﺃﻧﺖﻩﺪﻳﺘﻬﺎﻟﻺﺳﻼﻡ،ﻭﺃﻧﺖﻗﺒﻀﺖﺭﻭﺣﻬﺎ،ﻭﺃﻧﺖﺃﻋﻠﻢﺑﺴﱢﺮﻩﺎﻭﻋﻼﻧﻴﺘﻬﺎ،ﺟﺌﻨﺎﻙﺷﻔﻌﺎﺀﻟﻪﻓﺎﻏﻔﺮﻟﻪ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 938'
),
	Hadith(
		hadithNumber: 939,
		hadith:
						'ﻭﻋﻦﻭﺍﺛﻠﺔﺑﻦﺍﻷﺳﻘﻊﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺻﱠﻠﻰﺑﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺭﺟﻞﻣﻦ'
			'ﺍﻟﻤﺴﻠﻤﻴﻦ،ﻓﺴﻤﻌﺘﻪﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺇﱠﻥﻓﻼﻥﺍﺑﻦﻓﻼﻥﻓﻲﺫﱠﻣﺘﻚﻭﺣﱠﻞﺑﺠﻮﺍﺮﻛ،ﻓﻘﻪﻓﺘﻨﺔﺍﻟﻘﺒﺮ،ﻭﻋﺬﺍﺏﺍﻟﱠﻨﺎﺭ'
			'،ﻭﺃﻧﺖﺃﻩﻞﺍﻟﻮﻓﺎﺀﻭﺍﻟﺤﻤﺪ،ﺍﻟﻠﱠﻬﻢﱠﻓﺎﻏﻔﺮﻟﻪﻭﺍﺭﺣﻤﻪ،ﺇﻧﻚﺃﻧﺖﺍﻟﻐﻔﻮﺭﺍﻟﺮﱠﺣﻴﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 939'
),
	Hadith(
		hadithNumber: 940,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﺃﻭﻓﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻧﱠﻪﺁﱠﺒﺮﻋﻠﻰﺟﻨﺎﺯﺓﺍﺑﻨﺔﻟﻪﺃﺭﺑﻊﺗﻜﺒﻴﺮﺍﺕ،ﻓﻘﺎﻡﺑﻌﺪ'
			'ﺍﻟﱠﺮﺍﺑﻌﺔﺁﻘﺪﺭﻣﺎﺑﻴﻦﺍﻟﱠﺘﻜﺒﻴﺮﺗﻴﻦﻳﺴﺘﻐﻔﺮﻟﻬﺎﻭﻳﺪﻋﻮ،ﺛﻢﱠﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﻨﻊ'
			'ﻩﻜﺬﺍﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺁﱠﺒﺮﺃﺭﺑﻌﺎﻓﻤﻜﺚﺳﺎﻋﺔﺣﱠﺘﻰﻇﻨﻨﺖﺃﻧﱠﻪﺳﻴﻜﺒﱢﺮﺧﻤﺴﺎ،ﺛﻢﱠﺳﱠﻠﻢﻋﻦﻳﻤﻴﻨﻪﻭﻋﻦﺷﻤﺎﻟﻪ،'
			'ﻓﻠﱠﻤﺎﺍﻧﺼﺮﻑﻗﻠﻨﺎﻟﻪ:ﻣﺎﻩﺬﺍ؟ﻓﻘﺎﻝ:ﺇﱢﻧﻲﻻﺃﺯﻳﺪﺁﻢﻋﻠﻰﻣﺎﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﻨﻊ،'
			'ﺃﻭ:ﻩﻜﺬﺍﺻﻨﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﺍﻟﺤﺎﺁﻢﻭﻗﺎﻝ:ﺣﺪﻳﺚﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 940'
),
	Hadith(
		hadithNumber: 941,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺳﺮﻋﻮﺍﺑﺎﻟﺠﻨﺎﺯﺓ،ﻓﺈﻥﺗﻚ'
			'ﺻﺎﻟﺤﺔ،ﻓﺨﻴﺮﺗﻘﺪﱢﻣﻮﻧﻬﺎﺇﻟﻴﻪ،ﻭﺇﻥﺗﻚﺳﻮﻯﺫﻟﻚ،ﻓﺸﱞﺮﺗﻀﻌﻮﻧﻪﻋﻦﺭﻗﺎﺑﻜﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻓﺨﻴﺮﺗﻘﺪﱢﻣﻮﻧﻬﺎﻋﻠﻴﻪ»',
		translation: 'Translation of Hadith 941'
),
	Hadith(
		hadithNumber: 942,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ.ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﺫﺍﻭﺿﻌﺖ'
			'ﺍﻟﺠﻨﺎﺯﺓ،ﻓﺎﺣﺘﻤﻠﻬﺎﺍﻟﱢﺮﺟﺎﻝﻋﻠﻰﺃﻋﻨﺎﻗﻬﻢ،ﻓﺈﻥﺁﺎﻧﺖﺻﺎﻟﺤﺔ،ﻗﺎﻟﺖ:ﻗﱢﺪﻣﻮﻧﻲ،ﻭﺇﻥﺁﺎﻧﺖﻏﻴﺮﺻﺎﻟﺤﺔ،'
			'ﻗﺎﻟﺖﻷﻩﻠﻬﺎ:ﻳﺎﻭﻳﻠﻬﺎﺃﻳﻦﺗﺬﻩﺒﻮﻥﺑﻬﺎ،ﻳﺴﻤﻊﺻﻮﺗﻬﺎﺁﻞﱡﺷﻲﺀﺇﱠﻻﺍﻹﻧﺴﺎﻥ،ﻭﻟﻮﺳﻤﻊﺍﻹﻧﺴﺎﻥ،ﻟﺼﻌﻖ»'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 942'
),
	Hadith(
		hadithNumber: 943,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻧﻔﺲﺍﻟﻤﺆﻣﻦﻣﻌﱠﻠﻘﺔﺑﺪﻳﻨﻪ'
			'ﺣﱠﺘﻰﻳﻘﻀﻲﻋﻨﻪ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 943'
),
	Hadith(
		hadithNumber: 944,
		hadith:
						'ﻭﻋﻦﺣﺼﻴﻦﺑﻦﻭﺣﻮﺡﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻥﻃﻠﺤﺔﺑﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺰﺑﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻣﺮﺽ،ﻓﺄﺗﺎﻩ'
			'ﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﻮﺩﻩﻓﻘﺎﻝ:ﺇﻧﻲﻻﺃﺮﯨﻃﻠﺤﺔﺇﱠﻻﻗﺪﺣﺪﺙﻓﻴﻪﺍﻟﻤﻮﺕﻓﺂﺫﻧﻮﻧﻲﺑﻪﻭﻋﱢﺠﻠﻮﺍﺑﻪ،'
			'ﻓﺈﻧﱠﻪﻻﻳﻨﺒﻐﻲﻟﺠﻴﻔﺔﻣﺴﻠﻢﺃﻥﺗﺤﺒﺲﺑﻴﻦﻇﻬﺮﺍﻧﻲﺃﻩﻠﻪ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻣﺠﻬﻮﻻﻥ:ﻋﺮﻭﺓﺑﻦﺳﻌﻴﺪﺍﻷﻧﺼﺎﺮﻳ،ﻭﺃﺑﻮﻩ',
		translation: 'Translation of Hadith 944'
),
	Hadith(
		hadithNumber: 945,
		hadith:
						'ﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻓﻲﺟﻨﺎﺯﺓﻓﻲﺑﻘﻴﻊﺍﻟﻐﺮﻗﺪﻓﺄﺗﺎﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﻓﻘﻌﺪ،ﻭﻗﻌﺪﻧﺎﺣﻮﻟﻪﻭﻣﻌﻪﻣﺨﺼﺮﺓﻓﻨﻜﺲﻭﺟﻌﻞﻳﻨﻜﺖﺑﻤﺨﺼﺮﺗﻪ،ﺛﻢﻗﺎﻝ:ﻣﺎﻣﻨﻜﻢﻣﻦﺃﺣﺪﺇﱠﻻﻭﻗﺪﺁﺘﺐ'
			'ﻣﻘﻌﺪﻩﻣﻦﺍﻟﱠﻨﺎﺭﻭﻣﻘﻌﺪﻩﻣﻦﺍﻟﺠﱠﻨﺔ»ﻓﻘﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻓﻼﻧﱠﺘﻜﻞﻋﻠﻰﺁﺘﺎﺑﻨﺎ؟ﻓﻘﺎﻝ:«ﺍﻋﻤﻠﻮﺍ،ﻓﻜﱞﻞ'
			'ﻣﻴﱠﺴﺮﻟﻤﺎﺧﻠﻖﻟﻪ»ﻭﺫﺁﺮﺗﻤﺎﻡﺍﻟﺤﺪﻳﺚ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 945'
),
	Hadith(
		hadithNumber: 946,
		hadith:
						'ﻋﻦﺃﺑﻲﻋﻤﺮﻭﻭﻗﻴﻞ:ﺃﺑﻮﻋﺒﺪﺍﻟﱠﻠﻪ،ﻭﻗﻴﻞ:ﺃﺑﻮﻟﻴﻠﻰﻋﺜﻤﺎﻥﺑﻦﻋﱠﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻓﺮﻍﻣﻦﺩﻓﻦﺍﻟﻤﱢﻴﺖﻭﻗﻒﻋﻠﻴﻪ،ﻭﻗﺎﻝ:«ﺍﺳﺘﻐﻔﺮﻭﺍﻷﺧﻴﻜﻢﻭﺳﻠﻮﺍﻟﻪﺍﻟﱠﺘﺜﺒﻴﺖﻓﺈﻧﱠﻪ'
			'ﺍﻵﻥﻳﺴﺄﻝ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 946'
),
	Hadith(
		hadithNumber: 947,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺇﺫﺍﺩﻓﻨﺘﻤﻮﻧﻲ،ﻓﺄﻗﻴﻤﻮﺍﺣﻮﻝﻗﺒﺮﻱﻗﺪﺭﻣﺎﺗﻨﺤﺮﺟﺰﻭﺭ،'
			'ﻭﻳﻘﺴﱠﻢﻟﺤﻤﻬﺎﺣﺘﻰﺃﺳﺘﺄﻧﺲﺑﻜﻢ،ﻭﺃﻋﻠﻢﻣﺎﺫﺍﺃﺭﺍﺟﻊﺑﻪﺭﺳﻞﺭﱢﺑﻲ.ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﻗﺪﺳﺒﻖﺑﻄﻮﻟﻪ.'
			'ﻗﺎﻝﺍﻟﱠﺸﺎﻓﻌﱡﻲﺭﺣﻤﻪﺍﻟﱠﻠﻪ:ﻭﻳﺴﺘﺤﱡﺐﺄﻧﻳﻘﺮﺃﻋﻨﺪﻩﺷﻲﺀﻣﻦﺍﻟﻘﺮﺁﻥ،ﻭﺈﻧﺧﺘﻤﻮﺍﺍﻟﻘﺮﺁﻥﻋﻨﺪﻩﺁﺎﻥﺣﺴﻨﺎ.'
			'`',
		translation: 'Translation of Hadith 947'
),
	Hadith(
		hadithNumber: 948,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺭﺟﻼﻗﺎﻝﻟﻠﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﱠﻥﺃﱢﻣﻲﺍﻓﺘﻠﺘﺖﻧﻔﺴﻬﺎﻭﺃﺭﺍﻩﺎﻟﻮ'
			'ﺗﻜﱠﻠﻤﺖ،ﺗﺼﱠﺪﻗﺖ،ﻓﻬﻞﻟﻬﺎﻣﻦﺃﺟﺮﺈﻧﺗﺼﺪﱠﻗﺖﻋﻨﻬﺎ؟ﻗﺎﻝ:«ﻧﻌﻢ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 948'
),
	Hadith(
		hadithNumber: 949,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻣﺎﺕﺍﻹﻧﺴﺎﻥﺍﻧﻘﻄﻊ'
			'ﻋﻤﻠﻪﺇﱠﻻﻣﻦﺛﻼﺙ:ﺻﺪﻗﺔﺟﺎﺭﻳﺔ،ﺃﻭﻋﻠﻢﻳﻨﺘﻔﻊﺑﻪ،ﺃﻭﻭﻟﺪﺻﺎﻟﺢﻳﺪﻋﻮﻟﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 949'
),
	Hadith(
		hadithNumber: 950,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﱡﺮﻭﺍﺑﺠﻨﺎﺯﺓ،ﻓﺄﺛﻨﻮﺍﻋﻠﻴﻬﺎﺧﻴﺮﺍﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﻭﺟﺒﺖ»،ﺛﻢﻣﱡﺮﻭﺍﺑﺄﺧﺮﻯ،ﻓﺄﺛﻨﻮﺍﻋﻠﻴﻬﺎﺷﺮﺍ،ﻓﻘﺎﻝﺍﻟﱢﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺟﺒﺖ»ﻓﻘﺎﻝﻋﻤﺮ'
			'ﺍﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻣﺎﻭﺟﺒﺖ؟ﻗﺎﻝ:«ﻩﺬﺍﺃﺛﻨﻴﺘﻢﻋﻠﻴﻪﺧﻴﺮﺍ،ﻓﻮﺟﺒﺖﻟﻪﺍﻟﺠﱠﻨﺔ،ﻮﻫﺬﺍﺃﺛﻨﻴﺘﻢ'
			'ﻋﻠﻴﻪﺷﺮﺍ،ﻓﻮﺟﺒﺖﻟﻪﺍﻟﱠﻨﺎﺭ،ﺃﻧﺘﻢﺷﻬﺪﺍﺀﺍﻟﱠﻠﻪﻓﻲﺍﻷﺭﺽ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 950'
),
	Hadith(
		hadithNumber: 951,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻷﺳﻮﺩﻗﺎﻝ:ﻗﺪﻣﺖﺍﻟﻤﺪﻳﻨﺔ،ﻓﺠﻠﺴﺖﺇﻟﻰﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻤﱠﺮﺕﺑﻬﻢﺟﻨﺎﺯﺓ'
			'،ﻓﺄﺛﻨﻰﻋﻠﻰﺻﺎﺣﺒﻬﺎﺧﻴﺮﺍﻓﻘﺎﻝﻋﻤﺮ:ﻭﺟﺒﺖ،ﺛﻢﻣﺮﱠﺑﺄﺧﺮﻯ،ﻓﺄﺛﻨﻰﻋﻠﻰﺻﺎﺣﺒﻬﺎﺧﻴﺮﺍ،ﻓﻘﺎﻝﻋﻤﺮ:'
			'ﻭﺟﺒﺖ،ﺛﻢﻣﺮﱠﺑﺎﻟﱠﺜﺎﻟﺜﺔ،ﻓﺄﺛﻨﻲﻋﻠﻰﺻﺎﺣﺒﻬﺎﺷﺮﺍ،ﻓﻘﺎﻝﻋﻤﺮ:ﻭﺟﺒﺖ:ﻗﺎﻝﺃﺑﻮﺍﻷﺳﻮﺩ:ﻓﻘﻠﺖ:ﻭﻣﺎﻭﺟﺒﺖ'
			'ﻳﺎﺃﻣﻴﺮﺍﻟﻤﺆﻣﻨﻴﻦ؟ﻗﺎﻝ:ﻗﻠﺖﺁﻤﺎﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱡﻳﻤﺎﻣﺴﻠﻢﺷﻬﺪﻟﻪﺃﺭﺑﻌﺔﺑﺨﻴﺮ،ﺃﺩﺧﻠﻪ'
			'ﺍﻟﱠﻠﻪﺍﻟﺠﱠﻨﺔ»ﻓﻘﻠﻨﺎ:ﻭﺛﻼﺛﺔ؟ﻗﺎﻝ:«ﻭﺛﻼﺛﺔ»ﻓﻘﻠﻨﺎ:ﻭﺍﺛﻨﺎﻥ؟ﻗﺎﻝ:«ﻭﺍﺛﻨﺎﻥ»ﺛﻢﱠﻟﻢﻧﺴﺄﻟﻪﻋﻦﺍﻟﻮﺍﺣﺪ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 951'
),
	Hadith(
		hadithNumber: 952,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﻣﺴﻠﻢﻳﻤﻮﺕﻟﻪﺛﻼﺛﺔﻟﻢ'
			'ﻳﺒﻠﻐﻮﺍﺍﻟﺤﻨﺚﺇﻻﺃﺩﺧﻠﻪﺍﻟﱠﻠﻪﺍﻟﺠﱠﻨﺔﺑﻔﻀﻞﺭﺣﻤﺘﻪﺇﱠﻳﺎﻩﻢ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 952'
),
	Hadith(
		hadithNumber: 953,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻤﻮﺕﻷﺣﺪﻣﻦ'
			'ﺍﻟﻤﺴﻠﻤﻴﻦﺛﻼﺛﺔﻣﻦﺍﻟﻮﻟﺪﻻﺗﻤﺴﱡﻪﺍﻟﱠﻨﺎﺭﺇﱠﻻﺗﺤﱠﻠﺔﺍﻟﻘﺴﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺗﺤﱠﻠﻪﺍﻟﻘﺴﻢ»ﻗﻮﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻭﺇﻥﻣﻨﻜﻢﺇﱠﻻﻭﺍﺭﺩﻩﺎ}ﻭﺍﻟﻮﺭﻭﺩ:ﻩﻮﺍﻟﻌﺒﻮﺭﻋﻠﻰﺍﻟﱢﺼﺮﺍﻁ،ﻭﻩﻮ'
			'ﺟﺴﺮﻣﻨﺼﻮﺏﻋﻠﻰﻇﻬﺮﺟﻬﱠﻨﻢ.ﻋﺎﻓﺎﻧﺎﺍﻟﱠﻠﻪﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 953'
),
	Hadith(
		hadithNumber: 954,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺕﺍﻣﺮﺃﺓﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﺖ'
			':ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺫﻩﺐﺍﻟﱢﺮﺟﺎﻝﺑﺤﺪﻳﺜﻚ،ﻓﺎﺟﻌﻞﻟﻨﺎﻣﻦﻧﻔﺴﻚﻳﻮﻣﺎﻧﺄﺗﻴﻚﻓﻴﻪﺗﻌﱢﻠﻤﻨﺎﻣﱠﻤﺎﻋﱠﻠﻤﻚﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«'
			'ﺍﺟﺘﻤﻌﻦﻳﻮﻡﺁﺬﺍﻭﺁﺬﺍ»ﻓﺎﺟﺘﻤﻌﻦ،ﻓﺄﺗﺎﻩﱠﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻌﱠﻠﻤﻬﱠﻦﻣﱠﻤﺎﻋﱠﻠﻤﻪﺍﻟﱠﻠﻪ،ﺛﻢﱠﻗﺎﻝ:«ﻣﺎ'
			'ﻣﻨﻜﻦﱠﻣﻦﺍﻣﺮﺃﺓﺗﻘﺪﱢﻡﺛﻼﺛﺔﻣﻦﺍﻟﻮﻟﺪﺇﱠﻻﺁﺎﻧﻮﺍﻟﻬﺎﺣﺠﺎﺑﺎﻣﻦﺍﻟﱠﻨﺎﺭ»ﻓﻘﺎﻟﺖﺍﻣﺮﺃﺓ:ﻭﺍﺛﻨﻴﻦ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻭﺍﺛﻨﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 954'
),
	Hadith(
		hadithNumber: 955,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻷﺻﺤﺎﺑﻪﻳﻌﻨﻲﻟﱠﻤﺎﻭﺻﻠﻮﺍ'
			'ﺍﻟﺤﺠﺮ:ﺩﻳﺎﺭﺛﻤﻮﺩ:«ﻻﺗﺪﺧﻠﻮﺍﻋﻠﻰﻩﺆﻻﺀﺍﻟﻤﻌﱠﺬﺑﻴﻦﺇﱠﻻﺃﻥﺗﻜﻮﻧﻮﺍﺑﺎﺁﻴﻦ،ﻓﺈﻥﻟﻢﺗﻜﻮﻧﻮﺍﺑﺎﺁﻴﻦ،ﻓﻼ'
			'ﺗﺪﺧﻠﻮﺍﻋﻠﻴﻬﻢ،ﻻﻳﺼﻴﺒﻜﻢﻣﺎﺃﺻﺎﺑﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 955'
),
	Hadith(
		hadithNumber: 956,
		hadith:
						'ﻋﻦﺁﻌﺐﺑﻦﻣﺎﻟﻚ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﺮﺝﻓﻲﻏﺰﻭﺓﺗﺒﻮﻙﻳﻮﻡ'
			'ﺍﻟﺨﻤﻴﺲ،ﻭﺁﺎﻥﻳﺤﺐﱡﺃﻥﻳﺨﺮﺝﻳﻮﻡﺍﻟﺨﻤﻴﺲ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲﺍﻟﺼﺤﻴﺤﻴﻦ:«ﻟﻘﱠﻠﻤﺎﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺨﺮﺝﺇﱠﻻﻓﻲﻳﻮﻡﺍﻟﺨﻤﻴﺲ»',
		translation: 'Translation of Hadith 956'
),
	Hadith(
		hadithNumber: 957,
		hadith:
						'ﻭﻋﻦﺻﺨﺮﺑﻦﻭﺩﺍﻋﺔﺍﻟﻐﺎﻣﺪﱢﻱﺍﻟﱠﺼﺤﺎﺑﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'«ﺍﻟﻠﱠﻬﻢﱠﺑﺎﺭﻙﻷﱠﻣﺘﻲﻓﻲﺑﻜﻮﺮﻫﺎ»ﻭﺁﺎﻥﺇﺫﺍﺑﻌﺚﺳﺮﱠﻳﺔﺃﻭﺟﻴﺸﺎﺑﻌﺜﻬﻢﻣﻦﺃﱠﻭﻝﺍﻟﱠﻨﻬﺎﺭﻭﺁﺎﻥﺻﺨﺮﺗﺎﺟﺮﺍ،'
			'ﻭﺁﺎﻥﻳﺒﻌﺚﺗﺠﺎﺭﺗﻪﺃﱠﻭﻝﺍﻟﱠﻨﻬﺎﺭ،ﻓﺄﺛﺮﻯﻭﺁﺜﺮﻣﺎﻟﻪ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 957'
),
	Hadith(
		hadithNumber: 958,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻮﺃﱠﻥﺍﻟﱠﻨﺎﺱﻳﻌﻠﻤﻮﻥ'
			'ﻣﻦﺍﻟﻮﺣﺪﺓﻣﺎﺃﻋﻠﻢﻣﺎﺳﺎﺭﺭﺍﺁﺐﺑﻠﻴﻞﻭﺣﺪﻩ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 958'
),
	Hadith(
		hadithNumber: 959,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐ،ﻋﻦﺃﺑﻴﻪ،ﻋﻦﺟﱢﺪﻩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:«ﺍﻟﱠﺮﺍﺁﺐﺷﻴﻄﺎﻥ،ﻭﺍﻟﱠﺮﺍﺁﺒﺎﻥﺷﻴﻄﺎﻧﺎﻥ،ﻭﺍﻟﱠﺜﻼﺛﺔﺭﺁﺐ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﺍﻟﻨﺴﺎﺋﻲﺑﺄﺳﺎﻧﻴﺪﺻﺤﻴﺤﺔ،ﻭﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 959'
),
	Hadith(
		hadithNumber: 960,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﻭﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻨﻬﻤﺎﻗﺎﻻ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺇﺫﺍ'
			'ﺧﺮﺝﺛﻼﺛﺔﻓﻲﺳﻔﺮﻓﻠﻴﺆﻣﱢﺮﻭﺍﺃﺣﺪﻩﻢ»ﺣﺪﻳﺚﺣﺴﻦ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 960'
),
	Hadith(
		hadithNumber: 961,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺧﻴﺮﺍﻟﱠﺼﺤﺎﺑﺔﺃﺭﺑﻌﺔ،ﻭﺧﻴﺮ'
			'ﺍﻟﱠﺴﺮﺍﻳﺎﺃﺭﺑﻌﻤﺎﺋﺔ،ﻭﺧﻴﺮﺍﻟﺠﻴﻮﺵﺃﺭﺑﻌﺔﺁﻻﻑ،ﻭﻟﻦﻳﻐﻠﺐﺍﺛﻨﺎﻋﺸﺮﺃﻟﻔﺎﻣﻦﻗﱠﻠﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 961'
),
	Hadith(
		hadithNumber: 962,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺳﺎﻓﺮﺗﻢﻓﻲﺍﻟﺨﺼﺐ'
			'ﻓﺄﻋﻄﻮﺍﺍﻹﺑﻞﺣﱠﻈﻬﺎﻣﻦﺍﻷﺭﺽ،ﻭﺇﺫﺍﺳﺎﻓﺮﺗﻢﻓﻲﺍﻟﺠﺪﺏ،ﻓﺄﺳﺮﻋﻮﺍﻋﻠﻴﻬﺎﺍﻟﱠﺴﻴﺮﻭﺑﺎﺩﺭﻭﺍﺑﻬﺎﻧﻘﻴﻬﺎ،ﻭﺇﺫﺍ'
			'ﻋﱠﺮﺳﺘﻢ،ﻓﺎﺟﺘﻨﺒﻮﺍﺍﻟﱠﻄﺮﻳﻖ،ﻓﺈﱠﻧﻬﺎﻃﺮﻕﺍﻟﱠﺪﻭﺍﱢﺏ،ﻭﻣﺄﻮﯨﺍﻟﻬﻮﺍﱢﻡﺑﺎﻟﱠﻠﻴﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻣﻌﻨﻰ«ﺍﻋﻄﻮﺍﺍﻹﺑﻞﺣﻈﻬﺎﻣﻦﺍﻷﺭﺽ»ﺃﻱ:ﺍﺭﻓﻘﻮﺍﺑﻬﺎﻓﻲﺍﻟﱠﺴﻴﺮﻟﺘﺮﻋﻰﻓﻲﺣﺎﻝﺳﻴﺮﻩﺎ،ﻭﻗﻮﻟﻪ:«'
			'ﻧﻘﻴﻬﺎ»ﻩﻮﺑﻜﺴﺮﺍﻟﻨﻮﻥ،ﻭﺇﺳﻜﺎﻥﺍﻟﻘﺎﻑ،ﻭﺑﺎﻟﻴﺎﺀﺍﻟﻤﺜﻨﺎﺓﻣﻦﺗﺤﺖﻮﻫﻮ:ﺍﻟﻤﺦﱡ،ﻣﻌﻨﺎﻩ:ﺃﺳﺮﻋﻮﺍﺑﻬﺎﺣﺘﻰ'
			'ﺗﺼﻠﻮﺍﺍﻟﻤﻘﺼﺪﻗﺒﻞﺃﻥﻳﺬﻩﺐﻣﱡﺨﻬﺎﻣﻦﺿﻨﻚﺍﻟﱠﺴﻴﺮ.ﻭ«ﺍﻟﱠﺘﻌﺮﻳﺲ»:ﺍﻟﻨﺰﻭﻝﻓﻲﺍﻟﻠﻴﻞ',
		translation: 'Translation of Hadith 962'
),
	Hadith(
		hadithNumber: 963,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺁﺎﻥﻓﻲﺳﻔﺮ،ﻓﻌﱠﺮﺱ'
			'ﺑﻠﻴﻞﺍﺿﻄﺠﻊﻋﻠﻰﻳﻤﻴﻨﻪ،ﻭﺇﺫﺍﻋﱠﺮﺱﻗﺒﻴﻞﺍﻟﱡﺼﺒﺢﻧﺼﺐﺫﺭﺍﻋﻪﻭﻭﺿﻊﺭﺃﺳﻪﻋﻠﻰﺁﱢﻔﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﱠﺇﻧﻤﺎﻧﺼﺐﺫﺭﺍﻋﻪﻟﺌﱠﻼﻳﺴﺘﻐﺮﻕﻓﻲﺍﻟﱠﻨﻮﻡﻓﺘﻔﻮﺕﺻﻼﺓﺍﻟﱡﺼﺒﺢﻋﻦﻭﻗﺘﻬﺎﺃﻭﻋﻦﺃﱠﻭﻝﻭﻗﺘﻬﺎ',
		translation: 'Translation of Hadith 963'
),
	Hadith(
		hadithNumber: 964,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﻠﻴﻜﻢﺑﺎﻟﱡﺪﻟﺠﺔ،ﻓﺈﱠﻥﺍﻷﺭﺽ'
			'ﺗﻄﻮﻯﺑﺎﻟﱠﻠﻴﻞ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.«ﺍﻟﱡﺪﻟﺠﺔ»ﺍﻟﺴﱠﻴﺮﻓﻲﺍﻟﱠﻠﻴﻞ',
		translation: 'Translation of Hadith 964'
),
	Hadith(
		hadithNumber: 965,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺛﻌﻠﺒﺔﺍﻟﺨﺸﻨﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺎﺱﺇﺫﺍﻧﺰﻟﻮﺍﻣﻨﺰﻻﺗﻔﱠﺮﻗﻮﺍﻓﻲﺍﻟﱢﺸﻌﺎﺏﻭﺍﻷﻭﺩﻳﺔ.'
			'ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺈﻧﺗﻔﱡﺮﻗﻜﻢﻓﻲﻩﺬﻩﺍﻟﱢﺸﻌﺎﺏﻭﺍﻷﻭﺩﻳﺔﺇﱠﻧﻤﺎﺫﻟﻜﻢﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥ،»ﻓﻠﻢ'
			'ﻳﻨﺰﻟﻮﺍﺑﻌﺪﺫﻟﻚﻣﻨﺰﻻﺇﱠﻻﺍﻧﻀﱠﻢﺑﻌﻀﻬﻢﺇﻟﻰﺑﻌﺾ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 965'
),
	Hadith(
		hadithNumber: 966,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﻋﻤﺮﻭ-ﻭﻗﻴﻞﺳﻬﻞﺑﻦﺍﻟﱠﺮﺑﻴﻊﺑﻦﻋﻤﺮﻭﺍﻷﻧﺼﺎﺭﱢﻱﺍﻟﻤﻌﺮﻭﻑﺑﺎﺑﻦﺍﻟﺤﻨﻈﻠﱠﻴﺔ،ﻭﻩﻮﻣﻦ'
			'ﺃﻩﻞﺑﻴﻌﺔﺍﻟﱢﺮﺿﻮﺎﻧ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﱠﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺒﻌﻴﺮﻗﺪﻟﺤﻖﻇﻬﺮﻩﺑﺒﻄﻨﻪ'
			'ﻓﻘﺎﻝ:«ﺍﱠﺗﻘﻮﺍﺍﻟﱠﻠﻪﻓﻲﻩﺬﻩﺍﻟﺒﻬﺎﺋﻢﺍﻟﻤﻌﺠﻤﺔﻓﺎﺭﺁﺒﻮﻩﺎﺻﺎﻟﺤﺔ،ﻭﺁﻠﻮﻩﺎﺻﺎﻟﺤﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 966'
),
	Hadith(
		hadithNumber: 967,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺟﻌﻔﺮﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺟﻌﻔﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﺭﺩﻓﻨﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﺫﺎﺗﻳﻮﻡﺧﻠﻔﻪ،ﻭﺃﺳﱠﺮﺇﻟﱠﻲﺣﺪﻳﺜﺎﻻﺃﺣﱢﺪﺙﺑﻪﺃﺣﺪﺍﻣﻦﺍﻟﱠﻨﺎﺱ،ﻭﺁﺎﻥﺃﺣﱠﺐﻣﺎﺍﺳﺘﺘﺮﺑﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﺤﺎﺟﺘﻪﻩﺪﻑﺃﻭﺣﺎﺋﺶﻧﺨﻞ.ﻳﻌﻨﻲ:ﺣﺎﺋﻂﻧﺨﻞ:ﺭﻭﺍﻩﻣﺴﻠﻢﻩﻜﺬﺍﻣﺨﺘﺼﺮﺍ.'
			'ﻭﺯﺍﺩﻓﻴﻪﺍﻟﺒﺮﻗﺎﻧﱡﻲﺑﺈﺳﻨﺎﺩﻣﺴﻠﻢ:ﻩﺬﺍﺑﻌﺪﻗﻮﻟﻪ:ﺣﺎﺋﺶﻧﺨﻞ:-ﻓﺪﺧﻞﺣﺎﺋﻄﺎﻟﺮﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭ،ﻓﺈﺫﺍﻓﻴﻪ'
			'ﺟﻤﻞ،ﻓﻠﱠﻤﺎﺭﺄﯨﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺮﺟﺮﻭﺫﺭﻓﺖﻋﻴﻨﺎﻩ،ﻓﺄﺗﺎﻩﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﻤﺴﺢﺳﺮﺍﺗﻪ-ﺄﻳ:ﺳﻨﺎﻣﻪ-ﻭﺫﻓﺮﺍﻩﻓﺴﻜﻦ،ﻓﻘﺎﻝ:«ﻣﻦﺭﱡﺏﻩﺬﺍﺍﻟﺠﻤﻞ،ﻟﻤﻦﻩﺬﺍﺍﻟﺠﻤﻞ؟»ﻓﺠﺎﺀﻓﺘﻰ'
			'ﻣﻦﺍﻷﻧﺼﺎﺭﻓﻘﺎﻝ:ﻩﺬﺍﻟﻲﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻓﻘﺎﻝ:«ﺃﻓﻼﺗﱠﺘﻘﻲﺍﻟﱠﻠﻪﻓﻲﻩﺬﻩﺍﻟﺒﻬﻴﻤﺔﺍﻟﺘﻲﻣﱠﻠﻜﻚﺍﻟﱠﻠﻪﺇﻳﺎﻩﺎ؟'
			'ﻓﺈﻧﱠﻪﻳﺸﻜﻮﺇﻟﱠﻲﺃﱠﻧﻚﺗﺠﻴﻌﻪﻭﺗﺪﺋﺒﻪ».'
			'ﻭﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺁﺮﻭﺍﻳﺔﺍﻟﺒﺮﻗﺎﻧﻲ.ﻗﻮﻟﻪ:«ﺫﻓﺮﺍﻩ»ﻩﻮﺑﻜﺴﺮﺍﻟﺬﻻﺍﻟﻤﻌﺠﻤﺔﻭﺇﺳﻜﺎﻥﺍﻟﻔﺎﺀ،ﻮﻫﻮﻟﻔﻆﻣﻔﺮﺩ'
			'ﻣﺆﻧﺚ.ﻗﺎﻝﺃﻩﻞﺍﻟﱡﻠﻐﺔ:ﺍﻟﱢﺬﻓﺮﻯ:ﺍﻟﻤﻮﺿﻊﺍﻟﺬﻱﻳﻌﺮﻕﻣﻦﺍﻟﺒﻌﻴﺮﺧﻠﻒﺍﻷﺫﻥ،ﻭﻗﻮﻟﻪ:«ﺗﺪﺋﺒﻪ»ﺃﻱ:ﺗﺘﻌﺒﻪ',
		translation: 'Translation of Hadith 967'
),
	Hadith(
		hadithNumber: 968,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﱠﻨﺎﺇﺫﺍﻧﺰﻟﻨﺎﻣﻨﺰﻻ،ﻻﻧﺴﺒﱢﺢﺣﱠﺘﻰﻧﺤﻞﱠﺍﻟﱢﺮﺣﺎﻝ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ'
			'ﻭﻗﻮﻟﻪ:«ﻻﻧﺴﺒﱢﺢ»ﺃﻱﻻﻧﺼﱢﻠﻲﺍﻟﱠﻨﺎﻓﻠﺔ،ﻭﻣﻌﻨﺎﻩ:ﺃﱠﻧﺎ-ﻣﻊﺣﺮﺻﻨﺎﻋﻠﻰﺍﻟﱠﺼﻼﺓ-ﻻﻧﻘﺪﱢﻣﻬﺎﻋﻠﻰﺣﱢﻂﺑﺈﺳﻨﺎﺩﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ.'
			'ﺍﻟﱢﺮﺣﺎﻝﻭﺇﺭﺍﺣﺔﺍﻟﱠﺪﻭﺍﱢﺏ',
		translation: 'Translation of Hadith 968'
),
	Hadith(
		hadithNumber: 969,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﻴﻨﻤﺎﻧﺤﻦﻓﻲﺳﻔﺮﺇﺫﺟﺎﺀﺭﺟﻞﻋﻠﻰﺭﺍﺣﻠﺔﻟﻪ،ﻓﺠﻌﻞ'
			'ﻳﺼﺮﻑﺑﺼﺮﻩﻳﻤﻴﻨﺎﻭﺷﻤﺎﻻ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺁﺎﻥﻣﻌﻪﻓﻀﻞﻇﻬﺮ،ﻓﻠﻴﻌﺪﺑﻪ'
			'ﻋﻠﻰﻣﻦﻻﻇﻬﺮﻟﻪ،ﻭﻣﻦﺁﺎﻥﻟﻪﻓﻀﻞﺯﺍﺩ،ﻓﻠﻴﻌﺪﺑﻪﻋﻠﻰﻣﻦﻻﺯﺍﺩﻟﻪ»ﻓﺬﺁﺮﻣﻦﺃﺻﻨﺎﻑﺍﻟﻤﺎﻝﻣﺎﺫﺁﺮﻩ'
			'،ﺣﺘﻰﺭﺃﻳﻨﺎﺃﻧﱠﻪﻻﺣﱠﻖﻷﺣﺪﻣﻨﺎﻓﻲﻓﻀﻞ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 969'
),
	Hadith(
		hadithNumber: 970,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱠﻧﻪﺃﺭﺍﺩﺃﻥﻳﻐﺰﻭﻓﻘﺎﻝ:ﻳﺎﻣﻌﺸﺮ'
			'ﺍﻟﻤﻬﺎﺟﺮﻳﻦﻭﺍﻷﻧﺼﺎﺭ،ﺇﱠﻥﻣﻦﺇﺧﻮﻧﻜﻢﻗﻮﻣﺎ،ﻟﻴﺲﻟﻬﻢﻣﺎﻝ،ﻭﻻﻋﺸﻴﺮﺓ،ﻓﻠﻴﺼﱠﻢﺃﺣﺪﺁﻢﺇﻟﻴﻪﺍﻟﺮﺟﻠﻴﻦﺃﻭ'
			'ﺍﻟﱠﺜﻼﺛﺔ،ﻓﻤﺎﻷﺣﺪﻧﺎﻣﻦﻇﻬﺮﻳﺤﻤﻠﻪﺇﻻﻋﻘﺒﺔﻳﻌﻨﻲﺁﻌﻘﺒﺔﺃﺣﺪﻩﻢ،ﻗﺎﻝ:ﻓﻀﻤﻤﺖﺇﻟﱠﻲﺍﺛﻨﻴﻴﻦﺃﻭﺛﻼﺛﺔﻣﺎﻟﻲﺇﻻ'
			'ﻋﻘﺒﺔﺁﻌﻘﺒﺔﺃﺣﺪﻩﻢﻣﻦﺟﻤﻠﻲ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 970'
),
	Hadith(
		hadithNumber: 971,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺘﺨﱠﻠﻒﻓﻲﺍﻟﻤﺴﻴﺮﻓﻴﺰﺟﻲﺍﻟﱠﻀﻌﻴﻒﻭﻳﺮﺩﻑﻭﻳﺪﻋﻮ'
			'ﻟﻪ..ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 971'
),
	Hadith(
		hadithNumber: 972,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺍﺳﺘﻮﻯﻋﻠﻰﺑﻌﻴﺮﻩ'
			'ﺧﺎﺭﺟﺎﺇﻟﻲﺳﻔﺮ،ﺁﱠﺒﺮﺛﻼﺛﺎ،ﺛﻢﱠﻗﺎﻝ:«ﺳﺒﺤﺎﻥﺍﻟﺬﻱﺳﱠﺨﺮﻟﻨﺎﻩﺬﺍﻭﻣﺎﺁﱠﻨﺎﻟﻪﻣﻘﺮﻧﻴﻦ،ﻭﺇﱠﻧﺎﺇﻟﻰﺭﱢﺑﻨﺎ'
			'ﻟﻤﻨﻘﻠﺒﻮﻥ.ﺍﻟﻠﱠﻬﻢﱠﺇﱠﻧﺎﻧﺴﺄﻟﻚﻓﻲﺳﻔﺮﻧﺎﻩﺬﺍﺍﻟﺒﱠﺮﻭﺍﻟﱠﺘﻘﻮﻯ،ﻭﻣﻦﺍﻟﻌﻤﻞﻣﺎﺗﺮﺿﻰ.ﺍﻟﻠﱠﻬﻢﱠﻩﱢﻮﻥﻋﻠﻴﻨﺎﺳﻔﺮﻧﺎﻩﺬﺍ'
			'ﻭﺍﻃﻮﻋﱠﻨﺎﺑﻌﺪﻩ،ﺍﻟﻠﱠﻬﻢﱠﺃﻧﺖﺍﻟﱠﺼﺎﺣﺐﻓﻲﺍﻟﱠﺴﻔﺮ،ﻭﺍﻟﺨﻠﻴﻔﺔﻓﻲﺍﻷﻩﻞ.ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﻋﻮﺫﺑﻚﻣﻦﻭﻋﺜﺎﺀﺍﻟﱠﺴﻔﺮ،'
			'ﻭﺁﺂﺑﺔﺍﻟﻤﻨﻈﺮ،ﻭﺳﻮﺀﺍﻟﻤﻨﻘﻠﺐﻓﻲﺍﻟﻤﺎﻝﻭﺍﻷﻩﻞﻭﺍﻟﻮﻟﺪ»ﻭﺇﺫﺍﺭﺟﻊﻗﺎﻟﻬﱠﻦﻭﺯﺍﺩﻓﻴﻬﱠﻦ:«ﺁﻳﺒﻮﻥﺗﺎﺋﺒﻮﻥ'
			'ﻋﺎﺑﺪﻮﻧﻟﺮﱢﺑﻨﺎﺣﺎﻣﺪﻭﻥ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻣﻌﻨﻰ«ﻣﻘﺮﻧﻴﻦ»:ﻣﻄﻴﻘﻴﻦ.«ﻭﺍﻟﻮﻋﺜﺎﺀ»ﺑﻔﺘﺢﺍﻟﻮﺍﻭﻭﺇﺳﻜﺎﻥﺍﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﺑﺎﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔﻭﺑﺎﻟﻤﺪ،'
			'ﻮﻫﻲ:ﺍﻟﱢﺸﱠﺪﺓ.ﻭ«ﺍﻟﻜﺂﺑﺔ»ﺑﺎﻟﻤﱢﺪ،ﻮﻫﻲ:ﺗﻐﱡﻴﺮﺍﻟﱠﻨﻔﺲﻣﻦﺣﺰﻥﻭﻧﺤﻮﻩ.«ﻭﺍﻟﻤﻨﻘﻠﺐ»:ﺍﻟﻤﺮﺟﻊ',
		translation: 'Translation of Hadith 972'
),
	Hadith(
		hadithNumber: 973,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺳﺮﺟﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺳﺎﻓﺮﻳﺘﻌﱠﻮﺫ'
			'ﻣﻦﻭﻋﺜﺎﺀﺍﻟﺴﻔـﺮ،ﻭﺁﺂﺑﺔﺍﻟﻤﻨﻘﻠﺐ،ﻭﺍﻟﺤﻮﺭﺑﻌﺪﺍﻟﻜﻮﻥ،ﻭﺩﻋﻮﺓﺍﻟﻤﻈﻠﻮﻡ.ﻭﺳﻮﺀﺍﻟﻤﻨﻈﺮﻓﻲﺍﻷﻩﻞﻭﺍﻟﻤﺎﻝ'
			'.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻩﻜﺬﺍﻩﻮﻓﻲﺻﺤﻴﺢﻣﺴﻠﻢ:ﺍﻟﺤﻮﺭﺑﻌﺪﺍﻟﻜﻮﻥ،ﺑﺎﻟﻨﻮﻥ،ﻭﺁﺬﺍﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻭﺍﻟﻨﺴﺎﺋﻲ،ﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:'
			'ﻭﻳﺮﻮﻳ«ﺍﻟﻜﻮﺭ»ﺑﺎﻟﺮﺍﺀ،ﻭﺁﻼﻩﻤﺎﻟﻪﻭﺟﻪ.ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﻭﻣﻌﻨﺎﻩﺑﺎﻟﻨﻮﻥﻭﺍﻟﺮﺍﺀﺟﻤﻴﻌﺎ:ﺍﻟﱡﺮﺟﻮﻉﻣﻦ'
			'ﺍﻻﺳﺘﻘﺎﻣﺔﺃﻭﺍﻟﱢﺰﻳﺎﺩﺓﺇﻟﻰﺍﻟﱠﻨﻘﺺ.ﻗﺎﻟﻮﺍ:ﻭﺭﻭﺍﻳﺔﺍﻟﱠﺮﺍﺀﻣﺄﺧﻮﺫﺓﻣﻦﺗﻜﻮﻳﺮﺍﻟﻌﻤﺎﻣﺔ،ﻭﻩﻮﻟﱡﻔﻬﺎﻭﺟﻤﻌﻬﺎ،'
			'ﻭﺭﻭﺍﻳﺔﺍﻟﻨﻮﻥﻣﻦﺍﻟﻜﻮﻥ،ﻣﺼﺪﺭ«ﺁﺎﻥﻳﻜﻮﻥﺁﻮﻧﺎ»ﺇﺫﺍﻭﺟﺪﻭﺍﺳﺘﻘﱠﺮ.'
			'`',
		translation: 'Translation of Hadith 973'
),
	Hadith(
		hadithNumber: 974,
		hadith:
						'ﻭﻋﻦﻋﻠﱢﻲﺑﻦﺭﺑﻴﻌﺔﻗﺎﻝ:ﺷﻬﺪﺕﻋﻠﱠﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﺗﻲﺑﺪﺍﱠﺑﺔﻟﻴﺮﺁﺒﻬﺎ،ﻓﻠﻤﺎﻭﺿﻊ'
			'ﺭﺟﻠﻪﻓﻲﺍﻟﱢﺮﺁﺎﺏﻗﺎﻝ:ﺑﺴﻢﺍﻟﱠﻠﻪ،ﻓﻠﱠﻤﺎﺍﺳﺘﻮﻯﻋﻠﻰﻇﻬﺮﻩﺎﻗﺎﻝ:ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺍﻟﺬﻱﺳﱠﺨﺮﻟﻨﺎﻩﺬﺍ،ﻭﻣﺎﺁﱠﻨﺎﻟﻪ'
			'ﻣﻘﺮﻧﻴﻦ،ﻭﺇﱠﻧﺎﺇﻟﻰﺭﱢﺑﻨﺎﻟﻤﻨﻘﻠﺒﻮﻥ،ﺛﻢﱠﻗﺎﻝ:ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺛﻼﺙﻣﱠﺮﺍﺕ،ﺛﻢﱠﻗﺎﻝ:ﺍﻟﱠﻠﻪﺃﺁﺒﺮﺛﻼﺙﻣﱠﺮﺍﺕ،ﺛﻢﱠﻗﺎﻝ:'
			'ﺳﺒﺤﺎﻧﻚﺇﱢﻧﻲﻇﻠﻤﺖﻧﻔﺴﻲﻓﺎﻏﻔﺮﻟﻲﺇﱠﻧﻪﻻﻳﻐﻔﺮﺍﻟﱡﺬﻧﻮﺏﺇﱠﻻﺃﻧﺖ،ﺛﻢﱠﺿﺤﻚ،ﻓﻘﻴﻞ:ﻳﺎﺃﻣﻴﺮﺍﻟﻤﺆﻣﻨﻴﻦ،ﻣﻦ'
			'ﺃﱢﻱﺷﻲﺀﺿﺤﻜﺖ؟ﻗﺎﻝ:ﺭﺃﻳﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻌﻞﺁﻤﺎﻓﻌﻠﺖ،ﺛﻢﱠﺿﺤﻚﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﻣﻦﺃﱢﻱﺷﻲﺀﺿﺤﻜﺖ؟ﻗﺎﻝ:«ﺇﱠﻥﺭﱠﺑﻚﺳﺒﺤﺎﻧﻪﻳﻌﺠﺐﻣﻦﻋﺒﺪﻩﺇﺫﺍﻗﺎﻝ:ﺍﻏﻔﺮﻟﻲﺫﻧﻮﺑﻲ،ﻳﻌﻠﻢﺃﻧﱠﻪﻻﻳﻐﻔﺮ'
			'ﺍﻟﱠﺬﻧﻮﺏﻏﻴﺮﻱ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ،ﻭﻓﻲﺑﻌﺾﺍﻟﻨﺴﺦ:ﺣﺴﻦﺻﺤﻴﺢ.ﻮﻫﺬﺍ'
			'ﻟﻔﻆﺃﺑﻲﺩﺍﻭﺩ.'
			'`',
		translation: 'Translation of Hadith 974'
),
	Hadith(
		hadithNumber: 975,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﺇﺫﺍﺻﻌﺪﻧﺎﺁﱠﺒﺮﻧﺎ،ﻭﺇﺫﺍﻧﺰﻟﻨﺎﺳﱠﺒﺤﻨﺎ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 975'
),
	Hadith(
		hadithNumber: 976,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺟﻴﻮﺷﻪﺇﺫﺍﻋﻠﻮﺍﺍﻟﱠﺜﻨﺎﻳﺎﺁﱠﺒﺮﻭﺍ'
			'،ﻭﺇﺫﺍﻩﺒﻄﻮﺍﺳﱠﺒﺤﻮﺍ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 976'
),
	Hadith(
		hadithNumber: 977,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻗﻔﻞﻣﻦﺍﻟﺤﱢﺞﺃﻭﺍﻟﻌﻤﺮﺓﺁﱠﻠﻤﺎﺃﻭﻓﻰﻋﻠﻰﺛﻨﱠﻴﺔﺃﻭﻓﺪﻓﺪ'
			'ﺁﱠﺒﺮﺛﻼﺛﺎ،ﺛﻢﱠﻗﺎﻝ:«ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻟﻪﺍﻟﻤﻠﻚﻭﻟﻪﺍﻟﺤﻤﺪ،ﻭﻩﻮﻋﻠﻰﺁﱢﻞﺷﻲﺀﻗﺪﻳﺮ.'
			'ﺁﻳﺒﻮﻥﺗﺎﺋﺒﻮﻥﻋﺎﺑﺪﻭﻥﺳﺎﺟﺪﻭﻥﻟﺮﱢﺑﻨﺎﺣﺎﻣﺪﻭﻥ.ﺻﺪﻕﺍﻟﱠﻠﻪﻭﻋﺪﻩ،ﻭﻧﺼﺮﻋﺒﺪﻩ،ﻭﻩﺰﻡﺍﻷﺣﺰﺍﺏﻭﺣﺪﻩ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﺇﺫﺍﻗﻔﻞﻣﻦﺍﻟﺠﻴﻮﺵﺃﻭﺍﻟﱠﺴﺮﺍﻳﺎﺃﻭﺍﻟﺤﱢﺞﺃﻭﺍﻟﻌﻤﺮﺓ.'
			'ﻗﻮﻟﻪ:«ﺃﻭﻓﻰ»ﺄﻳ:ﺍﺭﺗﻔﻊ،ﻭﻗﻮﻟﻪ:«ﻓﺪﻓﺪ»ﻩﻮﺑﻔﺘﺢﺍﻟﻔﺎﺀﻳﻦﺑﻴﻨﻬﻤﺎﺩﻻﻣﻬﻤﻠﺔﺳﺎﺁﻨﺔ،ﻭﺁﺧﺮﻩﺩﻻ'
			'ﺃﺧﺮﻯﻮﻫﻮ:«ﺍﻟﻐﻠﻴﻆﺍﻟﻤﺮﺗﻔﻊﻣﻦﺍﻷﺮﺿ»',
		translation: 'Translation of Hadith 977'
),
	Hadith(
		hadithNumber: 978,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺇﻧﻲﺃﺭﻳﺪﺄﻧﺃﺳﺎﻓﺮﻓﺄﻭﺻﻨﻲ،ﻗﺎﻝ:«'
			'ﻋﻠﻴﻚﺑﺘﻘﻮﻯﺍﻟﱠﻠﻪ،ﻭﺍﻟﱠﺘﻜﺒﻴﺮﻋﻠﻰﺁﱢﻞﺷﺮﻑﻓﻠﱠﻤﺎﻭﱠﻟﻲﺍﻟﺮﺟﻞﻗﺎﻝ:«ﺍﻟﱠﻠﻬﱠﻢﺍﻃﻮﻟﻪﺍﻟﺒﻌﺪ،ﻭﻩﱢﻮﻥﻋﻠﻴﻪﺍﻟﱠﺴﻔﺮ»'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 978'
),
	Hadith(
		hadithNumber: 979,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻣﻊﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺳﻔﺮ،ﻓﻜﱠﻨﺎﺇﺫﺍ'
			'ﺃﺷﺮﻓﻨﺎﻋﻠﻰﻭﺍﺩﻩﱠﻠﻠﻨﺎﻭﺁﱠﺒﺮﻧﺎﻭﺍﺭﺗﻔﻌﺖﺃﺻﻮﺍﺗﻨﺎﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺃﱡﻳﻬﺎﺍﻟﻨﺎﺱﺍﺭﺑﻌﻮﺍ'
			'ﻋﻠﻰﺃﻧﻔﺴﻜﻢﻓﺈﱠﻧﻜﻢﻻﺗﺪﻋﻮﻥﺃﺻﱠﻢﻭﻻﻏﺎﺋﺒﺎ.ﺇﻧﱠﻪﻣﻌﻜﻢ،ﺇﻧﱠﻪﺳﻤﻴﻊﻗﺮﻳﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﺭﺑﻌﻮﺍ»ﺑﻔﺘﺢﺍﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓﺃﻱ:ﺍﺭﻓﻘﻮﺍﺑﺄﻧﻔﺴﻜﻢ',
		translation: 'Translation of Hadith 979'
),
	Hadith(
		hadithNumber: 980,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝ:ﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:((ﺛﻼﺙﺩﻋﻮﺍﺕ'
			'ﻣﺴﺘﺠﺎﺑﺎﺕﻻﺷﱠﻚﻓﻴﻬﱠﻦ:ﺩﻋﻮﺓﺍﻟﻤﻈﻠﻮﻡ،ﻭﺩﻋﻮﺓﺍﻟﻤﺴﺎﻓﺮ،ﻭﺩﻋﻮﺓﺍﻟﻤﺴﺎﻓﺮ،ﻭﺩﻋﻮﺓﺍﻟﻮﺍﻟﺪﻋﻠﻰﻭﻟﺪﻩ))'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.ﻭﻟﻴﺲﻓﻲﺭﻭﺍﻳﺔﺃﺑﻲﺩﺍﻭﺩ:((ﻋﻠﻰﻭﻟﺪﻩ',
		translation: 'Translation of Hadith 980'
),
	Hadith(
		hadithNumber: 981,
		hadith:
						'ﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺧﺎﻑﻗﻮﻣﺎﻗﺎﻝ'
			':«ﺍﻟﻠﱠﻬﻢﱠﺇﱠﻧﺎﻧﺠﻌﻠﻚﻓﻲﻧﺤﻮﺭﻩﻢ،ﻭﻧﻌﻮﺫﺑﻚﻣﻦﺷﺮﻭﺮﻫﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﻨﺴﺎﺋﻲﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 981'
),
	Hadith(
		hadithNumber: 982,
		hadith:
						'ﻋﻦﺧﻮﻟﺔﺑﻨﺖﺣﻜﻴﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﻧﺰﻝ'
			'ﻣﻨﺰﻻﺛﻢﱠﻗﺎﻝ:ﺃﻋﻮﺫﺑﻜﻠﻤﺎﺕﺍﻟﱠﻠﻪﺍﻟﱠﺘﺎﱠﻣﺎﺕﻣﻦﺷﱢﺮﻣﺎﺧﻠﻖ،ﻟﻢﻳﻀﱠﺮﻩﺷﻲﺀﺣﱠﺘﻰﻳﺮﺗﺤﻞﻣﻦﻣﻨﺰﻟﻪﺫﻟﻚ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 982'
),
	Hadith(
		hadithNumber: 983,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺳﺎﻓﺮﻓﺄﻗﺒﻞﺍﻟﱠﻠﻴﻞﻗﺎﻝ'
			':ﻳﺎﺃﺭﺽﺭﱢﺑﻲﻭﺭﱡﺑﻚﺍﻟﱠﻠﻪ،ﺃﻋﻮﺫﺑﺎﻟﱠﻠﻪﻣﻦﺷﱢﺮﻙﻭﺷﱢﺮﻣﺎﻓﻴﻚ،ﻭﺷﺮﻣﺎﺧﻠﻖﻓﻴﻚ،ﻭﺷﱢﺮﻣﺎﻳﺪﱡﺏﻋﻠﻴﻚ،'
			'ﻭﺃﻋﻮﺫﺑﺎﻟﱠﻠﻪﻣﻦﺷﱢﺮﺃﺳﺪﻭﺃﺳﻮﺩ،ﻭﻣﻦﺍﻟﺤﱠﻴﺔﻭﺍﻟﻌﻘﺮﺏ،ﻭﻣﻦﺳﺎﺁﻦﺍﻟﺒﻠﺪ،ﻭﻣﻦﻭﺍﻟﺪﻭﻣﺎﻭﻟﺪ»ﺭﻭﺍﻩﺃﺑﻮ'
			'ﺩﺍﻭﺩ.'
			'»ﻭﺍﻷﺳﻮﺩ»ﺍﻟﱠﺸﺨﺺ،ﻗﺎﻝﺍﻟﺨﱠﻄﺎﺑﻲ:«ﻭﺳﺎﺁﻦﺍﻟﺒﻠﺪ»:ﻩﻢﺍﻟﺠﱡﻦﺍﱠﻟﺬﻳﻦﻩﻢﺳﱠﻜﺎﻥﺍﻷﺭﺽ.ﻗﺎﻝ:ﻭﺍﻟﺒﻠﺪ'
			'ﻣﻦﺍﻷﺭﺽﻣﺎﺁﺎﻥﻣﺄﻮﯨﺍﻟﺤﻴﻮﺍﻥﻭﺇﻥﻟﻢﻳﻜﻦﻓﻴﻪﺑﻨﺎﺀﻭﻣﻨﺎﺯﻝﻗﺎﻝ:ﻭﻳﺤﺘﻤﻞﺃﱠﻥﺍﻟﻤﺮﺍﺩ«ﺑﺎﻟﻮﺍﻟﺪ»:ﺇﺑﻠﻴﺲ'
			'«ﻭﻣﺎﻭﻟﺪ»:ﺍﻟﺸﱠﻴﺎﻃﻴﻦ',
		translation: 'Translation of Hadith 983'
),
	Hadith(
		hadithNumber: 984,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺴﱠﻔﺮﻗﻄﻌﺔﻣﻦﺍﻟﻌﺬﺍﺏ،'
			'ﻳﻤﻨﻊﺃﺣﺪﺁﻢﻃﻌﺎﻣﻪ،ﻭﺷﺮﺍﺑﻪﻭﻧﻮﻣﻪ،ﻓﺈﺫﺍﻗﻀﻰﺃﺣﺪﺁﻢﻧﻬﻤﺘﻪﻣﻦﺳﻔﺮﻩ،ﻓﻠﻴﻌﱢﺠﻞﺇﻟﻰﺃﻩﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'«ﻧﻬﻤﺘﻪ»:ﻣﻘﺼﻮﺩﻩ',
		translation: 'Translation of Hadith 984'
),
	Hadith(
		hadithNumber: 985,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺃﻃﺎﻝﺃﺣﺪﺁﻢﺍﻟﻐﻴﺒﺔﻓﻼﻳﻄﺮﻗﱠﻦ'
			'ﺃﻩﻠﻪﻟﻴﻼ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﺃﻥﻳﻄﺮﻕﺍﻟﺮﱠﺟﻞﺃﻩﻠﻪﻟﻴﻼ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 985'
),
	Hadith(
		hadithNumber: 986,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺳﱠﻠﻢﻻﻳﻄﺮﻕﺃﻩﻠﻪﻟﻴﻼ،ﻭﺁﺎﻥ'
			'ﻳﺄﺗﻴﻬﻢﻏﺪﻭﺓﺃﻭﻋﺸﱠﻴﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﱡﻄﺮﻭﻕ»:ﺍﻟﻤﺠﻲﺀﻓﻲﺍﻟﱠﻠﻴﻞ',
		translation: 'Translation of Hadith 986'
),
	Hadith(
		hadithNumber: 987,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﻗﺒﻠﻨﺎﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺣﱠﺘﻰﺇﺫﺍﺁﱠﻨﺎﺑﻈﻬﺮﺍﻟﻤﺪﻳﻨﺔﻗﺎﻝ:'
			'«ﺁﻳﺒﻮﻥ،ﺗﺎﺋﺒﻮﻥ،ﻋﺎﺑﺪﻭﻥ،ﻟﺮﱢﺑﻨﺎﺣﺎﻣﺪﻭﻥ»ﻓﻠﻢﻳﺰﻝﻳﻘﻮﻝﺫﻟﻚﺣﱠﺘﻰﻗﺪﻣﻨﺎﺍﻟﻤﺪﻳﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 987'
),
	Hadith(
		hadithNumber: 988,
		hadith:
						'ﻋﻦﺁﻌﺐﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﻗﺪﻡﻣﻦﺳﻔﺮﺑﺪﺃ'
			'ﺑﺎﻟﻤﺴﺠﺪﻓﺮﺁﻊﻓﻴﻪﺭﺁﻌﺘﻴﻦ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 988'
),
	Hadith(
		hadithNumber: 989,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺤﱡﻞﻻﻣﺮﺃﺓﺗﺆﻣﻦ'
			'ﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮﺗﺴﺎﻓﺮﻣﺴﻴﺮﺓﻳﻮﻡﻭﻟﻴﻠﺔﺇﱠﻻﻣﻊﺬﻳﻣﺤﺮﻡﻋﻠﻴﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 989'
),
	Hadith(
		hadithNumber: 990,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻧﻪﺳﻤﻊﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻻﻳﺨﻠﻮﱠﻥﺭﺟﻞﺑﺎﻣﺮﺃﺓ'
			'ﺇﻻﻭﻣﻌﻬﺎﺫﻭﻣﺤﺮﻡ،ﻭﻻﺗﺴﺎﻓﺮﺍﻟﻤﺮﺃﺓﺇﱠﻻﻣﻊﺬﻳﻣﺤﺮﻡ»ﻓﻘﺎﻝﻟﻪﺭﺟﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﺍﻣﺮﺃﺗﻲﺧﺮﺟﺖ'
			'ﺣﺎﱠﺟﺔ،ﻭﺇﱢﻧﻲﺍﺁﺘﺘﺒﺖﻓﻲﻏﺰﻭﺓﺁﺬﺍﻭﺁﺬﺍ؟ﻗﺎﻝ:«ﺍﻧﻄﻠـﻖﻓﺤﺞﱠﻣﻊﺍﻣﺮﺃﺗﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 990'
),
	Hadith(
		hadithNumber: 991,
		hadith:
						'ﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻗﺮﺅﺍﺍﻟﻘﺮﺁﻥ'
			'ﻓﺈﻧﱠﻪﻳﺄﺗﻲﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺷﻔﻴﻌﺎﻷﺻﺤﺎﺑﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 991'
),
	Hadith(
		hadithNumber: 992,
		hadith:
						'ﻭﻋﻦﺍﻟﱠﻨﱠﻮﺍﺱﺑﻦﺳﻤﻌﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻳﺆﺗﻰ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺑﺎﻟﻘﺮﺁﻥﻭﺃﻩﻠﻪﺍﻟﺬﻳﻦﺁﺎﻧﻮﺍﻳﻌﻤﻠﻮﻥﺑﻪﻓﻲﺍﻟﱡﺪﻧﻴﺎﺗﻘﺪﻣﻪﺳﻮﺭﺓﺍﻟﺒﻘﺮﺓﻭﺁﻝﻋﻤﺮﺍﻥ،ﺗﺤﺎﱠﺟﺎﻥﻋﻦ'
			'ﺻﺎﺣﺒﻬﻤﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 992'
),
	Hadith(
		hadithNumber: 993,
		hadith:
						'ﻭﻋﻦﻋﺜﻤﺎﻥﺑﻦﻋﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺧﻴﺮﺁﻢﻣﻦﺗﻌﱠﻠﻢ'
			'ﺍﻟﻘﺮﺁﻥﻭﻋﱠﻠﻤﻪﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 993'
),
	Hadith(
		hadithNumber: 994,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﱠﻟﺬﻱﻳﻘﺮﺃﺍﻟﻘﺮﺁﻥﻭﻩﻮ'
			'ﻣﺎﻩﺮﺑﻪﻣﻊﺍﻟﱠﺴﻔﺮﺓﺍﻟﻜﺮﺎﻣﺍﻟﺒﺮﺭﺓ،ﻭﺍﻟﺬﻱﻳﻘﺮﺃﺍﻟﻘﺮﺁﻥﻭﻳﺘﺘﻌﺘﻊﻓﻴﻪﻭﻩﻮﻋﻠﻴﻪﺷﺎﱞﻕﻟﻪﺃﺟﺮﺎﻧ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'.'
			'`',
		translation: 'Translation of Hadith 994'
),
	Hadith(
		hadithNumber: 995,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺜﻞﺍﻟﻤﺆﻣﻦ'
			'ﺍﱠﻟﺬﻱﻳﻘﺮﺃﺍﻟﻘﺮﺁﻥﻣﺜﻞﺍﻷﺗﺮﺟﱠﺔ:ﺭﻳﺤﻬﺎﻃﱢﻴﺐﻭﻃﻌﻤﻬﺎﺣﻠﻮ،ﻭﻣﺜﻞﺍﻟﻤﺆﻣﻦﺍﱠﻟﺬﻱﻻﻳﻘﺮﺃﺍﻟﻘﺮﺁﻥﺁﻤﺜﻞﺍﻟﱠﺘﻤﺮﺓ:'
			'ﻻﺭﻳﺢﻟﻬﺎﻭﻃﻌﻤﻬﺎﺣﻠﻮ،ﻭﻣﺜﻞﺍﻟﻤﻨﺎﻓﻖﺍﻟﺬﻱﻳﻘﺮﺃﺍﻟﻘﺮﺁﻥﺁﻤﺜﻞﺍﻟﱢﺮﻳﺤﺎﻧﺔ:ﺭﻳﺤﻬﺎﻃﻴﺐﻭﻃﻌﻤﻬﺎﻣﱡﺮ،ﻭﻣﺜﻞ'
			'ﺍﻟﻤﻨﺎﻓﻖﺍﻟﺬﻱﻻﻳﻘﺮﺃﺍﻟﻘﺮﺁﻥﺁﻤﺜﻞﺍﻟﺤﻨﻈﻠﺔ:ﻟﻴﺲﻟﻬﺎﺭﻳﺢﻭﻃﻌﻤﻬﺎﻣﱞﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 995'
),
	Hadith(
		hadithNumber: 996,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻳﺮﻓﻊﺑﻬﺬﺍﺍﻟﻜﺘﺎﺏ'
			'ﺃﻗﻮﺍﻣﺎﻭﻳﻀﻊﺑﻪﺁﺧﺮﻳﻦ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 996'
),
	Hadith(
		hadithNumber: 997,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺣﺴﺪﺇﱡﻻﻓﻲﺍﺛﻨﺘﻴﻦ:ﺭﺟﻞ'
			'ﺁﺗﺎﻩﺍﻟﱠﻠﻪﺍﻟﻘﺮﺁﻥ،ﻓﻬﻮﻳﻘﻮﻡﺑﻪﺁﻧﺎﺀﺍﻟﱠﻠﻴﻞﻭﺁﻧﺎﺀﺍﻟﱠﻨﻬﺎﺭ،ﻭﺭﺟﻞﺁﺗﺎﻩﺍﻟﱠﻠﻪﻣﺎﻻ،ﻓﻬﻮﻳﻨﻔﻘﻪﺁﻧﺎﺀﺍﻟﱠﻠﻴﻞﻭﺁﻧﺎﺀ'
			'ﺍﻟﻨﻬﺎﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺍﻵﻧﺎﺀ»:ﺍﻟﱠﺴﺎﻋﺎﺕ',
		translation: 'Translation of Hadith 997'
),
	Hadith(
		hadithNumber: 998,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺭﺟﻞﻳﻘﺮﺃﺳﻮﺭﺓﺍﻟﻜﻬﻒ،ﻭﻋﻨﺪﻩﻓﺮﺱﻣﺮﺑﻮﻁ'
			'ﺑﺸﻄﻨﻴﻦﻓﺘﻐﱠﺸﺘﻪﺳﺤﺎﺑﺔﻓﺠﻌﻠﺖﺗﺪﻧﻮ،ﻭﺟﻌﻞﻓﺮﺳﻪﻳﻨﻔﺮﻣﻨﻬﺎ.ﻓﻠﱠﻤﺎﺃﺻﺒﺢﺃﺗﻰﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻓﺬﺁﺮﻟﻪﺫﻟﻚﻓﻘﺎﻝ:«ﺗﻠﻚﺍﻟﱠﺴﻜﻴﻨﺔﺗﻨﱠﺰﻟﺖﻟﻠﻘﺮﺁﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺸﱠﻄﻦ»ﺑﻔﺘﺢﺍﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔﻭﺍﻟﻄﺎﺀﺍﻟﻤﻬﻤﻠﺔ:ﺍﻟﺤﺒﻞ',
		translation: 'Translation of Hadith 998'
),
	Hadith(
		hadithNumber: 999,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﻦﻗﺮﺃﺣﺮﻓﺎﻣﻦﺁﺘﺎﺏ'
			'ﺍﻟﱠﻠﻪﻓﻠﻪﺣﺴﻨﺔ،ﻭﺍﻟﺤﺴﻨﺔﺑﻌﺸﺮﺃﻣﺜﺎﻟﻬﺎﻻﺃﻗﻮﻝ:ﺍﻟﻢﺣﺮﻑ،ﻭﻟﻜﻦ:ﺃﻟﻒﺣﺮﻑ،ﻭﻻﻡﺣﺮﻑ،ﻭﻣﻴﻢﺣﺮﻑ'
			'»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 999'
),
	Hadith(
		hadithNumber: 1000,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﱠﻟﺬﻱﻟﻴﺲﻓﻲ'
			'ﺟﻮﻓﻪﺷﻲﺀﻣﻦﺍﻟﻘﺮﺁﻥﺁﺎﻟﺒﻴﺖﺍﻟﺨﺮﺏ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻗﺎﺑﻮﺱﺑﻦﺃﺑﻲﻇﺒﻴﺎﻥ،ﻮﻫﻮﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 1000'
),
	Hadith(
		hadithNumber: 1001,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻘﺎﻝ'
			'ﻟﺼﺎﺣﺐﺍﻟﻘﺮﺁﻥ:ﺍﻗﺮﺃﻭﺍﺭﺗﻖﻭﺭﱢﺗﻞﺁﻤﺎﺁﻨﺖﺗﺮﺗﱢﻞﻓﻲﺍﻟﱡﺪﻧﻴﺎ،ﻓﺈﱠﻥﻣﻨﺰﻟﺘﻚﻋﻨﺪﺁﺧﺮﺁﻳﺔﺗﻘﺮﺅﻩﺎ»ﺭﻭﺍﻩﺃﺑﻮ'
			'ﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1001'
),
	Hadith(
		hadithNumber: 1002,
		hadith:
						'ﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﻌﺎﻩﺪﻭﺍﻩﺬﺍﺍﻟﻘﺮﺁﻥﻓﻮﺍﱠﻟﺬﻱ'
			'ﻧﻔﺲﻣﺤﱠﻤﺪﺑﻴﺪﻩﻟﻬﻮﺃﺷﱡﺪﺗﻔﱡﻠﺘﺎﻣﻦﺍﻹﺑﻞﻓﻲﻋﻘﻠﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1002'
),
	Hadith(
		hadithNumber: 1003,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻧﻤﺎﻣﺜﻞﺻﺎﺣﺐﺍﻟﻘﺮﺁﻥ'
			'ﺁﻤﺜﻞﺍﻹﺑﻞﺍﻟﻤﻌﱠﻘﻠﺔ،ﺇﻥﻋﺎﻩﺪﻋﻠﻴﻬﺎﺃﻣﺴﻜﻬﺎ،ﻭﺇﻥﺃﻃﻠﻘﻬﺎ،ﺫﻩﺒﺖ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1003'
),
	Hadith(
		hadithNumber: 1004,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿ(1127:'
			'ﻟﺸﻲﺀﻣﺎﺃﺬﻧﻟﻨﺒﻲﺣﺴﻦﺍﻟﺼﻮﺕﻳﺘﻐﻨﻰﺑﺎﻟﻘﺮﺁﻥﻳﺠﻬﺮﺑﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻣﻌﻨﻰ«ﺃﺬﻧﺍﷲ»:ﺄﻳﺍﺳﺘﻤﻊ،ﻮﻫﻮﺇﺷﺎﺭﺓﺇﻟﻰﺍﻟﺮﺿﻰﻭﺍﻟﻘﺒﻮﻝ',
		translation: 'Translation of Hadith 1004'
),
	Hadith(
		hadithNumber: 1008,
		hadith:
						'ﺍﻟﻨﺴﺎﺀﺣﺘﻰﺟﺌﺖﺇﻟﻰﻩﺬﻩﺍﻵﻳﺔ:(ﻓﻜﻴﻒﺇﺫﺍﺟﺌﻨﺎﻣ(1127:'
			'ﺣﺴﺒﻚﺍﻵﻥ»ﻓﺎﻟﺘﻔﺖﺇﻟﻴﻪ،ﻓﺈﺫﺍﻋﻴﻨﺎﻩﺗﺬﺭﻓﺎﻥ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1008'
),
	Hadith(
		hadithNumber: 1009,
		hadith:
						'ﻋﻦﺃﺑﻲﺳﻌﻴﺪﺭﺍﻓﻊﺑﻦﺍﻟﻤﻌﱠﻠﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻ'
			'ﺃﻋﱢﻠﻤﻚﺃﻋﻈﻢﺳﻮﺭﺓﻓﻲﺍﻟﻘﺮﺁﻥﻗﺒﻞﺃﻥﺗﺨﺮﺝﻣﻦﺍﻟﻤﺴﺠﺪ؟ﻓﺄﺧﺬﺑﻴﺪﻱ،ﻓﻠﱠﻤﺎﺃﺭﺩﻧﺎﺃﻥﻧﺨﺮﺝﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺇﱠﻧﻚﻗﻠﺖﻷﻋﱢﻠﻤﱠﻨﻚﺃﻋﻈﻢﺳﻮﺭﺓﻓﻲﺍﻟﻘﺮﺁﻥ؟ﻗﺎﻝ:«ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺭﱢﺏﺍﻟﻌﺎﻟﻤﻴﻦﻩﻲﺍﻟﱠﺴﺒﻊﺍﻟﻤﺜﺎﻧﻲ،ﻭﺍﻟﻘﺮﺁﻥ'
			'ﺍﻟﻌﻈﻴﻢﺍﱠﻟﺬﻱﺃﻭﺗﻴﺘﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1009'
),
	Hadith(
		hadithNumber: 1010,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻓﻲ:ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ'
			':«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩ،ﺇﱠﻧﻬﺎﻟﺘﻌﺪﻝﺛﻠﺚﺍﻟﻘﺮﺁﻥ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻷﺻﺤﺎﺑﻪ:«ﺃﻳﻌﺠﺰﺃﺣﺪﺁﻢﺃﻥﻳﻘﺮﺃﺑﺜﻠﺚﺍﻟﻘﺮﺁﻥﻓﻲ'
			'ﻟﻴﻠﺔ»ﻓﺸﱠﻖﺫﻟﻚﻋﻠﻴﻬﻢ،ﻭﻗﺎﻟﻮﺍ:ﺃﱡﻳﻨﺎﻳﻄﻴﻖﺫﻟﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻓﻘﺎﻝ:«ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ،ﺍﻟﱠﻠﻪﺍﻟﺼﱠﻤﺪ:'
			'ﺛﻠﺚﺍﻟﻘﺮﺁﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1010'
),
	Hadith(
		hadithNumber: 1011,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺟﻼﺳﻤﻊﺭﺟﻼﻳﻘﺮﺃ:«ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ»ﻳﺮﱢﺩﺪﻫﺎﻓﻠﱠﻤﺎﺃﺻﺒﺢﺟﺎﺀﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺬﺁﺮﺫﻟﻚﻟﻪﻭﺁﺎﻥﺍﻟﺮﱠﺟﻞﻳﺘﻘﺎﻟﱡﻬﺎﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲ'
			'.1011ﺑﻴﺪﻩ،ﺇﱠﻧﻬﺎﻟﺘﻌﺪﻝﺛﻠﺚﺍﻟﻘﺮﺁﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1011'
),
	Hadith(
		hadithNumber: 1012,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻓﻲ:ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ:«'
			'ﺇﱠﻧﻬﺎﺗﻌﺪﻝﺛﻠﺚﺍﻟﻘﺮﺁﻥ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1012'
),
	Hadith(
		hadithNumber: 1013,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﻧﻲﺃﺣﺐﱡﻩﺬﻩﺍﻟﱡﺴﻮﺭﺓ:ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ،ﻗﺎﻝ'
			':«ﺇﱠﻥﺣﱠﺒﻬﺎﺃﺩﺧﻠﻚﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﻓﻲﺻﺤﻴﺤﻪﺗﻌﻠﻴﻘﺎ',
		translation: 'Translation of Hadith 1013'
),
	Hadith(
		hadithNumber: 1014,
		hadith:
						'ﻭﻋﻦﻋﻘﺒﺔﺑﻦﻋﺎﻣﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻟﻢﺗﺮﺁﻳﺎﺕﺃﻧﺰﻟﺖ'
			'ﻩﺬﻩﺍﻟﱠﻠﻴﻠﺔﻟﻢﻳﺮﻣﺜﻠﻬﻦﻗﱡﻂ؟ﻗﻞﺃﻋﻮﺫﺑﺮﱢﺏﺍﻟﻔﻠﻖ،ﻭﻗﻞﺃﻋﻮﺫﺑﺮﱢﺏﺍﻟﱠﻨﺎﺱ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1014'
),
	Hadith(
		hadithNumber: 1015,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺘﻌﱠﻮﺫﻣﻦﺍﻟﺠﺎﱢﻥ'
			'،ﻭﻋﻴﻦﺍﻹﻧﺴﺎﻥ،ﺣﱠﺘﻰﻧﺰﻟﺖﺍﻟﻤﻌﻮﺫﺗﺎﻥ،ﻓﻠﱠﻤﺎﻧﺰﻟﺘﺎ،ﺃﺧﺬﺑﻬﻤﺎﻭﺗﺮﻙﻣﺎﺳﻮﺍﻩﻤﺎ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ'
			'ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1015'
),
	Hadith(
		hadithNumber: 1016,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺍﻟﻘﺮﺁﻥﺳﻮﺭﺓ.'
			'ﺛﻼﺛﻮﻥﺁﻳﺔﺷﻔﻌﺖﻟﺮﺟﻞﺣﱠﺘﻰﻏﻔﺮﻟﻪ،ﻭﻩﻲ:ﺗﺒﺎﺭﻙﺍﻟﺬﻱﺑﻴﺪﻩﺍﻟﻤﻠﻚ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺃﺑﻲﺩﺍﻭﺩ:«ﺗﺸﻔﻊ»',
		translation: 'Translation of Hadith 1016'
),
	Hadith(
		hadithNumber: 1017,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻟﺒﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﺮﺃﺑﺎﻵﻳﺘﻴﻦ'
			'ﻣﻦﺁﺧﺮﺳﻮﺭﺓﺍﻟﺒﻘﺮﺓﻓﻲﻟﻴﻠﺔﺁﻔﺘﺎﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻴﻞ:ﺁﻔﺘﺎﻩﺍﻟﻤﻜﺮﻭﻩﺗﻠﻚﺍﻟﱠﻠﻴﻠﺔ،ﻭﻗﻴﻞ:ﺁﻔﺘﺎﻩﻣﻦﻗﻴﺎﻡﺍﻟﱠﻠﻴﻞ',
		translation: 'Translation of Hadith 1017'
),
	Hadith(
		hadithNumber: 1018,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺠﻌﻠﻮﺍﺑﻴﻮﺗﻜﻢﻣﻘﺎﺑﺮ'
			'،ﺇﱠﻥﺍﻟﱠﺸﻴﻄﺎﻥﻳﻨﻔﺮﻣﻦﺍﻟﺒﻴﺖﺍﱠﻟﺬﻱﺗﻘﺮﺃﻓﻴﻪﺳﻮﺭﺓﺍﻟﺒﻘﺮﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1018'
),
	Hadith(
		hadithNumber: 1019,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﱢﺑﻦﺁﻌﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺃﺑﺎﺍﻟﻤﻨﺬﺭﺃﺗﺪﺮﻳ'
			'ﺃﱡﻱﺁﻳﺔﻣﻦﺁﺘﺎﺏﺍﻟﱠﻠﻪﻣﻌﻚﺃﻋﻈﻢ؟ﻗﻠﺖ:ﺍﻟﱠﻠﻪﻻﺇﻟﻪﺇﱠﻻﻩﻮﺍﻟﺤﱡﻲﺍﻟﻘﱡﻴﻮﻡ،ﻓﻀﺮﺏﻓﻲﺻﺪﺮﻳﻭﻗﺎﻝ:«ﻟﻴﻬﻨﻚ'
			'ﺍﻟﻌﻠﻢﺃﺑﺎﺍﻟﻤﻨﺬﺭ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1019'
),
	Hadith(
		hadithNumber: 1020,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻭﱠﺁﻠﻨﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺤﻔﻆﺯﺁﺎﺓﺭﻣﻀﺎﻥ،'
			'ﻓﺄﺗﺎﻧﻲﺁﺕ،ﻓﺠﻌﻞﻳﺤﺜﻮﻣﻦﺍﻟﱠﻄﻌﺎﻡ،ﻓﺄﺧﺬﺗﻪﻓﻘﻠﺖ:ﻷﺭﻓﻌﱠﻨﻚﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:'
			'ﺇﱢﻧﻲﻣﺤﺘﺎﺝ،ﻭﻋﻠﱠﻲﻋﻴﺎﻝ،ﻭﺑﻲﺣﺎﺟﺔﺷﺪﻳﺪﺓ.،ﻓﺨﱠﻠﻴﺖﻋﻨﻪ،ﻓﺄﺻﺒﺤﺖ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﱠﻠﻰﺍﻟﱠﻠﻪﻋﻠﻴﻪ'
			'ﻓﺨﱠﻠﻴﺖﺳﺒﻴﻠﻪ.ﻓﻘﺎﻝ:«ﺃﻣﺎﺇﻧﱠﻪﻗﺪﺁﺬﺑﻚﻭﺳﻴﻌﻮﺩ»ﻓﻌﺮﻓﺖﺃﻧﱠﻪﺳﻴﻌﻮﺩﻟﻘﻮﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺁﻟﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺃﺑﺎﻩﺮﻳﺮﺓ،ﻣﺎﻓﻌﻞﺃﺳﻴﺮﻙﺍﻟﺒﺎﺭﺣﺔ؟»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺷﻜﺎﺣﺎﺟﺔﻭﻋﻴﺎﻻ،ﻓﺮﺣﻤﺘﻪ،'
			'ﻓﺮﺻﺪﺗﻪ.ﻓﺠﺎﺀﻳﺤﺜﻮﻣﻦﺍﻟﱠﻄﻌﺎﻡ،ﻓﻘﻠﺖ:ﻷﺭﻓﻌﱠﻨﻚﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:ﺩﻋﻨﻲﻓﺈﱢﻧﻲ'
			'ﻣﺤﺘﺎﺝ،ﻭﻋﻠﱠﻲﻋﻴﺎﻝﻻﺃﻋﻮﺩ،ﻓﺮﺣﻤﺘﻪﻭﺧﱠﻠﻴﺖﺳﺒﻴﻠﻪ،ﻓﺄﺻﺒﺤﺖﻓﻘﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻳﺎﺃﺑﺎﻩﺮﻳﺮﺓ،ﻣﺎﻓﻌﻞﺃﺳﻴﺮﻙﺍﻟﺒﺎﺭﺣﺔ؟»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺷﻜﺎﺣﺎﺟﺔﻭﻋﻴﺎﻻﻓﺮﺣﻤﺘﻪ،ﻭﺧﱠﻠﻴﺖ'
			'ﺳﺒﻴﻠﻪ،ﻓﻘﺎﻝ:«ﺇﻧﱠﻪﻗﺪﺁﺬﺑﻚﻭﺳﻴﻌﻮﺩ».ﻓﺮﺻﺪﺗﻪﺍﻟﱠﺜﺎﻟﺜﺔ.ﻓﺠﺎﺀﻳﺤﺜﻮﻣﻦﺍﻟﱠﻄﻌﺎﻡ،ﻓﺄﺧﺬﺗﻪ،ﻓﻘﻠﺖ:'
			'ﻷﺭﻓﻌﱠﻨﻚﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻮﻫﺬﺍﺁﺧﺮﺛﻼﺙﻣﺮﺎﺗﺃﱠﻧﻚﻻﺗﺰﻋﻢﺃﱠﻧﻚﺗﻌﻮﺩ،ﺛﻢﱠﺗﻌﻮﺩ،ﻓﻘﺎﻝ:'
			'ﺩﻋﻨﻲﻓﺈﱢﻧﻲﺃﻋﱢﻠﻤﻚﺁﻠﻤﺎﺕﻳﻨﻔﻌﻚﺍﻟﱠﻠﻪﺑﻬﺎ،ﻗﻠﺖ:ﻣﺎﻩﻦﱠ؟ﻗﺎﻝ:ﺇﺫﺍﺃﻭﻳﺖﺇﻟﻰﻓﺮﺍﺷﻚﻓﺎﻗﺮﺃﺁﻳﺔﺍﻟﻜﺮﺳﱢﻲ،'
			'ﻓﺈﱠﻧﻪﻟﻦﻳﺰﺍﻝﻋﻠﻴﻚﻣﻦﺍﻟﱠﻠﻪﺣﺎﻓﻆ،ﻭﻻﻳﻘﺮﺑﻚﺷﻴﻄﺎﻥﺣﱠﺘﻰﺗﺼﺒﺢ،ﻓﺨﱠﻠﻴﺖﺳﺒﻴﻠﻪﻓﺄﺻﺒﺤﺖ،ﻓﻘﺎﻝﻟﻲﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻓﻌﻞﺃﺳﻴﺮﻙﺍﻟﺒﺎﺭﺣﺔ؟»ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺯﻋﻢﺃﻧﱠﻪﻳﻌﱢﻠﻤﻨﻲﺁﻠﻤﺎﺕ'
			'ﻳﻨﻔﻌﻨﻲﺍﻟﱠﻠﻪﺑﻬﺎ،ﻓﺨﻠﱠﻴﺖﺳﺒﻴﻠﻪ.ﻗﺎﻝ:«ﻣﺎﻩﻲ؟»ﻗﻠﺖ:ﻗﺎﻝﻟﻲ:ﺇﺫﺍﺃﻭﻳﺖﺇﻟﻰﻓﺮﺍﺷﻚﻓﺎﻗﺮﺃﺍﻳﺔﺍﻟﻜﺮﺳﱢﻲ'
			'ﻣﻦﺃﱠﻭﻟﻬﺎﺣﱠﺘﻰﺗﺨﺘﻢﺍﻵﻳﺔ:{ﺍﻟﱠﻠﻪﻻﺇﻟﻪﺇﱠﻻﻩﻮﺍﻟﺤﱡﻲﺍﻟﻘﱡﻴﻮﻡ}ﻭﻗﺎﻝﻟﻲ:ﻻﻳﺰﻻﻋﻠﻴﻚﻣﻦﺍﻟﱠﻠﻪﺣﺎﻓﻆ،ﻭﻟﻦ'
			'ﻳﻘﺮﺑﻚﺷﻴﻄﺎﻥﺣﱠﺘﻰﺗﺼﺒﺢ.ﻓﻘﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻣﺎﺇﱠﻧﻪﻗﺪﺻﺪﻗﻚﻭﻩﻮﺁﺬﻭﺏ،ﺗﻌﻠﻢﻣﻦ'
			'ﺗﺨﺎﻃﺐﻣﻨﺬﺛﻼﺙﻳﺎﺃﺑﺎﻩﺮﻳﺮﺓ؟»ﻗﻠﺖ:ﻻ،ﻗﺎﻝ:«ﺫﺍﻙﺷﻴﻄﺎﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1020'
),
	Hadith(
		hadithNumber: 1021,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺣﻔﻆﻋﺸﺮﺁﻳﺎﺕ'
			'ﻣﻦﺃﱠﻭﻝﺳﻮﺭﺓﺍﻟﻜﻬﻒ،ﻋﺼﻢﻣﻦﺍﻟﱠﺪﱠﺟﺎﻝ».ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻣﻦﺁﺧﺮﺳﻮﺭﺓﺍﻟﻜﻬﻒ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'[ﻗﺎﻝﺍﻟﺸﻴﺦﺍﻷﻟﺒﺎﻧﻲ:ﻗﻠﺖ:ﺍﻟﺮﻭﺍﻳﺔﺍﻷﺧﺮﻯﺷﺎﺫﺓﻭﺍﻟﻤﺤﻔﻮﻅﺍﻟﺮﻭﺍﻳﺔﺍﻷﻭﻟﻰﺁﻤﺎﺣﻘﻘﺘﻪﻓﻲ"ﺳﻠﺴﻠﺔ'
			'ﺍﻷﺣﺎﺩﻳﺚﺍﻟﺼﺤﻴﺤﺔ"ﺭﻗﻢ(2651)ﻭﻳﺸﻬﺪﻟﻪﺣﺪﻳﺚﺍﻟﻨﻮﺎﺳﺑﻦﺳﻤﻌﺎﻥﺍﻵﺗﻲﻋﻨﺪﺍﻟﻤﺼﻨﻒﺑﺮﻗﻢ(1808'
			'.1021)ﻓﺈﻥﻓﻴﻪ"ﻓﻤﻦﺃﺩﺭﺁﻪﻣﻨﻜﻢﻓﻠﻴﻘﺮﺃﻋﻠﻴﻪﻓﻮﺍﺗﺢﺳﻮﺭﺓﺍﻟﻜﻬﻒ',
		translation: 'Translation of Hadith 1021'
),
	Hadith(
		hadithNumber: 1022,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺑﻴﻨﻤﺎﺟﺒﺮﻳﻞﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡﻗﺎﻋﺪﻋﻨﺪﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺳﻤﻊﻧﻘﻴﻀﺎﻣﻦﻓﻮﻗﻪ،ﻓﺮﻓﻊﺭﺃﺳﻪﻓﻘﺎﻝ:ﻩﺬﺍﺑﺎﺏﻣﻦﺍﻟﱠﺴﻤﺎﺀﻓﺘﺢﺍﻟﻴﻮﻡﻭﻟﻢﻳﻔﺘﺢﻗﱡﻂﺇﱠﻻﺍﻟﻴﻮﻡ،ﻓﻨﺰﻝ'
			'ﻣﻨﻪﻣﻠﻚﻓﻘﺎﻝ:ﻩﺬﺍﻣﻠﻚﻧﺰﻝﺇﻟﻰﺍﻷﺭﺽﻟﻢﻳﻨﺰﻝﻗﱡﻂﺇﱠﻻﺍﻟﻴﻮﻡﻓﺴﱠﻠﻢﻭﻗﺎﻝ:ﺃﺑﺸﺮﺑﻨﻮﺭﻳﻦﺃﻭﺗﻴﺘﻬﻤﺎ،ﻟﻢ'
			'ﻳﺆﺗﻬﻤﺎﻧﺒﱞﻲﻗﺒﻠﻚ:ﻓﺎﺗﺤﺔﺍﻟﻜﺘﺎﺏ،ﻭﺧﻮﺍﺗﻴﻢﺳﻮﺭﺓﺍﻟﺒﻘﺮﺓ،ﻟﻦﺗﻘﺮﺃﺑﺤﺮﻑﻣﻨﻬﺎﺇﱠﻻﺃﻋﻄﻴﺘﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.»'
			'ﺍﻟﱠﻨﻘﻴﺾ»ﺍﻟﱠﺼﻮﺕ',
		translation: 'Translation of Hadith 1022'
),
	Hadith(
		hadithNumber: 1023,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﻣﺎﺍﺟﺘﻤﻊﻗﻮﻡﻓﻲ'
			'ﺑﻴﺖﻣﻦﺑﻴﻮﺕﺍﻟﱠﻠﻪﻳﺘﻠﻮﻥﺁﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﻳﺘﺪﺍﺭﺳﻮﻧﻪﺑﻴﻨﻬﻢ،ﺇﱠﻻﻧﺰﻟﺖﻋﻠﻴﻬﻢﺍﻟﱠﺴﻜﻴﻨﺔ،ﻭﻏﺸﻴﺘﻬﻢﺍﻟﱠﺮﺣﻤﺔ،'
			'ﻭﺣﱠﻔﺘﻬﻢﺍﻟﻤﻼﺋﻜﺔ،ﻭﺫﺁﺮﻩﻢﺍﻟﱠﻠﻪﻓﻴﻤﻦﻋﻨﺪﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1023'
),
	Hadith(
		hadithNumber: 1024,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺃﱠﻣﺘﻲ'
			'ﻳﺪﻋﻮﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻏﺮﺍﻣﺤﱠﺠﻠﻴﻦﻣﻦﺁﺛﺎﺭﺍﻟﻮﺿﻮﺀﻓﻤﻦﺍﺳﺘﻄﺎﻉﻣﻨﻜﻢﺃﻥﻳﻄﻴﻞﻏﱠﺮﺗﻪ،ﻓﻠﻴﻔﻌﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'.'
			'[ﻗﺎﻝﺍﻷﻟﺒﺎﻧﻲ:ﻭﻗﻮﻟﻪ"ﻓﻤﻦﺍﺳﺘﻄﺎﻉ.."ﻣﺪﺮﺟﻓﻲﺍﻟﺤﺪﻳﺚﺁﻤﺎﻗﺎﻝﺍﻟﺤﺎﻓﻆﻭﻏﻴﺮﻩﻓﺮﺍﺟﻊﻟﻪ"ﺍﻹﺭﻭﺍﺀ'
			'ﺭﻗﻢ(94)ﻭ"ﺍﻟﻀﻌﻴﻔﺔ"ﺭﻗﻢ',
		translation: 'Translation of Hadith 1024'
),
	Hadith(
		hadithNumber: 1025,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺧﻠﻴﻠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺗﺒﻠﻎﺍﻟﺤﻠﻴﺔﻣﻦﺍﻟﻤﺆﻣﻦﺣﻴﺚﻳﺒﻠﻎﺍﻟﻮﺿـﻮﺀ'
			'»ﺭﻭﺍﻩﻣﺴـﻠﻢ',
		translation: 'Translation of Hadith 1025'
),
	Hadith(
		hadithNumber: 1026,
		hadith:
						'ﻭﻋﻦﻋﺜﻤﺎﻥﺑﻦﻋﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﻮﱠﺿﺄ'
			'ﻓﺄﺣـﺴﻦﺍﻟﻮﺿـﻮﺀ،ﺧﺮﺟﺖﺧﻄﺎﻳﺎﻩﻣﻦﺟﺴﺪﻩﺣﱠﺘﻰﺗﺨﺮﺝﻣﻦﺗﺤﺖﺃﻇﻔﺎﺭﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1026'
),
	Hadith(
		hadithNumber: 1027,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺘﻮﱠﺿﺄﻣﺜﻞﻭﺿﻮﺋﻲﻩﺬﺍﺛﻢﱠﻗﺎﻝ:«ﻣﻦﺗﻮﱠﺿﺄ'
			'`.1027ﻩﻜﺬﺍﻏﻔﺮﻟﻪﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻪ،ﻭﺁﺎﻧﺖﺻﻼﺗﻪﻭﻣﺸﻴﻪﺇﻟﻰﺍﻟﻤﺴﺠﺪﻧﺎﻓﻠﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1027'
),
	Hadith(
		hadithNumber: 1028,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺗﻮﱠﺿﺄﺍﻟﻌﺒﺪﺍﻟﻤﺴﻠﻢ'
			'-ﺃﻭﺍﻟﻤﺆﻣﻦ-ﻓﻐﺴﻞﻭﺟﻬﻪﺧﺮﺝﻣﻦﻭﺟﻬﻪﺁﱡﻞﺧﻄﻴﺌﺔﻧﻈﺮﺇﻟﻴﻬﺎﺑﻌﻴﻨﻴﻪﻣﻊﺍﻟﻤﺎﺀﺃﻭﻣﻊﺁﺧﺮﻗﻄﺮﺍﻟﻤﺎﺀ،'
			'ﻓﺈﺫﺍﻏﺴﻞﻳﺪﻳﻪ،ﺧﺮﺝﻣﻦﻳﺪﻳﻪﺁﻞﱡﺧﻄﻴﺌﺔﺁﺎﻥﺑﻄﺸﺘﻬﺎﻳﺪﺍﻩﻣﻊﺍﻟﻤﺎﺀﺃﻭﻣﻊﺁﺧﺮﻗﻄﺮﺍﻟﻤﺎﺀ،ﻓﺈﺫﺍﻏﺴﻞ'
			'ﺭﺟﻠﻴﻪ،ﺧﺮﺟﺖﺁﻞﱡﺧﻄﻴﺌﺔﻣﺸﺘﻬﺎﺭﺟﻼﻩﻣﻊﺍﻟﻤﺎﺀﺃﻭﻣﻊﺁﺧﺮﻗﻄﺮﺍﻟﻤﺎﺀ،ﺣﺘﻰﻳﺨﺮﺝﻧﻘﻴﺎﻣﻦﺍﻟﱡﺬﻧﻮﺏ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1028'
),
	Hadith(
		hadithNumber: 1029,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺗﻰﺍﻟﻤﻘﺒﺮﺓﻓﻘﺎﻝ:«ﺍﻟﱠﺴﻼﻡﻋﻠﻴﻜﻢﺩﺍﺭﻗﻮﻡﻣﺆﻣﻨﻴﻦﻭﺇﱠﻧﺎ'
			'ﺇﻥﺷﺎﺀﺍﻟﱠﻠﻪﺑﻜﻢﻻﺣﻘﻮﻥ،ﻭﺩﺩﺕﺃﱠﻧﺎﻗﺪﺭﺃﻳﻨﺎﺇﺧﻮﺍﻧﻨﺎ»:ﻗﺎﻟﻮﺍ:ﺃﻭﻟﺴﻨﺎﺇﺧﻮﺍﻧﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﺃﻧﺘﻢ'
			'ﺃﺻﺤﺎﺑﻲ،ﻭﺇﺧﻮﺍﻧﻨﺎﺍﻟﺬﻳﻦﻟﻢﻳﺄﺗﻮﺍﺑﻌﺪ»ﻗﺎﻟﻮﺍ:ﺁﻴﻒﺗﻌﺮﻑﻣﻦﻟﻢﻳﺄﺗﻮﺍﺑﻌﺪﻣﻦﺃﱠﻣﺘﻚﻳﺎﺭﺳﻮﻝﺍﷲ؟ﻓﻘﺎﻝ:'
			'«ﺃﺭﺃﻳﺖﻟﻮﺃﱠﻥﺭﺟﻼﻟﻪﺧﻴﻞﻏﱞﺮﻣﺤﱠﺠﻠﺔﺑﻴﻦﻇﻬﺮﻱﺧﻴﻞﺩﻩﻢﺑﻬﻢ،ﺃﻻﻳﻌﺮﻑﺧﻴﻠﻪ؟»ﻗﺎﻟﻮﺍ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﻓﺈﱠﻧﻬﻢﻳﺄﺗﻮﻥﻏﺮﺍﻣﺤﱠﺠﻠﻴﻦﻣﻦﺍﻟﻮﺿﻮﺀ،ﻭﺃﻧﺎﻓﺮﻃﻬﻢﻋﻠﻰﺍﻟﺤﻮﺽ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1029'
),
	Hadith(
		hadithNumber: 1030,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻻﺃﺩﻟﱡﻜﻢﻋﻠﻰﻣﺎﻳﻤﺤﻮﺍﻟﱠﻠﻪﺑﻪﺍﻟﺨﻄﺎﻳﺎ،ﻭﻳﺮﻓﻊﺑﻪ'
			'ﺍﻟﱠﺪﺭﺟﺎﺕ؟ﻗﺎﻟﻮﺍ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:ﺇﺳﺒﺎﻍﺍﻟﻮﺿﻮﺀﻋﻠﻰﺍﻟﻤﻜﺎﺭﻩﻭﺁﺜﺮﺓﺍﻟﺨﻄﺎﺇﻟﻰﺍﻟﻤﺴﺎﺟﺪ،'
			'.1030ﻭﺍﻧﺘﻈﺎﺭﺍﻟﱠﺼﻼﺓﺑﻌﺪﺍﻟﱠﺼﻼﺓ،ﻓﺬﻟﻜﻢﺍﻟﱢﺮﺑﺎﻁ،ﻓﺬﻟﻜﻢﺍﻟﱢﺮﺑﺎﻁ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1030'
),
	Hadith(
		hadithNumber: 1031,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺎﻟﻚﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱡﻄﻬﻮﺭﺷﻄﺮ'
			'ﺍﻹﻳﻤﺎﻥ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻗﺪﺳﺒﻖﺑﻄﻮﻟﻪﻓﻲﺑﺎﺏﺍﻟﺼﺒﺮ.'
			'ﻭﻓﻲﺍﻟﺒﺎﺏﺣﺪﻳﺚﻋﻤﺮﻭﺑﻦﻋﺒﺴﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺍﻟﱠﺴﺎﺑﻖﻓﻲﺁﺧﺮﺑﺎﺏﺍﻟﱠﺮﺟﺎﺀ،ﻭﻩﻮﺣﺪﻳﺚﻋﻈﻴﻢ،ﻣﺸﺘﻤﻞ'
			'ﻋﻠﻰﺟﻤﻞﻣﻦﺍﻟﺨﻴﺮﺎﺗ',
		translation: 'Translation of Hadith 1031'
),
	Hadith(
		hadithNumber: 1032,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻣﻨﻜﻢﻣﻦﺃﺣﺪ'
			'ﻳﺘﻮﺿﱠﺄﻓﻴﺒﻠﻎ-ﺃﻭﻓﻴﺴﺒﻎﺍﻟﻮﺿﻮﺀ-ﺛﻢﱠﻗﺎﻝ:ﺃﺷﻬﺪﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻭﺃﺷﻬﺪﺃﱠﻥﻣﺤﱠﻤﺪﺍ'
			'ﻋﺒﺪﻩﻭﺭﺳﻮﻟﻪ،ﺇﱠﻻﻓﺘﺤﺖﻟﻪﺃﺑﻮﺍﺏﺍﻟﺠﱠﻨﺔﺍﻟﱠﺜﻤﺎﻧﻴﺔﻳﺪﺧﻞﻣﻦﺃﱢﻳﻬﺎﺷﺎﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﺯﺍﺩﺍﻟﺘﺮﻣﺬﻱ:«ﺍﻟﻠﱠﻬﻢﱠﺍﺟﻌﻠﻨﻲﻣﻦﺍﻟﱠﺘﱠﻮﺍﺑﻴﻦﻭﺍﺟﻌﻠﻨﻲﻣﻦﺍﻟﻤﺘﻄﱢﻬﺮﻳﻦ».'
			'`',
		translation: 'Translation of Hadith 1032'
),
	Hadith(
		hadithNumber: 1033,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﻳﻌﻠﻢﺍﻟﱠﻨﺎﺱﻣﺎﻓﻲ'
			'ﺍﻟﱢﻨﺪﺍﺀﻭﺍﻟﱠﺼﱢﻒﺍﻷﻭﻝ.ﺛﻢﱠﻟﻢﻳﺠﺪﻭﺍﺇﱠﻻﺃﻥﻳﺴﺘﻬﻤﻮﺍﻋﻠﻴﻪﻻﺳﺘﻬﻤﻮﺍﻋﻠﻴﻪ،ﻭﻟﻮﻳﻌﻠﻤﻮﻥﻣﺎﻓﻲﺍﻟﱠﺘﻬﺠﻴﺮ'
			'ﻻﺳﺘﺒﻘﻮﺍﺇﻟﻴﻪ،ﻭﻟﻮﻳﻌﻠﻤﻮﻥﻣﺎﻓﻲﺍﻟﻌﺘﻤﺔﻭﺍﻟﱡﺼﺒﺢﻷﺗﻮﻩﻤﺎﻭﻟﻮﺣﺒﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻻﺳﺘﻬﺎﻡ»:ﺍﻻﻗﺘﺮﺍﻉ،«ﻭﺍﻟﱠﺘﻬﺠﻴﺮ»:ﺍﻟﺘﱠﺒﻜﻴﺮﺇﻟﻰﺍﻟﱠﺼﻼﺓ',
		translation: 'Translation of Hadith 1033'
),
	Hadith(
		hadithNumber: 1034,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﻭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻟﻤﺆﱢﺫﻧﻮﻥ'
			'ﺃﻃﻮﻝﺍﻟﱠﻨﺎﺱﺃﻋﻨﺎﻗﺎﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1034'
),
	Hadith(
		hadithNumber: 1035,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺃﺑﻲﺻﻌﺼﻌﺔﺄﻧﺃﺑﺎﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝﻟﻪ:ﺇﻧﻲ'
			'ﺃﺭﺍﻙﺗﺤﺐﱡﺍﻟﻐﻨﻢﻭﺍﻟﺒﺎﺩﻳﺔﻓﺈﺫﺍﺁﻨﺖﻓﻲﻏﻨﻤﻚ-ﺃﻭﺑﺎﺩﻳﺘﻚ-ﻓﺄﱠﺫﻧﺖﻟﻠﺼﻼﺓ،ﻓﺎﺭﻓﻊﺻﻮﺗﻚﺑﺎﻟﱢﻨﺪﺍﺀ،ﻓﺈﱠﻧﻪﻻ'
			'ﻳﺴﻤﻊﻣﺪﻯﺻﻮﺕﺍﻟﻤﺆﱢﺬﻧﺟﱡﻦ،ﻭﻻﺇﻧﺲ،ﻭﻻﺷﻲﺀ،ﺇﱠﻻﺷﻬﺪﻟﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻗﺎﻝﺃﺑﻮﺳﻌﻴﺪ:ﺳﻤﻌﺘﻪﻣﻦ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1035'
),
	Hadith(
		hadithNumber: 1036,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻧﻮﺪﻳﺑﺎﻟﱠﺼﻼﺓ،'
			'ﺇﺫﺍﻗﻀﻲﺍﻟﱠﺘﺜﻮﻳﺐﺃﻗﺒﻞ،ﺣﱠﺘﻰﻳﺨﻄﺮﺑﻴﻦﺍﻟﻤﺮﺀﻭﻧﻔﺴﻪﻳﻘﻮﻝ:ﺍﺫﺁﺮﺁﺬﺍ،ﻭﺍﺫﺁﺮﺁﺬﺍ-ﻟﻤﺎﻟﻢﻳﺬﺁﺮﻣﻦﻗﺒﻞ-ﺃﺩﺑﺮﺍﻟﺸﻴﻄﺎﻥﻭﻟﻪﺿﺮﺍﻁﺣﱠﺘﻰﻻﻳﺴﻤﻊﺍﻟﱠﺘﺄﺫﻳﻦ،ﻓﺈﺫﺍﻗﻀﻲﺍﻟﻨﱢﺪﺍﺀﺃﻗﺒﻞ،ﺣﱠﺘﻰﺇﺫﺍﺛﱢﻮﺏﻟﻠﱠﺼﻼﺓﺃﺩﺑﺮ،ﺣﱠﺘﻰ'
			'ﺣﱠﺘﻰﻳﻈﱠﻞﺍﻟﺮﱠﺟﻞﻣﺎﻳﺪﺮﻳﺁﻢﺻﱠﻠﻰ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﱠﺘﺜﻮﻳﺐ»:ﺍﻹﻗﺎﻣﺔ',
		translation: 'Translation of Hadith 1036'
),
	Hadith(
		hadithNumber: 1037,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻧﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﺇﺫﺍﺳﻤﻌﺘﻢﺍﻟﱢﻨﺪﺍﺀﻓﻘﻮﻟﻮﺍﻣﺜﻞﻣﺎﻳﻘﻮﻝ،ﺛﻢﱠﺻﱡﻠﻮﺍﻋﻠﱠﻲ،ﻓﺈﱠﻧﻪﻣﻦﺻﱠﻠﻰﻋﻠﱠﻲﺻﻼﺓﺻﱠﻠﻰﺍﻟﱠﻠﻪﻋﻠﻴﻪ'
			'ﺑﻬﺎﻋﺸﺮﺍ،ﺛﻢﱠﺳﻠﻮﺍﺍﻟﱠﻠﻪﻟﻲﺍﻟﻮﺳﻴﻠﺔ،ﻓﺈﱠﻧﻬﺎﻣﻨﺰﻟﺔﻓﻲﺍﻟﺠﱠﻨﺔﻻﺗﻨﺒﻐﻲﺇﱠﻻﻟﻌﺒﺪﻣﻦﻋﺒﺎﺩﺍﻟﱠﻠﻪﻭﺃﺭﺟﻮﺃﻥﺃﺁﻮﻥ'
			'ﺃﻧﺎﻩﻮ،ﻓﻤﻦﺳﺄﻝﻟﻲﺍﻟﻮﺳﻴﻠﺔﺣﱠﻠﺖﻟﻪﺍﻟﱠﺸﻔﺎﻋﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1037'
),
	Hadith(
		hadithNumber: 1038,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺳﻤﻌﺘﻢ'
			'ﺍﻟﱢﻨﺪﺍﺀ،ﻓﻘﻮﻟﻮﺍﺁﻤﺎﻳﻘﻮﻝﺍﻟﻤﺆﺫﱢﻥ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1038'
),
	Hadith(
		hadithNumber: 1039,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﺎﻝﺣﻴﻦﻳﺴﻤﻊﺍﻟﱢﻨﺪﺍﺀ:'
			'ﺍﻟﻠﱠﻬﻢﱠﺭﱠﺏﻩﺬﻩﺍﻟﱠﺪﻋﻮﺓﺍﻟﱠﺘﺎﱠﻣﺔ،ﻭﺍﻟﱠﺼﻼﺓﺍﻟﻘﺎﺋﻤﺔ،ﺁﺕﻣﺤﱠﻤﺪﺍﺍﻟﻮﺳﻴﻠﺔ،ﻭﺍﻟﻔﻀﻴﻠﺔ،ﻭﺍﺑﻌﺜﻪﻣﻘﺎﻣﺎﻣﺤﻤﻮﺩﺍﺍﱠﻟﺬﻱ'
			'ﻭﻋﺪﺗﻪ،ﺣﱠﻠﺖﻟﻪﺷﻔﺎﻋﺘﻲﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1039'
),
	Hadith(
		hadithNumber: 1040,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﱠﻪﻗﺎﻝ:ﻣﻦﻗﺎﻝﺣﻴﻦﻳﺴﻤﻊ.'
			'ﺍﻟﻤﺆﱢﺫﻥ:ﺃﺷﻬﺪﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﻋﺒﺪﻩﻭﺭﺳﻮﻟﻪ،ﺭﺿﻴﺖﺑﺎﻟﱠﻠﻪﺭﺑﺎ،ﻭﺑﻤﺤﱠﻤﺪ'
			'ﺭﺳﻮﻻ،ﻭﺑﺎﻹﺳﻼﻡﺩﻳﻨﺎ،ﻏﻔﺮﻟﻪﺫﻧﺒﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1040'
),
	Hadith(
		hadithNumber: 1041,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱡﺪﻋﺎﺀﻻﻳﺮﱡﺩﺑﻴﻦﺍﻷﺫﺍﻥ'
			'ﻭﺍﻹﻗﺎﻣﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1041'
),
	Hadith(
		hadithNumber: 1042,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺃﺭﺃﻳﺘﻢﻟﻮ'
			'ﺃﱠﻥﻧﻬﺮﺍﺑﺒﺎﺏﺃﺣﺪﺁﻢﻳﻐﺘﺴﻞﻣﻨﻪﺁﻞﱠﻳﻮﻡﺧﻤﺲﻣﱠﺮﺍﺕ،ﻩﻞﻳﺒﻘﻰﻣﻦﺩﺭﻧﻪﺷﻲﺀ؟»ﻗﺎﻟﻮﺍ:ﻻﻳﺒﻘﻰﻣﻦﺩﺭﻧﻪ'
			'ﺷﻲﺀ،ﻗﺎﻝ:«ﻓﺬﻟﻚﻣﺜﻞﺍﻟﱠﺼﻠﻮﺍﺕﺍﻟﺨﻤﺲ،ﻳﻤﺤﻮﺍﻟﱠﻠﻪﺑﻬﱠﻦﺍﻟﺨﻄﺎﻳﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1042'
),
	Hadith(
		hadithNumber: 1043,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺜﻞﺍﻟﱠﺼﻠﻮﺍﺕﺍﻟﺨﻤﺲ'
			'ﺁﻤﺜﻞﻧﻬﺮﻏﻤﺮﺟﺎﺭﻋﻠﻰﺑﺎﺏﺃﺣﺪﺁﻢﻳﻐﺘﺴﻞﻣﻨﻪﺁﻞﱠﻳﻮﻡﺧﻤﺲﻣﱠﺮﺍﺕ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﻐﻤﺮ»ﺑﻔﺘﺢﺍﻟﻐﻴﻦﺍﻟﻤﻌﺠﻤﺔ:ﺍﻟﻜﺜﻴﺮ',
		translation: 'Translation of Hadith 1043'
),
	Hadith(
		hadithNumber: 1044,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﺃﺻﺎﺏﻣﻦﺍﻣﺮﺃﺓﻗﺒﻠﺔ،ﻓﺄﺗﻰﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﺄﺧﺒﺮﻩﻓﺄﻧﺰﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻭﺃﻗﻢﺍﻟﱠﺼﻼﺓﻃﺮﻓﻲﺍﻟﱠﻨﻬﺎﺭﻭﺯﻟﻔﺎﻣﻦﺍﻟﱠﻠﻴﻞ،ﺇﱠﻥﺍﻟﺤﺴﻨﺎﺕﻳﺬﻩﺒﻦﺍﻟﱠﺴﱢﻴﺌﺎﺕ}ﻓﻘﺎﻝ'
			'ﺍﻟﺮﱠﺟﻞ:ﺃﻟﻲﻩﺬﺍ؟ﻗﺎﻝ:«ﻟﺠﻤﻴﻊﺃﱠﻣﺘﻲﺁﱢﻠﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1044'
),
	Hadith(
		hadithNumber: 1045,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﱠﺼﻠﻮﺍﺕﺍﻟﺨﻤﺲ،'
			'ﻭﺍﻟﺠﻤﻌﺔﺇﻟﻰﺍﻟﺠﻤﻌﺔ،ﺁﱠﻔﺎﺭﺓﻟﻤﺎﺑﻴﻨﻬﱠﻦ،ﻣﺎﻟﻢﺗﻐﺶﺍﻟﻜﺒﺎﺋﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1045'
),
	Hadith(
		hadithNumber: 1046,
		hadith:
						'ﻭﻋﻦﻋﺜﻤﺎﻥﺑﻦﻋﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎﻣﻦ'
			'ﺍﻣﺮﻱﺀﻣﺴﻠﻢﺗﺤﻀﺮﻩﺻﻼﺓﻣﻜﺘﻮﺑﺔﻓﻴﺤﺴﻦﻭﺿﻮﺀﻩﺎ،ﻭﺧﺸﻮﻋﻬﺎ،ﻭﺭﺁﻮﻋﻬﺎ،ﺇﱠﻻﺁﺎﻧﺖﺁﱠﻔﺎﺭﺓﻟﻤﺎﻗﺒﻠﻬﺎ'
			'ﻣﻦﺍﻟﺬﻧﻮﺏﻣﺎﻟﻢﺗﺆﺕﺁﺒﻴﺮﺓ،ﻭﺫﻟﻚﺍﻟﱠﺪﻩﺮﺁﻠﱠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1046'
),
	Hadith(
		hadithNumber: 1047,
		hadith:
						'ﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺻﱠﻠﻰﺍﻟﺒﺮﺩﻳﻦﺩﺧﻞ'
			'ﺍﻟﺠﱠﻨﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺒﺮﺩﺍﻥ»:ﺍﻟﺼﱡﺒﺢﻭﺍﻟﻌﺼﺮ',
		translation: 'Translation of Hadith 1047'
),
	Hadith(
		hadithNumber: 1048,
		hadith:
						'ﻭﻋﻦﺰﻫﻴﺮﺑﻦﻋﻤﺎﺭﺓﺑﻦﺭﻭﻳﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ'
			':«ﻟﻦﻳﻠﺞﺍﻟﱠﻨﺎﺭﺃﺣﺪﺻﱠﻠﻰﻗﺒﻞﻃﻠﻮﻉﺍﻟﱠﺸﻤﺲﻭﻗﺒﻞﻏﺮﻭﺑﻬﺎ»ﻳﻌﻨﻲﺍﻟﻔﺠﺮ،ﻭﺍﻟﻌﺼﺮ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1048'
),
	Hadith(
		hadithNumber: 1049,
		hadith:
						'ﻭﻋﻦﺟﻨﺪﺏﺑﻦﺳﻔﻴﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺻﱠﻠﻰ'
			'ﺍﻟﱡﺼﺒﺢﻓﻬﻮﻓﻲﺫﱠﻣﺔﺍﻟﱠﻠﻪﻓﺎﻧﻈﺮﻳﺎﺍﺑﻦﺁﺪﻣﻻﻳﻄﻠﺒﱠﻨﻚﺍﻟﱠﻠﻪﻣﻦﺫﱠﻣﺘﻪﺑﺸﻲﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1049'
),
	Hadith(
		hadithNumber: 1050,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺘﻌﺎﻗﺒﻮﻥﻓﻴﻜﻢﻣﻼﺋﻜﺔ'
			'ﺑﺎﻟﱠﻠﻴﻞ،ﻭﻣﻼﺋﻜﺔﺑﺎﻟﱠﻨﻬﺎﺭ،ﻭﻳﺠﺘﻤﻌﻮﻥﻓﻲﺻﻼﺓﺍﻟﱡﺼﺒﺢﻭﺻﻼﺓﺍﻟﻌﺼﺮ،ﺛﻢﱠﻳﻌﺮﺝﺍﱠﻟﺬﻳﻦﺑﺎﺗﻮﺍﻓﻴﻜﻢ،ﻓﻴﺴﺄﻟﻬﻢ'
			'ﺍﻟﱠﻠﻪ-ﻭﻩﻮﺃﻋﻠﻢﺑﻬﻢ-:ﺁﻴﻒﺗﺮﺁﺘﻢﻋﺒﺎﺪﻳ؟ﻓﻴﻘﻮﻟﻮﻥ:ﺗﺮﺁﻨﺎﻩﻢﻭﻩﻢﻳﺼﱡﻠﻮﻥ،ﻭﺃﺗﻴﻨﺎﻩﻢﻭﻩﻢﻳﺼﱡﻠﻮﻥ».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1050'
),
	Hadith(
		hadithNumber: 1051,
		hadith:
						'ﻭﻋﻦﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺍﻟﺒﺠﻠﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺎﻋﻨﺪﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻨﻈﺮﺇﻟﻰ'
			'ﺍﻟﻘﻤﺮﻟﻴﻠﺔﺍﻟﺒﺪﺭ،ﻓﻘﺎﻝ:«ﺇﻧﻜﻢﺳﺘﺮﻭﻥﺭﺑﻜﻢﺁﻤﺎﺗﺮﻭﻥﻩﺬﺍﺍﻟﻘﻤﺮ،ﻻﺗﻀﺎﱡﻣﻮﻥﻓﻲﺭﺅﻳﺘﻪ،ﻓﺈﻥﺍﺳﺘﻄﻌﺘﻢﺃﻥ'
			'ﻻﺗﻐﻠﺒﻮﺍﻋﻠﻰﺻﻼﺓﻗﺒﻞﻃﻠﻮﻉﺍﻟﱠﺸﻤﺲ،ﻭﻗﺒﻞﻏﺮﻭﺑﻬﺎﻓﺎﻓﻌﻠﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻨﻈﺮﺇﻟﻰﺍﻟﻘﻤﺮﻟﻴﻠﺔﺃﺭﺑﻊﻋﺸﺮﺓ»',
		translation: 'Translation of Hadith 1051'
),
	Hadith(
		hadithNumber: 1052,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﺮﻙﺻﻼﺓﺍﻟﻌﺼﺮﻓﻘﺪ'
			'ﺣﺒﻂﻋﻤﻠﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1052'
),
	Hadith(
		hadithNumber: 1053,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻏﺪﺍﺇﻟﻰﺍﻟﻤﺴﺠﺪﺃﻭﺭﺍﺡ،'
			'ﺃﻋﱠﺪﺍﻟﱠﻠﻪﻟﻪﻓﻲﺍﻟﺠﱠﻨﺔﻧﺰﻻﺁﱠﻠﻤﺎﻏﺪﺍﺃﻭﺭﺍﺡ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1053'
),
	Hadith(
		hadithNumber: 1054,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺗﻄﱠﻬﺮﻓﻲﺑﻴﺘﻪ،ﺛﻢﱠﻣﻀﻰﺇﻟﻰﺑﻴﺖﻣﻦﺑﻴﻮﺕﺍﻟﱠﻠﻪ،'
			'ﻟﻴﻘﻀﻲﻓﺮﻳﻀﺔﻣﻦﻓﺮﺍﺋﺾﺍﻟﱠﻠﻪﺁﺎﻧﺖﺧﻄﻮﺍﺗﻪﺇﺣﺪﺎﻫﺎﺗﺤﻂﱡﺧﻄﻴﺌﺔ،ﻭﺍﻷﺧﺮﻯﺗﺮﻓﻊﺩﺭﺟﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1054'
),
	Hadith(
		hadithNumber: 1055,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﱢﺑﻦﺁﻌﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭﻻﺃﻋﻠﻢﺃﺣﺪﺍﺃﺑﻌﺪﻣﻦﺍﻟﻤﺴﺠﺪﻣﻨﻪ،'
			'ﻭﺁﺎﻧﺖﻻﺗﺨﻄﺌﻪﺻﻼﺓ،ﻓﻘﻴﻞﻟﻪ:ﻟﻮﺍﺷﺘﺮﻳﺖﺣﻤﺎﺭﺍﻟﺘﺮﺁﺒﻪﻓﻲﺍﻟﱠﻈﻠﻤﺎﺀﻭﻓﻲﺍﻟﱠﺮﻣﻀﺎﺀﻗﺎﻝ:ﻣﺎﻳﺴﱡﺮﻧﻲﺃﱠﻥ'
			'ﻣﻨﺰﻟﻲﺇﻟﻰﺟﻨﺐﺍﻟﻤﺴﺠﺪ،ﺇﱢﻧﻲﺃﺭﻳﺪﺃﻥﻳﻜﺘﺐﻟﻲﻣﻤﺸﺎﻱﺇﻟﻰﺍﻟﻤﺴﺠﺪ،ﻭﺭﺟﻮﻋﻲﺇﺫﺍﺭﺟﻌﺖﺇﻟﻰﺃﻩﻠﻲ.ﻓﻘﺎﻝ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺪﺟﻤﻊﺍﻟﱠﻠﻪﻟﻚﺫﻟﻚﺁﱠﻠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1055'
),
	Hadith(
		hadithNumber: 1056,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﻠﺖﺍﻟﺒﻘﺎﻉﺣﻮﻝﺍﻟﻤﺴﺠﺪ،ﻓﺄﺭﺍﺩﺑﻨﻮﺳﻠﻤﺔﺃﻥﻳﻨﺘﻘﻠﻮﺍﻗﺮﺏﺍﻟﻤﺴﺠﺪ'
			'،ﻓﺒﻠﻎﺫﻟﻚﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝﻟﻬﻢ:«ﺑﻠﻐﻨﻲﺃﱠﻧﻜﻢﺗﺮﻳﺪﻭﻥﺄﻧﺗﻨﺘﻘﻠﻮﺍﻗﺮﺏﺍﻟﻤﺴﺠﺪ؟ﻗﺎﻟﻮﺍ:'
			'ﻧﻌﻢﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻗﺪﺃﺭﺩﻧﺎﺫﻟﻚ،ﻓﻘﺎﻝ:«ﺑﻨﻲﺳﻠﻤﺔﺩﻳﺎﺭﺁﻢﺗﻜﺘﺐﺁﺛﺎﺭﺁﻢ،ﺩﻳﺎﺭﺁﻢﺗﻜﺘﺐﺁﺛﺎﺭﺁﻢ»ﻓﻘﺎﻟﻮﺍ:ﻣﺎ'
			'ﻳﺴﱡﺮﻧﺎﺃﱠﻧﺎﺁﱠﻨﺎﺗﺤﻮﻟﻨﺎ:ﺭﻭﺍﻩﻣﺴﻠﻢ،ﻭﺭﻮﯨﺍﻟﺒﺨﺎﺮﻳﻣﻌﻨﺎﻩﻣﻦﺭﻭﺍﻳﺔﺃﻧﺲ',
		translation: 'Translation of Hadith 1056'
),
	Hadith(
		hadithNumber: 1057,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺃﻋﻈﻢﺍﻟﻨﺎﺱﺃﺟﺮﺍ'
			'ﻓﻲﺍﻟﱠﺼﻼﺓﺃﺑﻌﺪﻩﻢﺇﻟﻴﻬﺎﻣﻤﺸﻰﻓﺄﺑﻌﺪﻩﻢ.ﻭﺍﱠﻟﺬﻱﻳﻨﺘﻈﺮﺍﻟﱠﺼﻼﺓﺣﱠﺘﻰﻳﺼﱢﻠﻴﻬﺎﻣﻊﺍﻹﻣﺎﻡﺃﻋﻈﻢﺃﺟﺮﺍﻣﻦﺍﻟﺬﻱ'
			'ﻳﺼﱢﻠﻴﻬﺎﺛﻢﱠﻳﻨﺎﻡ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1057'
),
	Hadith(
		hadithNumber: 1058,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﱢﺸﺮﻭﺍﺍﻟﻤﺸﺎﺋﻴﻦﻓﻲﺍﻟﱡﻈﻠﻢﺇﻟﻰ'
			'ﺍﻟﻤﺴﺎﺟﺪﺑﺎﻟﻨﻮﺭﺍﻟﱠﺘﺎﱢﻡﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 1058'
),
	Hadith(
		hadithNumber: 1059,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻻﺃﺩﻟﱡﻜﻢﻋﻠﻰﻣﺎﻳﻤﺤﻮ'
			'ﺍﻟﱠﻠﻪﺑﻪﺍﻟﺨﻄﺎﻳﺎ،ﻭﻳﺮﻓﻊﺑﻪﺍﻟﱠﺪﺭﺟﺎﺕ؟ﻗﺎﻟﻮﺍ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻗﺎﻝ:«ﺇﺳﺒﺎﻍﺍﻟﻮﺿﻮﺀﻋﻠﻰﺍﻟﻤﻜﺎﺭﻩ،'
			'ﻭﺁﺜﺮﺓﺍﻟﺨﻄﺎﺇﻟﻰﺍﻟﻤﺴﺎﺟﺪ،ﻭﺍﻧﺘﻈﺎﺭﺍﻟﱠﺼﻼﺓﺑﻌﺪﺍﻟﱠﺼﻼﺓ،ﻓﺬﻟﻜﻢﺍﻟﱢﺮﺑﺎﻁ،ﻓﺬﻟﻜﻢﺍﻟﱢﺮﺑﺎﻁ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1059'
),
	Hadith(
		hadithNumber: 1060,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺭﺃﻳﺘﻢﺍﻟﱠﺮﺟﻞﻳﻌﺘﺎﺩ'
			'ﺍﻟﻤﺴﺎﺟﺪﻓﺎﺷﻬﺪﻭﺍﻟﻪﺑﺎﻹﻳﻤﺎﻥ»ﻗﺎﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:{ﺇﱠﻧﻤﺎﻳﻌﻤﺮﻣﺴﺎﺟﺪﺍﻟﱠﻠﻪﻣﻦﺁﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ}'
			'ﺍﻵﻳﺔ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺩﺭﺎﺟﺃﺑﻮﺍﻟﺴﻤﺢﻮﻫﻮﺿﻌﻴﻒﻓﻲﺣﺪﻳﺜﻪﻋﻦﺃﺑﻲﺍﻟﻬﻴﺜﻢ،ﻮﻫﺬﻩﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1060'
),
	Hadith(
		hadithNumber: 1061,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺰﺍﻝﺃﺣﺪﺁﻢﻓﻲﺻﻼﺓ'
			'ﻣﺎﺩﺍﻣﺖﺍﻟﺼﱠﻼﺓﺗﺤﺒﺴﻪ،ﻻﻳﻤﻨﻌﻪﺃﻥﻳﻨﻘﻠﺐﺇﻟﻰﺃﻩﻠﻪﺇﱠﻻﺍﻟﱠﺼﻼﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1061'
),
	Hadith(
		hadithNumber: 1062,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﻼﺋﻜﺔﺗﺼﱢﻠﻲﻋﻠﻰﺃﺣﺪﺁﻢﻣﺎﺩﺎﻣﻓﻲﻣﺼﻼﱠﻩﺍﱠﻟﺬﻱ'
			'ﺻﱠﻠﻰﻓﻴﻪﻣﺎﻟﻢﻳﺤﺪﺙ،ﺗﻘﻮﻝ:ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻪ،ﺍﻟﻠﱠﻬﻢﱠﺍﺭﺣﻤﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1062'
),
	Hadith(
		hadithNumber: 1063,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱠﺧﺮﻟﻴﻠﺔﺻﻼﺓﺍﻟﻌﺸﺎﺀﺇﻟﻰﺷﻄﺮﺍﻟﱠﻠﻴﻞ'
			'ﺛﻢﱠﺃﻗﺒﻞﻋﻠﻴﻨﺎﺑﻮﺟﻬﻪﺑﻌﺪﻣﺎﺻﱠﻠﻰﻓﻘﺎﻝ:«ﺻﻠﱠﻰﺍﻟﱠﻨﺎﺱﻭﺭﻗﺪﻭﺍﻭﻟﻢﺗﺰﺍﻟﻮﺍﻓﻲﺻﻼﺓﻣﻨﺬﺍﻧﺘﻈﺮﺗﻤﻮﻩﺎ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1063'
),
	Hadith(
		hadithNumber: 1064,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺻﻼﺓﺍﻟﺠﻤﺎﻋﺔﺃﻓﻀﻞﻣﻦ'
			'ﺻﻼﺓﺍﻟﻔﱢﺬﺑﺴﺒﻊﻭﻋﺸﺮﻳﻦﺩﺭﺟﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1064'
),
	Hadith(
		hadithNumber: 1065,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺻﻼﺓﺍﻟﱠﺮﺟﻞﻓﻲ'
			'ﺟﻤﺎﻋﺔﺗﻀﻌﱠﻒﻋﻠﻰﺻﻼﺗﻪﻓﻲﺑﻴﺘﻪﻭﻓﻲﺳﻮﻗﻪﺧﻤﺴﺎﻭﻋﺸﺮﻳﻦﺿﻌﻔﺎ،ﻭﺫﻟﻚﺃﻧﱠﻪﺇﺫﺍﺗﻮﱠﺿﺄﻓﺄﺣﺴﻦ'
			'ﺍﻟﻮﺿﻮﺀﺛﻢﱠﺧﺮﺝﺇﻟﻰﺍﻟﻤﺴﺠﺪ،ﻻﻳﺨﺮﺟﻪﺇﱠﻻﺍﻟﱠﺼﻼﺓ،ﻟﻢﻳﺨﻂﺧﻄﻮﺓﺇﱠﻻﺭﻓﻌﺖﻟﻪﺑﻬﺎﺩﺭﺟﺔ،ﻭﺣﱠﻄﺖﻋﻨﻪ'
			'ﺑﻬﺎﺧﻄﻴﺌﺔ،ﻓﺈﺫﺍﺻﻠﻰﻟﻢﺗﺰﻝﺍﻟﻤﻼﺋﻜﺔﺗﺼﱢﻠﻲﻋﻠﻴﻪﻣﺎﺩﺎﻣﻓﻲﻣﺼﱠﻼﻩ،ﻣﺎﻟﻢﻳﺤﺪﺙ،ﺗﻘﻮﻝ:ﺍﻟﻠﱠﻬﻢﱠﺻﱢﻞﻋﻠﻴﻪ'
			'،ﺍﻟﻠﱠﻬﻢﱠﺍﺭﺣﻤﻪ.ﻭﻻﻳﺰﺍﻝﻓﻲﺻﻼﺓﻣﺎﺍﻧﺘﻈﺮﺍﻟﱠﺼﻼﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1065'
),
	Hadith(
		hadithNumber: 1066,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺃﺗﻰﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺟﻞﺃﻋﻤﻰﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻟﻴﺲﻟﻲﻗﺎﺋﺪﻳﻘﻮﺩﻧﻲ'
			'ﺇﻟﻲﺍﻟﻤﺴﺠﺪ،ﻓﺴﺄﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺄﻧﻳﺮﱢﺧﺺﻟﻪﻓﻴﺼﻠﱢﻲﻓﻲﺑﻴﺘﻪ،ﻓﺮﱠﺧﺺﻟﻪ،ﻓﻠﱠﻤﺎﻭﻟﱠﻰ'
			'ﺩﻋﺎﻩﻓﻘﺎﻝﻟﻪ:ﻩﻞﺗﺴﻤﻊﺍﻟﱢﻨﺪﺍﺀﺑﺎﻟﱠﺼﻼﺓ؟»ﻗﺎﻝ:ﻧﻌﻢ،ﻗﺎﻝ:«ﻓﺄﺟﺐ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1066'
),
	Hadith(
		hadithNumber: 1067,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪ-ﻭﻗﻴﻞ:ﻋﻤﺮﻭﺑﻦﻗﻴﺲﺍﻟﻤﻌﺮﻮﻓﺑﺎﺑﻦﺄﻣﱢﻣﻜﺘﻮﻡﺍﻟﻤﺆﱢﺫﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﻗﺎﻝ:ﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﺍﻟﻤﺪﻳﻨﺔﺁﺜﻴﺮﺓﺍﻟﻬﻮﺍﱢﻡﻭﺍﻟﱢﺴﺒﺎﻉ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﺴﻤﻊﺣﱠﻲﻋﻠﻰ'
			'ﺍﻟﱠﺼﻼﺓ،ﺣﻲﻋﻠﻰﺍﻟﻔﻼﺡ،ﻓﺤﱠﻴﻬﻼ».'
			'`.1067ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.ﻭﻣﻌﻨﻰ:«ﺣﱠﻴﻬﻼ»:ﺗﻌﺎﻝ',
		translation: 'Translation of Hadith 1067'
),
	Hadith(
		hadithNumber: 1068,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﻟﻘﺪ'
			'ﻩﻤﻤﺖﺄﻧﺁﻣﺮﺑﺤﻄﺐﻓﻴﺤﺘﻄﺐ،ﺛﻢﱠﺁﻣﺮﺑﺎﻟﱠﺼﻼﺓﻓﻴﺆﱠﺫﻥﻟﻬﺎ،ﺛﻢﱠﺁﻣﺮﺭﺟﻼﻓﻴﺆﱠﻡﺍﻟﱠﻨﺎﺱﺛﻢﱠﺃﺧﺎﻟﻒﺇﻟﻰﺭﺟﺎﻝ'
			'ﻓﺄﺣﱢﺮﻕﻋﻠﻴﻬﻢﺑﻴﻮﺗﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1068'
),
	Hadith(
		hadithNumber: 1069,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﻦﺳﱠﺮﻩﺄﻧﻳﻠﻘﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻏﺪﺍﻣﺴﻠﻤﺎﻓﻠﻴﺤﺎﻓﻆﻋﻠﻰﻩﺆﻻﺀ'
			'ﺍﻟﱠﺼﻠﻮﺎﺗﺣﻴﺚﻳﻨﺎﺪﻳﺑﻬﱠﻦ،ﻓﺈﱠﻥﺍﻟﱠﻠﻪﺷﺮﻉﻟﻨﺒﱢﻴﻜﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﻨﻦﺍﻟﻬﺪﻯﻭﺇﻧﱠﻬﻦﱠﻣﻦﺳﻨﻦﺍﻟﻬﺪﻯ،'
			'ﻭﻟﻮﺃﱠﻧﻜﻢﺻﱠﻠﻴﺘﻢﻓﻲﺑﻴﻮﺗﻜﻢﺁﻤﺎﻳﺼﱢﻠﻲﻩﺬﺍﺍﻟﻤﺘﺨﱢﻠﻒﻓﻲﺑﻴﺘﻪﻟﺘﺮﺁﺘﻢﺳﱠﻨﺔﻧﺒﱢﻴﻜﻢ،ﻭﻟﻮﺗﺮﺁﺘﻢﺳﱠﻨﺔﻧﺒﱢﻴﻜﻢﻟﻀﻠﻠﺘﻢ'
			'،ﻭﻟﻘﺪﺭﺃﻳﺘﻨﺎﻭﻣﺎﻳﺘﺨﱠﻠﻒﻋﻨﻬﺎﺇﱠﻻﻣﻨﺎﻓﻖﻣﻌﻠﻮﻡﺍﻟﱢﻨﻔﺎﻕ،ﻭﻟﻘﺪﺁﺎﻥﺍﻟﱠﺮﺟﻞﻳﺆﺗﻰﺑﻪ،ﻳﻬﺎﺪﻳﺑﻴﻦﺍﻟﱠﺮﺟﻠﻴﻦﺣﱠﺘﻰ'
			'ﻳﻘﺎﻡﻓﻲﺍﻟﱠﺼﱢﻒ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪﻗﺎﻝ:ﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﱠﻠﻤﻨﺎﺳﻨﻦﺍﻟﻬﺪﻯ،ﻭﺇﱠﻥﻣﻦﺳﻨﻦﺍﻟﻬﺪﻯﺍﻟﱠﺼﻼﺓ'
			'ﻓﻲﺍﻟﻤﺴﺠﺪﺍﻟﺬﻱﻳﺆﺫﱠﻥﻓﻴﻪ',
		translation: 'Translation of Hadith 1069'
),
	Hadith(
		hadithNumber: 1070,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎﻣﻦ.'
			'ﺛﻼﺛﺔﻓﻲﻗﺮﻳﺔﻭﻻﺑﺪﻭﻻﺗﻘﺎﻡﻓﻴﻬﻢﺍﻟﱠﺼﻼﺓﺇﱠﻻﻗﺪﺍﺳﺘﺤﻮﺫﻋﻠﻴﻬﻢﺍﻟﱠﺸﻴﻄﺎﻥ.ﻓﻌﻠﻴﻜﻢﺑﺎﻟﺠﻤﺎﻋﺔ،ﻓﺈﱠﻧﻤﺎﻳﺄﺁﻞ'
			'ﺍﻟﺬﱢﺋﺐﻣﻦﺍﻟﻐﻨﻢﺍﻟﻘﺎﺻﻴﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 1070'
),
	Hadith(
		hadithNumber: 1071,
		hadith:
						'ﻋﻦﻋﺜﻤﺎﻥﺑﻦﻋﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦ'
			'ﺻﱠﻠﻰﺍﻟﻌﺸﺎﺀﻓﻲﺟـﻤﺎﻋﺔ،ﻓﻜﺄﱠﻧﻤﺎﻗﺎﻡﻧﺼﻒﺍﻟﱠﻠﻴﻞﻭﻣﻦﺻﱠﻠﻰﺍﻟﺼﺒﺢﻓﻲﺟﻤﺎﻋﺔ،ﻓﻜﺄﱠﻧﻤﺎﺻﱠﻠﻰﺍﻟﱠﻠﻴﻞﺁﻠﱠﻪ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺘﺮﻣﺬﻱﻋﻦﻋﺜﻤﺎﻥﺑﻦﻋﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦ'
			'ﺷﻬﺪﺍﻟﻌﺸﺎﺀﻓﻲﺟﻤﺎﻋﺔﺁﺎﻥﻟﻪﻗﻴﺎﻡﻧﺼﻒﻟﻴﻠﺔ،ﻭﻣﻦﺻﱠﻠﻰﺍﻟﻌﺸﺎﺀﻭﺍﻟﻔﺠﺮﻓﻲﺟﻤﺎﻋﺔ،ﺁﺎﻥﻟﻪﺁﻘﻴﺎﻡﻟﻴﻠﺔ»'
			'ﻗﺎﻝﺍﻟﱢﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1071'
),
	Hadith(
		hadithNumber: 1072,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻭﻟﻮﻳﻌﻠﻤﻮﻥﻣﺎﻓﻲ'
			'ﺍﻟﻌﺘﻤﺔﻭﺍﻟﱡﺼﺒﺢﻷﺗﻮﻩﻤﺎﻭﻟﻮﺣﺒﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﻗﺪﺳﺒﻖﺑﻄﻮﻟﻪ',
		translation: 'Translation of Hadith 1072'
),
	Hadith(
		hadithNumber: 1073,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﺲﺻﻼﺓﺃﺛﻘﻞﻋﻠﻰﺍﻟﻤﻨﺎﻓﻘﻴﻦﻣﻦﺻﻼﺓﺍﻟﻔﺠﺮ'
			'ﻭﺍﻟﻌﺸﺎﺀﻭﻟﻮﻳﻌﻠﻤﻮﻥﻣﺎﻓﻴﻬﻤﺎﻷﺗﻮﻩﻤﺎﻭﻟﻮﺣﺒﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1073'
),
	Hadith(
		hadithNumber: 1074,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﺄﻟﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﱡﻱﺍﻷﻋﻤﺎﻝﺃﻓﻀﻞ؟'
			'ﻗﺎﻝ:«ﺍﻟﱠﺼﻼﺓﻋﻠﻰﻭﻗﺘﻬﺎ»ﻗﻠﺖ:ﺛﻢﱠﺃﱞﻱ؟ﻗﺎﻝ:«ﺑﱡﺮﺍﻟﻮﺍﻟﺪﻳﻦ»ﻗﻠﺖ:ﺛﻢﱠﺃﱞﻱ؟ﻗﺎﻝ:«ﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞ'
			'ﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1074'
),
	Hadith(
		hadithNumber: 1075,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﻨﻲﺍﻹﺳﻼﻡﻋﻠﻰ'
			'ﺧﻤﺲ:ﺷﻬﺎﺩﺓﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﺇﻗﺎﻡﺍﻟﱠﺼﻼﺓ،ﻭﺇﻳﺘﺎﺀﺍﻟﱠﺰﺁﺎﺓ،ﻭﺣﱢﺞﺍﻟﺒﻴﺖ،'
			'ﻭﺻﻮﻡﺭﻣﻀﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1075'
),
	Hadith(
		hadithNumber: 1076,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻣﺮﺕﺃﻥﺃﻗﺎﺗﻞﺍﻟﻨﺎﺱﺣﱠﺘﻰﻳﺸﻬﺪﻭﺍﺃﻥﻻﺇﻟﻪﺇﱠﻻ'
			'ﺍﻟﱠﻠﻪﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﻳﻘﻴﻤﻮﺍﺍﻟﱠﺼﻼﺓ،ﻭﻳﺆﺗﻮﺍﺍﻟﱠﺰﺁﺎﺓ،ﻓﺈﺫﺍﻓﻌﻠﻮﺍﺫﻟﻚﻋﺼﻤﻮﺍﻣﱢﻨﻲﺩﻣﺎﺀﻩﻢ'
			'ﻭﺃﻣﻮﺍﻟﻬﻢﺇﱠﻻﺑﺤﱢﻖﺍﻹﺳﻼﻡ،ﻭﺣﺴﺎﺑﻬﻢﻋﻠﻰﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1076'
),
	Hadith(
		hadithNumber: 1077,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﻌﺜﻨﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﻟﻰﺍﻟﻴﻤﻦﻓﻘﺎﻝ:«ﺇﱠﻧﻚﺗﺄﺗﻲ'
			'ﻗﻮﻣﺎﻣﻦﺃﻩﻞﺍﻟﻜﺘﺎﺏ،ﻓﺎﺩﻋﻬﻢﺇﻟﻰﺷﻬﺎﺩﺓﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱢﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚ،'
			'ﻓﺄﻋﻠﻤﻬﻢﺃﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺍﻓﺘﺮﺽﻋﻠﻴﻬﻢﺧﻤﺲﺻﻠﻮﺍﺕﻓﻲﺁﱢﻞﻳﻮﻡﻭﻟﻴﻠﺔ،ﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚ،ﻓﺄﻋﻠﻤﻬﻢﺃﱠﻥ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺍﻓﺘﺮﺽﻋﻠﻴﻬﻢﺻﺪﻗﺔﺗﺆﺧﺬﻣﻦﺃﻏﻨﻴﺎﺋﻬﻢﻓﺘﺮﱡﺩﻋﻠﻰﻓﻘﺮﺍﺋﻬﻢ،ﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚ،ﻓﺈﱠﻳﺎﻙﻭﺁﺮﺍﺋﻢ'
			'ﺃﻣﻮﺍﻟﻬﻢﻭﺍﱠﺗﻖﺩﻋﻮﺓﺍﻟﻤﻈﻠﻮﻡ،ﻓﺈﱠﻧﻪﻟﻴﺲﺑﻴﻨﻬﺎﻭﺑﻴﻦﺍﻟﱠﻠﻪﺣﺠﺎﺏ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1077'
),
	Hadith(
		hadithNumber: 1078,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺑﻴﻦﺍﻟﱠﺮﺟﻞ'
			'ﻭﺑﻴﻦﺍﻟﱢﺸﺮﻙﻭﺍﻟﻜﻔﺮﺗﺮﻙﺍﻟﱠﺼﻼﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1078'
),
	Hadith(
		hadithNumber: 1079,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻌﻬﺪﺍﻟﺬﻱﺑﻴﻨﻨﺎﻭﺑﻴﻨﻬﻢﺍﻟﱠﺼﻼﺓ،'
			'ﻓﻤﻦﺗﺮﺁﻬﺎﻓﻘﺪﺁﻔﺮ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1079'
),
	Hadith(
		hadithNumber: 1080,
		hadith:
						'ﻭﻋﻦﺷﻘﻴﻖﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺍﻟﺘﺎﺑﻌﱢﻲﺍﻟﻤﱠﺘﻔﻖﻋﻠﻰﺟﻼﻟﺘﻪﺭﺣﻤﻪﺍﻟﱠﻠﻪﻗﺎﻝ:ﺁﺎﻥﺃﺻﺤﺎﺏﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻻﻳﺮﻭﻥﺷﻴﺌﺎﻣﻦﺍﻷﻋﻤﺎﻝﺗﺮﺁﻪﺁﻔﺮﻏﻴﺮﺍﻟﱠﺼﻼﺓ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻓﻲﺁﺘﺎﺏﺍﻹﻳﻤﺎﻥﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1080'
),
	Hadith(
		hadithNumber: 1081,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺃﱠﻮﻟﻣﺎﻳﺤﺎﺳﺐﺑﻪ.'
			'ﺍﻟﻌﺒﺪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻣﻦﻋﻤﻠﻪﺻﻼﺗﻪ،ﻓﺈﻥﺻﻠﺤﺖ،ﻓﻘﺪﺃﻓﻠﺢﻭﺃﻧﺠﺢ،ﻭﺈﻧﻓﺴﺪﺕ،ﻓﻘﺪﺧﺎﺏﻭﺧﺴﺮ،ﻓﺈﻥ'
			'ﺍﻧﺘﻘﺺﻣﻦﻓﺮﻳﻀﺘﻪﺷﻴﺌﺎ،ﻗﺎﻝﺍﻟﱠﺮﱡﺏ،ﻋﱠﺰﻭﺟﱠﻞ:ﺍﻧﻈﺮﻭﺍﻩﻞﻟﻌﺒﺪﻱﻣﻦﺗﻄﱡﻮﻉ،ﻓﻴﻜﻤﱠﻞﺑﻬﺎﻣﺎﺍﻧﺘﻘﺺﻣﻦ'
			'ﺍﻟﻔﺮﻳﻀﺔ؟ﺛﻢﱠﺗﻜﻮﻥﺳﺎﺋﺮﺃﻋﻤﺎﻟﻪﻋﻠﻰﻩﺬﺍ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1081'
),
	Hadith(
		hadithNumber: 1082,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺑﻦﺳﻤﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺧﺮﺝﻋﻠﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«'
			'ﺃﻻﺗﺼﱡﻔﻮﻥﺁﻤﺎﺗﺼﻒﱡﺍﻟﻤﻼﺋﻜﺔﻋﻨﺪﺭﱢﺑﻬﺎ؟»ﻓﻘﻠﻨﺎ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺁﻴﻒﺗﺼﻒﱡﺍﻟﻤﻼﺋﻜﺔﻋﻨﺪﺭﱢﺑﻬﺎ؟ﻗﺎﻝ:«'
			'ﻳﺘﱡﻤﻮﻥﺍﻟﱡﺼﻔﻮﻑﺍﻷﻭﻝ،ﻭﻳﺘﺮﺍﱡﺻﻮﻥﻓﻲﺍﻟﺼﱢﻒ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1082'
),
	Hadith(
		hadithNumber: 1083,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﻳﻌﻠﻢﺍﻟﻨﺎﺱﻣﺎﻓﻲ'
			'ﺍﻟﱢﻨﺪﺍﺀﻭﺍﻟﱠﺼﱢﻒﺍﻷﱠﻭﻝ،ﺛﻢﻟﻢﻳﺠﺪﻭﺍﺇﱠﻻﺃﻥﻳﺴﺘﻬﻤﻮﺍﻋﻠﻴﻪﻻﺳﺘﻬﻤﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1083'
),
	Hadith(
		hadithNumber: 1084,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺧﻴﺮﺻﻔﻮﻑﺍﻟﱢﺮﺟﺎﻝﺃﱠﻭﻟﻬﺎ،ﻭﺷﱡﺮﻩﺎﺁﺧﺮﻩﺎ'
			'ﻭﺧﻴﺮﺻﻔﻮﻑﺍﻟﱢﻨﺴﺎﺀﺁﺧﺮﻩﺎ،ﻭﺷﱡﺮﻩﺎﺃﱠﻭﻟﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1084'
),
	Hadith(
		hadithNumber: 1085,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺭﺄﯨﻓﻲﺃﺻﺤﺎﺑﻪ'
			'ﺗﺄﱡﺧﺮﺍ،ﻓﻘﺎﻝﻟﻬﻢ:«ﺗﻘﱠﺪﻣﻮﺍﻓﺄﺗﱡﻤﻮﺍﺑﻲ،ﻭﻟﻴﺄﺗﱠﻢﺑﻜﻢﻣﻦﺑﻌﺪﺁﻢ،ﻻﻳﺰﺍﻝﻗﻮﻡﻳﺘﺄﱠﺧﺮﻭﻥﺣﺘﻰﻳﻮﺧﱢﺮﻩﻢﺍﻟﱠﻠﻪ»'
			'.1085ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1085'
),
	Hadith(
		hadithNumber: 1086,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻤﺴﺢﻣﻨﺎﺁﺒﻨﺎﻓﻲ'
			'ﺍﻟﱠﺼﻼﺓ،ﻭﻳﻘﻮﻝ:«ﺍﺳﺘﻮﻭﺍﻭﻻﺗﺨﺘﻠﻔﻮﺍﻓﺘﺨﺘﻠﻒﻗﻠﻮﺑﻜﻢ،ﻟﻴﻠﻴﻨﻲﻣﻨﻜﻢﺃﻭﻟﻮﺍﺍﻷﺣﻼﻡﻭﺍﻟﱡﻨﻬﻰ،ﺛﱠﻢﺍﻟﺬﻳﻦ'
			'ﻳﻠﻮﻧﻬﻢ،ﺛﻢﱠﺍﻟﺬﻳﻦﻳﻠﻮﻧﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1086'
),
	Hadith(
		hadithNumber: 1087,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺳﱡﻮﻭﺍﺻﻔﻮﻓﻜﻢ،ﻓﺈﱠﻥ'
			'ﺗﺴﻮﻳﺔﺍﻟﱠﺼﱢﻒﻣﻦﺗﻤﺎﻡﺍﻟﱠﺼﻼﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ:«ﻓﺈﱠﻥﺗﺴﻮﻳﺔﺍﻟﱡﺼﻔﻮﻑﻣﻦﺇﻗﺎﻣﺔﺍﻟﱠﺼﻼﺓ»',
		translation: 'Translation of Hadith 1087'
),
	Hadith(
		hadithNumber: 1088,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺃﻗﻴﻤﺖﺍﻟﱠﺼﻼﺓ،ﻓﺄﻗﺒﻞﻋﻠﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻮﺟﻬﻪﻓﻘﺎﻝ:«ﺃﻗﻴﻤﻮﺍ'
			'ﺻﻔﻮﻓﻜﻢﻭﺗﺮﺍﱡﺻﻮﺍ،ﻓﺈﱢﻧﻲﺃﺭﺍﺁﻢﻣﻦﻭﺭﺍﺀﻇﻬﺮﻱ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﱡﺑﻠﻔﻈﻪ،ﻭﻣﺴﻠﻢﺑﻤﻌﻨﺎﻩ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺭﱢﻱ:ﻭﺁﺎﻥﺃﺣﺪﻧﺎﻳﻠﺰﻕﻣﻨﻜﺒﻪﺑﻤﻨﻜﺐﺻﺎﺣﺒﻪﻭﻗﺪﻣﻪﺑﻘﺪﻣﻪ»',
		translation: 'Translation of Hadith 1088'
),
	Hadith(
		hadithNumber: 1089,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«'
			'ﻟﺘﺴﱡﻮﱠﻥﺻﻔﻮﻓﻜﻢ،ﺃﻭﻟﻴﺨﺎﻟﻔﱠﻦﺍﻟﱠﻠﻪﺑﻴﻦﻭﺟﻮﻩﻜﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺴﱢﻮﻱﺻﻔﻮﻓﻨﺎ،ﺣﱠﺘﻰﺁﺄﱠﻧﻤﺎﻳﺴﻮﻱﺑﻬﺎﺍﻟﻘﺪﺍﺡ'
			'،ﺣﱠﺘﻰﺭﺄﯨﺃﱠﻧﺎﻗﺪﻋﻘﻠﻨﺎﻋﻨﻪ.ﺛﻢﱠﺧﺮﺝﻳﻮﻣﺎﻓﻘﺎﻡﺣﱠﺘﻰﺁﺎﺩﻳﻜﺒﱢﺮ،ﻓﺮﺄﯨﺭﺟﻼﺑﺎﺩﻳﺎﺻﺪﺭﻩﻣﻦﺍﻟﱠﺼﱢﻒﻓﻘﺎﻝ:'
			'«ﻋﺒﺎﺩﺍﻟﱠﻠﻪ،ﻟﺘﺴﻮﱡﻥﱠﺻﻔﻮﻓﻜﻢ،ﺃﻭﻟﻴﺨﺎﻟﻔﱠﻦﺍﻟﱠﻠﻪﺑﻴﻦﻭﺟﻮﻩﻜﻢ»',
		translation: 'Translation of Hadith 1089'
),
	Hadith(
		hadithNumber: 1090,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﺘﺨﻠﱠﻞ'
			'ﺍﻟﱠﺼﱠﻒﻣﻦﻧﺎﺣﻴﺔﺇﻟﻰﻧﺎﺣﻴﺔ،ﻳﻤﺴﺢﺻﺪﻭﺭﻧﺎ،ﻭﻣﻨﺎﺁﺒﻨﺎ،ﻭﻳﻘﻮﻝ:ﻻﺗﺨﺘﻠﻔﻮﺍﻓﺘﺨﺘﻠﻒﻗﻠﻮﺑﻜﻢ»ﻭﺁﺎﻥﻳﻘﻮﻝ'
			':ﺈﻧﺍﻟﱠﻠﻪﻭﻣﻼﺋﻜﺘﻪﻳﺼﱡﻠﻮﻥﻋﻠﻰﺍﻟﱡﺼﻔﻮﻑﺍﻷﻭﻝ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 1090'
),
	Hadith(
		hadithNumber: 1091,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻗﻴﻤﻮﺍﺍﻟﱡﺼﻔﻮﻑ'
			'ﻭﺣﺎﺫﻭﺍﺑﻴﻦﺍﻟﻤﻨﺎﺁﺐ،ﻭﺳﱡﺪﻭﺍﺍﻟﺨﻠﻞ،ﻭﻟﻴﻨﻮﺍﺑﺄﻳﺪﻱﺇﺧﻮﺍﻧﻜﻢ،ﻭﻻﺗﺬﺭﻭﺍﻓﺮﺟﺎﺕﻟﻠﺸﻴﻄﺎﻥ،ﻭﻣﻦﻭﺻﻞﺻﻔﺎ'
			'ﻭﺻﻠﻪﺍﻟﱠﻠﻪ،ﻭﻣﻦﻗﻄﻊﺻﻔﺎﻗﻄﻌﻪﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1091'
),
	Hadith(
		hadithNumber: 1092,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺭﱡﺻﻮﺍﺻﻔﻮﻓﻜﻢ،ﻭﻗﺎﺭﺑﻮﺍ.'
			'ﺑﻴﻨﻬﺎ،ﻭﺣﺎﺫﻭﺍﺑﺎﻷﻋﻨﺎﻕ،ﻓﻮﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﺇﱠﻧﻲﻷﺮﯨﺍﻟﱠﺸﻴﻄﺎﻥﻳﺪﺧﻞﻣﻦﺧﻠﻞﺍﻟﱠﺼﱢﻒ،ﺁﺄﱠﻧﻬﺎﺍﻟﺤﺬﻑ»'
			'ﺣﺪﻳﺚﺻﺤﻴﺢﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ.'
			'»ﺍﻟﺤﺬﻑ»ﺑﺤﺎﺀﻣﻬﻤﻠﺔﻭﺫﺍﻝﻣﻌﺠﻢﻣﻔﺘﻮﺣﺘﻴﻦﺛﻢﻓﺎﺀﻮﻫﻲ:ﻏﻨﻢﺳﻮﺩﺻﻐﺎﺭﺗﻜﻮﻥﺑﺎﻟﻴﻤﻦ',
		translation: 'Translation of Hadith 1092'
),
	Hadith(
		hadithNumber: 1093,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺗﱡﻤﻮﺍﺍﻟﱠﺼﱠﻒﺍﻟﻤﻘﱠﺪﻡ،ﺛﻢﱠﺍﱠﻟﺬﻱﻳﻠﻴﻪ،ﻓﻤﺎﺁﺎﻥﻣﻦ'
			'ﻧﻘﺺﻓﻠﻴﻜﻦﻓﻲﺍﻟﱠﺼﱢﻒﺍﻟﻤﺆﱠﺧﺮ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 1093'
),
	Hadith(
		hadithNumber: 1094,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻭﻣﻼﺋﻜﺘﻪ'
			'ﻳﺼﱡﻠﻮﻥﻋﻠﻰﻣﻴﺎﻣﻦﺍﻟﱡﺼﻔﻮﻑ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ،ﻭﻓﻴﻪﺭﺟﻞﻣﺨﺘﻠﻒﻓﻲﺗﻮﺛﻴﻘﻪ.'
			'(ﺷﺎﺫ).[ﻗﺎﻝﺍﻟﺸﻴﺦﺍﻷﻟﺒﺎﻧﻲ:ﻭﺍﻟﻤﺤﻔﻮﻅ-ﺁﻤﺎﻗﺎﻝﺍﻟﺒﻴﻬﻘﻲ-ﺇﻧﻤﺎﻩﻮﺑﻠﻔﻆ:"...ﻋﻠﻰﺍﻟﺬﻱﻳﺼﻠﻮﻥ'
			'ﺍﻟﺼﻔﻮﻑ"ﺁﻤﺎﺫﺁﺮﺗﻪﻓﻲﺗﻌﻠﻴﻘﻲﻋﻠﻰ"ﺍﻟﻤﺸﻜﺎﺓ"،ﻭﺑﻴﻨﺘﻪﻓﻲﺁﺘﺎﺑﻲ"ﺿﻌﻴﻒﺃﺑﻲﺩﺍﻭﺩ"ﻭ"ﺻﺤﻴﺢ'
			'ﺃﺑﻲﺩﺍﻭﺩ")].'
			'`',
		translation: 'Translation of Hadith 1094'
),
	Hadith(
		hadithNumber: 1095,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﺁﱠﻨﺎﺇﺫﺍﺻﱠﻠﻴﻨﺎﺧﻠﻒﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺣﺒﺒﺒﻨﺎﺃﻥ'
			'ﻧﻜﻮﻥﻋﻦﻳﻤﻴﻨﻪ،ﻳﻘﺒﻞﻋﻠﻴﻨﺎﺑﻮﺟﻬﻪ،ﻓﺴﻤﻌﺘﻪﻳﻘﻮﻝ:«ﺭﱢﺏﻗﻨﻲﻋﺬﺍﺑﻚﻳﻮﻡﺗﺒﻌﺚ-ﺃﻭﺗﺠﻤﻊ-ﻋﺒﺎﺩﻙ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1095'
),
	Hadith(
		hadithNumber: 1096,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﱢﺳﻄﻮﺍﺍﻹﻣﺎﻡ،'
			'(ﺃﻭﻟﻪﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻣﺠﻬﻮﻻﻥ،ﻟﻜﻦﺍﻟﺸﻄﺮﺍﻟﺜﺎﻧﻲﻣﻨﻪﻟﻪﺷﻮﺎﻫﺪ].ﻭﺳﱡﺪﻭﺍﺍﻟﺨﻠﻞ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1096'
),
	Hadith(
		hadithNumber: 1097,
		hadith:
						'ﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﺄﻣﱢﺣﺒﻴﺒﺔﺭﻣﻠﺔﺑﻨﺖﺃﺑﻲﺳﻔﻴﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎﻣﻦﻋﺒﺪﻣﺴﻠﻢﻳﺼﱢﻠﻲﻟﱠﻠﻪﺗﻌﺎﻟﻰﺁﻞﱠﻳﻮﻡﺛﻨﺘﻲﻋﺸﺮﺓﺭﺁﻌﺔﺗﻄﻮﻋﺎﻏﻴﺮﺍﻟﻔﺮﻳﻀﺔ،'
			'ﺇﱠﻻﺑﻨﻰﺍﻟﱠﻠﻪﻟﻪﺑﻴﺘﺎﻓﻲﺍﻟﺠﱠﻨﺔ،ﺃﻭ:ﺇﱠﻻﺑﻨﻲﻟﻪﺑﻴﺖﻓﻲﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1097'
),
	Hadith(
		hadithNumber: 1098,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺻﻠﱠﻴﺖﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺁﻌﺘﻴﻦﻗﺒﻞ'
			'ﺍﻟﱡﻈﻬﺮ،ﻭﺭﺁﻌﺘﻴﻦﺑﻌﺪﻩﺎ،ﻭﺭﺁﻌﺘﻴﻦﺑﻌﺪﺍﻟﺠﻤﻌﺔ،ﻭﺭﺁﻌﺘﻴﻦﺑﻌﺪﺍﻟﻤﻐﺮﺏ،ﻭﺭﺁﻌﺘﻴﻦﺑﻌﺪﺍﻟﻌﺸﺎﺀ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1098'
),
	Hadith(
		hadithNumber: 1099,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﻐﱠﻔﻞﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﻴﻦﺁﻞﱢ'
			'ﺃﺫﺍﻧﻴﻦﺻﻼﺓ،ﺑﻴﻦﺁﱢﻞﺃﺫﺍﻧﻴﻦﺻﻼﺓ،ﺑﻴﻦﺁﻞﱢﺃﺫﺍﻧﻴﻦﺻﻼﺓ»ﻭﻗﺎﻝﻓﻲﺍﻟﺜﺎﻟﺜﺔ:«ﻟﻤﻦﺷﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﻟﻤﺮﺍﺩﺑﺎﻷﺫﺍﻧﻴﻦ:ﺍﻷﺫﺍﻥﻭﺍﻹﻗﺎﻣﺔ.'
			'`',
		translation: 'Translation of Hadith 1099'
),
	Hadith(
		hadithNumber: 1100,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻻﻳﺪﻉﺃﺭﺑﻌﺎﻗﺒﻞﺍﻟﱡﻈﻬﺮ،ﻭﺭﺁﻌﺘﻴﻦ'
			'ﻗﺒﻞﺍﻟﻐﺪﺍﺓ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1100'
),
	Hadith(
		hadithNumber: 1102,
		hadith:
						'ﻭﻋﻨﻬﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺭﺁﻌﺘﺎﺍﻟﻔﺠﺮﺧﻴﺮﻣﻦﺍﻟﱡﺪﻧﻴﺎﻭﻣﺎﻓﻴﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﻭﺭﺍﻳﺔ:«ﻟﻬﻤﺎﺃﺣﺐﺇﻟﱠﻲﻣﻦﺍﻟﱡﺪﻧﻴﺎﺟﻤﻴﻌﺎ».'
			'`',
		translation: 'Translation of Hadith 1102'
),
	Hadith(
		hadithNumber: 1103,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﻠﻪﺑﻼﻝﺑﻦﺭﺑﺎﺡﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻣﺆﱢﺫﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﱠﻪﺃﺗﻰ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻴﺆﺫﻧﻪﺑﺼﻼﺓﺍﻟﻐﺪﺍﺓ،ﻓﺸﻐﻠﺖﻋﺎﺋﺸﺔﺑﻼﻻﺑﺄﻣﺮﺳﺄﻟﺘﻪﻋﻨﻪﺣﺘﻰﺃﺻﺒﺢﺟﺪﺍ'
			'،ﻓﻘﺎﻡﺑﻼﻝﻓﺂﺫﻧﻪﺑﺎﻟﱠﺼﻼﺓ،ﻭﺗﺎﺑﻊﺃﺫﺍﻧﻪ،ﻓﻠﻢﻳﺨﺮﺝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻠﻤﺎﺧﺮﺝﺻﱠﻠﻰ'
			'ﺑﺎﻟﱠﻨﺎﺱ،ﻓﺄﺧﺒﺮﻩﺃﱠﻥﻋﺎﺋﺸﺔﺷﻐﻠﺘﻪﺑﺄﻣﺮﺳﺄﻟﺘﻪﻋﻨﻪﺣﺘﻰﺃﺻﺒﺢﺟﺪﺍ،ﻭﺃﻧﱠﻪﺃﺑﻄﺄﻋﻠﻴﻪﺑﺎﻟﺨﺮﻭﺝ،ﻓﻘﺎﻝ-'
			'ﻳﻌﻨﻲﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ-:«ﺇﻧﻲﺁﻨﺖﺭﺁﻌﺖﺭﺁﻌﺘﻲﺍﻟﻔﺠﺮ»ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻧﻚﺃﺻﺒﺤﺖ'
			'ﺟﺪﺍ؟ﻓﻘﺎﻝ:«ﻟﻮﺃﺻﺒﺤﺖﺃﺁﺜﺮﻣﻤﺎﺃﺻﺒﺤﺖ،ﻟﺮﺁﻌﺘﻬﻤﺎ،ﻭﺃﺣﺴﻨﺘﻬﻤﺎﻭﺃﺟﻤﻠﺘﻬﻤﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩ'
			'ﺣﺴﻦ',
		translation: 'Translation of Hadith 1103'
),
	Hadith(
		hadithNumber: 1104,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺼﻠﻲﺭﺁﻌﺘﻴﻦﺧﻔﻴﻔﺘﻴﻦﺑﻴﻦﺍﻟﱢﻨﺪﺍﺀ'
			'ﻭﺍﻹﻗﺎﻣﺔﻣﻦﺻﻼﺓﺍﻟﱡﺼﺒﺢ.ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎ:ﻳﺼﱢﻠﻲﺭﺁﻌﺘﻲﺍﻟﻔﺠﺮ،ﻓﻴﺨﻔﱢﻔﻬﻤﺎﺣﺘﻰﺃﻗﻮﻝ:ﻩﻞﻗﺮﺃﻓﻴﻬﻤﺎﺑﺄﻡﱢﺍﻟﻘﺮﺁﻥ؟،'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﺁﺎﻥﻳﺼﱢﻠﻲﺭﺁﻌﺘﻲﺍﻟﻔﺠﺮﺇﺫﺍﺳﻤﻊﺍﻷﺫﺍﻥﻭﻳﺨﱢﻔﻔﻬﻤﺎ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺇﺫﺍﻃﻠﻊﺍﻟﻔﺠﺮ.'
			'`',
		translation: 'Translation of Hadith 1104'
),
	Hadith(
		hadithNumber: 1105,
		hadith:
						'ﻭﻋﻦﺣﻔﺼﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺃﱠﺫﻥﺍﻟﻤﺆﺫﱢﻥﻟﻠﱡﺼﺒﺢ،'
			'ﻭﺑﺪﺍﺍﻟﱡﺼﺒﺢ،ﺻﱠﻠﻰﺭﺁﻌﺘﻴﻦﺧﻔﻴﻔﺘﻴﻦ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻃﻠﻊﺍﻟﻔﺠﺮﻻﻳﺼﻠﻲﺇﱠﻻﺭﺁﻌﺘﻴﻦﺧﻔﻴﻔﺘﻴﻦ',
		translation: 'Translation of Hadith 1105'
),
	Hadith(
		hadithNumber: 1106,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﱢﻠﻲﻣﻦﺍﻟﱠﻠﻴﻞﻣﺜﻨﻰ'
			'ﻣﺜﻨﻰ،ﻭﻳﻮﺗﺮﺑﺮﺁﻌﺔﻣﻦﺁﺧﺮﺍﻟﱠﻠﻴﻞ،ﻭﻳﺼﱢﻠﻲﺍﻟﱠﺮﺁﻌﺘﻴﻦﻗﺒﻞﺻﻼﺓﺍﻟﻐﺪﺍﺓ،ﻭﺁﺄﱠﻥﺍﻷﺫﺍﻥﺑﺄﺫﻧﻴﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1106'
),
	Hadith(
		hadithNumber: 1107,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﺮﺃﻓﻲﺭﺁﻌﺘﻲﺍﻟﻔﺠﺮﻓﻲ.'
			'ﺍﻷﻭﻟﻰﻣﻨﻬﻤﺎ:{ﻗﻮﻟﻮﺍﺁﻣﱠﻨﺎﺑﺎﻟﱠﻠﻪﻭﻣﺎﺃﻧﺰﻝﺇﻟﻴﻨﺎ}ﺍﻵﻳﺔﺍﻟﺘﻲﻓﻲﺍﻟﺒﻘﺮﺓ،ﻭﻓﻲﺍﻵﺧﺮﺓﻣﻨﻬﻤﺎ:{ﺁﻣﱠﻨﺎﺑﺎﻟﱠﻠﻪ'
			'ﻭﺍﺷﻬﺪﺑﺄﱠﻧﺎﻣﺴﻠﻤﻮﻥ}.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻲﺍﻵﺧﺮﺓﺍﻟﺘﻲﻓﻲﺁﻝﻋﻤﺮﺍﻥ:{ﺗﻌﺎﻟﻮﺍﺇﻟﻰﺁﻠﻤﺔﺳﻮﺍﺀﺑﻴﻨﻨﺎﻭﺑﻴﻨﻜﻢ}ﺭﻭﺎﻫﻤﺎﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1107'
),
	Hadith(
		hadithNumber: 1108,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺮﺃﻓﻲﺭﺁﻌﺘﻲﺍﻟﻔﺠﺮ:{ﻗﻞﻳﺎ'
			'ﺃﱡﻳﻬﺎﺍﻟﻜﺎﻓﺮﻭﻥ}ﻭ{ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ}ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1108'
),
	Hadith(
		hadithNumber: 1109,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺭﻣﻘﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺷﻬﺮﺍﻳﻘﺮﺃﻓﻲﺍﻟﱠﺮﺁﻌﺘﻴﻦ'
			'ﻗﺒﻞﺍﻟﻔﺠﺮ:{ﻗﻞﻳﺎﺃﱡﻳﻬﺎﺍﻟﻜﺎﻓﺮﻭﻥ}،ﻭ:{ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ}.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1109'
),
	Hadith(
		hadithNumber: 1110,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺻﱠﻠﻰﺭﺁﻌﺘﻲﺍﻟﻔﺠﺮ،'
			'ﺍﺿﻄﺠﻊﻋﻠﻰﺷﱢﻘﻪﺍﻷﻳﻤﻦ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ.'
			'`',
		translation: 'Translation of Hadith 1110'
),
	Hadith(
		hadithNumber: 1111,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﱢﻠﻲﻓﻴﻤﺎﺑﻴﻦﺃﻥﻳﻔﺮﻍﻣﻦﺻﻼﺓﺍﻟﻌﺸﺎﺀﺇﻟﻰﺍﻟﻔﺠﺮ'
			'ﺇﺣﺪﻯﻋﺸﺮﺓﺭﺁﻌﺔﻳﺴﻠﱢﻢﺑﻴﻦﺁﻞﱢﺭﺁﻌﺘﻴﻦ،ﻭﻳﻮﺗﺮﺑﻮﺍﺣﺪﺓ،ﻓﺈﺫﺍﺳﻜﺖﺍﻟﻤﺆﺫﱢﻥﻣﻦﺻﻼﺓﺍﻟﻔﺠﺮ،ﻭﺗﺒﱠﻴﻦﻟﻪ'
			'ﺍﻟﻔﺠﺮ،ﻭﺟﺎﺀﻩﺍﻟﻤﺆﺫﱢﻥ،ﻗﺎﻡﻓﺮﺁﻊﺭﺁﻌﺘﻴﻦﺧﻔﻴﻔﺘﻴﻦ،ﺛﻢﱠﺍﺿﻄﺠﻊﻋﻠﻰﺷﱢﻘﻪﺍﻷﻳﻤﻦ،ﻩﻜﺬﺍﺣﱠﺘﻰﻳﺄﺗﻴﻪﺍﻟﻤﺆﺫﱢﻥ'
			'ﻟﻺﻗﺎﻣﺔ.ﺭﻭﺍﻩﻣﺴﻠﻢ.،ﻗﻮﻟﻬﺎ:«ﻳﺴﻠﱢﻢﺑﻴﻦﺁﻞﱢﺭﺁﻌﺘﻴﻦ»ﻩﻜﺬﺍﻩﻮﻓﻲﻣﺴﻠﻢﻭﻣﻌﻨﺎﻩ:ﺑﻌﺪﺁﻞﱢﺭﺁﻌﺘﻴﻦ.'
			'`',
		translation: 'Translation of Hadith 1111'
),
	Hadith(
		hadithNumber: 1112,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺻﱠﻠﻰﺃﺣﺪﺁﻢ'
			'ﺭﺁﻌﺘﻲﺍﻟﻔﺠﺮﻓﻠﻴﻀﻄﺠﻊﻋﻠﻰﻳﻤﻴﻨﻪ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﺑﺄﺳﺎﻧﻴﺪﺻﺤﻴﺤﺔ.ﻗﺎﻝﺍﻟﺘﺮﻣﺬﻱ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1112'
),
	Hadith(
		hadithNumber: 1113,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺻﻠﱠﻴﺖﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺁﻌﺘﻴﻦﻗﺒﻞ'
			'ﺍﻟﱡﻈﻬﺮ،ﻭﺭﺁﻌﺘﻴﻦﺑﻌﺪﻩﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1113'
),
	Hadith(
		hadithNumber: 1114,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻻﻳﺪﻉﺃﺭﺑﻌﺎﻗﺒﻞﺍﻟﱡﻈﻬﺮ،ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭﱡﻱ.'
			'`',
		translation: 'Translation of Hadith 1114'
),
	Hadith(
		hadithNumber: 1115,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﻠﱢﻲﻓﻲﺑﻴﺘﻲﻗﺒﻞﺍﻟﱡﻈﻬﺮﺃﺭﺑﻌﺎ،ﺛﻢﻳﺨﺮﺝﻓﻴﺼﻠﻲﱢ'
			'ﺑﺎﻟﱠﻨﺎﺱ،ﺛﻢﱠﻳﺪﺧﻞﻓﻴﺼﻠﱢﻲﺭﺁﻌﺘﻴﻦ،ﻭﺁﺎﻥﻳﺼﻠﻲﱢﺑﺎﻟﱠﻨﺎﺱﺍﻟﻤﻐﺮﺏ،ﺛﻢﱠﻳﺪﺧﻞﺑﻴﺘﻲﻓﻴﺼﻠﻲﱢﺭﺁﻌﺘﻴﻦ،ﻭﻳﺼﻠﱢﻲ'
			'ﺑﺎﻟﱠﻨﺎﺱﺍﻟﻌﺸﺎﺀ،ﻭﻳﺪﺧﻞﺑﻴﺘﻲﻓﻴﺼﻠﻲﱢﺭﺁﻌﺘﻴﻦ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1115'
),
	Hadith(
		hadithNumber: 1116,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺣﺒﻴﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺣﺎﻓﻆﻋﻠﻰﺃﺭﺑﻊ'
			'ﺭﺁﻌﺎﺕﻗﺒﻞﺍﻟﱡﻈﻬﺮ،ﻭﺃﺭﺑﻊﺑﻌﺪﻩﺎ،ﺣﱠﺮﻣﻪﺍﻟﱠﻠﻪﻋﻠﻰﺍﻟﱠﻨﺎﺭ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1116'
),
	Hadith(
		hadithNumber: 1117,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﺴﺎﺋﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺼﱢﻠﻲﺃﺭﺑﻌﺎﺑﻌﺪ.'
			'ﺄﻧﺗﺰﻮﻟﺍﻟﺸﱠﻤﺲﻗﺒﻞﺍﻟﱡﻈﻬﺮ،ﻭﻗﺎﻝ:«ﺇﱠﻧﻬﺎﺳﺎﻋﺔﺗﻔﺘﺢﻓﻴﻬﺎﺃﺑﻮﺍﺏﺍﻟﱠﺴﻤﺎﺀ،ﻓﺄﺣﺐﱡﺄﻧﻳﺼﻌﺪﻟﻲﻓﻴﻬﺎﻋﻤﻞ'
			'ﺻﺎﻟﺢ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1117'
),
	Hadith(
		hadithNumber: 1118,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﻟﻢﻳﺼﻞﱢﺃﺭﺑﻌﺎﻗﺒﻞﺍﻟﻈﻬﺮ،'
			'ﺻﻼﱠﻩﻦﱠﺑﻌﺪﻩﺎ.'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1118'
),
	Hadith(
		hadithNumber: 1119,
		hadith:
						'ﻋﻦﻋﻠﱢﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﱢﻠﻲﻗﺒﻞﺍﻟﻌﺼﺮ'
			'ﺃﺭﺑﻊﺭﺁﻌﺎﺕ،ﻳﻔﺼﻞﺑﻴﻨﻬﱠﻦﺑﺎﻟﱠﺘﺴﻠﻴﻢﻋﻠﻰﺍﻟﻤﻼﺋﻜﺔﺍﻟﻤﻘﺮﺑﻴﻦ،ﻭﻣﻦﺗﺒﻌﻬﻢﻣﻦﺍﻟﻤﺴﻠﻤﻴﻦﻭﺍﻟﻤﺆﻣﻨﻴﻦ.ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1119'
),
	Hadith(
		hadithNumber: 1120,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺭﺣﻢﺍﻟﱠﻠﻪﺍﻣﺮﺀﺍﺻﱠﻠﻰ'
			'ﻗﺒﻞﺍﻟﻌﺼﺮﺃﺭﺑﻌﺎ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1120'
),
	Hadith(
		hadithNumber: 1121,
		hadith:
						'ﻭﻋﻦﻋﻠﱢﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺼﱢﻠﻲﻗﺒﻞﺍﻟﻌﺼﺮ'
			'ﺭﺁﻌﺘﻴﻦ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'(ﺷﺎﺫﺑﻬﺬﺍﺍﻟﻠﻔﻆ).[ﻭﺍﻟﻤﺤﻔﻮﻅﺑﻠﻔﻆ:"ﺃﺭﺑﻊﺭﺁﻌﺎﺕ"].'
			'`',
		translation: 'Translation of Hadith 1121'
),
	Hadith(
		hadithNumber: 1122,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﻐﱠﻔﻞﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺻﱡﻠﻮﺍﻗﺒﻞﺍﻟﻤﻐﺮﺏ'
			'»ﻗﺎﻝﻓﻲﺍﻟﱠﺜﺎﻟﺜﺔ:«ﻟﻤﻦﺷﺎﺀ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ.'
			'`',
		translation: 'Translation of Hadith 1122'
),
	Hadith(
		hadithNumber: 1123,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻟﻘﺪﺭﺃﻳﺖﺁﺒﺎﺭﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺒﺘﺪﺭﻭﻥ'
			'ﺍﻟﱠﺴﻮﺍﺭﻱﻋﻨﺪﺍﻟﻤﻐﺮﺏ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1123'
),
	Hadith(
		hadithNumber: 1124,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻧﺼﱢﻠﻲﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺁﻌﺘﻴﻦﺑﻌﺪﻏﺮﻭﺏﺍﻟﱠﺸﻤﺲﻗﺒﻞ'
			'ﺍﻟﻤﻐﺮﺏ،ﻓﻘﻴﻞ:ﺃﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺻﱠﻼﻩﻤﺎ؟ﻗﺎﻝ:ﺁﺎﻥﻳﺮﺍﻧﺎﻧﺼﱢﻠﻴﻬﻤﺎﻓﻠﻢﻳﺄﻣﺮﻧﺎﻭﻟﻢ'
			'ﻳﻨﻬﻨﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1124'
),
	Hadith(
		hadithNumber: 1125,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﺑﺎﻟﻤﺪﻳﻨﺔﻓﺈﺫﺍﺃﱠﺫﻥﺍﻟﻤﺆﺫﱢﻥﻟﺼﻼﺓﺍﻟﻤﻐﺮﺏ،ﺍﺑﺘﺪﺭﻭﺍﺍﻟﱠﺴﻮﺍﺭﻱ،ﻓﺮﺁﻌﻮﺍﺭﺁﻌﺘﻴﻦ،ﺣﺘﻰ'
			'ﺇﱠﻥﺍﻟﱠﺮﺟﻞﺍﻟﻐﺮﻳﺐﻟﻴﺪﺧﻞﺍﻟﻤﺴﺠﺪﻓﻴﺤﺴﺐﺃﱠﻥﺍﻟﱠﺼﻼﺓﻗﺪﺻﱢﻠﻴﺖﻣﻦﺁﺜﺮﺓﻣﻦﻳﺼﱢﻠﻴﻬﻤﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1125'
),
	Hadith(
		hadithNumber: 1126,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺻﱠﻠﻰﺃﺣﺪﺁﻢﺍﻟﺠﻤﻌﺔ'
			'،ﻓﻠﻴﺼﱢﻞﺑﻌﺪﻩﺎﺃﺭﺑﻌﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1126'
),
	Hadith(
		hadithNumber: 1127,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻻﻳﺼﱢﻠﻲﺑﻌﺪﺍﻟﺠﻤﻌـﺔﺣﱠﺘﻰ'
			'ﻳﻨﺼﺮﻑﻓﻴﺼﱢﻠﻲﺭﺁﻌﺘﻴﻦﻓﻲﺑﻴﺘﻪ،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1127'
),
	Hadith(
		hadithNumber: 1128,
		hadith:
						'ﻋﻦﺯﻳﺪﺑﻦﺛﺎﺑﺖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺻﱡﻠﻮﺍﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﻓﻲ'
			'ﺑﻴﻮﺗﻜﻢ،ﻓﺈﱠﻥﺃﻓﻀﻞﺍﻟﱠﺼﻼﺓﺻﻼﺓﺍﻟﻤﺮﺀﻓﻲﺑﻴﺘﻪﺇﱠﻻﺍﻟﻤﻜﺘﻮﺑﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1128'
),
	Hadith(
		hadithNumber: 1129,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﺟﻌﻠﻮﺍﻣﻦﺻﻼﺗﻜﻢﻓﻲ'
			'ﺑﻴﻮﺗﻜﻢ،ﻭﻻﺗﱠﺘﺨﺬﻭﻩﺎﻗﺒﻮﺭﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1129'
),
	Hadith(
		hadithNumber: 1130,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻗﻀﻰﺃﺣﺪﺁﻢﺻﻼﺗﻪﻓﻲ'
			'ﻣﺴﺠﺪﻩ،ﻓﻠﻴﺠﻌﻞﻟﺒﻴﺘﻪﻧﺼﻴﺒﺎﻣﻦﺻﻼﺗﻪ،ﻓﺈﱠﻥﺍﻟﱠﻠﻪﺟﺎﻋﻞﻓﻲﺑﻴﺘﻪﻣﻦﺻﻼﺗﻪﺧﻴﺮﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1130'
),
	Hadith(
		hadithNumber: 1131,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﻋﻄﺎﺀﺃﱠﻥﻧﺎﻓﻊﺑﻦﺣﺒﻴﺮﺃﺭﺳﻠﻪﺇﻟﻰﺍﻟﱠﺴﺎﺋﺐﺍﺑﻦﺃﺧﺖﻧﻤﺮﻳﺴﺄﻟﻪﻋﻦﺷﻲﺀﺭﺁﻩﻣﻨﻪ'
			'ﻣﻌﺎﻭﻳﺔﻓﻲﺍﻟﱠﺼﻼﺓﻓﻘﺎﻝ:ﻧﻌﻢﺻﻠﱠﻴﺖﻣﻌﻪﺍﻟﺠﻤﻌﺔﻓﻲﺍﻟﻤﻘﺼﻮﺭﺓ،ﻓﻠﱠﻤﺎﺳﱠﻠﻢﺍﻹﻣﺎﻡ،ﻗﻤﺖﻓﻲﻣﻘﺎﻣﻲ،'
			'ﻓﺼﻠﱠﻴﺖ،ﻓﻠﻤﺎﺩﺧﻞﺃﺭﺳﻞﺇﻟﱠﻲﻓﻘﺎﻝ:ﻻﺗﻌﺪﻟﻤﺎﻓﻌﻠﺖ:ﺇﺫﺍﺻﱠﻠﻴﺖﺍﻟﺠﻤﻌﺔ،ﻓﻼﺗﺼﻠﻬﺎﺣﺘﻰﺗﺘﻜﱠﻠﻢﺃﻭﺗﺨﺮﺝ،'
			'ﻓﺈﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻣﺮﻧﺎﺑﺬﻟﻚ،ﺃﻥﻻﻧﻮﺻﻞﺻﻼﺓﺑﺼﻼﺓﺣﱠﺘﻰﻧﺘﻜﱠﻠﻢﺃﻭﻧﺨﺮﺝ.ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1131'
),
	Hadith(
		hadithNumber: 1132,
		hadith:
						'ﻋﻦﻋﻠﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﻟﻮﺗﺮﻟﻴﺲﺑﺤﺘﻢﺁﺼﻼﺓﺍﻟﻤﻜﺘﻮﺑﺔ،ﻭﻟﻜﻦﺳﱠﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻭﺗﺮﻳﺤﺐﱡﺍﻟﻮﺗﺮ،ﻓﺄﻭﺗﺮﻭﺍ،ﻳﺎﺃﻩﻞﺍﻟﻘﺮﺁﻥ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1132'
),
	Hadith(
		hadithNumber: 1133,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﻣﻦﺁﻞﱢﺍﻟﻠﻴﻞﻗﺪﺃﻭﺗﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺃﱠﻭﻝ'
			'ﺍﻟﱠﻠﻴﻞ،ﻭﻣﻦﺃﻭﺳﻄﻪ،ﻭﻣﻦﺁﺧﺮﻩ.ﻭﺍﻧﺘﻬﻰﻭﺗﺮﻩﺇﻟﻰﺍﻟﱠﺴﺤﺮ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1133'
),
	Hadith(
		hadithNumber: 1134,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﺟﻌﻠﻮﺍﺁﺧﺮﺻﻼﺗﻜﻢﺑﺎﻟﱠﻠﻴﻞ'
			'ﻭﺗﺮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1134'
),
	Hadith(
		hadithNumber: 1135,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻭﺗﺮﻭﺍﻗﺒﻞﺃﻥ'
			'ﺗﺼﺒﺤﻮﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1135'
),
	Hadith(
		hadithNumber: 1136,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺼﱢﻠﻲﺻﻼﺗﻪﺑﺎﻟﱠﻠﻴﻞ،ﻭﻩﻲ'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:ﻓﺈﺫﺍﺑﻘﻲﺍﻟﻮﺗﺮﻗﺎﻝ:«ﻗﻮﻣﻲﻓﺄﻭﺗﺮﻱﻳﺎﻋﺎﺋﺸﺔ».ﻣﻌﺘﺮﺿﺔﺑﻴﻦﻳﺪﻳﻪ،ﻓﺈﺫﺍﺑﻘﻲﺍﻟﻮﺗﺮ،ﺃﻳﻘﻈﻬﺎﻓﺄﻭﺗﺮﺕ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1136'
),
	Hadith(
		hadithNumber: 1137,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﺎﺩﺭﻭﺍﺍﻟﱡﺼﺒﺢﺑﺎﻟﻮﺗﺮ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1137'
),
	Hadith(
		hadithNumber: 1138,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺧﺎﻑﺃﻥﻻﻳﻘﻮﻡﻣﻦ'
			'ﺁﺧﺮﺍﻟﱠﻠﻴﻞ،ﻓﻠﻴﻮﺗﺮﺃﱠﻭﻟﻪ،ﻭﻣﻦﻃﻤﻊﺃﻥﻳﻘﻮﻡﺁﺧﺮﻩ،ﻓﻠﻴﻮﺗﺮﺁﺧﺮﺍﻟﱠﻠﻴﻞ،ﻓﺈﱠﻥﺻﻼﺓﺁﺧﺮﺍﻟﱠﻠﻴﻞﻣﺸﻬﻮﺩﺓ،'
			'ﻭﺫﻟﻚﺃﻓﻀﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1138'
),
	Hadith(
		hadithNumber: 1139,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺃﻭﺻﺎﻧﻲﺧﻠﻴﻠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺼﻴﺎﻡﺛﻼﺛﺔﺃﱠﻳﺎﻡﻣﻦﺁﻞﱢ'
			'ﺷﻬﺮ،ﻭﺭﺁﻌﺘﻲﺍﻟﱡﻀﺤﻰ،ﻭﺃﻥﺃﻭﺗﺮﻗﺒﻞﺃﻥﺃﺭﻗﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻹﻳﺘﺎﺭﻗﺒﻞﺍﻟﻨﻮﻡﺇﻧﻤﺎﻳﺴﺘﺤﱡﺐﻟﻤﻦﻻﻳﺜﻖﺑﺎﻻﺳﺘﻴﻘﺎﻅﺁﺧﺮﺍﻟﱠﻠﻴﻞﻓﺈﻥﻭﺛﻖﻓﺂﺧﺮﺍﻟﱠﻠﻴﻞﺃﻓﻀﻞ',
		translation: 'Translation of Hadith 1139'
),
	Hadith(
		hadithNumber: 1140,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺼﺒﺢﻋﻠﻰﺁﻞﱢﺳﻼﻣﻰﻣﻦ'
			'ﺃﺣﺪﺁﻢﺻﺪﻗﺔ:ﻓﻜﻞﱡﺗﺴﺒﻴﺤﺔﺻﺪﻗﺔ،ﻭﺁﻞﺗﺤﻤﻴﺪﺓﺻﺪﻗﺔ،ﻭﺁﻞﺗﻬﻠﻴﻠﺔﺻﺪﻗﺔ،ﻭﺁﻞﱡﺗﻜﺒﻴﺮﺓﺻﺪﻗﺔ،ﻭﺃﻣﺮ'
			'ﺑﺎﻟﻤﻌﺮﻭﻑﺻﺪﻗﺔ،ﻭﻧﻬﻲﻋﻦﺍﻟﻤﻨﻜﺮﺻﺪﻗﺔ،ﻭﻳﺠﺰﺉﻣﻦﺫﻟﻚﺭﺁﻌﺘﺎﻥﻳﺮﺁﻌﻬﻤﺎﻣﻦﺍﻟﻀﺤﻰ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1140'
),
	Hadith(
		hadithNumber: 1141,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﱢﻠﻲﺍﻟﱡﻀﺤﻰﺃﺭﺑﻌﺎ،'
			'ﻭﻳﺰﻳﺪﻣﺎﺷﺎﺀﺍﻟﱠﻠﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1141'
),
	Hadith(
		hadithNumber: 1142,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﻩﺎﻧﻲﺀﻓﺎﺧﺘﺔﺑﻨﺖﺃﺑﻲﻃﺎﻟﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺫﻩﺒﺖﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻋﺎﻡﺍﻟﻔﺘﺢﻓﻮﺟﺪﺗﻪﻳﻐﺘﺴﻞ،ﻓﻠﱠﻤﺎﻓﺮﻍﻣﻦﻏﺴﻠﻪ،ﺻﱠﻠﻰﺛﻤﺎﻧﻲﺭﺁﻌﺎﺕ،ﻭﺫﻟﻚﺿﺤﻰ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'.1142ﻮﻫﺬﺍﻣﺨﺘﺼﺮﻟﻔﻆﺇﺣﺪﻯﺭﻭﺍﻳﺎﺕﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1142'
),
	Hadith(
		hadithNumber: 1143,
		hadith:
						'ﻋﻦﺯﻳﺪﺑﻦﺃﺭﻗﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﻧﱠﻪﺭﺄﯨﻗﻮﻣﺎﻳﺼﱡﻠﻮﻥﻣﻦﺍﻟﱡﻀﺤﻰ،ﻓﻘﺎﻝ:ﺃﻣﺎﻟﻘﺪﻋﻠﻤﻮﺍﺃﱠﻥ'
			'ﺍﻟﱠﺼﻼﺓﻓﻲﻏﻴﺮﻩﺬﻩﺍﻟﱠﺴﺎﻋﺔﺃﻓﻀﻞ،ﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺻﻼﺓﺍﻷﱠﻭﺍﺑﻴﻦﺣﻴﻦ'
			'ﺗﺮﻣﺾﺍﻟﻔﺼﺎﻝ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺗﺮﻣﺾ»ﺑﻔﺘﺢﺍﻟﺘﺎﺀﻭﺍﻟﻤﻴﻢﻭﺑﺎﻟﻀﺎﺩﺍﻟﻤﻌﺠﻤﺔ،ﻳﻌﻨﻲ:ﺷﺪﺓﺍﻟﺤﺮ.«ﻭﺍﻟﻔﺼﺎﻝﺟﻤﻊﻓﺼﻴﻞﻭﻩﻮ:'
			'ﺍﻟﺼﻐﻴﺮﻣﻦﺍﻹﺑﻞ',
		translation: 'Translation of Hadith 1143'
),
	Hadith(
		hadithNumber: 1144,
		hadith:
						'ﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺩﺧﻞﺃﺣﺪﺁﻢ'
			'ﺍﻟﻤﺴﺠﺪ،ﻓﻼﻳﺠﻠﺲﺣﱠﺘﻰﻳﺼﱢﻠﻲﺭﺁﻌﺘﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1144'
),
	Hadith(
		hadithNumber: 1145,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﻴﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻓﻲﺍﻟﻤﺴﺠﺪ،ﻓﻘﺎﻝ:«ﺻﱢﻞ'
			'ﺭﺁﻌﺘﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1145'
),
	Hadith(
		hadithNumber: 1146,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻟﺒﻼﻝ:«ﻳﺎﺑﻼﻝﺣﱢﺪﺛﻨﻲ'
			'ﺑﺄﺭﺟﻰﻋﻤﻞﻋﻤﻠﺘﻪﻓﻲﺍﻹﺳﻼﻡ،ﻓﺈﱢﻧﻲﺳﻤﻌﺖﺩﱠﻑﻧﻌﻠﻴﻚﺑﻴﻦﻳﺪﱠﻱﻓﻲﺍﻟﺠﱠﻨﺔ»ﻗﺎﻝ:ﻣﺎﻋﻤﻠﺖﻋﻤﻼﺃﺭﺟﻰ'
			'ﻋﻨﺪﻱﻣﻦﺃﱢﻧﻲﻟﻢﺃﺗﻄﱠﻬﺮﻃﻬﻮﺭﺍﻓﻲﺳﺎﻋﺔﻣﻦﻟﻴﻞﺃﻭﻧﻬﺎﺭﺇﱠﻻﺻﻠﱠﻴﺖﺑﺬﻟﻚﺍﻟﱡﻄﻬﻮﺭﻣﺎﺁﺘﺐﻟﻲﺃﻥﺃﺻﱢﻠﻲ.'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺍﻟﱠﺪﱡﻑ»ﺑﺎﻟﻔﺎﺀ:ﺻﻮﺕﺍﻟﱠﻨﻌﻞﻭﺣﺮﺁﺘﻪﻋﻠﻰﺍﻷﺭﺽ،ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 1146'
),
	Hadith(
		hadithNumber: 1147,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺧﻴﺮﻳﻮﻡﻃﻠﻌﺖ'
			'ﻋﻠﻴﻪﺍﻟﺸﱠﻤﺲﻳﻮﻡﺍﻟﺠﻤﻌﺔ:ﻓﻴﻪﺧﻠﻖﺁﺪﻣ،ﻭﻓﻴﻪﺃﺩﺧﻞﺍﻟﺠﱠﻨﺔ،ﻭﻓﻴﻪﺃﺧﺮﺝﻣﻨﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1147'
),
	Hadith(
		hadithNumber: 1148,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﻮﱠﺿﺄﻓﺄﺣﺴﻦﺍﻟﻮﺿﻮﺀﺛﻢﱠﺃﺗﻰﺍﻟﺠﻤﻌﺔ،'
			'ﻓﺎﺳﺘﻤﻊﻭﺃﻧﺼﺖ،ﻏﻔﺮﻟﻪﻣﺎﺑﻴﻨﻪﻭﺑﻴﻦﺍﻟﺠﻤﻌﺔﻭﺯﻳﺎﺩﺓﺛﻼﺛﺔﺃﱠﻳﺎﻡ،ﻭﻣﻦﻣﱠﺲﺍﻟﺤﺼﻰ،ﻓﻘﺪﻟﻐﺎ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1148'
),
	Hadith(
		hadithNumber: 1149,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺼﱠﻠﻮﺍﺕﺍﻟﺨﻤﺲﻭﺍﻟﺠﻤﻌﺔﺇﻟﻰﺍﻟﺠﻤﻌﺔ،ﻭﺭﻣﻀﺎﻥﺇﻟﻰ'
			'ﺭﻣﻀﺎﻥ،ﻣﻜﱢﻔﺮﺍﺕﻣﺎﺑﻴﻨﻬﻦﱠﺇﺫﺍﺍﺟﺘﻨﺒﺖﺍﻟﻜﺒﺎﺋﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1149'
),
	Hadith(
		hadithNumber: 1150,
		hadith:
						'ﻭﻋﻨﻪﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﺃﱠﻧﻬﻤﺎﺳﻤﻌﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝﻋﻠﻰ.'
			'ﺃﻋﻮﺍﺩﻣﻨﺒﺮﻩ:«ﻟﻴﻨﺘﻬﻴﱠﻦﺃﻗﻮﺎﻣﻋﻦﻭﺩﻋﻬﻢﺍﻟﺠﻤﻌﺎﺕ،ﺃﻭﻟﻴﺨﺘﻤﱠﻦﺍﻟﱠﻠﻪﻋﻠﻰﻗﻠﻮﺑﻬﻢ،ﺛﻢﱠﻟﻴﻜﻮﻧﻦﱠﻣﻦﺍﻟﻐﺎﻓﻠﻴﻦ'
			'»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1150'
),
	Hadith(
		hadithNumber: 1151,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺇﺫﺍﺟﺎﺀﺃﺣﺪﺁﻢ'
			'ﺍﻟﺠﻤﻌﺔ،ﻓﻠﻴﻐﺘﺴﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1151'
),
	Hadith(
		hadithNumber: 1152,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻏﺴﻞﻳﻮﻡ'
			'ﺍﻟﺠﻤﻌﺔﻭﺍﺟﺐﻋﻠﻰﺁﱢﻞﻣﺤﺘﻠﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﻟﻤﺮﺍﺩﺑﺎﻟﻤﺤﺘﻠﻢ:ﺍﻟﺒﺎﻟﻎ.ﻭﺍﻟﻤﺮﺍﺩﺑﺎﻟﻮﺟﻮﺏ:ﻭﺟﻮﺏﺍﺧﺘﻴﺎﺭ،ﺁﻘﻮﻝﺍﻟﱠﺮﺟﻞﻟﺼﺎﺣﺒﻪﺣﱡﻘﻚﻭﺍﺟﺐﻋﻠﱠﻲ،ﻭﺍﻟﱠﻠﻪ'
			'ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 1152'
),
	Hadith(
		hadithNumber: 1153,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﻮﱠﺿﺄﻳﻮﻡﺍﻟﺠﻤﻌﺔ'
			'ﻓﺒﻬﺎﻭﻧﻌﻤﺖ،ﻭﻣﻦﺍﻏﺘﺴﻞﻓﺎﻟﻐﺴﻞﺃﻓﻀﻞ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1153'
),
	Hadith(
		hadithNumber: 1154,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻐﺘﺴﻞﺭﺟﻞﻳﻮﻡ'
			'ﺍﻟﺠﻤﻌﺔ،ﻭﻳﺘﻄﻬﺮﻣﺎﺍﺳﺘﻄﺎﻉﻣﻦﻃﻬﺮ،ﻭﻳﺪﱠﻩﻦﻣﻦﺩﻩﻨﻪ،ﺃﻭﻳﻤﱡﺲﻣﻦﻃﻴﺐﺑﻴﺘﻪ،ﺛﻢﱠﻳﺨﺮﺝﻓﻼﻳﻔﱢﺮﻕﺑﻴﻦ'
			'ﺍﺛﻨﻴﻦ،ﺛﻢﱠﻳﺼﱢﻠﻲﻣﺎﺁﺘﺐﻟﻪ،ﺛﻢﱠﻳﻨﺼﺖﺇﺫﺍﺗﻜﱠﻠﻢﺍﻹﻣﺎﻡ،ﺇﱠﻻﻏﻔﺮﻟﻪﻣﺎﺑﻴﻨﻪﻭﺑﻴﻦﺍﻟﺠﻤﻌﺔﺍﻷﺧﺮﻯ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1154'
),
	Hadith(
		hadithNumber: 1155,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺍﻏﺘﺴﻞﻳـﻮﻡ'
			'ﺍﻟﺠﻤﻌﺔﻏﺴﻞﺍﻟﺠﻨﺎﺑﺔ،ﺛﻢﱠﺭﺍﺡﻓﻲﺍﻟﺴﺎﻋﺔﺍﻷﻭﻟﻰ،ﻓﻜﺄﱠﻧﻤﺎﻗﱠﺮﺏﺑﺪﻧﺔ،ﻭﻣﻦﺭﺍﺡﻓﻲﺍﻟﱠﺴﺎﻋﺔﺍﻟﱠﺜﺎﻧﻴﺔ،ﻓﻜﺄﱠﻧﻤﺎ'
			'ﻗﱠﺮﺏﺑﻘﺮﺓ،ﻭﻣﻦﺭﺍﺡﻓﻲﺍﻟﺴﺎﻋﺔﺍﻟﺜﺎﻟﺜﺔ،ﻓﻜﺄﱠﻧﻤﺎﻗﱠﺮﺏﺁﺒﺸﺎﺃﻗﺮﻥ،ﻭﻣﻦﺭﺍﺡﻓﻲﺍﻟﱠﺴﺎﻋﺔﺍﻟﱠﺮﺍﺑﻌﺔ،ﻓﻜﺄﱠﻧﻤﺎ'
			'ﻗﱠﺮﺏﺩﺟﺎﺟﺔ،ﻭﻣﻦﺭﺍﺡﻓﻲﺍﻟﱠﺴﺎﻋﺔﺍﻟﺨﺎﻣﺴﺔﻓﻜﺄﱠﻧﻤﺎﻗﱠﺮﺏﺑﻴﻀﺔ،ﻓﺈﺫﺍﺧﺮﺝﺍﻹﻣﺎﻡ،ﺣﻀﺮﺕﺍﻟﻤﻼﺋﻜﺔ'
			'ﻳﺴﺘﻤﻌﻮﻥﺍﻟﱢﺬﺁﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﻏﺴﻞﺍﻟﺠﻨﺎﺑﺔ»،ﺄﻳ:ﻏﺴﻼﺁﻐﺴﻞﺍﻟﺠﻨﺎﺑﺔﻓﻲﺍﻟﱢﺼﻔﺔ',
		translation: 'Translation of Hadith 1155'
),
	Hadith(
		hadithNumber: 1156,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺫﺁﺮﻳﻮﻡﺍﻟﺠﻤﻌﺔ،ﻓﻘﺎﻝ:«ﻓﻴﻬﺎﺳﺎﻋﺔﻻﻳﻮﺍﻓﻘﻬﺎﻋﺒﺪ'
			'ﻣﺴﻠﻢ،ﻭﻩﻮﻗﺎﺋﻢﻳﺼﱢﻠﻲﻳﺴﺄﻝﺍﻟﱠﻠﻪﺷﻴﺌﺎ،ﺇﱠﻻﺃﻋﻄﺎﻩﺇﱠﻳﺎﻩ»ﻭﺃﺷﺎﺭﺑﻴﺪﻩﻳﻘﱢﻠﻠﻬﺎ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1156'
),
	Hadith(
		hadithNumber: 1157,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﺮﺩﺓﺑﻦﺃﺑﻲﻣﻮﺳـﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﻤﺎ:ﺃﺳﻤﻌﺖﺃﺑﺎﻙﻳﺤﺪﱢﺙﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺷﺄﻥﺳﺎﻋﺔﺍﻟﺠﻤﻌﺔ؟ﻗﺎﻝ:ﻗﻠﺖ:ﻧﻌﻢ،'
			'ﺳﻤﻌﺘﻪﻳﻘﻮﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻩﻲﻣﺎﺑﻴﻦﺃﻥﻳﺠﻠﺲﺍﻹﻣﺎﻡﺇﻟﻰﺃﻥﺗﻘﻀﻰ'
			'(ﺿﻌﻴﻒﻣﺮﻓﻮﻋﺎ،ﺻﺤﻴﺢﻣﻮﻗﻮﻓﺎ)[ﺻﺤﺢﺍﻷﺋﻤﺔﻭﻗﻔﻪﻋﻠﻰﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﻱ،ﻭﻣﻨﻬﻢﺍﻹﻣﺎﻡﺍﻟﱠﺼﻼﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺍﻟﺪﺍﺭﻗﻄﻨﻲ',
		translation: 'Translation of Hadith 1157'
),
	Hadith(
		hadithNumber: 1158,
		hadith:
						'ﻭﻋﻦﺃﻭﺱﺑﻦﺃﻭﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻣﻦﺃﻓﻀﻞ'
			'ﺃﱠﻳﺎﻣﻜﻢﻳﻮﻡﺍﻟﺠﻤﻌﺔ،ﻓﺄﺁﺜﺮﻭﺍﻋﻠﱠﻲﻣﻦﺍﻟﱠﺼﻼﺓﻓﻴﻪ،ﻓﺈﱠﻥﺻﻼﺗﻜﻢﻣﻌﺮﻭﺿﺔﻋﻠﱠﻲ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1158'
),
	Hadith(
		hadithNumber: 1159,
		hadith:
						'ﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﺮﺟﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﻣﱠﻜﺔ'
			'ﻧﺮﻳﺪﺍﻟﻤﺪﻳﻨﺔ،ﻓﻠﱠﻤﺎﺁﱠﻨﺎﻗﺮﻳﺒﺎﻣﻦﻋﺰﻭﺭﺍﺀﻧﺰﻝﺛﻢﱠﺭﻓﻊﻳﺪﻳﻪ،ﻓﺪﻋﺎﺍﻟﱠﻠﻪﺳﺎﻋﺔ،ﺛﻢﱠﺧﺮﺳﺎﺟﺪﺍ،ﻓﻤﻜﺚﻃﻮﻳﻼ'
			'،ﺛﻢﱠﻗﺎﻡﻓﺮﻓﻊﻳﺪﻳﻪ،ﺳﺎﻋﺔ،ﺛﻢﱠﺧﱠﺮﺳﺎﺟﺪﺍ-ﻓﻌﻠﻪﺛﻼﺛﺎ-ﻭﻗﺎﻝ:ﺇﱢﻧﻲﺳﺄﻟﺖﺭﱢﺑﻲ،ﻭﺷﻔﻌﺖﻷﱠﻣﺘﻲ،ﻓﺄﻋﻄﺎﻧﻲ'
			'ﺛﻠﺚﺃﱠﻣﺘﻲ،ﻓﺨﺮﺭﺕﺳﺎﺟﺪﺍﻟﺮﱢﺑﻲﺷﻜﺮﺍ،ﺛﻢﱠﺭﻓﻌﺖﺭﺃﺳﻲ،ﻓﺴﺄﻟﺖﺭﱢﺑﻲﻷﱠﻣﺘﻲ،ﻓﺄﻋﻄﺎﻧﻲﺛﻠﺚﺃﱠﻣﺘﻲ،'
			'ﻓﺨﺮﺭﺕﺳﺎﺟﺪﺍﻟﺮﱢﺑﻲﺷﻜﺮﺍ،ﺛﱠﻢﺭﻓﻌﺖﺭﺃﺳﻲﻓﺴﺄﻟﺖﺭﱢﺑﻲﻷﱠﻣﺘﻲ،ﻓﺄﻋﻄﺎﻧﻲﺍﻟﱡﺜﻠﺚﺍﻵﺧﺮ،ﻓﺨﺮﺭﺕﺳﺎﺟﺪﺍ'
			'ﻟﺮﱢﺑﻲ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻣﻮﺳﻰﺑﻦﻳﻌﻘﻮﺏﺍﻟﺰﻣﻌﻲ،ﻮﻫﻮﺳﻲﺀﺍﻟﺤﻔﻆ،ﻭﺷﻴﺨﻪﻳﺤﻴﻰﺑﻦﺍﻟﺤﺴﻦﺑﻦﻋﺜﻤﺎﻥ،'
			'ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1159'
),
	Hadith(
		hadithNumber: 1160,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻡﻣﻦﺍﻟﱠﻠﻴﻞﺣﺘﻰﺗﺘﻔﱠﻄﺮ'
			'ﻗﺪﻣﺎﻩ،ﻓﻘﻠﺖﻟﻪ:ﻟﻢﺗﺼﻨﻊﻩﺬﺍﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﻗﺪﻏﻔﺮﻟﻚﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻚﻭﻣﺎﺗﺄﱠﺧﺮ؟ﻗﺎﻝ:«ﺃﻓﻼﺃﺁﻮﻥ'
			'ﻋﺒﺪﺍﺷﻜﻮﺭﺍ».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﻋﻦﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﻧﺤﻮﻩ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1160'
),
	Hadith(
		hadithNumber: 1161,
		hadith:
						'ﻭﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻃﺮﻗﻪﻭﻓﺎﻃﻤﺔﻟﻴﻼ،ﻓﻘﺎﻝ:«ﺃﻻﺗﺼﱢﻠﻴﺎﻥ'
			'؟»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻃﺮﻗﺔ»:ﺃﺗﺎﻩﻟﻴﻼ.'
			'`',
		translation: 'Translation of Hadith 1161'
),
	Hadith(
		hadithNumber: 1162,
		hadith:
						'ﻭﻋﻦﺳﺎﻟﻢﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﻋﻦﺃﺑﻴﻪ:ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻧﻌﻢﺍﻟﱠﺮﺟﻞﻋﺒﺪﺍﻟﱠﻠﻪﻟﻮﺁﺎﻥﻳﺼﱢﻠﻲﻣﻦﺍﻟﱠﻠﻴﻞ»ﻗﺎﻝﺳﺎﻟﻢ:ﻓﻜﺎﻥﻋﺒﺪﺍﻟﱠﻠﻪﺑﻌﺪﺫﻟﻚﻻﻳﻨﺎﻡ'
			'ﻣﻦﺍﻟﱠﻠﻴﻞﺇﱠﻻﻗﻠﻴﻼ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1162'
),
	Hadith(
		hadithNumber: 1163,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«.'
			'ﻳﺎﻋﺒﺪﺍﻟﱠﻠﻪﻻﺗﻜﻦﻣﺜﻞﻓﻼﻥ:ﺁﺎﻥﻳﻘﻮﻡﺍﻟﱠﻠﻴﻞﻓﺘﺮﻙﻗﻴﺎﻡﺍﻟﱠﻠﻴﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1163'
),
	Hadith(
		hadithNumber: 1164,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺫﺁﺮﻋﻨﺪﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺟﻞﻧﺎﻡﻟﻴﻠﺔﺣﺘﻰ'
			'ﺃﺻﺒﺢ،ﻗﺎﻝ:«ﺫﺍﻙﺭﺟﻞﺑﺎﻝﺍﻟﱠﺸﻴﻄﺎﻥﻓﻲﺃﺫﻧﻴﻪ-ﺃﻭﻗﺎﻝ:ﻓﻲﺃﺫﻧﻪ-»،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1164'
),
	Hadith(
		hadithNumber: 1165,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻌﻘﺪﺍﻟﱠﺸﻴﻄﺎﻥﻋﻠﻰ'
			'ﻗﺎﻓﻴﺔﺭﺃﺱﺃﺣﺪﺁﻢ،ﺇﺫﺍﻩﻮﻧﺎﻡ،ﺛﻼﺙﻋﻘﺪ،ﻳﻀﺮﺏﻋﻠﻰﺁﱢﻞﻋﻘﺪﺓ:ﻋﻠﻴﻚﻟﻴﻞﻃﻮﻳﻞﻓﺎﺭﻗﺪ،ﻓﺈﻥﺍﺳﺘﻴﻘﻆ،'
			'ﻓﺬﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺍﻧﺤﱠﻠﺖﻋﻘﺪﺓ،ﻓﺈﻥﺗﻮﱠﺿﺄﺍﻧﺤﱠﻠﺖﻋﻘﺪﺓ،ﻓﺈﻥﺻﱠﻠﻰﺍﻧﺤﱠﻠﺖﻋﻘﺪﻩﺁﱡﻠﻬﺎ،ﻓﺄﺻﺒﺢﻧﺸﻴﻄﺎﻃﱢﻴﺐ'
			'ﺍﻟﱠﻨﻔﺲ،ﻭﺇﱠﻻﺃﺻﺒﺢﺧﺒﻴﺚﺍﻟﱠﻨﻔﺲﺁﺴﻼﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﺎﻓﻴﺔﺍﻟﱠﺮﺃﺱ:ﺁﺧﺮﻩ',
		translation: 'Translation of Hadith 1165'
),
	Hadith(
		hadithNumber: 1166,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺳﻼﻡﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﺃﻓﺸﻮﺍ'
			'ﺍﻟﱠﺴﻼﻡ،ﻭﺃﻃﻌﻤﻮﺍﺍﻟﱠﻄﻌﺎﻡ،ﻭﺻﱡﻠﻮﺍﺑﺎﻟﱠﻠﻴﻞﻭﺍﻟﱠﻨﺎﺱﻧﻴﺎﻡ،ﺗﺪﺧﻠﻮﺍﺍﻟﺠﱠﻨﺔﺑﺴﻼﻡ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1166'
),
	Hadith(
		hadithNumber: 1167,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻀﻞﺍﻟﺼﱠﻴﺎﻡﺑﻌﺪ'
			'.1167ﺭﻣﻀﺎﻥﺷﻬﺮﺍﻟﱠﻠﻪﺍﻟﻤﺤﺮﱠﻡ،ﻭﺃﻓﻀﻞﺍﻟﱠﺼﻼﺓﺑﻌﺪﺍﻟﻔﺮﻳﻀﺔﺻﻼﺓﺍﻟﱠﻠﻴﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1167'
),
	Hadith(
		hadithNumber: 1168,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺄﻧﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺻﻼﺓﺍﻟﱠﻠﻴﻞﻣﺜﻨﻰﻣﺜﻨﻰ،ﻓﺈﺫﺍ'
			'ﺧﻔﺖﺍﻟﱡﺼﺒﺢﻓﺄﻭﺗﺮﺑﻮﺍﺣﺪﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1168'
),
	Hadith(
		hadithNumber: 1169,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﱢﻠﻲﻣﻦﺍﻟﱠﻠﻴﻞﻣﺜﻨﻰﻣﺜﻨﻰ،ﻭﻳﻮﺗﺮﺑﺮﺁﻌﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1169'
),
	Hadith(
		hadithNumber: 1170,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻔﻄﺮﻣﻦﺍﻟﱠﺸﻬﺮﺣﱠﺘﻰﻧﻈﻦﱠ'
			'ﺃﻥﻻﻳﺼﻮﻡﻣﻨﻪ،ﻭﻳﺼﻮﻡﺣﱠﺘﻰﻧﻈﻦﺄﻧﻻﻳﻔﻄﺮﻣﻨﻪﺷﻴﺌﺎ،ﻭﺁﺎﻥﻻﺗﺸﺎﺀﺃﻥﺗﺮﺍﻩﻣﻦﺍﻟﱠﻠﻴﻞﻣﺼﻠﱢﻴﺎﺇﻻﺭﺃﻳﺘﻪ'
			'،ﻭﻻﻧﺎﺋﻤﺎﺇﻻﺭﺃﻳﺘﻪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1170'
),
	Hadith(
		hadithNumber: 1171,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺼﱢﻠﻲﺇﺣﺪﻯﻋﺸﺮﺓﺭﺁﻌﺔ-'
			'ﺗﻌﻨﻲﻓﻲﺍﻟﱠﻠﻴﻞ-ﻳﺴﺠﺪﺍﻟﱠﺴﺠﺪﺓﻣﻦﺫﻟﻚﻗﺪﺭﻣﺎﻳﻘﺮﺃﺃﺣﺪﺁﻢﺧﻤﺴﻴﻦﺁﻳﺔﻗﺒﻞﺄﻧﻳﺮﻓﻊﺭﺃﺳﻪ،ﻭﻳﺮﺁﻊﺭﺁﻌﺘﻴﻦ'
			'ﻗﺒﻞﺻﻼﺓﺍﻟﻔﺠﺮ،ﺛﻢﱠﻳﻀﻄﺠﻊﻋﻠﻰﺷﱢﻘﻪﺍﻷﻳﻤﻦﺣﱠﺘﻰﻳﺄﺗﻴﻪﺍﻟﻤﻨﺎﺪﻳﻟﻠﺼﻼﺓ،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1171'
),
	Hadith(
		hadithNumber: 1172,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﻣﺎﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺰﻳﺪ-ﻓﻲﺭﻣﻀﺎﻥﻭﻻﻓﻲﻏﻴﺮﻩ-ﻋﻠﻰﺇﺣﺪﻯ.'
			'ﻋﺸﺮﺓﺭﺁﻌﺔ:ﻳﺼﱢﻠﻲﺃﺭﺑﻌﺎﻓﻼﺗﺴﺄﻝﻋﻦﺣﺴﻨﻬﱠﻦﻭﻃﻮﻟﻬﱠﻦ،ﺛﻢﱠﻳﺼﱢﻠﻲﺃﺭﺑﻌﺎﻓﻼﺗﺴﺄﻝﻋﻦﺣﺴﻨﻬﱠﻦﻭﻃﻮﻟﻬﱠﻦ'
			'،ﺛﻢﱠﻳﺼﱢﻠﻲﺛﻼﺛﺎ.ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺗﻨﺎﻡﻗﺒﻞﺃﻥﺗﻮﺗﺮ،؟ﻓﻘﺎﻝ:«ﻳﺎﻋﺎﺋﺸﺔﺇﱠﻥﻋﻴﻨﱠﻲﺗﻨﺎﻣﺎﻥﻭﻻﻳﻨﺎﻡ'
			'ﻗﻠﺒﻲ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1172'
),
	Hadith(
		hadithNumber: 1173,
		hadith:
						'ﻭﻋﻨﻬﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻨﺎﻡﺃﱠﻮﻟﺍﻟﱠﻠﻴﻞ،ﻭﻳﻘﻮﻡﺁﺧﺮﻩﻓﻴﺼﻠﻲ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1173'
),
	Hadith(
		hadithNumber: 1174,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺻﻠﱠﻴﺖﻣﻊﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻴﻠﺔ،ﻓﻠﻢﻳﺰﻝﻗﺎﺋﻤﺎ'
			'ﺣﺘﻰﻩﻤﻤﺖﺑﺄﻣﺮﺳﻮﺀ.ﻗﻴﻞ:ﻣﺎﻩﻤﻤﺖ؟ﻗﺎﻝ:ﻩﻤﻤﺖﺃﻥﺃﺟﻠﺲﻭﺃﺩﻋﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1174'
),
	Hadith(
		hadithNumber: 1175,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺻﻠﱠﻴﺖﻣﻊﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺫﺍﺕﻟﻴﻠﺔﻓﺎﻓﺘﺘﺢﺍﻟﺒﻘﺮﺓ،'
			'ﻓﻘﻠﺖ:ﻳﺮﺁﻊﻋﻨﺪﺍﻟﻤﺌﺔ،ﺛﻢﱠﻣﻀﻰ،ﻓﻘﻠﺖ:ﻳﺼﱠﻠﻲﺑﻬﺎﻓﻲﺭﺁﻌﺔ،ﻓﻤﻀﻰ،ﻓﻘﻠﺖ:ﻳﺮﺁﻊﺑﻬﺎ،ﺛﻢﱠﺍﻓﺘﺘﺢ'
			'ﺍﻟﱢﻨﺴﺎﺀﻓﻘﺮﺃﻩﺎ،ﺛﻢﱠﺍﻓﺘﺘﺢﺁﻝﻋﻤﺮﺍﻥ،ﻓﻘﺮﺄﻫﺎ،ﻳﻘﺮﺃﻣﺘﺮﱢﺳﻼﺇﺫﺍﻣﱠﺮﺑﺂﻳﺔﻓﻴﻬﺎﺗﺴﺒﻴﺢﺳﱠﺒﺢ،ﻭﺇﺫﺍﻣﱠﺮﺑﺴﺆﺍﻝ'
			'ﺳﺄﻝ،ﻭﺇﺫﺍﻣﱠﺮﺑﺘﻌﱠﻮﺫﺗﻌﱠﻮﺫ،ﺛﻢﱠﺭﺁﻊ،ﻓﺠﻌﻞﻳﻘﻮﻝ:ﺳﺒﺤﺎﻥﺭﱢﺑﻲﺍﻟﻌﻈﻴﻢ،ﻓﻜﺎﻥﺭﺁﻮﻋﻪﻧﺤﻮﺍﻣﻦﻗﻴﺎﻣﻪ،ﺛﻢﱠ'
			'ﻗﺎﻝ:ﺳﻤﻊﺍﻟﱠﻠﻪﻟﻤﻦﺣﻤﺪﻩ،ﺭﱠﺑﻨﺎﻟﻚﺍﻟﺤﻤﺪ،ﺛﻢﱠﻗﺎﻡﻃﻮﻳﻼﻗﺮﻳﺒﺎﻣﱠﻤﺎﺭﺁﻊ،ﺛﻢﱠﺳﺠﺪﻓﻘﺎﻝ:ﺳﺒﺤﺎﻥﺭﱢﺑﻲ'
			'.1175ﺍﻷﻋﻠﻰﻓﻜﺎﻥﺳﺠﻮﺩﻩﻗﺮﻳﺒﺎﻣﻦﻗﻴﺎﻣﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1175'
),
	Hadith(
		hadithNumber: 1176,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﺌﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﱡﻱﺍﻟﱠﺼﻼﺓﺃﻓﻀﻞ؟ﻗﺎﻝ:«'
			'ﻃﻮﻝﺍﻟﻘﻨﻮﺕ».ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺍﻟﻤﺮﺍﺩﺑﺎﻟﻘﻨﻮﺕ:ﺍﻟﻘﻴﺎﻡ',
		translation: 'Translation of Hadith 1176'
),
	Hadith(
		hadithNumber: 1177,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺃﺣﱡﺐﺍﻟﱠﺼﻼﺓﺇﻟﻰﺍﻟﱠﻠﻪﺻﻼﺓﺩﺍﻭﺩ،ﻭﺃﺣﱡﺐﺍﻟﺼﻴﺎﻡﺇﻟﻰﺍﻟﱠﻠﻪﺻﻴﺎﻡﺩﺍﻭﺩ،ﺁﺎﻥﻳﻨﺎﻡﻧﺼﻒﺍﻟﱠﻠﻴﻞﻭﻳﻘﻮﻡﺛﻠﺜﻪﻭﻳﻨﺎﻡ'
			'ﺳﺪﺳﻪﻭﻳﺼﻮﻡﻳﻮﻣﺎﻭﻳﻔﻄﺮﻳﻮﻣﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1177'
),
	Hadith(
		hadithNumber: 1178,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﻓﻲﺍﻟﱠﻠﻴﻞ'
			'ﻟﺴﺎﻋﺔ،ﻻﻳﻮﺍﻓﻘﻬﺎﺭﺟـﻞﻣﺴﻠﻢﻳﺴﺄﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺧﻴﺮﺍﻣﻦﺃﻣﺮﺍﻟﱡﺪﻧﻴﺎﻭﺍﻵﺧﺮﺓﺇﱠﻻﺃﻋﻄﺎﻩﺇﱠﻳﺎﻩ،ﻭﺫﻟﻚﺁﱠﻞﻟﻴﻠﺔ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1178'
),
	Hadith(
		hadithNumber: 1179,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺇﺫﺍﻗﺎﻡﺃﺣﺪﺁﻢﻣﻦﺍﻟﱠﻠﻴﻞ'
			'ﻓﻠﻴﻔﺘﺘﺢﺍﻟﱠﺼﻼﺓﺑﺮﺁﻌﺘﻴﻦﺧﻔﻴﻔﺘﻴﻦ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'(ﺷﺎﺫﺑﻬﺬﺍﺍﻟﻠﻔﻆ)[ﻗﺎﻝﺍﻟﺸﻴﺦﺍﻷﻟﺒﺎﻧﻲ:ﻮﻫﻮﻋﻨﺪﻏﻴﺮﻣﺴﻠﻢﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﻣﺮﻓﻮﻋﺎﻣﻦﻓﻌﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﻠﻢﻮﻫﻮﺍﻟﺼﻮﺎﺑﻭﺃﻣﺎﻣﻦﻗﻮﻟﻪﻓﺸﺎﺫﺁﻤﺎﺣﻘﻘﺘﻪﻓﻲ"ﺿﻌﻴﻒﺃﺑﻲﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1179'
),
	Hadith(
		hadithNumber: 1180,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻗﺎﻡﻣﻦﺍﻟﱠﻠﻴﻞﺍﻓﺘﺘﺢ'
			'ﺻﻼﺗﻪﺑﺮﺁﻌﺘﻴﻦﺧﻔﻴﻔﺘﻴﻦ،ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1180'
),
	Hadith(
		hadithNumber: 1181,
		hadith:
						'ﻭﻋﻨﻬﺎ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻓﺎﺗﺘﻪﺍﻟﱠﺼﻼﺓﻣﻦﺍﻟﱠﻠﻴﻞ'
			'ﻣﻦﻭﺟﻊﺃﻭﻏﻴﺮﻩ،ﺻﱠﻠﻰﻣﻦﺍﻟﱠﻨﻬﺎﺭﺛﻨﺘﻲﻋﺸﺮﺓﺭﺁﻌﺔ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1181'
),
	Hadith(
		hadithNumber: 1182,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻧﺎﻡﻋﻦ'
			'ﺣﺰﺑﻪ،ﺃﻭﻋﻦﺷﻲﺀﻣﻨﻪ،ﻓﻘﺮﺃﻩﻓﻴﻤﺎﺑﻴﻦﺻﻼﺓﺍﻟﻔﺠﺮﻭﺻﻼﺓﺍﻟﱡﻈﻬﺮ،ﺁﺘﺐﻟﻪﺁﺄﱠﻧﻤﺎﻗﺮﺃﻩﻣﻦﺍﻟﱠﻠﻴﻞ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1182'
),
	Hadith(
		hadithNumber: 1183,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺭﺣﻢﺍﻟﱠﻠﻪﺭﺟﻼﻗﺎﻡ'
			'ﻣﻦﺍﻟﱠﻠﻴﻞ،ﻓﺼﻠﱠﻰﻭﺃﻳﻘﻆﺍﻣﺮﺃﺗﻪ،ﻓﺈﻥﺃﺑﺖﻧﻀﺢﻓﻲﻭﺟﻬﻬﺎﺍﻟﻤﺎﺀ،ﺭﺣﻢﺍﻟﱠﻠﻪﺍﻣﺮﺃﺓﻗﺎﻣﺖﻣﻦﺍﻟﱠﻠﻴﻞﻓﺼﱠﻠﺖ،'
			'ﻭﺃﻳﻘﻈﺖﺯﻭﺟﻬﺎﻓﺈﻥﺃﺑﻲﻧﻀﺤﺖﻓﻲﻭﺟﻬﻪﺍﻟﻤﺎﺀ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.ﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1183'
),
	Hadith(
		hadithNumber: 1184,
		hadith:
						'ﻭﻋﻨﻪﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻻ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﻳﻘﻆ'
			'ﺍﻟﺮﱠﺟﻞﺃﻩﻠﻪﻣﻦﺍﻟﱠﻠﻴﻞﻓﺼﱠﻠﻴﺎﺃﻭﺻﱠﻠﻰﺭﺁﻌﺘﻴﻦﺟﻤﻴﻌﺎ،ﺁﺘﺐﻓﻲﺍﻟﱠﺬﺍﺁﺮﻳﻦﻭﺍﻟﱠﺬﺁﺮﺍﺕ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1184'
),
	Hadith(
		hadithNumber: 1185,
		hadith:
						'ﻭﻋــﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻧﻌﺲﺃﺣﺪﺁﻢﻓﻲﺍﻟﱠﺼﻼﺓ،'
			'ﻓﻠﻴﺮﻗﺪﺣﺘﻰﻳﺬﻩﺐﻋﻨﻪﺍﻟﱠﻨﻮﻡ،ﻓﺈﱠﻥﺃﺣﺪﺁﻢﺇﺫﺍﺻﻠﻰﻮﻫﻮﻧﺎﻋﺲ،ﻟﻌﱠﻠﻪﻳﺬﻩﺐﻳﺴﺘﻐﻔﺮﻓﻴﺴﱠﺐﻧﻔﺴﻪ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1185'
),
	Hadith(
		hadithNumber: 1186,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻗﺎﻡﺃﺣﺪﺁﻢﻣﻦ'
			'ﺍﻟﱠﻠﻴﻞﻓﺎﺳﺘﻌﺠﻢﺍﻟﻘﺮﺁﻥﻋﻠﻰﻟﺴﺎﻧﻪ،ﻓﻠﻢﻳﺪﺭﻣﺎﻳﻘﻮﻝ،ﻓﻠﻴﻀﻄﺠﻊ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1186'
),
	Hadith(
		hadithNumber: 1187,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﺎﻡﺭﻣﻀﺎﻥﺇﻳﻤﺎﻧﺎ'
			'ﻭﺍﺣﺘﺴﺎﺑﺎﻏﻔﺮﻟﻪﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1187'
),
	Hadith(
		hadithNumber: 1188,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺮﻏﱢﺐﻓﻲﻗﻴﺎﻡﺭﻣﻀﺎﻥﻣﻦﻏﻴﺮ'
			'ﺃﻥﻳﺄﻣﺮﻩﻢﻓﻴﻪﺑﻌﺰﻳﻤﺔ،ﻓﻴﻘﻮﻝ:«ﻣﻦﻗﺎﻡﺭﻣﻀﺎﻥﺇﻳﻤﺎﻧﺎﻭﺍﺣﺘﺴﺎﺑﺎﻏﻔﺮﻟﻪﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1188'
),
	Hadith(
		hadithNumber: 1189,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﺎﻡﻟﻴﻠﺔﺍﻟﻘﺪﺭﺇﻳﻤﺎﻧﺎ'
			'ﻭﺍﺣﺘﺴﺎﺑﺎ،ﻏﻔﺮﻟﻪﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1189'
),
	Hadith(
		hadithNumber: 1190,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺟﺎﻻﻣﻦﺃﺻﺤﺎﺏﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺃﺭﻭﺍﻟﻴﻠﺔﺍﻟﻘﺪﺭ'
			'ﻓﻲﺍﻟﻤﻨﺎﻡﻓﻲﺍﻟﱠﺴﺒﻊﺍﻷﻭﺍﺧﺮ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺮﯨﺭﺅﻳﺎﺁﻢﻗﺪﺗﻮﺍﻃﺄﺕﻓﻲﺍﻟﱠﺴﺒﻊ'
			'ﺍﻷﻭﺍﺧﺮ،ﻓﻤﻦﺁﺎﻥﻣﺘﺤﱢﺮﻳﻬﺎ،ﻓﻠﻴﺘﺤﱠﺮﻩﺂﻓﻲﺍﻟﺴﺒﻊﺍﻷﻭﺍﺧﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1190'
),
	Hadith(
		hadithNumber: 1191,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺠﺎﻭﺯﻓﻲﺍﻟﻌﺸـﺮ'
			'ﺍﻷﻭﺍﺧﺮﻣﻦﺭﻣﻀﺎﻥ،ﻭﻳﻘﻮﻝ:«ﺗﺤﱠﺮﻭﺍﻟﻴﻠﺔﺍﻟﻘﺪﺭﻓﻲﺍﻟﻌﺸﺮﺍﻷﻭﺍﺧﺮﻣﻦﺭﻣﻀﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1191'
),
	Hadith(
		hadithNumber: 1192,
		hadith:
						'ﻭﻋﻨﻬﺎﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﺤﺮﻭﺍﻟﻴﻠﺔﺍﻟﻘﺪﺭﻓﻲﺍﻟﻮﺗـﺮﻣﻦ.['
			'ﺍﻟﻌﺸﺮﺍﻷﻭﺍﺧﺮﻣﻦﺭﻣﻀﺎﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ.'
			'`',
		translation: 'Translation of Hadith 1192'
),
	Hadith(
		hadithNumber: 1193,
		hadith:
						'ﻭﻋﻨﻬﺎﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺩﺧﻞﺍﻟﻌﺸﺮﺍﻷﻭﺍﺧﺮ'
			'ﻣﻦﺭﻣﻀﺎﻥ،ﺃﺣﻴﺎﺍﻟﱠﻠﻴﻞ،ﻭﺃﻳﻘﻆﺃﻩﻠﻪ،ﻭﺟﱠﺪﻭﺷﱠﺪﺍﻟﻤﺌﺰﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1193'
),
	Hadith(
		hadithNumber: 1194,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺠﺘﻬﺪﻓﻲﺭﻣﻀﺎﻥﻣﺎﻻﻳﺠﺘﻬﺪﻓﻲﻏﻴﺮﻩ،ﻭﻓﻲ'
			'ﺍﻟﻌﺸﺮﺍﻷﻭﺍﺧﺮﻣﻨﻪ،ﻣﺎﻻﻳﺠﺘﻬﺪﻓﻲﻏﻴﺮﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1194'
),
	Hadith(
		hadithNumber: 1195,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺭﺃﻳﺖﺈﻧﻋﻠﻤﺖﺃﱠﻱﻟﻴﻠﺔﻟﻴﻠﺔﺍﻟﻘﺪﺭﻣﺎﺃﻗﻮﻝﻓﻴﻬﺎ؟ﻗﺎﻝ:«ﻗﻮﻟﻲ:'
			'ﺍﻟﻠﱠﻬﻢﱠﺇﱠﻧﻚﻋﻔﱞﻮﺗﺤﺐﱡﺍﻟﻌﻔﻮﻓﺎﻋﻒﻋﱢﻨﻲ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1195'
),
	Hadith(
		hadithNumber: 1196,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﻻﺃﻥﺃﺷﻖﱠﻋﻠﻰﺃﱠﻣﺘﻲ'
			'-ﺃﻭﻋﻠﻰﺍﻟﻨﺎﺱ-ﻷﻣﺮﺗﻬﻢﺑﺎﻟﱢﺴﻮﺍﻙﻣﻊﺁﱢﻞﺻﻼﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1196'
),
	Hadith(
		hadithNumber: 1197,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻗﺎﻡﻣﻦﺍﻟﱠﻨﻮﻡﻳﺸﻮﺹ'
			'ﻓﺎﻩﺑﺎﻟﱢﺴﻮﺍﻙ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﻟﱠﺸﻮﺹ»:ﺍﻟﱠﺪﻟﻚ»'
			'»',
		translation: 'Translation of Hadith 1197'
),
	Hadith(
		hadithNumber: 1198,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﱠﻨﺎﻧﻌﺪﱡﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﻮﺍﺁﻪﻭﻃﻬﻮﺭﻩ'
			'ﻓﻴﺒﻌﺜﻪﺍﻟﱠﻠﻪﻣﺎﺷﺎﺀﺄﻧﻳﺒﻌﺜﻪﻣﻦﺍﻟﱠﻠﻴﻞ،ﻓﻴﺘﺴﱠﻮﻙ،ﻭﻳﺘﻮﱠﺿﺄﻭﻳﺼﱢﻠﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1198'
),
	Hadith(
		hadithNumber: 1199,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺁﺜﺮﺕﻋﻠﻴﻜﻢﻓﻲﺍﻟﱢﺴﻮﺍﻙ'
			'»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1199'
),
	Hadith(
		hadithNumber: 1200,
		hadith:
						'ﻭﻋﻦﺷﺮﻳﺢﺑﻦﻩﺎﻧﻲﺀﻗﺎﻝ:ﻗﻠﺖﻟﻌﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ:ﺑﺄﱢﻱﺷﻲﺀﺁﺎﻥﻳﺒﺪﺃﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'.1200ﻭﺳﱠﻠﻢﺇﺫﺍﺩﺧﻞﺑﻴﺘﻪ،ﻗﺎﻟﺖ:ﺑﺎﻟﱢﺴﻮﺍﻙ،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1200'
),
	Hadith(
		hadithNumber: 1201,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺩﺧﻠﺖﻋﻠﻰﺍﻟﱠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻃﺮﻑ'
			'ﺍﻟﺴﻮﺍﻙﻋﻠﻰﻟﺴﺎﻧﻪ.ﻣﱠﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1201'
),
	Hadith(
		hadithNumber: 1202,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺴﱢﻮﺍﻙﻣﻄﻬﺮﺓﻟﻠﻔﻢﻣﺮﺿﺎﺓ'
			'ﻟﻠﱠﺮﱢﺏ»ﺭﻭﺍﻩﺍﻟﱠﻨﺴﺎﺋﱡﻲ،ﻭﺍﺑﻦﺧﺰﻳﻤﺔﻓﻲﺻﺤﻴﺤﻪﺑﺄﺳﺎﻧﻴﺪﺻﺤﻴﺤﺔ.'
			'ﻭﺫﺂـﺮﺍﻟﺒﺨﺎﺭﱡﻱﺭﺣﻤﻪﺍﻟﱠﻠﻪﻓﻲﺻﺤﻴﺤﻪﻩﺬﺍﺍﻟﺤﺪﻳﺚﺗﻌﻠﻴﻘﺎﺑﺼﻴﻐﺔﺍﻟﺠﺰﻡﻓﻘﺎﻝ:ﻭﻗﺎﻟﺖﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﺎ.'
			'`',
		translation: 'Translation of Hadith 1202'
),
	Hadith(
		hadithNumber: 1203,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻔﻄﺮﺓﺧﻤﺲ،ﺃﻭﺧﻤﺲ'
			'ﻣﻦﺍﻟﻔﻄﺮﺓ:ﺍﻟﺨﺘﺎﻥ،ﻭﺍﻻﺳﺘﺤﺪﺍﺩ،ﻭﺗﻘﻠﻴﻢﺍﻷﻇﻔﺎﺭ،ﻭﻧﺘﻒﺍﻹﺑﻂ،ﻭﻗﱡﺺﺍﻟﱠﺸﺎﺭﺏ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﻻﺳﺘﺤﺪﺍﺩ:ﺣﻠﻖﺍﻟﻌﺎﻧﺔ،ﻭﻩﻮﺣﻠﻖﺍﻟﺸﻌﺮﺍﻟﺬﻱﺣﻮﻝﺍﻟﻔﺮﺝ',
		translation: 'Translation of Hadith 1203'
),
	Hadith(
		hadithNumber: 1204,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﺸﺮﻣﻦﺍﻟﻔﻄﺮﺓ:'
			'ﻗﱡﺺﺍﻟﱠﺸﺎﺭﺏ،ﻭﺇﻋﻔﺎﺀﺍﻟﱢﻠﺤﻴﺔ،ﻭﺍﻟﱢﺴﻮﺍﻙ،ﻭﺍﺳﺘﻨﺸﺎﻕﺍﻟﻤﺎﺀ،ﻭﻗﱡﺺﺍﻷﻇﻔﺎﺭ،ﻭﻏﺴﻞﺍﻟﺒﺮﺍﺟﻢ،ﻭﻧﺘﻒ'
			'ﺍﻹﺑﻂ،ﻭﺣﻠﻖﺍﻟﻌﺎﻧﺔ،ﻭﺍﻧﺘﻘﺎﺹﺍﻟﻤﺎﺀ»ﻗﺎﻝﺍﻟﱠﺮﺍﻮﻳ:ﻭﻧﺴﻴﺖﺍﻟﻌﺎﺷﺮﺓﺇﱠﻻﺄﻧﺗﻜﻮﻥﺍﻟﻤﻀﻤﻀﺔ،ﻗﺎﻝﻭﺁﻴﻊ-'
			'ﻭﻩﻮﺃﺣﺪﺭﻭﺍﺗﻪ-:ﺍﻧﺘﻘﺎﺹﺍﻟﻤﺎﺀ،ﻳﻌﻨﻲ:ﺍﻻﺳﺘﻨﺠﺎﺀ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺒﺮﺍﺟﻢ»ﺑﺎﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓﻭﺍﻟﺠﻴﻢ،ﻮﻫﻲ:«ﻋﻘﺪﺍﻷﺻﺎﺑﻊ».«ﻭﺇﻋﻔﺎﺀﺍﻟﱠﻠﺤﻴﺔ»ﻣﻌﻨﺎﻩ:ﻻﻳﻘﺺﻣﻨﻬﺎ'
			'ﺷﻴﺌﺎ.'
			'`',
		translation: 'Translation of Hadith 1204'
),
	Hadith(
		hadithNumber: 1205,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﱠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺣﻔﻮﺍﺍﻟﱠﺸﻮﺍﺭﺏﻭﺃﻋﻔﻮﺍ'
			'ﺍﻟﱢﻠﺤﻰ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1205'
),
	Hadith(
		hadithNumber: 1206,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺑﻨﻲﺍﻹﺳﻼﻡﻋﻠﻰﺧﻤﺲ'
			':ﺷﻬﺎﺩﺓﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﻋﺒﺪﻩﻭﺭﺳﻮﻟﻪ،ﻭﺇﻗﺎﻡﺍﻟﱠﺼﻼﺓ،ﻭﺇﻳﺘﺎﺀﺍﻟﱠﺰﺁﺎﺓ،ﻭﺣﱢﺞﺍﻟﺒﻴﺖ،ﻭﺻﻮﻡ'
			'ﺭﻣﻀﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1206'
),
	Hadith(
		hadithNumber: 1207,
		hadith:
						'ﻭﻋﻦﻃﻠﺤﺔﺑﻦﻋﺒﻴﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦ'
			'ﺃﻩﻞﻧﺠﺪ،ﺛﺎﺋﺮﺍﻟﱠﺮﺃﺱﻧﺴﻤﻊﺩﻭﱠﻱﺻﻮﺗﻪ،ﻭﻻﻧﻔﻘﻪﻣﺎﻳﻘﻮﻝ،ﺣﺘﻰﺩﻧﺎﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﺈﺫﺍﻩﻮﻳﺴﺄﻝﻋﻦﺍﻹﺳﻼﻡ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺧﻤﺲﺻﻠﻮﺍﺕﻓﻲﺍﻟﻴﻮﻡﻭﺍﻟﱠﻠﻴﻠﺔ»ﻗﺎﻝ'
			':ﻩﻞﻋﻠﱠﻲﻏﻴﺮﻩﻦﱠ؟ﻗﺎﻝ:«ﻻ،ﺇﱠﻻﺃﻥﺗﱠﻄﱠﻮﻉ»ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺻﻴﺎﻡﺷﻬﺮ'
			'ﺭﻣﻀﺎﻥ»ﻗﺎﻝ:ﻩﻞﻋﻠﱠﻲﻏﻴﺮﻩ؟ﻗﺎﻝ:«ﻻ،ﺇﱠﻻﺃﻥﺗﱠﻄﱠﻮﻉ»ﻗﺎﻝ:ﻭﺫﺁﺮﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'،ﺍﻟﱠﺰﺁﺎﺓﻓﻘﺎﻝ:ﻩﻞﻋﻠﱠﻲﻏﻴﺮﻩﺎ؟ﻗﺎﻝ:«ﻻ،ﺇﱠﻻﺃﻥﺗﱠﻄﱠﻮﻉ»ﻓﺄﺩﺑﺮﺍﻟﺮﱠﺟﻞﻭﻩﻮﻳﻘﻮﻝ:ﻭﺍﻟﱠﻠﻪﻻﺃﺯﻳﺪﻋﻠﻰ'
			'ﻩﺬﺍﻭﻻﺃﻧﻘﺺﻣﻨﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻠﺢﺇﻥﺻﺪﻕ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1207'
),
	Hadith(
		hadithNumber: 1208,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺑﻌﺚﻣﻌﺎﺫﺍﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺇﻟﻰ.('
			'ﺍﻟﻴﻤﻦﻓﻘﺎﻝ:«ﺍﺩﻋﻬﻢﺇﻟﻰﺷﻬﺎﺩﺓﺃﻥﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺃﱢﻧﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚ،ﻓﺄﻋﻠﻤﻬﻢﺃﱠﻥ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺍﻓﺘﺮﺽﻋﻠﻴﻬﻢﺧﻤﺲﺻﻠﻮﺍﺕﻓﻲﺁﻞﱢﻳﻮﻡﻭﻟﻴﻠﺔ،ﻓﺈﻥﻩﻢﺃﻃﺎﻋﻮﺍﻟﺬﻟﻚﻓﺄﻋﻠﻤﻬﻢﺃﱠﻥﺍﻟﱠﻠﻪﺍﻓﺘﺮﺽ'
			'ﻋﻠﻴﻬﻢﺻﺪﻗﺔﺗﺆﺧﺬﻣﻦﺃﻏﻨﻴﺎﺋﻬﻢ،ﻭﺗﺮﱡﺩﻋﻠﻰﻓﻘﺮﺍﺋﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1208'
),
	Hadith(
		hadithNumber: 1209,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻣﺮﺕﺄﻧﺃﻗﺎﺗﻞ'
			'ﺍﻟﱠﻨﺎﺱﺣﺘﻰﻳﺸﻬﺪﻭﺍﺄﻧﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﻳﻘﻴﻤﻮﺍﺍﻟﱠﺼﻼﺓ،ﻭﻳﺆﺗﻮﺍﺍﻟﱠﺰﺁﺎﺓ،ﻓﺈﺫﺍﻓﻌﻠﻮﺍ'
			'ﺫﻟﻚ،ﻋﺼﻤﻮﺍﻣﱢﻨﻲﺩﻣﺎﺀﻩﻢﻭﺃﻣﻮﺍﻟﻬﻢﺇﱠﻻﺑﺤﱢﻖﺍﻹﺳﻼﻡﻭﺣﺴﺎﺑﻬﻢﻋﻠﻰﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1209'
),
	Hadith(
		hadithNumber: 1210,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﱠﻤﺎﺗﻮﻓﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺁﺎﻥﺃﺑﻮﺑﻜﺮ،'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﺁﻔﺮﻣﻦﺁﻔﺮﻣﻦﺍﻟﻌﺮﺏ،ﻓﻘﺎﻝﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺁﻴﻒﺗﻘﺎﺗﻞﺍﻟﱠﻨﺎﺱﻭﻗﺪﻗﺎﻝﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻣﺮﺕﺃﻥﺃﻗﺎﺗﻞﺍﻟﱠﻨﺎﺱﺣﱠﺘﻰﻳﻘﻮﻟﻮﺍﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻓﻤﻦﻗﺎﻟﻬﺎ،ﻓﻘﺪﻋﺼﻢﻣﻨﻲ'
			'ﻣﺎﻟﻪﻭﻧﻔﺴﻪﺇﱠﻻﺑﺤﱢﻘﻪ،ﻭﺣﺴﺎﺑﻪﻋﻠﻰﺍﻟﱠﻠﻪ؟»ﻓﻘﺎﻝﺃﺑﻮﺑﻜﺮ:ﻭﺍﻟﱠﻠﻪﻷﻗﺎﺗﻠﱠﻦﻣﻦﻓﱠﺮﻕﺑﻴﻦﺍﻟﱠﺼﻼﺓﻭﺍﻟﱠﺰﺁﺎﺓ،'
			'ﻓﺈﻥﺍﻟﱠﺰﺁﺎﺓﺣﱡﻖﺍﻟﻤﺎﻝ.ﻭﺍﻟﱠﻠﻪﻟﻮﻣﻨﻌﻮﻧﻲﻋﻘﺎﻻﺁﺎﻧﻮﺍﻳﺆﺩﻭﻧﻪﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻟﻘﺎﺗﻠﺘﻬﻢ'
			'ﻋﻠﻰﻣﻨﻌﻪ،ﻗﺎﻝﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻓﻮﺍﻟﱠﻠﻪﻣﺎﻩﻮﺇﱠﻻﺄﻧﺭﺃﻳﺖﺍﻟﱠﻠﻪﻗﺪﺷﺮﺡﺻﺪﺭﺃﺑﻲﺑﻜﺮﻟﻠﻘﺘﺎﻝ،ﻓﻌﺮﻓﺖ'
			'ﺃﻧﱠﻪﺍﻟﺤﱡﻖ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1210'
),
	Hadith(
		hadithNumber: 1211,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻳﻮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺟﻼﻗﺎﻝﻟﻠﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﺧﺒﺮﻧﻲﺑﻌﻤﻞﻳﺪﺧﻠﻨﻲ'
			'ﺍﻟﱠﺠﻨﺔ،ﻗﺎﻝ:«ﺗﻌﺒﺪﺍﻟﱠﻠﻪﻭﻻﺗﺸﺮﻙﺑﻪﺷﻴﺌﺎ،ﻭﺗﻘﻴﻢﺍﻟﱠﺼﻼﺓ،ﻭﺗﺆﺗﻲﺍﻟﱠﺰﺁﺎﺓ،ﻭﺗﺼﻞﺍﻟﱠﺮﺣﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1211'
),
	Hadith(
		hadithNumber: 1212,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺃﻋﺮﺍﺑﻴﺎﺃﺗﻰﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺩﱠﻟﻨﻲﻋﻠﻰﻋﻤﻞﺇﺫﺍﻋﻤﻠﺘﻪ،ﺩﺧﻠﺖﺍﻟﺠﱠﻨﺔ.ﻗﺎﻝ:«ﺗﻌﺒﺪﺍﻟﱠﻠﻪﻭﻻﺗﺸﺮﻙﺑﻪﺷﻴﺌﺎ،ﻭﺗﻘﻴﻢﺍﻟﱠﺼﻼﺓ،ﻭﺗﺆﺗﻲ'
			'ﺍﻟﱠﺰﺁﺎﺓﺍﻟﻤﻔﺮﻭﺿﺔ،ﻭﺗﺼﻮﻡﺭﻣﻀﺎﻥ»ﻗﺎﻝ:ﻭﺍﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩ،ﻻﺃﺯﻳﺪﻋﻠﻰﻩﺬﺍ.ﻓﻠﱠﻤﺎﻭﱠﻟﻰ،ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺳﺮﱠﻩﺃﻥﻳﻨﻈﺮﺇﻟﻰﺭﺟﻞﻣﻦﺃﻩﻞﺍﻟﺠﱠﻨﺔﻓﻠﻴﻨﻈﺮﺇﻟﻰﻩﺬﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1212'
),
	Hadith(
		hadithNumber: 1213,
		hadith:
						'ﻭﻋﻦﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺑﺎﻳﻌﺖﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺇﻗﺎﻡﺍﻟﱠﺼﻼﺓ،'
			'ﻭﺇﻳﺘﺎﺀﺍﻟﱠﺰﺁﺎﺓ،ﻭﺍﻟﱡﻨﺼﺢﻟﻜﻞﱢﻣﺴﻠﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1213'
),
	Hadith(
		hadithNumber: 1214,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﺻﺎﺣﺐ'
			'ﺫﻩﺐ،ﻭﻻﻓﱠﻀﺔ،ﻻﻳﺆﱢﺪﻳﻣﻨﻬﺎﺣﱠﻘﻬﺎﺇﱠﻻﺇﺫﺍﺁﺎﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺻﱢﻔﺤﺖﻟﻪﺻﻔﺎﺋﺢﻣﻦﻧﺎﺭ،ﻓﺄﺣﻤﻲﻋﻠﻴﻬﺎﻓﻲ'
			'ﻧﺎﺭﺟﻬﱠﻨﻢ،ﻓﻴﻜﻮﻯﺑﻬﺎﺟﻨﺒﻪ،ﻭﺟﺒﻴﻨﻪ،ﻭﻇﻬﺮﻩ،ﺁﱠﻠﻤﺎﺑﺮﺩﺕﺃﻋﻴﺪﺕﻟﻪﻓﻲﻳﻮﻡﺁﺎﻥﻣﻘﺪﺍﺭﻩﺧﻤﺴﻴﻦﺃﻟﻒ'
			'ﺳﻨﺔ،ﺣﱠﺘﻰﻳﻘﻀﻰﺑﻴﻦﺍﻟﻌﺒﺎﺩﻓﻴﺮﻯﺳﺒﻴﻠﻪ،ﺇﱠﻣﺎﺇﻟﻰﺍﻟﺠﱠﻨﺔﻭﺇﻣﺎﺇﻟﻰﺍﻟﱠﻨﺎﺭ».'
			'ﻗﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﺎﻹﺑﻞ؟ﻗﺎﻝ:ﻭﻻﺻﺎﺣﺐﺇﺑﻞﻻﻳﺆﱢﺪﻳﻣﻨﻬﺎﺣﱠﻘﻬﺎ،ﻭﻣﻦﺣﱢﻘﻬﺎ،ﺣﻠﺒﻬﺎﻳﻮﻡﻭﺭﺪﻫﺎ،ﺇﻻ'
			'ﺇﺫﺍﺁﺎﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺑﻄﺢﻟﻬﺎﺑﻘﺎﻉﻗﺮﻗﺮﺃﻭﻓﺮﻣﺎﺁﺎﻧﺖ،ﻻﻳﻔﻘﺪﻣﻨﻬﺎﻓﺼﻴﻼﻭﺍﺣﺪﺍ،ﺗﻄﺆﻩﺑﺄﺧﻔﺎﻓﻬﺎ،ﻭﺗﻌﱡﻀﻪ'
			'ﺑﺄﻓﻮﺍﻩﻬﺎ،ﺁﱠﻠﻤﺎﻣﱠﺮﻋﻠﻴﻪﺃﻭﻻﻩﺎ،ﺭﱠﺩﻋﻠﻴﻪﺃﺧﺮﺎﻫﺎ،ﻓﻲﻳﻮﻡﺁﺎﻥﻣﻘﺪﺍﺭﻩﺧﻤﺴﻴﻦﺃﻟﻒﺳﻨﺔ،ﺣﱠﺘﻰﻳﻘﻀﻲﺑﻴﻦ'
			'ﺍﻟﻌﺒﺎﺩ،ﻓﻴﺮﻯﺳﺒﻴﻠﻪ،ﺇﱠﻣﺎﺇﻟﻰﺍﻟﺠﱠﻨﺔﻭﺇﱠﻣﺎﺇﻟﻰﺍﻟﻨﺎﺭ».'
			'ﻗﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﺎﻟﺒﻘﺮﻭﺍﻟﻐﻨﻢ؟ﻗﺎﻝ:ﻭﻻﺻﺎﺣﺐﺑﻘﺮﻭﻻﻏﻨﻢﻻﻳﺆﱢﺪﻳﻣﻨﻬﺎﺣﱠﻘﻬﺎﺇﱠﻻﺇﺫﺍﺁﺎﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ'
			'،ﺑﻄﺢﻟﻬﺎﺑﻘﺎﻉﻗﺮﻗﺮ،ﻻﻳﻔﻘﺪﻣﻨﻬﺎﺷﻴﺌﺎﻟﻴﺲﻓﻴﻬﺎﻋﻘﺼﺎﺀ،ﻭﻻﺟﻠﺤﺎﺀ،ﻭﻻﻋﻀﺒﺎﺀ،ﺗﻨﻄﺤﻪﺑﻘﺮﻭﻧﻬﺎ،'
			'ﻭﺗﻄﺆﻩﺑﺄﻇﻼﻓﻬﺎ،ﺁﱠﻠﻤﺎﻣﱠﺮﻋﻠﻴﻪﺃﻭﻻﻩﺎ،ﺭﺩﱠﻋﻠﻴﻪﺃﺧﺮﺎﻫﺎ،ﻓﻲﻳﻮﻡﺁﺎﻥﻣﻘﺪﺍﺭﻩﺧﻤﺴﻴﻦﺃﻟﻒﺳﻨﺔﺣﱠﺘﻰ'
			'ﻳﻘﻀﻰﺑﻴﻦﺍﻟﻌﺒﺎﺩ،ﻓﻴﺮﻯﺳﺒﻴﻠﻪﺇﱠﻣﺎﺇﻟﻰﺍﻟﺠﱠﻨﺔﻭﺇﱠﻣﺎﺇﻟﻰﺍﻟﱠﻨﺎﺭ».'
			'ﻗﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﺎﻟﺨﻴﻞ؟ﻗﺎﻝ:«ﺍﻟﺨﻴﻞﺛﻼﺛﺔ:ﻩﻲﻟﺮﺟﻞﻭﺯﺭ،ﻭﻩﻲﻟﺮﺟﻞﺳﺘﺮ،ﻭﻩﻲﻟﺮﺟﻞﺃﺟﺮ،'
			'ﻓﺄﱠﻣﺎﺍﻟﺘﻲﻩﻲﻟﻪﻭﺯﺭﻓﺮﺟﻞﺭﺑﻄﻬﺎﺭﻳﺎﺀﻭﻓﺨﺮﺍﻭﻧﻮﺍﺀﻋﻠﻰﺃﻩﻞﺍﻹﺳﻼﻡ،ﻓﻬﻲﻟﻪﻭﺯﺭ،ﻭﺃﱠﻣﺎﺍﻟﺘﻲﻩﻲﻟﻪ'
			'ﺳﺘﺮ،ﻓﺮﺟﻞﺭﺑﻄﻬﺎﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﺛﻢﱠﻟﻢﻳﻨﺲﺣﱠﻖﺍﻟﱠﻠﻪﻓﻲﻇﻬﻮﺮﻫﺎ،ﻭﻻﺭﻗﺎﺑﻬﺎ،ﻓﻬﻲﻟﻪﺳﺘﺮ،ﻭﺃﱠﻣﺎﺍﻟﺘﻲ'
			'ﻩﻲﻟﻪﺃﺟﺮ،ﻓﺮﺟﻞﺭﺑﻄﻬﺎﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻷﻩﻞﺍﻹﺳﻼﻡﻓﻲﻣﺮﺝ،ﺃﻭﺭﻭﺿﺔ،ﻓﻤﺎﺃﺁﻠﺖﻣﻦﺫﻟﻚﺍﻟﻤﺮﺝﺃﻭ'
			'ﺍﻟﱠﺮﻭﺿﺔﻣﻦﺷﻲﺀﺇﱠﻻﺁﺘﺐﻟﻪﻋﺪﺩﻣﺎﺃﺁﻠﺖﺣﺴـــﻨﺎﺕ،ﻭﺁﺘﺐﻟﻪﻋﺪﺩﺃﺭﻭﺍﺛﻬﺎﻭﺃﺑﻮﺍﻟﻬﺎﺣﺴﻨﺎﺕ،ﻭﻻﺗﻘﻄﻊ'
			'ﻃﻮﻟﻬﺎﻓﺎﺳﺘﱠﻨﺖﺷﺮﻓﺎﺃﻭﺷﺮﻓﻴﻦﺇﱠﻻﺁﺘﺐﺍﻟﱠﻠﻪﻟﻪﻋﺪﺩﺁﺛﺎﺭﻩﺎ،ﻭﺃﺭﻭﺍﺛﻬﺎﺣﺴﻨﺎﺕ،ﻭﻻﻣﱠﺮﺑﻬﺎﺻﺎﺣﺒﻬﺎﻋﻠﻰ'
			'ﻧﻬﺮﻓﺸﺮﺑﺖﻣﻨﻪ،ﻭﻻﻳﺮﻳﺪﺃﻥﻳﺴﻘﻴﻬﺎﺇﱠﻻﺁﺘﺐﺍﻟﱠﻠﻪﻟﻪﻋﺪﺩﻣﺎﺷﺮﺑﺖﺣﺴﻨﺎﺕ».'
			'ﻗﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﺎﻟﺤﻤﺮ؟ﻗﺎﻝ:«ﻣﺎﺃﻧﺰﻝﻋﻠﱠﻲﻓﻲﺍﻟﺤﻤﺮﺷﻲﺀﺇﱠﻻﻩﺬﻩﺍﻵﻳﺔﺍﻟﻔﺎﱠﺫﺓﺍﻟﺠﺎﻣﻌﺔ:{ﻓﻤﻦ'
			'ﻳﻌﻤﻞﻣﺜﻘﺎﻝﺫﱠﺭﺓﺧﻴﺮﺍﻳﺮﻩ،ﻭﻣﻦﻳﻌﻤﻞﻣﺜﻘﺎﻝﺫﱠﺭﺓﺷﱠﺮﺍﻳﺮﻩ}».'
			'ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ.'
			'ﻭﻣﻌﻨﻰﺍﻟﻘﺎﻉ:ﺍﻟﻤﻜﺎﻥﺍﻟﻤﺴﺘﻮﻯﻣﻦﺍﻷﺭﺽﺍﻟﻮﺍﺳﻊ.ﻭﺍﻟﻘﺮﻗﺮ:ﺍﻷﻣﻠﺲ',
		translation: 'Translation of Hadith 1214'
),
	Hadith(
		hadithNumber: 1215,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺎﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:'
			'ﺁﻞﱡﻋﻤﻞﺍﺑﻦﺁﺪﻣﻟﻪﺇﱠﻻﺍﻟﱢﺼﻴﺎﻡ،ﻓﺈﱠﻧﻪﻟﻲﻭﺃﻧﺎﺃﺟﺰﻱﺑﻪ.ﻭﺍﻟﱢﺼﻴﺎﻡﺟﱠﻨﺔﻓﺈﺫﺍﺁﺎﻥﻳﻮﻡﺻﻮﻡﺃﺣﺪﺁﻢﻓﻼﻳﺮﻓﺚ'
			'ﻭﻻﻳﺼﺨﺐ،ﻓﺈﻥﺳﺎﺑﱠﻪﺃﺣﺪﺃﻭﻗﺎﺗﻠﻪ،ﻓﻠﻴﻘﻞ:ﺇﱢﻧﻲﺻﺎﺋﻢ.ﻭﺍﱠﻟﺬﻱﻧﻔﺲﻣﺤﱠﻤﺪﺑﻴﺪﻩﻟﺨﻠﻮﻑﻓﻢﺍﻟﱠﺼﺎﺋﻢﺃﻃﻴﺐ'
			'ﻋﻨﺪﺍﻟﱠﻠﻪﻣﻦﺭﻳﺢﺍﻟﻤﺴﻚ.'
			'ﻟﻠﱠﺼﺎﺋﻢﻓﺮﺣﺘﺎﻥﻳﻔﺮﺣﻬﻤﺎ:ﺇﺫﺍﺃﻓﻄﺮﻓﺮﺡﺑﻔﻄﺮﻩ،ﻭﺇﺫﺍﻟﻘﻲﺭﺑﱠﻪﻓﺮﺡﺑﺼﻮﻣﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻮﻫﺬﺍﻟﻔﻆﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ.ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻳﺘﺮﻙﻃﻌﺎﻣﻪ،ﻭﺷﺮﺍﺑﻪ،ﻭﺷﻬﻮﺗﻪ،ﻣﻦﺃﺟﻠﻲ،ﺍﻟﱢﺼﻴﺎﻡﻟﻲ'
			'ﻭﺃﻧﺎﺃﺟﺰﻱﺑﻪ،ﻭﺍﻟﺤﺴﻨﺔﺑﻌﺸﺮﺃﻣﺜﺎﻟﻬﺎ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺁﻞﱡﻋﻤﻞﺍﺑﻦﺁﺪﻣﻳﻀﺎﻋﻒﺍﻟﺤﺴﻨﺔﺑﻌﺸﺮﺃﻣﺜﺎﻟﻬﺎﺇﻟﻰﺳﺒﻌﻤﺎﺋﺔﺿﻌﻒ.ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:'
			'«ﺇﱠﻻﺍﻟﱠﺼﻮﻡﻓﺈﱠﻧﻪﻟﻲﻭﺃﻧﺎﺃﺟﺰﻱﺑﻪ:ﻳﺪﻉﺷﻬﻮﺗﻪﻭﻃﻌﺎﻣﻪﻣﻦﺃﺟﻠﻲ.ﻟﻠﱠﺼﺎﺋﻢﻓﺮﺣﺘﺎﻥ:ﻓﺮﺣﺔﻋﻨﺪﻓﻄﺮﻩ،'
			'ﻓﺮﺣﺔﻋﻨﺪﻟﻘﺎﺀﺭﱢﺑﻪ.ﻭﻟﺨﻠﻮﻑﻓﻴﻪﺃﻃﻴﺐﻋﻨﺪﺍﻟﱠﻠﻪﻣﻦﺭﻳﺢﺍﻟﻤﺴﻚ»',
		translation: 'Translation of Hadith 1215'
),
	Hadith(
		hadithNumber: 1216,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺃﻧﻔﻖﺯﻭﺟﻴﻦﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻧﻮﺩﻱﻣﻦﺃﺑﻮﺎﺑ'
			'ﺍﻟﺠﱠﻨﺔ:ﻳﺎﻋﺒﺪﺍﻟﱠﻠﻪﻩﺬﺍﺧﻴﺮ،ﻓﻤﻦﺁﺎﻥﻣﻦﺃﻩﻞﺍﻟﺼﻼﺓﺩﻋﻲﻣﻦﺑﺎﺏﺍﻟﱠﺼﻼﺓ،ﻭﻣﻦﺁﺎﻥﻣﻦﺃﻩﻞﺍﻟﺠﻬﺎﺩ'
			'ﺑﺎﺏﺍﻟﱠﺼﺪﻗﺔ»ﻗﺎﻝﺃﺑﻮﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺑﺄﺑﻲﺃﻧﺖﻭﺃﱢﻣﻲﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﻋﻠﻰﻣﻦﺩﻋﻲﻣﻦﺗﻠﻚﺍﻷﺑﻮﺍﺏﺩﻋﻲﻣﻦﺑﺎﺏﺍﻟﺠﻬﺎﺩ،ﻭﻣﻦﺁﺎﻥﻣﻦﺃﻩﻞﺍﻟﱢﺼﻴﺎﻡﺩﻋﻲﻣﻦﺑﺎﺏﺍﻟﱠﺮﱠﻳﺎﻥﻭﻣﻦﺁﺎﻥﻣﻦﺃﻩﻞﺍﻟﱠﺼﺪﻗﺔﺩﻋﻲﻣﻦ'
			'ﻣﻦﺿﺮﻭﺭﺓ،ﻓﻬﻞﻳﺪﻋﻰﺃﺣﺪﻣﻦﺗﻠﻚﺍﻷﺑﻮﺍﺏﺁﱢﻠﻬﺎ؟ﻗﺎﻝ:«ﻧﻌﻢﻭﺃﺭﺟﻮﺃﻥﺗﻜﻮﻥﻣﻨﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1216'
),
	Hadith(
		hadithNumber: 1217,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﻓﻲﺍﻟﺠﱠﻨﺔﺑﺎﺑﺎﻳﻘﺎﻝﻟﻪ'
			':ﺍﻟﱠﺮﱠﻳﺎﻥ،ﻳﺪﺧﻞﻣﻨﻪﺍﻟﱠﺼﺎﺋﻤﻮﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻻﻳﺪﺧﻞﻣﻨﻪﺃﺣﺪﻏﻴﺮﻩﻢ،ﻳﻘﺎﻝ:ﺃﻳﻦﺍﻟﱠﺼﺎﺋﻤﻮﻥ؟ﻓﻴﻘﻮﻣﻮﻥﻻ'
			'ﻳﺪﺧﻞﻣﻨﻪﺃﺣﺪﻏﻴﺮﻩﻢ،ﻓﺈﺫﺍﺩﺧﻠﻮﺍﺃﻏﻠﻖﻓﻠﻢﻳﺪﺧﻞﻣﻨﻪﺃﺣﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1217'
),
	Hadith(
		hadithNumber: 1218,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪ:«ﻣﺎﻣﻦﻋﺒﺪﻳﺼﻮﻡﻳﻮﻣﺎﻓﻲﺳﺒﻴﻞ'
			'ﺍﻟﱠﻠﻪﺇﱠﻻﺑﺎﻋﺪﺍﻟﱠﻠﻪﺑﺬﻟﻚﺍﻟﻴﻮﻡﻭﺟﻬﻪﻋﻦﺍﻟﱠﻨﺎﺭﺳﺒﻌﻴﻦﺧﺮﻳﻔﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1218'
),
	Hadith(
		hadithNumber: 1219,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺻﺎﻡﺭﻣﻀﺎﻥﺇﻳﻤﺎﻧﺎ'
			'ﻭﺍﺣﺘﺴﺎﺑﺎ،ﻏﻔﺮﻟﻪﻣﺎﺗﻘﱠﺪﻡﻣﻦﺫﻧﺒﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1219'
),
	Hadith(
		hadithNumber: 1220,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺟﺎﺀﺭﻣﻀﺎﻥ،ﻓﱢﺘﺤﺖﺃﺑﻮﺍﺏ'
			'.1220ﺍﻟﺠﱠﻨﺔ،ﻭﻏﱢﻠﻘﺖﺃﺑﻮﺍﺏﺍﻟﱠﻨﺎﺭ،ﻭﺻﱢﻔﺪﺕﺍﻟﺸﻴﺎﻃﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1220'
),
	Hadith(
		hadithNumber: 1221,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺻﻮﻣﻮﺍﻟﺮﺅﻳﺘﻪ،ﻭﺃﻓﻄﺮﻭﺍﻟﺮﺅﻳﺘﻪ،ﻓﺈﻥﻏﻤﻲ'
			'ﻋﻠﻴﻜﻢ،ﻓﺄﺁﻤﻠﻮﺍﻋﱠﺪﺓﺷﻌﺒﺎﻥﺛﻼﺛﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻣﺴﻠﻢ:«ﻓﺈﻥﻏﻢﱠﻋﻠﻴﻜﻢﻓﺼﻮﻣﻮﺍﺛﻼﺛﻴﻦﻳﻮﻣﺎ»',
		translation: 'Translation of Hadith 1221'
),
	Hadith(
		hadithNumber: 1222,
		hadith:
						'ﻋﻦﺑﻦﻋﺒﺎﺱﻗﺎﻝ«ﺁﺎﻥﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﺃﺟﻮﺩﺍﻟﻨﺎﺱﻭﺁﺎﻥﺃﺟﻮﺩﻣﺎﻳﻜﻮﻥﻓﻲ'
			'1222-'
			'ﺭﻣﻀﺎﻥﺣﻴﻦﻳﻠﻘﺎﻩﺟﺒﺮﻳﻞﻭﺁﺎﻥﻳﻠﻘﺎﻩﻓﻲﺁﻞﻟﻴﻠﺔﻣﻦﺭﻣﻀﺎﻥﻓﻴﺪﺍﺭﺳﻪﺍﻟﻘﺮﺁﻥﻓﻠﺮﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﻠﻢﺃﺟﻮﺩﺑﺎﻟﺨﻴﺮﻣﻦﺍﻟﺮﻳﺢﺍﻟﻤﺮﺳﻠﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1222'
),
	Hadith(
		hadithNumber: 1223,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﻧﻬﺎﻗﺎﻟﺖ:«ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺩﺧﻞﺍﻟﻌﺸﺮﺃﺣﻴﺎ'
			'ﺍﻟﱠﻠﻴﻞ،ﻭﺃﻳﻘﻆﺃﻩﻠﻪ،ﻭﺟﱠﺪﻭﺷﱠﺪﺍﻟﻤﺌﺰﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1223'
),
	Hadith(
		hadithNumber: 1224,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺘﻘﱠﺪﻣﱠﻦﺃﺣﺪﺁﻢﺭﻣﻀﺎﻥ'
			'ﺑﺼﻮﻡﻳﻮﻡﺃﻭﻳﻮﻣﻴﻦ،ﺇﱠﻻﺄﻧﻳﻜﻮﻥﺭﺟﻞﺁﺎﻥﻳﺼﻮﻡﺻﻮﻣﻪ،ﻓﻠﻴﺼﻢﺫﻟﻚﺍﻟﻴﻮﻡ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1224'
),
	Hadith(
		hadithNumber: 1225,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺼﻮﻣﻮﺍﻗﺒﻞ'
			'ﺭﻣﻀﺎﻥ،ﺻﻮﻣﻮﺍﻟﺮﺅﻳﺘﻪ،ﻭﺃﻓﻄﺮﻭﺍﻟﺮﺅﻳﺘﻪ،ﻓﺈﻥﺣﺎﻟﺖﺩﻭﻧﻪﻏﻴﺎﻳﺔﻓﺄﺁﻤﻠﻮﺍﺛﻼﺛﻴﻦﻳﻮﻣﺎ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'»ﺍﻟﻐﻴﺎﻳﺔ»ﺑﺎﻟﻐﻴﻦﺍﻟﻤﻌﺠﻤﺔﻭﺑﺎﻟﻴﺎﺀﺍﻟﻤﺜﻨﺎﺓﻣﻦﺗﺤﺖﺍﻟﻤﻜﺮﺭﺓ،ﻭﻩﻲ:ﺍﻟﺴﱠﺤﺎﺑﺔ',
		translation: 'Translation of Hadith 1225'
),
	Hadith(
		hadithNumber: 1226,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺑﻘﻲﻧﺼﻒﻣﻦ'
			'ﺷﻌﺒﺎﻥﻓﻼﺗﺼﻮﻣﻮﺍ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1226'
),
	Hadith(
		hadithNumber: 1227,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻴﻘﻈﺎﻥﻋﻤﺎﺭﺑﻦﻳﺎﺳﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:«ﻣﻦﺻﺎﻡﺍﻟﻴﻮﻡﺍﱠﻟﺬﻱﻳﺸﱡﻚﻓﻴﻪﻓﻘﺪ'
			'ﻋﺼﻰﺃﺑﺎﺍﻟﻘﺎﺳﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1227'
),
	Hadith(
		hadithNumber: 1228,
		hadith:
						'ﻋﻦﻃﻠﺤﺔﺑﻦﻋﺒﻴﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺭﺄﯨﺍﻟﻬﻼﻝﻗﺎﻝ:«'
			'ﺍﻟﻠﱠﻬﻢﱠﺃﻩﱠﻠﻪﻋﻠﻴﻨﺎﺑﺎﻷﻣﻦﻭﺍﻹﻳﻤﺎﻥ،ﻭﺍﻟﱠﺴﻼﻣﺔﻭﺍﻹﺳﻼﻡ،ﺭﱢﺑﻲﻭﺭﱡﺑﻚﺍﻟﱠﻠﻪ،ﻩﻼﻝﺭﺷﺪﻭﺧﻴﺮ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1228'
),
	Hadith(
		hadithNumber: 1229,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﺴﱠﺤﺮﻭﺍﻓﺈﱠﻥﻓﻲﺍﻟﱡﺴﺤﻮﺭ'
			'ﺑﺮﺁﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1229'
),
	Hadith(
		hadithNumber: 1230,
		hadith:
						'ﻭﻋﻦﺯﻳﺪﺑﻦﺛﺎﺑﺖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺗﺴﱠﺤﺮﻧﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺛﻢﱠﻗﻤﻨﺎﺇﻟﻰ'
			'ﺍﻟﱠﺼﻼﺓ.ﻗﻴﻞ:ﺁﻢﺁﺎﻥﺑﻴﻨﻬﻤﺎ؟ﻗﺎﻝ:ﻗﺪﺭﺧﻤﺴﻮﻥﺁﻳﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1230'
),
	Hadith(
		hadithNumber: 1231,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺁﺎﻥﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺆﱢﺫﻧﺎﻥ:ﺑﻼﻝﻭﺍﺑﻦ'
			'ﺄﻣﱢﻣﻜﺘﻮﻡ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺑﻼﻻﻳﺆﺫﱢﻥﺑﻠﻴﻞ،ﻓﻜﻠﻮﺍﻭﺍﺷﺮﺑﻮﺍﺣﱠﺘﻰﻳﺆﱢﺫﻥﺍﺑﻦﺄﻣﱢ'
			'ﻣﻜﺘﻮﻡ»ﻗﺎﻝ:ﻭﻟﻢﻳﻜﻦﺑﻴﻨﻬﻤﺎﺇﱠﻻﺃﻥﻳﻨﺰﻝﻩﺬﺍﻭﻳﺮﻗﻰﻩﺬﺍ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1231'
),
	Hadith(
		hadithNumber: 1232,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻓﻀﻞﻣﺎﺑﻴﻦ.('
			'ﺻﻴﺎﻣﻨﺎﻭﺻﻴﺎﻡﺃﻩﻞﺍﻟﻜﺘﺎﺏﺃﺁﻠﺔﺍﻟﱠﺴﺤﺮ».ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1232'
),
	Hadith(
		hadithNumber: 1233,
		hadith:
						'ﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺰﺍﻝﺍﻟﱠﻨﺎﺱﺑﺨﻴﺮ'
			'ﻣﺎﻋﺠﻠﻮﺍﺍﻟﻔﻄﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1233'
),
	Hadith(
		hadithNumber: 1234,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻄﱠﻴﺔﻗﺎﻝ:ﺩﺧﻠﺖﺃﻧﺎﻭﻣﺴﺮﻭﻕﻋﻠﻰﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻓﻘﺎﻝﻟﻬﺎﻣﺴﺮﻭﻕ:ﺭﺟﻼﻥ'
			'ﻣﻦﺃﺻﺤﺎﺏﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﻼﻩﻤﺎﻻﻳﺄﻟﻮﻋﻦﺍﻟﺨﻴﺮ:ﺃﺣﺪﻩﻤﺎﻳﻌﺠﱢﻞﺍﻟﻤﻐﺮﺏﻭﺍﻹﻓﻄﺎﺭ،ﻭﺍﻵﺧﺮ'
			'ﻳﺆﺧﱢﺮﺍﻟﻤﻐﺮﺏﻭﺍﻹﻓﻄﺎﺭ؟ﻓﻘﺎﻟﺖ:ﻣﻦﻳﻌﺠﱢﻞﺍﻟﻤﻐﺮﺏﻭﺍﻹﻓﻄﺎﺭ؟ﻗﺎﻝ:ﻋﺒﺪﺍﻟﱠﻠﻪ-ﻳﻌﻨﻲﺍﺑﻦﻣﺴﻌﻮﺩ-ﻓﻘﺎﻟﺖ:'
			'ﻩﻜﺬﺍﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﺼﻨﻊ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﻻﻳﺄﻟﻮﺍ»ﺃﻱﻻﻳﻘﺼﱢﺮﻓﻲﺍﻟﺨﻴﺮ',
		translation: 'Translation of Hadith 1234'
),
	Hadith(
		hadithNumber: 1235,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:{'
			'ﺃﺣﱡﺐﻋﺒﺎﺪﻳﺇﻟﱠﻲﺃﻋﺠﻠﻬﻢﻓﻄﺮﺍ}ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻗﺮﺓﺑﻦﻋﺒﺪﺍﻟﺮﺣﻤﻦﻮﻫﻮ:ﺿﻌﻴﻒﻟﺴﻮﺀﺣﻔﻈﻪ].'
			'ﺑﺎﻩﻠﻲ',
		translation: 'Translation of Hadith 1235'
),
	Hadith(
		hadithNumber: 1236,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﻗﺒﻞﺍﻟﱠﻠﻴﻞ'
			'ﻣﻦﻩﻬﻨﺎﻭﺃﺩﺑﺮﺍﻟﱠﻨﻬﺎﺭﻣﻦﻩﻬﻨﺎ،ﻭﻏﺮﺑﺖﺍﻟﱠﺸﻤﺲ،ﻓﻘﺪﺃﻓﻄﺮﺍﻟﺼﺎﺋﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1236'
),
	Hadith(
		hadithNumber: 1237,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺇﺑﺮﺎﻫﻴﻢﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﺃﻭﻓﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺳﺮﻧﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻩﻮﺻﺎﺋﻢ،ﻓﻠﱠﻤﺎﻏﺮﺑﺖﺍﻟﱠﺸﻤﺲ،ﻗﺎﻝﻟﺒﻌﺾﺍﻟﻘﻮﻡ:«ﻳﺎﻓﻼﻥﺍﻧﺰﻝﻓﺎﺟﺪﺡﻟﻨﺎ،ﻓﻘﺎﻝ:ﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﻟﻮﺃﻣﺴﻴﺖ؟ﻗﺎﻝ:«ﺍﻧﺰﻝﻓﺎﺟﺪﺡﻟﻨﺎ»ﻗﺎﻝ:ﺇﱠﻥﻋﻠﻴﻚﻧﻬﺎﺭﺍ،ﻗﺎﻝ:«ﺍﻧﺰﻝﻓﺎﺟﺪﺡﻟﻨﺎ»ﻗﺎﻝ:'
			'ﻓﻨﺰﻝﻓﺠﺪﺡﻟﻬﻢﻓﺸﺮﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺛﻢﱠﻗﺎﻝ:«ﺇﺫﺍﺭﺃﻳﺘﻢﺍﻟﱠﻠﻴﻞﻗﺪﺃﻗﺒﻞﻣﻦﻩﻬﻨﺎ،ﻓﻘﺪ'
			'ﺃﻓﻄﺮﺍﻟﺼﺎﺋﻢ»ﻭﺃﺷﺎﺭﺑﻴﺪﻩﻗﺒﻞﺍﻟﻤﺸﺮﻕ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﺍﺟﺪﺡ»ﺑﺠﻴﻢﺛﻢﱠﺩﻻﺛﻢﺣﺎﺀﻣﻬﻤﻠﺘﻴﻦ،ﺄﻳ:ﺍﺧﻠﻂﺍﻟﱠﺴﻮﻳﻖﺑﺎﻟﻤﺎﺀ',
		translation: 'Translation of Hadith 1237'
),
	Hadith(
		hadithNumber: 1238,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺎﻥﺑﻦﻋﺎﻣﺮﺍﻟﱠﻀﱢﺒﱢﻲﺍﻟﱠﺼﺤﺎﺑﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍ'
			'ﺃﻓﻄﺮﺃﺣﺪﺁﻢ،ﻓﻠﻴﻔﻄﺮﻋﻠﻰﺗﻤﺮ،ﻓﺈﻥﻟﻢﻳﺠﺪ،ﻓﻠﻴﻔﻄﺮﻋﻠﻰﻣﺎﺀﻓﺈﱠﻧﻪﻃﻬﻮﺭ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1238'
),
	Hadith(
		hadithNumber: 1239,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻔﻄﺮﻗﺒﻞﺃﻥﻳﺼﱢﻠﻲﻋﻠﻰ'
			'ﺭﻃﺒﺎﺕ،ﻓﺈﻥﻟﻢﺗﻜﻦﺭﻃﺒﺎﺕﻓﺘﻤﻴﺮﺍﺕ،ﻓﺈﻥﻟﻢﺗﻜﻦﺗﻤﻴﺮﺍﺕﺣﺴﺎﺣﺴﻮﺍﺕﻣﻦﻣﺎﺀﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1239'
),
	Hadith(
		hadithNumber: 1240,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺁﺎﻥﻳﻮﻡﺻﻮﻡ'
			'ﺃﺣﺪﺁﻢ،ﻓﻼﻳﺮﻓﺚﻭﻻﻳﺼﺨﺐ،ﻓﺈﻥﺳﺎﺑﱠﻪﺃﺣﺪ،ﺃﻭﻗﺎﺗﻠﻪ،ﻓﻠﻴﻘﻞ:ﺇﱢﻧﻲﺻﺎﺋﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1240'
),
	Hadith(
		hadithNumber: 1241,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻟﻢﻳﺪﻉﻗﻮﻝﺍﻟﱡﺰﻭﺭﻭﺍﻟﻌﻤﻞﺑﻪﻓﻠﻴﺲﻟﱠﻠﻪﺣﺎﺟﺔﻓﻲ'
			'ﺃﻥﻳﺪﻉﻃﻌﺎﻣﻪﻭﺷﺮﺍﺑﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1241'
),
	Hadith(
		hadithNumber: 1242,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻧﺴﻲﺃﺣﺪﺁﻢ،ﻓﺄﺁﻞﺃﻭ'
			'ﺷﺮﺏ،ﻓﻠﻴﺘﱠﻢﺻﻮﻣﻪ،ﻓﺈﱠﻧﻤﺎﺃﻃﻌﻤﻪﺍﻟﱠﻠﻪﻭﺳﻘﺎﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1242'
),
	Hadith(
		hadithNumber: 1243,
		hadith:
						'ﻭﻋﻦﻟﻘﻴﻂﺑﻦﺻﺒﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺧﺒﺮﻧﻲﻋﻦﺍﻟﻮﺿﻮﺀ؟ﻗﺎﻝ:«'
			'ﺃﺳﺒﻎﺍﻟﻮﺿﻮﺀ،ﻭﺧﱢﻠﻞﺑﻴﻦﺍﻷﺻﺎﺑﻊ،ﻭﺑﺎﻟﻎﻓﻲﺍﻻﺳﺘﻨﺸﺎﻕ،ﺇﱠﻻﺃﻥﺗﻜﻮﻥﺻﺎﺋﻤﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1243'
),
	Hadith(
		hadithNumber: 1244,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺪﺭﺁﻪﺍﻟﻔﺠﺮﻭﻩﻮﺟﻨﺐ'
			'ﻣﻦﺃﻩﻠﻪ،ﺛﻢﱠﻳﻐﺘﺴﻞﻭﻳﺼﻮﻡ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1244'
),
	Hadith(
		hadithNumber: 1245,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﻭﺄﻣﱢﺳﻠﻤﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻟﺘﺎ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﺒﺢﺟﻨﺒﺎ'
			'ﻣﻦﻏﻴﺮﺣﻠﻢ،ﺛﻢﱠﻳﺼﻮﻡ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1245'
),
	Hadith(
		hadithNumber: 1246,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻀﻞﺍﻟﱢﺼﻴﺎﻡﺑﻌﺪ'
			'ﺭﻣﻀﺎﻥ:ﺷﻬﺮﺍﻟﱠﻠﻪﺍﻟﻤﺤﺮﱠﻡ،ﻭﺃﻓﻀﻞﺍﻟﱠﺼﻼﺓﺑﻌﺪﺍﻟﻔﺮﻳﻀﺔ:ﺻﻼﺓﺍﻟﱠﻠﻴﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1246'
),
	Hadith(
		hadithNumber: 1247,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﻟﻢﻳﻜﻦﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﻮﻡﻣﻦﺷﻬﺮﺃﺁﺜﺮﻣﻦ'
			'ﺷﻌﺒﺎﻥ،ﻓﺈﱠﻧﻪﺁﺎﻥﻳﺼﻮﻡﺷﻌﺒﺎﻥﺁﱠﻠﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺁﺎﻥﻳﺼﻮﻡﺷﻌﺒﺎﻥﺇﱠﻻﻗﻠﻴﻼ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1247'
),
	Hadith(
		hadithNumber: 1248,
		hadith:
						'ﻭﻋﻦﻣﺠﻴﺒﺔﺍﻟﺒﺎﻩﻠﱠﻴﺔﻋﻦﺃﺑﻴﻬﺎﺃﻭﻋﱢﻤﻬﺎ،ﺃﻧﱠﻪﺃﺗﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺛﻢﱠﺍﻧﻄﻠﻖﻓﺄﺗﺎﻩ'
			'ﺑﻌﺪﺳﻨﺔ،ﻭﻗﺪﺗﻐﱠﻴﺮﺕﺣﺎﻟﻪﻭﻩﻴﺌﺘﻪ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻣﺎﺗﻌﺮﻓﻨﻲ؟ﻗﺎﻝ:«ﻭﻣﻦﺃﻧﺖ؟»ﻗﺎﻝ:ﺃﻧﺎ'
			'ﺍﻟﺒﺎﻩﻠﱡﻲﺍﻟﺬﻱﺟﺌﺘﻚﻋﺎﻡﺍﻷﱠﻭﻝ.ﻗﺎﻝ:«ﻓﻤﺎﻏﱠﻴﺮﻙ،ﻭﻗﺪﺁﻨﺖﺣﺴﻦﺍﻟﻬﻴﺌﺔ؟»ﻗﺎﻝ:ﻣﺎﺃﺁﻠﺖﻃﻌﺎﻣﺎﻣﻨﺬ'
			'ﻓﺎﺭﻗﺘﻚﺇﱠﻻﺑﻠﻴﻞ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﺬﺑﺖﻧﻔﺴﻚ،»ﺛﻢﱠﻗﺎﻝ:«ﺻﻢﺷﻬﺮﺍﻟﱠﺼﺒﺮ،'
			'ﻭﻳﻮﻣﺎﻣﻦﺁﱢﻞﺷﻬﺮ»ﻗﺎﻝ:ﺯﺩﻧـﻲ،ﻓﺈﱠﻥﺑﻲﻗﱠﻮﺓ،ﻗﺎﻝ:«ﺻﻢﻳﻮﻣﻴﻦ»ﻗﺎﻝ:ﺯﺩﻧﻲ،ﻗﺎﻝ:«ﺻﻢﺛﻼﺛﺔﺃﱠﻳﺎﻡ'
			'»ﻗﺎﻝ:ﺯﺩﻧﻲ.ﻗﺎﻝ:ﺻﻢﻣﻦﺍﻟﺤﺮﻡﻭﺍﺗﺮﻙ،ﺻﻢﻣﻦﺍﻟﺤﺮﻡﻭﺍﺗﺮﻙ،ﺻﻢﻣﻦﺍﻟﺤﺮﻡﻭﺍﺗﺮﻙ»ﻭﻗﺎﻝﺑﺄﺻﺎﺑﻌﻪ'
			'ﺍﻟﱠﺜﻼﺙﻓﻀﱠﻤﻬﺎ،ﺛﻢﱠﺃﺭﺳﻠﻬﺎ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪﻣﺠﻴﺒﺔﺍﻟﺒﺎﻩﻠﻴﺔ،ﻮﻫﻲﻣﺠﻬﻮﻟﺔ].'
			'ﻭ«ﺷﻬﺮﺍﻟﱠﺼﺒﺮ»:ﺭﻣﻀﺎﻥ',
		translation: 'Translation of Hadith 1248'
),
	Hadith(
		hadithNumber: 1249,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﺃﻳﺎﻡﺍﻟﻌﻤﻞ'
			'ﺍﻟﱠﺼﺎﻟﺢﻓﻴﻬﺎﺃﺣﱡﺐﺇﻟﻰﺍﻟﱠﻠﻪﻣﻦﻩﺬﻩﺍﻷﱠﻳﺎﻡ»ﻳﻌﻨﻲ:ﺃﻳﺎﻡﺍﻟﻌﺸﺮ،ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﻻﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞ'
			'ﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻭﻻﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﺇﱠﻻﺭﺟﻞﺧﺮﺝﺑﻨﻔﺴﻪ،ﻭﻣﺎﻟﻪﻓﻠﻢﻳﺮﺟﻊﻣﻦﺫﻟﻚﺑﺸﻲﺀ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1249'
),
	Hadith(
		hadithNumber: 1250,
		hadith:
						'ﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﺌﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻋﻦﺻﻮﻡﻳﻮﻡﻋﺮﻓﺔ؟'
			'ﻗﺎﻝ:«ﻳﻜﻔﱢﺮﺍﻟﱠﺴﻨﺔﺍﻟﻤﺎﺿﻴﺔﻭﺍﻟﺒﺎﻗﻴﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1250'
),
	Hadith(
		hadithNumber: 1251,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺻﺎﻡﻳﻮﻡﻋﺎﺷﻮﺭﺍﺀ،ﻭﺃﻣﺮ'
			'ﺑﺼﻴﺎﻣﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1251'
),
	Hadith(
		hadithNumber: 1252,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﺌﻞﻋﻦﺻﻴﺎﻡﻳﻮﻡﻋﺎﺷﻮﺭﺍﺀ،'
			'ﻓﻘﺎﻝ:«ﻳﻜﻔﱢﺮﺍﻟﱠﺴﻨﺔﺍﻟﻤﺎﺿﻴﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1252'
),
	Hadith(
		hadithNumber: 1253,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﺌﻦﺑﻘﻴﺖﺇﻟﻰ'
			'.1253ﻗﺎﺑﻞﻷﺻﻮﻣﱠﻦﺍﻟﱠﺘﺎﺳﻊ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1253'
),
	Hadith(
		hadithNumber: 1254,
		hadith:
						'ﻋﻦﺃﺑﻲﺃﻳﻮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺻﺎﻡﺭﻣﻀﺎﻥﺛﻢﱠ'
			'ﺃﺗﺒﻌﻪﺳﺘﺎﻣﻦﺷﱠﻮﺍﻝﺁﺎﻥﺁﺼﻴﺎﻡﺍﻟﱠﺪﻩﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1254'
),
	Hadith(
		hadithNumber: 1255,
		hadith:
						'ﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺳﺌﻞﻋﻦﺻﻮﻡﻳﻮﻡﺍﻻﺛﻨﻴﻦﻓﻘﺎﻝ'
			':«ﺫﻟﻚﻳﻮﻡﻭﻟﺪﺕﻓﻴﻪ،ﻭﻳﻮﻡﺑﻌﺜﺖ،ﺃﻭﺃﻧﺰﻝﻋﻠﱠﻲﻓﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1255'
),
	Hadith(
		hadithNumber: 1256,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﻌﺮﺽﺍﻷﻋﻤﺎﻝﻳﻮﻡ'
			'ﺍﻻﺛﻨﻴﻦﻭﺍﻟﺨﻤﻴﺲ،ﻓﺄﺣﱡﺐﺃﻥﻳﻌﺮﺽﻋﻤﻠﻲﻭﺃﻧﺎﺻﺎﺋﻢ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ،ﻭﺭﻭﺍﻩﻣﺴﻠﻢ'
			'ﺑﻐﻴﺮﺫﺁﺮﺍﻟﱠﺼﻮﻡ',
		translation: 'Translation of Hadith 1256'
),
	Hadith(
		hadithNumber: 1257,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺘﺤﱠﺮﻯﺻﻮﻡﺍﻻﺛﻨﻴﻦ'
			'ﻭﺍﻟﺨﻤﻴﺲ.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1257'
),
	Hadith(
		hadithNumber: 1258,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺃﻭﺻﺎﻧﻲﺧﻠﻴﻠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺑﺜﻼﺙ:ﺻﻴﺎﻡﺛﻼﺛﺔ'
			'ﺃﱠﻳﺎﻡﻣﻦﺁﱢﻞﺷﻬﺮ،ﻭﺭﺁﻌﺘﻲﺍﻟﻀﺤﻰ،ﻭﺄﻧﺃﻭﺗﺮﻗﺒﻞﺃﻥﺃﻧﺎﻡ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1258'
),
	Hadith(
		hadithNumber: 1259,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺃﻭﺻﺎﻧﻲﺣﺒﻴﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺜﻼﺙﻟﻦﺃﺩﻋﻬﻦﱠﻣﺎ'
			'ﻋﺸﺖ:ﺑﺼﻴﺎﻡﺛﻼﺛﺔﺃﱠﻳﺎﻡﻣﻦﺁﻞﱢﺷﻬﺮ،ﻭﺻﻼﺓﺍﻟﻀﺤﻰ،ﻭﺑﺄﻥﻻﺃﻧﺎﻡﺣﺘﻰﺃﻭﺗﺮ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1259'
),
	Hadith(
		hadithNumber: 1260,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﺻﻮﻡﺛﻼﺛﺔﺃﱠﻳﺎﻡﻣﻦﺁﱢﻞﺷﻬﺮﺻﻮﻡﺍﻟﺪﻩﺮﺁﻠﱢﻪ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1260'
),
	Hadith(
		hadithNumber: 1261,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺓﺍﻟﻌﺪﻭﱠﻳﺔﺃﱠﻧﻬﺎﺳﺄﻟﺖﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ:ﺃﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﺼﻮﻡﻣﻦﺁﻞﱢﺷﻬﺮﺛﻼﺛﺔﺃﱠﻳﺎﻡ؟ﻗﺎﻟﺖ:ﻧﻌﻢ.ﻓﻘﻠﺖ:ﻣﻦﺃﱢﻱﺍﻟﱠﺸﻬﺮﺁﺎﻥﻳﺼﻮﻡ؟ﻗﺎﻟﺖ:ﻟﻢﻳﻜﻦﻳﺒﺎﻟﻲﻣﻦﺃﱢﻱ'
			'ﺍﻟﱠﺸﻬﺮﻳﺼﻮﻡ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1261'
),
	Hadith(
		hadithNumber: 1262,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺻﻤﺖﻣﻦﺍﻟﱠﺸﻬﺮ'
			'ﺛﻼﺛﺎ،ﻓﺼﻢﺛﻼﺙﻋﺸﺮﺓ،ﻭﺃﺭﺑﻊﻋﺸﺮﺓ،ﻭﺧﻤﺲﻋﺸﺮﺓ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1262'
),
	Hadith(
		hadithNumber: 1263,
		hadith:
						'ﻭﻋﻦﻗﺘﺎﺩﺓﺑﻦﻣﻠﺤﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺄﻣﺮﻧﺎﺑﺼﻴﺎﻡﺃﱠﻳﺎﻡ'
			'.1263ﺍﻟﺒﻴﺾ:ﺛﻼﺙﻋﺸﺮﺓ،ﻭﺃﺭﺑﻊﻋﺸﺮﺓ،ﻭﺧﻤﺲﻋﺸﺮﺓ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1263'
),
	Hadith(
		hadithNumber: 1264,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻻﻳﻔﻄﺮﺃﱠﻳﺎﻡﺍﻟﺒﻴﺾ'
			'ﻓﻲﺣﻀﺮﻭﻻﺳﻔﺮ.ﺭﻭﺍﻩﺍﻟﻨﺴﺎﺋﻲﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 1264'
),
	Hadith(
		hadithNumber: 1265,
		hadith:
						'ﻋﻦﺯﻳﺪﺑﻦﺧﺎﻟﺪﺍﻟﺠﻬﻨﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻓﱠﻄﺮﺻﺎﺋﻤﺎ،'
			'ﺁﺎﻥﻟﻪﻣﺜﻞﺃﺟﺮﻩﻏﻴﺮﺃﻧﱠﻪﻻﻳﻨﻘﺺﻣﻦﺃﺟﺮﺍﻟﱠﺼﺎﺋﻢﺷﻲﺀ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1265'
),
	Hadith(
		hadithNumber: 1266,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﻋﻤﺎﺭﺓﺍﻷﻧﺼﺎﺭﱠﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺧﻞﻋﻠﻴﻬﺎ،ﻓﻘﱠﺪﻣﺖﺇﻟﻴﻪ'
			'ﻃﻌﺎﻣﺎ،ﻓﻘﺎﻝ:«ﺁﻠﻲ»ﻓﻘﺎﻟﺖ:ﺇﱢﻧﻲﺻﺎﺋﻤﺔ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﺼﺎﺋﻢﺗﺼﱢﻠﻲ'
			'ﻋﻠﻴﻪﺍﻟﻤﻼﺋﻜﺔﺇﺫﺍﺃﺁﻞﻋﻨﺪﻩﺣﱠﺘﻰﻳﻔﺮﻏﻮﺍ»ﻭﺭﱠﺑﻤﺎﻗﺎﻝ:«ﺣﱠﺘﻰﻳﺸﺒﻌﻮﺍ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪﻟﻴﻠﻰ،ﻮﻫﻲﻣﺠﻬﻮﻟﺔ',
		translation: 'Translation of Hadith 1266'
),
	Hadith(
		hadithNumber: 1267,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺎﺀﺇﻟﻰﺳﻌﺪﺑﻦﻋﺒﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،'
			'ﻓﺠﺎﺀﺑﺨﺒﺰﻭﺯﻳﺖ،ﻓﺄﺁﻞ،ﺛﻢﱠﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻄﺮﻋﻨﺪﺁﻢﺍﻟﱠﺼﺎﺋﻤﻮﻥ،ﻭﺃﺁﻞﻃﻌﺎﻣﻜﻢ'
			'ﺍﻷﺑﺮﺍﺭﻭﺻﱠﻠﺖﻋﻠﻴﻜﻢﺍﻟﻤﻼﺋﻜﺔ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1267'
),
	Hadith(
		hadithNumber: 1268,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﺘﻜﻒﺍﻟﻌﺸﺮﺍﻷﻭﺍﺧﺮ'
			'ﻣﻦﺭﻣﻀﺎﻥ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1268'
),
	Hadith(
		hadithNumber: 1269,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻌﺘﻜﻒﺍﻟﻌﺸﺮﺍﻷﻭﺍﺧﺮﻣﻦﺭﻣﻀﺎﻥ'
			'،ﺣﱠﺘﻰﺗﻮﱠﻓﺎﻩﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﺛﻢﱠﺍﻋﺘﻜﻒﺃﺯﻭﺍﺟﻪﻣﻦﺑﻌﺪﻩ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1269'
),
	Hadith(
		hadithNumber: 1270,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﺘﻜﻒﻓﻲﺁﻞﱢﺭﻣﻀﺎﻥ'
			'ﻋﺸﺮﺓﺃﱠﻳﺎﻡ،ﻓﻠﻤﺎﺁﺎﻥﺍﻟﻌﺎﻡﺍﱠﻟﺬﻱﻗﺒﺾﻓﻴﻪﺍﻋﺘﻜﻒﻋﺸﺮﻳﻦﻳﻮﻣﺎ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1270'
),
	Hadith(
		hadithNumber: 1271,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:ﺑﻨﻲﺍﻹﺳﻼﻡﻋﻠﻰ'
			'ﺧﻤﺲ:ﺷﻬﺎﺩﺓﺃﻥﻻﺇﻟﻪﺇﻻﺍﻟﱠﻠﻪﻭﺃﱠﻥﻣﺤﱠﻤﺪﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﺇﻗﺎﻡﺍﻟﱠﺼﻼﺓﻭﺇﻳﺘﺎﺀﺍﻟﱠﺰﺁﺎﺓ،ﻭﺣﱢﺞﺍﻟﺒﻴﺖ،ﻭﺻﻮﻡ'
			'ﺭﻣﻀﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1271'
),
	Hadith(
		hadithNumber: 1272,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺧﻄﺒﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:«ﻳﺎﺃﱡﻳﻬﺎ'
			'ﺍﻟﱠﻨﺎﺱﺇﱠﻥﺍﻟﱠﻠﻪﻗﺪﻓﺮﺽﻋﻠﻴﻜﻢﺍﻟﺤﱠﺞﻓﺤﱡﺠﻮﺍ»ﻓﻘﺎﻝﺭﺟﻞ:ﺃﺁﻞﱠﻋﺎﻡﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻓﺴﻜﺖ،ﺣﱠﺘﻰﻗﺎﻟﻬﺎﺛﻼﺛﺎ'
			'.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱢﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻮﻗﻠﺖﻧﻌﻢﻟﻮﺟﺒﺖﻭﻟﻤﺎﺍﺳـﺘﻄﻌﺘﻢ»ﺛﻢﱠﻗﺎﻝ:«ﺫﺭﻭﻧﻲﻣﺎ'
			'ﺗﺮﺁﺘﻜﻢ،ﻓﺈﱠﻧﻤﺎﻩﻠﻚﻣﻦﺁﺎﻥﻗﺒﻠﻜﻢﺑﻜﺜﺮﺓﺳﺆﺍﻟﻬﻢ،ﻭﺍﺧﺘﻼﻓﻬﻢﻋﻠﻰﺃﻧﺒﻴﺎﺋﻬﻢ،ﻓﺈﺫﺍﺃﻣﺮﺗﻜﻢﺑﺸﻲﺀﻓﺄﺗﻮﺍﻣﻨﻪﻣﺎ'
			'ﺍﺳﺘﻄﻌﺘﻢ،ﻭﺇﺫﺍﻧﻬﻴﺘﻜﻢﻋﻦﺷﻲﺀﻓﺪﻋﻮﻩ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1272'
),
	Hadith(
		hadithNumber: 1273,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﺌﻞﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﱡﻱﺍﻟﻌﻤﻞﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﺇﻳﻤﺎﻥﺑﺎﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ»ﻗﻴﻞ:'
			'ﺛﻢﱠﻣﺎﺫﺍ؟ﻗﺎﻝ:«ﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻗﻴﻞ:ﺛﱠﻢﻣﺎﺫﺍ؟ﻗﺎﻝ:«ﺣﺞﻣﺒﺮﻭﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﻟﻤﺒﺮﻭﺭﻩﻮﺍﱠﻟﺬﻱﻻﻳﺮﺗﻜﺐﺻﺎﺣﺒﻪﻓﻴﻪﻣﻌﺼﻴﺔ',
		translation: 'Translation of Hadith 1273'
),
	Hadith(
		hadithNumber: 1274,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺣﱠﺞﻓﻠﻢﻳﺮﻓﺚ،ﻭﻟﻢﻳﻔﺴﻖ،ﺭﺟﻊ'
			'ﺁﻴﻮﻡﻭﻟﺪﺗﻪﺃﻣﱡﻪ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1274'
),
	Hadith(
		hadithNumber: 1275,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺍﻟﻌﻤﺮﺓﺇﻟﻰﺍﻟﻌﻤﺮﺓﺁﱠﻔﺎﺭﺓﻟﻤﺎﺑﻴﻨﻬﻤﺎ،ﻭﺍﻟﺤﱡﺞ'
			'ﺍﻟﻤﺒﺮﻭﺭﻟﻴﺲﻟﻪﺟﺰﺍﺀﺇﱠﻻﺍﻟﺠﱠﻨﺔ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1275'
),
	Hadith(
		hadithNumber: 1276,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔ،ﺭﺿﻲﺍﷲﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻧﺮﻯﺍﻟﺠﻬﺎﺩﺃﻓﻀﻞﺍﻟﻌﻤﻞ،ﺃﻓﻼﻧﺠﺎﻩﺪ؟'
			'ﻓﻘﺎﻝ:«ﻟﻜﻦﺃﻓﻀﻞﺍﻟﺠﻬﺎﺩ:ﺣﱞﺞﻣﺒﺮﻭﺭ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ.'
			'`',
		translation: 'Translation of Hadith 1276'
),
	Hadith(
		hadithNumber: 1277,
		hadith:
						'ﻭﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﻣﺎﻣﻦﻳﻮﻡﺃﺁﺜﺮﻣﻦﺃﻥﻳﻌﺘﻖﺍﻟﱠﻠﻪﻓﻴﻪﻋﺒﺪﺍﻣﻦ.'
			'ﺍﻟﱠﻨﺎﺭﻣﻦﻳﻮﻡﻋﺮﻓﺔ».ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1277'
),
	Hadith(
		hadithNumber: 1278,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻋﻤﺮﺓﻓﻲﺭﻣﻀﺎﻥﺗﻌﺪﻝ'
			'ﻋﻤﺮﺓﺃﻭﺣﱠﺠﺔﻣﻌﻲ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1278'
),
	Hadith(
		hadithNumber: 1279,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺍﻣﺮﺃﺓﻗﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺇﱠﻥﻓﺮﻳﻀﺔﺍﻟﱠﻠﻪﻋﻠﻰﻋﺒﺎﺩﻩﻓﻲﺍﻟﺤﱢﺞ،ﺃﺩﺭﺁﺖﺃﺑﻲﺷﻴﺨﺎﺁﺒﻴﺮﺍ'
			'،ﻻﻳﺜﺒﺖﻋﻠﻰﺍﻟﱠﺮﺍﺣﻠﺔﺃﻓﺄﺣﱡﺞﻋﻨﻪ؟ﻗﺎﻝ:«ﻧﻌﻢ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1279'
),
	Hadith(
		hadithNumber: 1280,
		hadith:
						'ﻭﻋﻦﻟﻘﻴﻂﺑﻦﻋﺎﻣﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﻧﱠﻪﺃﺗﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﺇﱠﻥﺃﺑﻲﺷﻴﺦ'
			'ﺁﺒﻴﺮﻻﻳﺴﺘﻄﻴﻊﺍﻟﺤﱠﺞ،ﻭﻻﺍﻟﻌﻤﺮﺓ،ﻭﻻﺍﻟﻈﻌﻦ،ﻗﺎﻝ:«ﺣﺞﱠﻋﻦﺃﺑﻴﻚﻭﺍﻋﺘﻤﺮ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1280'
),
	Hadith(
		hadithNumber: 1281,
		hadith:
						'ﻭﻋﻦﺍﻟﺴﺎﺋﺐﺑﻦﻳﺰﻳﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺣﺞﱠﺑﻲﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲ'
			'ﺣﺠﺔﺍﻟﻮﺩﺍﻉ،ﻭﺃﻧﺎﺍﺑﻦﺳﺒﻊﺳﻨﻴﻦ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1281'
),
	Hadith(
		hadithNumber: 1282,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻟﻘﻲﺭﺁﺒﺎﺑﺎﻟﱠﺮﻭﺣﺎﺀ،ﻓﻘﺎﻝ:'
			'«ﻣﻦﺍﻟﻘﻮﻡ؟»ﻗﺎﻟﻮﺍ:ﺍﻟﻤﺴﻠﻤﻮﻥ.ﻗﺎﻟﻮﺍ:ﻣﻦﺃﻧﺖ؟ﻗﺎﻝ:«ﺭﺳﻮﻝﺍﻟﱠﻠﻪ»ﻓﺮﻓﻌﺖﺍﻣﺮﺃﺓﺻﺒﻴﺎﻓﻘﺎﻟﺖﺃﻟﻬﺬﺍ'
			'ﺣﱞﺞ؟ﻗﺎﻝ:«ﻧﻌﻢﻭﻟﻚﺃﺟﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1282'
),
	Hadith(
		hadithNumber: 1283,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﱠﺞﻋﻠﻰﺭﺣﻞ،ﻭﺁﺎﻧﺖﺯﺍﻣﻠﺘﻪ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1283'
),
	Hadith(
		hadithNumber: 1284,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺁﺎﻧﺖﻋﻜﺎﻅﻭﻣﺠﱠﻨﺔ،ﻭﺫﻭﺍﻟﻤﺠﺎﺯﺃﺳﻮﺍﻗﺎﻓﻲﺍﻟﺠﺎﻩﻠﱠﻴﺔ،'
			'ﻓﺘﺄﱠﺛﻤﻮﺍﺄﻧﻳﱠﺘﺠﺮﻭﺍﻓﻲﺍﻟﻤﻮﺍﺳﻢ،ﻓﻨﺰﻟﺖ:{ﻟﻴﺲﻋﻠﻴﻜﻢﺟﻨﺎﺡﺄﻧﺗﺒﺘﻐﻮﺍﻓﻀﻼﻣﻦﺭﱢﺑﻜﻢ}[ﺍﻟﺒﻘﺮﺓ:198'
			']ﻓﻲﻣﻮﺍﺳﻢﺍﻟﺤﱢﺞ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1284'
),
	Hadith(
		hadithNumber: 1285,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﺌﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﱡﻱﺍﻷﻋﻤﺎﻝﺃﻓﻀﻞ؟'
			'ﻗﺎﻝ:«ﺇﻳﻤﺎﻥﺑﺎﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪ»ﻗﻴﻞ:ﺛﻢﱠﻣﺎﺫﺍ؟ﻗﺎﻝ:«ﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻗﻴﻞ:ﺛﻢﱠﻣﺎﺫﺍ؟ﻗﺎﻝ:«ﺣﱞﺞ'
			'ﻣﺒﺮﻭﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1285'
),
	Hadith(
		hadithNumber: 1286,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﱡﻱﺍﻟﻌﻤﻞﺃﺣﱡﺐﺇﻟﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ؟ﻗﺎﻝ:.'
			'«ﺍﻟﱠﺼﻼﺓﻋﻠﻰﻭﻗﺘﻬﺎ»ﻗﻠﺖ:ﺛﻢﱠﺄﻳ؟ﻗﺎﻝ:«ﺑﱡﺮﺍﻟﻮﺍﻟﺪﻳﻦ»ﻗﻠﺖ:ﺛﻢﱠﺃﱡﻱ؟ﻗﺎﻝ«ﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1286'
),
	Hadith(
		hadithNumber: 1287,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﱡﻱﺍﻟﻌﻤﻞﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﺍﻹﻳﻤﺎﻥﺑﺎﻟﱠﻠﻪ،'
			'ﻭﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻠﻪ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1287'
),
	Hadith(
		hadithNumber: 1288,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻐﺪﻭﺓﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﺃﻭ'
			'ﺭﻭﺣﺔ،ﺧﻴﺮﻣﻦﺍﻟﱡﺪﻧﻴﺎﻭﻣﺎﻓﻴﻬﺎ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1288'
),
	Hadith(
		hadithNumber: 1289,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﻰﺭﺟﻞﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:'
			'ﺃﱡﻱﺍﻟﱠﻨﺎﺱﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﻣﺆﻣﻦﻳﺠﺎﻩﺪﺑﻨﻔﺴﻪﻭﻣﺎﻟﻪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻗﺎﻝ:ﺛﻢﱠﻣﻦ؟ﻗﺎﻝ:«ﻣﺆﻣﻦﻓﻲ'
			'ﺷﻌﺐﻣﻦﺍﻟﱢﺸﻌﺎﺏﻳﻌﺒﺪﺍﻟﱠﻠﻪ،ﻭﻳﺪﻉﺍﻟﱠﻨﺎﺱﻣﻦﺷﱢﺮﻩ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1289'
),
	Hadith(
		hadithNumber: 1290,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺭﺑﺎﻁﻳﻮﻡﻓﻲ'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪﺧﻴﺮﻣﻦﺍﻟﱡﺪﻧﻴﺎﻭﻣﺎﻋﻠﻴﻬﺎ،ﻭﻣﻮﺿﻊﺳﻮﻁﺃﺣﺪﺁﻢﻣﻦﺍﻟﺠﱠﻨﺔﺧﻴﺮﻣﻦﺍﻟﱡﺪﻧﻴﺎﻭﻣﺎﻋﻠﻴﻬﺎ،ﻭﺍﻟﱠﺮﻭﺣﺔ'
			'ﻳﺮﻭﺣﻬﺎﺍﻟﻌﺒﺪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﺃﻭﺍﻟﻐﺪﻭﺓ،ﺧﻴﺮﻣﻦﺍﻟﱡﺪﻧﻴﺎﻭﻣﺎﻋﻠﻴﻬﺎ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1290'
),
	Hadith(
		hadithNumber: 1291,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺎﻥ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺭﺑﺎﻁﻳﻮﻡ'
			'ﻭﻟﻴﻠﺔﺧﻴﺮﻣﻦﺻﻴﺎﻡﺷﻬﺮﻭﻗﻴﺎﻣﻪ،ﻭﺇﻥﻣﺎﺕﻓﻴﻪﺃﺟﺮﻱﻋﻠﻴﻪﻋﻤﻠﻪﺍﱠﻟﺬﻱﺁﺎﻥﻳﻌﻤﻞ،ﻭﺃﺟﺮﻱﻋﻠﻴﻪﺭﺯﻗﻪ،'
			'ﻭﺃﻣﻦﺍﻟﻔﱠﺘﺎﻥ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1291'
),
	Hadith(
		hadithNumber: 1292,
		hadith:
						'ﻭﻋﻦﻓﻀﺎﻟﺔﺑﻦﻋﺒﻴﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﻞﱡﻣﱢﻴﺖﻳﺨﺘﻢ'
			'ﻋﻠﻰﻋﻤﻠﻪﺇﱠﻻﺍﻟﻤﺮﺍﺑﻂﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻓﺈﻧﱠﻪﻳﻨﱠﻤﻰﻟﻪﻋﻤﻠﻪﺇﻟﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﻳﺆﻣﱠﻦﻓﺘﻨﺔﺍﻟﻘﺒﺮ».ﺭﻭﺍﻩﺃﺑﻮ'
			'ﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1292'
),
	Hadith(
		hadithNumber: 1293,
		hadith:
						'ﻭﻋﻦﻋﺜﻤﺎﻥ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺭﺑﺎﻁﻳﻮﻡﻓﻲ'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪﺧﻴﺮﻣﻦﺃﻟﻒﻳﻮﻡﻓﻴﻤﺎﺳﻮﺍﻩﻣﻦﺍﻟﻤﻨﺎﺯﻝ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1293'
),
	Hadith(
		hadithNumber: 1294,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﻀﱠﻤﻦﺍﻟﱠﻠﻪﻟﻤﻦ'
			'ﺧﺮﺝﻓﻲﺳﺒﻴﻠﻪ،ﻻﻳﺨﺮﺟﻪﺇﱠﻻﺟﻬﺎﺩﻓﻲﺳﺒﻴﻠﻲ،ﻭﺇﻳﻤﺎﻥﺑﻲﻭﺗﺼﺪﻳﻖﺑﺮﺳﻠﻲﻓﻬﻮﺿﺎﻣﻦﺃﻥﺃﺩﺧﻠﻪﺍﻟﺠﱠﻨﺔ،'
			'ﺃﻭﺃﺭﺟﻌﻪﺇﻟﻰﻣﻨﺰﻟﻪﺍﻟﺬﻱﺧﺮﺝﻣﻨﻪﺑﻤﺎﻧﺎﻝﻣﻦﺃﺟﺮ،ﺃﻭﻏﻨﻴﻤﺔ،ﻭﺍﱠﻟﺬﻱﻧﻔﺲﻣﺤﱠﻤﺪﺑﻴﺪﻩﻣﺎﻣﻦﺁﻠﻢﻳﻜﻠﻢﻓﻲ'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪﺇﱠﻻﺟﺎﺀﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺁﻬﻴﺌﺘﻪﻳﻮﻡﺁﻠﻢ،ﻟﻮﻧﻪﻟﻮﻥﺪﻣ،ﻭﺭﻳﺤﻪﺭﻳﺢﻣﺴﻚ،ﻭﺍﱠﻟﺬﻱﻧﻔﺲﻣﺤﱠﻤﺪﺑﻴﺪﻩ'
			'ﻟﻮﻻﺃﻥﺃﺷﻖﱠﻋﻠﻰﺍﻟﻤﺴﻠﻤﻴﻦﻣﺎﻗﻌﺪﺕﺧﻼﻑﺳﺮﱠﻳﺔﺗﻐﺰﻭﻓﻲﺳﺒﺒﻴﻞﺍﻟﱠﻠﻪﺃﺑﺪﺍ،ﻭﻟﻜﻦﻻﺃﺟﺪﺳﻌﺔﻓﺄﺣﻤﻠﻬﻢﻭﻻ'
			'ﻳﺠﺪﻭﻥﺳﻌﺔ،ﻭﻳﺸﻖﱡﻋﻠﻴﻬﻢﺄﻧﻳﺘﺨﻠﻔﻮﺍﻋﱢﻨﻲ،ﻭﺍﻟﺬﻱﻧﻔﺲﻣﺤﱠﻤﺪﺑﻴﺪﻩ،ﻟﻮﺩﺩﺕﺄﻧﺃﻏﺰﻭﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،'
			'ﻓﺄﻗﺘﻞ،ﺛﻢﱠﺃﻏﺰﻭ،ﻓﺄﻗﺘﻞ،ﺛﻢﱠﺃﻏﺰﻭ،ﻓﺄﻗﺘﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢﻭﺭﻮﯨﺍﻟﺒﺨﺎﺭﱡﻱﺑﻌﻀﻪ.'
			'»ﺍﻟﻜﻠﻢ»:ﺍﻟﺠﺮﺡ',
		translation: 'Translation of Hadith 1294'
),
	Hadith(
		hadithNumber: 1295,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﻣﻜﻠﻮﻡﻳﻜﻠﻢﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺇﱠﻻﺟﺎﺀﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔ،ﻭﺁﻠﻤﻪﻳﺪﻣﻲ:ﺍﻟﻠﻮﻥﻟﻮﻥﺪﻣﻭﺍﻟﺮﻳﺢﺭﻳﺢﻣﺴﻚ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1295'
),
	Hadith(
		hadithNumber: 1296,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﻣﻦﻗﺎﺗﻞﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻣﻦ'
			'ﺭﺟﻞﻣﺴﻠﻢﻓﻮﺍﻕﻧﺎﻗﺔﻭﺟﺒﺖﻟﻪﺍﻟﺠﻨﱠﺔ،ﻭﻣﻦﺟﺮﺡﺟﺮﺣﺎﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺃﻭﻧﻜﺐﻧﻜﺒﺔ،ﻓﺈﱠﻧﻬﺎﺗﺠﻲﺀﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔﺁﺄﻏﺰﺭﻣﺎﺁﺎﻧﺖ:ﻟﻮﻧﻬﺎﺍﻟﺰﱠﻋﻔﺮﺍﻥ،ﻭﺭﻳﺤﻬﺎﺁﺎﻟﻤﺴﻚ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1296'
),
	Hadith(
		hadithNumber: 1297,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻣﱠﺮﺭﺟﻞﻣﻦﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﺑﺸﻌﺐﻓﻴﻪﻋﻴﻴﻨﺔﻣﻦﻣﺎﺀﻋﺬﺑﺔ،ﻓﺄﻋﺠﺒﺘﻪ،ﻓﻘﺎﻝ:ﻟﻮﺍﻋﺘﺰﻟﺖﺍﻟﱠﻨﺎﺱﻓﺄﻗﻤﺖﻓﻲﻩﺬﺍﺍﻟﱢﺸﻌﺐ،ﻭﻟﻦﺃﻓﻌﻞﺣﺘﻰ'
			'ﺃﺳﺘﺄﺫﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺬﺁﺮﺫﻟﻚﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:«ﻻﺗﻔﻌﻞ،'
			'ﻓﺈﱠﻥﻣﻘﺎﻡﺃﺣﺪﺁﻢﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺃﻓﻀﻞﻣﻦﺻﻼﺗﻪﻓﻲﺑﻴﺘﻪﺳﺒﻌﻴﻦﻋﺎﻣﺎ،ﺃﻻﺗﺤﱡﺒﻮﻥﺃﻥﻳﻐﻔﺮﺍﻟﱠﻠﻪﻟﻜﻢﻭﻳﺪﺧﻠﻜﻢ'
			'ﺍﻟﺠﱠﻨﺔ؟ﺍﻏﺰﻭﺍﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻣﻦﻗﺎﺗﻞﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻮﺍﻕﻧﺎﻗﺔﻭﺟﺒﺖﻟﻪﺍﻟﺠﻨﱠﺔ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:'
			'ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﺍﻟﻔﻮﺍﻕ:ﻣﺎﺑﻴﻦﺍﻟﺤﻠﺒﺘﻴﻦ',
		translation: 'Translation of Hadith 1297'
),
	Hadith(
		hadithNumber: 1298,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝﻗﻴﻞ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻣﺎﻳﻌﺪﻝﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻻﺗﺴﺘﻄﻴﻌﻮﻧﻪ،»ﻓﺄﻋﺎﺩﻭﺍ'
			'ﻋﻠﻴﻪﻣﺮﺗﻴﻦﺃﻭﺛﻼﺛﺎﺁﻞﺫﻟﻚﻳﻘﻮﻝ:«ﻻﺗﺴﺘﻄﻴﻌﻮﻥ،».ﺛﻢﱠﻗﺎﻝ:«ﻣﺜﻞﺍﻟﻤﺠﺎﻩﺪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺁﻤﺜﻞ'
			'ﺍﻟﱠﺼﺎﺋﻢﺍﻟﻘﺎﺋﻢﺍﻟﻘﺎﻧﺖﺑﺂﻳﺎﺕﺍﻟﱠﻠﻪﻻﻳﻔﺘﺮ:ﻣﻦﺻﻼﺓ،ﻭﻻﺻﻴﺎﻡ،ﺣﺘﻰﻳﺮﺟﻊﺍﻟﻤﺠﺎﻩﺪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺮﻳ،ﺃﱠﻥﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺩﱠﻟﻨﻲﻋﻠﻰﻋﻤﻞﻳﻌﺪﻝﺍﻟﺠﻬﺎﺩ؟ﻗﺎﻝ:«ﻻﺃﺟﺪﻩ»ﺛﻢﱠﻗﺎﻝ:'
			'«ﻩﻞﺗﺴﺘﻄﻴﻊﺇﺫﺍﺧﺮﺝﺍﻟﻤﺠﺎﻩﺪﺄﻧﺗﺪﺧﻞﻣﺴﺠﺪﻙﻓﺘﻘﻮﻡﻭﻻﺗﻔﺘﺮ،ﻭﺗﺼﻮﻡﻭﻻﺗﻔﻄﺮ؟»ﻓﻘﺎﻝ:ﻭﻣﻦ'
			'ﻳﺴﺘﻄﻴﻊﺫﻟﻚ؟',
		translation: 'Translation of Hadith 1298'
),
	Hadith(
		hadithNumber: 1299,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺧﻴﺮﻣﻌﺎﺵﺍﻟﻨﺎﺱﻟﻬﻢﺭﺟﻞﻣﻤﺴﻚﺑﻌﻨﺎﻥ'
			'ﻓﺮﺳﻪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻳﻄﻴﺮﻋﻠﻰﻣﺘﻨﻪﺁﱠﻠﻤﺎﺳﻤﻊﻩﻴﻌﺔ،ﺃﻭﻓﺰﻋﺔﻃﺎﺭﻋﻠﻰﻣﺘﻨﻪ،ﻳﺒﺘﻐﻲﺍﻟﻘﺘﻞﺃﻭﺍﻟﻤﻮﺕ'
			'ﻣﻈﺎﻧﱠﻪ،ﺃﻭﺭﺟﻞﻓﻲﻏﻨﻴﻤﺔﺃﻭﺷﻌﻔﺔﻣﻦﻩﺬﻩﺍﻟﱡﺸﻌﻒﺃﻭﺑﻄﻦﻭﺍﺩﻣﻦﻩﺬﻩﺍﻷﻭﺩﻳﺔﻳﻘﻴﻢﺍﻟﱠﺼﻼﺓ،ﻭﻳﺆﺗﻲ'
			'ﺍﻟﱠﺰﺁﺎﺓ،ﻭﻳﻌﺒﺪﺭﺑﱠﻪﺣﱠﺘﻰﻳﺄﺗﻴﻪﺍﻟﻴﻘﻴﻦﻟﻴﺲﻣﻦﺍﻟﱠﻨﺎﺱﺇﱠﻻﻓﻲﺧﻴﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1299'
),
	Hadith(
		hadithNumber: 1300,
		hadith:
						'ﻭﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺇﱠﻥﻓﻲﺍﻟﺠﱠﻨﺔﻣﺎﺋﺔﺩﺭﺟﺔﺃﻋﱠﺪﻩﺎﺍﻟﱠﻠﻪﻟﻠﻤﺠﺎﻩﺪﻳﻦ'
			'.1300ﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻣﺎﺑﻴﻦﺍﻟﱠﺪﺭﺟﺘﻴﻦﺁﻤﺎﺑﻴﻦﺍﻟﱠﺴﻤﺎﺀﻭﺍﻷﺭﺽ».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1300'
),
	Hadith(
		hadithNumber: 1301,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺭﺿﻲ'
			'ﺑﺎﻟﱠﻠﻪﺭﱠﺑﺎ،ﻭﺑﺎﻹﺳﻼﻡﺩﻳﻨﺎ،ﻭﺑﻤﺤﱠﻤﺪﺭﺳﻮﻻ،ﻭﺟﺒﺖﻟﻪﺍﻟﺠﻨﱠﺔ»ﻓﻌﺠﺐﻟﻬﺎﺃﺑﻮﺳﻌﻴﺪ،ﻓﻘﺎﻝﺃﻋﺪﻩﺎﻋﻠﱠﻲﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﻓﺄﻋﺎﺩﻩﺎﻋﻠﻴﻪ،ﺛﻢﱠﻗﺎﻝ:«ﻭﺃﺧﺮﻯﻳﺮﻓﻊﺍﻟﱠﻠﻪﺑﻬﺎﺍﻟﻌﺒﺪﻣﺎﺋﺔﺩﺭﺟﺔﻓﻲﺍﻟﺠﱠﻨﺔ،ﻣﺎﺑﻴﻦﺁﻞﱢﺩﺭﺟﺘﻴﻦ'
			'ﺁﻤﺎﺑﻴﻦﺍﻟﱠﺴﻤﺎﺀﻭﺍﻷﺭﺽ»ﻗﺎﻝ:ﻭﻣﺎﻩﻲﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞ'
			'ﺍﻟﱠﻠﻪ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1301'
),
	Hadith(
		hadithNumber: 1302,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺑﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱ،ﻗﺎﻝ:ﺳﻤﻌﺖﺃﺑﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﻩﻮﺑﺤﻀﺮﺓﺍﻟﻌﺪﻭﱢ،'
			'ﻳﻘﻮﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺃﺑﻮﺍﺏﺍﻟﺠﱠﻨﺔﺗﺤﺖﻇﻼﻝﺍﻟﱡﺴﻴﻮﻑ»ﻓﻘﺎﻡﺭﺟﻞﺭﱡﺙﺍﻟﻬﻴﺌﺔ'
			'ﻓﻘﺎﻝ:ﻳﺎﺃﺑﺎﻣﻮﺳﻰﺃﺃﻧﺖﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝﻩﺬﺍ؟ﻗﺎﻝ:ﻧﻌﻢ،ﻓﺮﺟﻊﺇﻟﻰﺃﺻﺤﺎﺑﻪ'
			'،ﻓﻘﺎﻝ:«ﺃﻗﺮﺃﻋﻠﻴﻜﻢﺍﻟﱠﺴﻼﻡ»ﺛﻢﱠﺁﺴﺮﺟﻔﻦﺳﻴﻔﻪﻓﺄﻟﻘﺎﻩ،ﺛﱠﻢﻣﺸﻰﺑﺴﻴﻔﻪﺇﻟﻰﺍﻟﻌﺪﻭﱢﻓﻀﺮﺏﺑﻪﺣﱠﺘﻰﻗﺘﻞ»'
			'.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1302'
),
	Hadith(
		hadithNumber: 1303,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺲﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺟﺒﻴﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﻣﺎﺍﻏﺒﱠﺮﺕﻗﺪﻣﺎﻋﺒﺪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﺘﻤﱠﺴﻪﺍﻟﱠﻨﺎﺭ».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1303'
),
	Hadith(
		hadithNumber: 1304,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻠﺞﺍﻟﱠﻨﺎﺭﺭﺟﻞ.'
			'ﺑﻜﻰﻣﻦﺧﺸﻴﺔﺍﻟﱠﻠﻪﺣﱠﺘﻰﻳﻌﻮﺩﺍﻟﱠﻠﺒﻦﻓﻲﺍﻟﱠﻀﺮﻉ،ﻭﻻﻳﺠﺘﻤﻊﻋﻠﻰﻋﺒﺪﻏﺒﺎﺭﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻭﺩﺧﺎﻥﺟﻬﱠﻨﻢ»،'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1304'
),
	Hadith(
		hadithNumber: 1305,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻋﻴﻨﺎﻥ'
			'ﻻﺗﻤﱡﺴﻬﻤﺎﺍﻟﱠﻨﺎﺭ:ﻋﻴﻦﺑﻜﺖﻣﻦﺧﺸﻴﺔﺍﻟﱠﻠﻪ،ﻭﻋﻴﻦﺑﺎﺗﺖﺗﺤﺮﺱﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:'
			'ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1305'
),
	Hadith(
		hadithNumber: 1306,
		hadith:
						'ﻭﻋﻦﺯﻳﺪﺑﻦﺧﺎﻟﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺟﱠﻬﺰﻏﺎﺯﻳﺎﻓﻲ'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻘﺪﻏﺰﺍ،ﻭﻣﻦﺧﻠﻒﻏﺎﺯﻳﺎﻓﻲﺃﻩﻠﻪﺑﺨﻴﺮﻓﻘﺪﻏﺰﺍ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1306'
),
	Hadith(
		hadithNumber: 1307,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻀﻞﺍﻟﱠﺼﺪﻗﺎﺕﻇﱡﻞ'
			'ﻓﺴﻄﺎﻁﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻭﻣﻨﻴﺤﺔﺧﺎﺪﻣﻓﻲﺳﺒﻴﻞﺍﷲﺃﻭﻃﺮﻭﻗﻪﻓﺤﻞﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:'
			'ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1307'
),
	Hadith(
		hadithNumber: 1308,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﻓﺘﻰﻣﻦﺃﺳﻠﻢﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱢﻧﻲﺃﺭﻳﺪﺍﻟﻐﺰﻭﻭﻟﻴﺲﻣﻌﻰﻣﺎ'
			'ﺃﺗﺠﻬﱠﺰﺑﻪ،ﻗﺎﻝ:«ﺍﺋﺖﻓﻼﻧﺎ،ﻓﺈﱠﻧﻪﻗﺪﺁﺎﻥﺗﺠﱠﻬﺰﻓﻤﺮﺽ»ﻓﺄﺗﺎﻩﻓﻘﺎﻝ:ﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﺮﺋﻚﺍﻟﱠﺴﻼﻡﻭﻳﻘﻮﻝ:ﺃﻋﻄﻨﻲﺍﻟﺬﻱﺗﺠﱠﻬﺰﺕﺑﻪ،ﻗﺎﻝ:ﻳﺎﻓﻼﻧﺔ،ﺃﻋﻄﻴﻪ،ﺍﻟﺬﻱﺁﻨﺖﺗﺠﻬﱠﺰﺕﺑﻪ،ﻭﻻ'
			'.1308ﺗﺤﺒﺴﻴﻦﻣﻨﻪﺷﻴﺌﺎ،ﻓﻮﺍﻟﱠﻠﻪﻻﺗﺤﺒﺴﻲﻣﻨﻪﺷﻴﺌﺎﻓﻴﺒﺎﺭﻙﻟﻚﻓﻴﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1308'
),
	Hadith(
		hadithNumber: 1309,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢ،ﺭﺿﻲﺍﻟﻠﱠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻌﺚﺇﻟﻰﺑﻨﻲﻟﺤﻴﺎﻥ'
			'،ﻓﻘﺎﻝ:«ﻟﻴﻨﺒﻌﺚﻣﻦﺁﻞﱢﺭﺟﻠﻴﻦﺃﺣﺪﻩﻤﺎ،ﻭﺍﻷﺟﺮﺑﻴﻨﻬﻤﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﻟﻴﺨﺮﺝﻣﻦﺁﱢﻞﺭﺟﻠﻴﻦﺭﺟﻞ»ﺛﻢﱠﻗﺎﻝﻟﻠﻘﺎﻋﺪ:«ﺃﱡﻳﻜﻢﺧﻠﻒﺍﻟﺨﺎﺮﺟﻓﻲﺃﻩﻠﻪﻭﻣﺎﻟﻪﺑﺨﻴﺮ'
			'ﺁﺎﻥﻟﻪﻣﺜﻞﻧﺼﻒﺃﺟﺮﺍﻟﺨﺎﺭﺝ»',
		translation: 'Translation of Hadith 1309'
),
	Hadith(
		hadithNumber: 1310,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨـﻪ،ﻗﺎﻝ:ﺃﺗﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺭﺟﻞﻣﻘﱠﻨﻊﺑﺎﻟﺤﺪﻳﺪ،ﻓﻘﺎﻝ:'
			'ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻗﺎﺗﻞﺃﻭﺃﺳﻠﻢ؟ﻓﻘﺎﻝ:«ﺃﺳﻠﻢ،ﺛﻢﱠﻗﺎﺗﻞ»ﻓﺄﺳﻠﻢ،ﺛﻢﱠﻗﺎﺗﻞﻓﻘﺘﻞ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﻤﻞﻗﻠﻴﻼﻭﺃﺟﺮﺁﺜﻴﺮﺍ».ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1310'
),
	Hadith(
		hadithNumber: 1311,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﺃﺣﺪﻳﺪﺧﻞﺍﻟﺠﱠﻨﺔﻳﺤﺐﱡﺃﻥ.'
			'ﻳﺮﺟﻊﺇﻟﻰﺍﻟﱡﺪﻧﻴﺎﻭﻟﻪﻣﺎﻋﻠﻰﺍﻷﺭﺽﻣﻦﺷﻲﺀﺇﱠﻻﺍﻟﺸﱠﻬﻴﺪ،ﻳﺘﻤﱠﻨﻰﺃﻥﻳﺮﺟﻊﺇﻟﻰﺍﻟﱡﺪﻧﻴﺎ،ﻓﻴﻘﺘﻞﻋﺸﺮﻣﱠﺮﺍﺕ،'
			'ﻟﻤﺎﻳﺮﻯﻣﻦﺍﻟﻜﺮﺍﻣﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻟﻤﺎﻳﺮﻯﻣﻦﻓﻀﻞﺍﻟﱠﺸﻬﺎﺩﺓ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1311'
),
	Hadith(
		hadithNumber: 1312,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'«ﻳﻐﻔﺮﺍﻟﱠﻠﻪﻟﻠﱠﺸﻬﻴﺪﺁﻞﱠﺷﻴﺊﺇﱠﻻﺍﻟﱠﺪﻳﻦ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﺍﻟﻘﺘﻞﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻳﻜﻔﱢﺮﺁﻞﱠﺷﻲﺀﺇﱠﻻﺍﻟﱠﺪﻳﻦ».'
			'`',
		translation: 'Translation of Hadith 1312'
),
	Hadith(
		hadithNumber: 1313,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻡﻓﻴﻬﻢﻓﺬﺁﺮﺃﱠﻥﺍﻟﺠﻬﺎﺩﻓﻲ'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻭﺍﻹﻳﻤﺎﻥﺑﺎﻟﱠﻠﻪ،ﺃﻓﻀﻞﺍﻷﻋﻤﺎﻝ،ﻓﻘﺎﻡﺭﺟﻞ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺭﺃﻳﺖﺇﻥﻗﺘﻠﺖﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ'
			'ﺃﺗﻜﻔﱠﺮﻋﱢﻨﻲﺧﻄﺎﻳﺎﻱ؟ﻓﻘﺎﻝﻟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻧﻌﻢﺇﻥﻗﺘﻠﺖﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻭﺃﻧﺖﺻﺎﺑﺮ،'
			'ﻣﺤﺘﺴﺐﻣﻘﺒﻞﻏﻴﺮﻣﺪﺑﺮ»ﺛﻢﱠﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻴﻒﻗﻠﺖ؟»ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺇﻥﻗﺘﻠﺖﻓﻲ'
			'ﺳﺒﻴﻞﺍﻟﱠﻠﻪﺃﺗﻜﻔﱠﺮﻋﱢﻨﻲﺧﻄﺎﻳﺎﻱ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻧﻌﻢﻭﺃﻧﺖﺻﺎﺑﺮﻣﺤﺘﺴﺐ،ﻣﻘﺒﻞ'
			'ﻏﻴﺮﻣﺪﺑﺮ،ﺇﱠﻻﺍﻟﱠﺪﻳﻦ،ﻓﺈﱠﻥﺟﺒﺮﻳﻞﻋﻠﻴﻪﺍﻟﺴﻼﻡﻗﺎﻝﻟﻲﺫﻟﻚ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1313'
),
	Hadith(
		hadithNumber: 1314,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺟﻞ:ﺃﻳﻦﺃﻧﺎﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﻥﻗﺘﻠﺖ؟ﻗﺎﻝ:«ﻓﻲﺍﻟﺠﱠﻨﺔ».'
			'.1314ﻓﺄﻟﻘﻰﺗﻤﺮﺍﺕﺁﻦﱠﻓﻲﻳﺪﻩ،ﺛﻢﱠﻗﺎﺗﻞﺣﱠﺘﻰﻗﺘﻞ،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1314'
),
	Hadith(
		hadithNumber: 1315,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝﺍﻧﻄﻠﻖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﺻﺤﺎﺑﻪﺣﱠﺘﻰﺳﺒﻘﻮﺍ'
			'ﺍﻟﻤﺸﺮﺁﻴﻦﺇﻟﻰﺑﺪﺭ،ﻭﺟﺎﺀﺍﻟﻤﺸﺮﺁﻮﻥ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻘﺪﻣﱠﻦﺃﺣﺪﻣﻨﻜﻢﺇﻟﻰ'
			'ﺷﻲﺀﺣﱠﺘﻰﺃﺁﻮﻥﺃﻧﺎﺩﻭﻧﻪ»ﻓﺪﻧﺎﺍﻟﻤﺸﺮﺁﻮﻥ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﻮﻣﻮﺍﺇﻟﻰﺟﱠﻨﺔ'
			'ﻋﺮﺿﻬﺎﺍﻟﱠﺴﻤﻮﺍﺕﻭﺍﻷﺭﺽ»ﻗﺎﻝ:ﻳﻘﻮﻝﻋﻤﻴﺮﺑﻦﺍﻟﺤﻤﺎﻡﺍﻷﻧﺼﺎﺭﱡﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺟﱠﻨﺔ'
			'ﻋﺮﺿﻬﺎﺍﻟﱠﺴﻤﻮﺍﺕﻭﺍﻷﺭﺽ؟ﻗﺎﻝ:«ﻧﻌﻢ»ﻗﺎﻝ:ﺑﺦﺑﺦ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎ'
			'ﻳﺤﻤﻠﻚﻋﻠﻰﻗﻮﻟﻚﺑﺦﺑﺦ؟»ﻗﺎﻝﻻﻭﺍﻟﱠﻠﻪﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻻﺭﺟﺎﺀﺄﻧﺃﺁﻮﻥﻣﻦﺃﻩﻠﻬﺎ،ﻗﺎﻝ:«ﻓﺈﱠﻧﻚﻣﻦ'
			'ﺃﻩﻠﻬﺎ»ﻓﺄﺧﺮﺝﺗﻤﺮﺍﺕﻣﻦﻗﺮﻧﻪ،ﻓﺠﻌﻞﻳﺄﺁﻞﻣﻨﻬﱠﻦ،ﺛﻢﱠﻗﺎﻝﻟﺌﻦﺃﻧﺎﺣﻴﻴﺖﺣﺘﻰﺁﺁﻞﺗﻤﺮﺍﺗﻲﻩﺬﻩﺇﱠﻧﻬﺎﻟﺤﻴﺎﺓ'
			'ﻃﻮﻳﻠﺔ،ﻓﺮﻣﻰﺑﻤﺎﻣﻌﻪﻣﻦﺍﻟﱠﺘﻤﺮ.ﺛﻢﱠﻗﺎﺗﻠﻬﻢﺣﱠﺘﻰﻗﺘﻞ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﻘﺮﻥ»ﺑﻔﺘﺢﺍﻟﻘﺎﻑﻭﺍﻟﺮﺍﺀ:ﻩﻮﺟﻌﺒﺔﺍﻟﻨﱠﺸﺎﺏ',
		translation: 'Translation of Hadith 1315'
),
	Hadith(
		hadithNumber: 1316,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﻧﺎﺱﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﺍﺑﻌﺚﻣﻌﻨﺎﺭﺟﺎﻻﻳﻌﱢﻠﻤﻮﻧﺎﺍﻟﻘﺮﺁﻥﻭﺍﻟﱡﺴﱠﻨﺔ،'
			'ﻓﺒﻌﺚﺇﻟﻴﻬﻢﺳﺒﻌﻴﻦﺭﺟﻼﻣﻦﺍﻷﻧﺼﺎﺭﻳﻘﺎﻝﻟﻬﻢ:ﺍﻟﻘﱠﺮﺍﺀ،ﻓﻴﻬﻢﺧﺎﻟﻲﺣﺮﺎﻣ،ﻳﻘﺮﺅﻮﻧﺍﻟﻘﺮﺁﻥ،ﻭﻳﺘﺪﺍﺭﺳﻮﻧﻪ'
			'ﺑﺎﻟﱠﻠﻴﻞﻳﺘﻌﱠﻠﻤﻮﻥ،ﻭﺁﺎﻧﻮﺍﺑﺎﻟﱠﻨﻬﺎﺭﻳﺠﻴﺌﻮﻥﺑﺎﻟﻤﺎﺀ،ﻓﻴﻀﻌﻮﻧﻪﻓﻲﺍﻟﻤﺴﺠﺪ،ﻭﻳﺤﺘﻄﺒﻮﻥﻓﻴﺒﻴﻌﻮﻧﻪ،ﻭﻳﺸﺘﺮﻭﻥ'
			'ﺑﻪﺍﻟﱠﻄﻌﺎﻡﻷﻩﻞﺍﻟﱡﺼﱠﻔﺔﻭﻟﻠﻔﻘﺮﺍﺀ،ﻓﺒﻌﺜﻬﻢﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻌﺮﺿﻮﺍﻟﻬﻢﻓﻘﺘﻠﻮﻩﻢﻗﺒﻞﺃﻥﻳﺒﻠﻐﻮﺍ'
			'ﺍﻟﻤﻜﺎﻥ،ﻓﻘﺎﻟﻮﺍ:ﺍﻟﻠﱠﻬﻢﱠﺑﱢﻠﻎﻋﱠﻨﺎﻧﺒﱠﻴﻨﺎﺃﱠﻧﺎﻗﺪﻟﻘﻴﻨﺎﻙﻓﺮﺿﻴﻨﺎﻋﻨﻚﻭﺭﺿﻴﺖﻋﻨﺎ،ﻭﺃﺗﻰﺭﺟﻞﺣﺮﺍﻣﺎﺧﺎﻝﺃﻧﺲ'
			'ﻣﻦﺧﻠﻔﻪ،ﻓﻄﻌﻨﻪﺑﺮﻣﺢﺣﺘﻰﺃﻧﻔﺬﻩ،ﻓﻘﺎﻝﺣﺮﺎﻣ:ﻓﺰﺕﻭﺭﱢﺏﺍﻟﻜﻌﺒﺔ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﺇﱠﻥﺇﺧﻮﺍﻧﻜﻢﻗﺪﻗﺘﻠﻮﺍﻭﺇﻧﻬﻢﻗﺎﻟﻮﺍ:ﺍﻟﻠﱠﻬﻢﱠﺑﱢﻠﻎﻋﱠﻨﺎﻧﺒﻴﻨﺎﺃﱠﻧﺎﻗﺪﻟﻘﻴﻨﺎﻙﻓﺮﺿﻴﻨﺎﻋﻨﻚﻭﺭﺿﻴﺖﻋﱠﻨﺎ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1316'
),
	Hadith(
		hadithNumber: 1317,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻏﺎﺏﻋﱢﻤﻲﺃﻧﺲﺑﻦﺍﻟﻨﻀﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﻗﺘﺎﻝﺑﺪﺭ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻏﺒﺖﻋﻦ'
			'ﺃﱠﻭﻝﻗﺘﺎﻝﻗﺎﺗﻠﺖﺍﻟﻤﺸﺮﺁﻴﻦ،ﻟﺌﻦﺍﻟﱠﻠﻪﺃﺷﻬﺪﻧﻲﻗﺘﺎﻝﺍﻟﻤﺸﺮﺁﻴﻦﻟﻴﺮﻳﱠﻦﺍﻟﱠﻠﻪﻣﺎﺃﺻﻨﻊ.ﻓﻠﱠﻤﺎﺁﺎﻥﻳﻮﻡﺃﺣﺪﺍﻧﻜﺸﻒ'
			'ﺍﻟﻤﺴﻠﻤﻮﻥ،ﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﻋﺘﺬﺭﺇﻟﻴﻚﻣﱠﻤﺎﺻﻨﻊﻩﺆﻻﺀ-ﻳﻌﻨﻲﺃﺻﺤﺎﺑﻪ-ﺅﺃﺑﺮﺃﺇﻟﻴﻚﻣﱠﻤﺎﺻﻨﻊﻩﺆﻻﺀ-'
			'ﻳﻌﻨﻲﺍﻟﻤﺸﺮﺁﻴﻦ-ﺛﻢﱠﺗﻘﱠﺪﻡﻓﺎﺳﺘﻘﺒﻠﻪﺳﻌﺪﺑﻦﻣﻌﺎﺫﻓﻘﺎﻝ:ﻳﺎﺳﻌﺪﺑﻦﻣﻌﺎﺫﺍﻟﺠﻨﱠﺔﻭﺭﱢﺏﺍﻟﱠﻨﻀﺮ،ﺇﱢﻧﻲﺃﺟﺪﺭﻳﺤﻬﺎ'
			'ﻣﻦﺩﻭﻥﺃﺣﺪ،ﻗﺎﻝﺳﻌﺪ:ﻓﻤﺎﺍﺳﺘﻄﻌﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﺻﻨﻊ،ﻗﺎﻝﺃﻧﺲ:ﻓﻮﺟﺪﻧﺎﺑﻪﺑﻀﻌﺎﻭﺛﻤﺎﻧﻴﻦﺿﺮﺑﺔ'
			'ﺑﺎﻟﱠﺴﻴﻒ،ﺃﻭﻃﻌﻨﺔﺑﺮﻣﺢﺃﻭﺭﻣﻴﺔﺑﺴﻬﻢ،ﻭﻭﺟﺪﻧﺎﻩﻗﺪﻗﺘﻞﻭﻣﱠﺜﻞﺑﻪﺍﻟﻤﺸﺮﺁﻮﻥ،ﻓﻤﺎﻋﺮﻓﻪﺃﺣﺪﺇﻻﺃﺧﺘﻪ'
			'ﺑﺒﻨﺎﻧﻪ.ﻗﺎﻝﺃﻧﺲ:ﺁﱠﻨﺎﻧﺮﻯ-ﺃﻭﻧﻈﻦﱡ-ﺃﱠﻥﻩﺬﻩﺍﻵﻳﺔﻧﺰﻟﺖﻓﻴﻪﻭﻓﻲﺃﺷﺒﺎﻩﻪ:{ﻣﻦﺍﻟﻤﺆﻣﻨﻴﻦﺭﺟﺎﻝﺻﺪﻗﻮﺍ'
			'ﻣﺎﻋﺎﻩﺪﻭﺍﺍﻟﱠﻠﻪﻋﻠﻴﻪﻓﻤﻨﻬﻢﻣﻦﻗﻀﻰﻧﺤﺒﻪ}ﺇﻟﻰﺁﺧﺮﻩﺎ[ﺍﻷﺣﺰﺎﺑ:23].'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻭﻗﺪﺳﺒﻖﻓﻲﺑﺎﺏﺍﻟﻤﺠﺎﻩﺪﺓ',
		translation: 'Translation of Hadith 1317'
),
	Hadith(
		hadithNumber: 1318,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺭﺃﻳﺖﺍﻟﱠﻠﻴﻠﺔﺭﺟﻠﻴﻦﺃﺗﻴﺎﻧﻲ'
			'ﺍﻟﺸﻬﺪﺍﺀ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﻮﻫﻮﺑﻌﺾﻣﻦﺣﺪﻳﺚﻃﻮﻳﻞﻓﻴﻪﺃﻧﻮﺎﻋﺍﻟﻌﻠﻢﺳﻴﺄﺗﻲﻓﻲﺑﺎﺏﺗﺤﺮﻳﻢﺍﻟﻜﺬﺏﺇﻥﺷﺎﺀ،ﻓﺼﻌﺪﺍﺑﻲﺍﻟﱠﺸﺠﺮﺓ،ﻓﺄﺩﺧﻼﻧﻲﺩﺍﺭﺍﻩﻲﺃﺣﺴﻦﻭﺃﻓﻀﻞ،ﻟﻢﺃﺭﻗﱡﻂﺃﺣﺴﻦﻣﻨﻬﺎ،ﻗﺎﻻ:ﺃﱠﻣﺎﻩﺬﻩﺍﻟﱠﺪﺍﺭﻓﺪﺍﺭ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ',
		translation: 'Translation of Hadith 1318'
),
	Hadith(
		hadithNumber: 1319,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺄﻣﺍﻟﱠﺮﺑﻴﻊﺑﻨﺖﺍﻟﺒﺮﺍﺀﻮﻫﻲﺄﻣﱡﺣﺎﺭﺛﺔﺑﻦﺳﺮﺍﻗﺔ،ﺃﺗﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻻﺗﺤﱢﺪﺛﻨﻲﻋﻦﺣﺎﺭﺛﺔ،ﻭﺁﺎﻥﻗﺘﻞﻳﻮﻡﺑﺪﺭ،ﻓﺈﻥﺁﺎﻥﻓﻲﺍﻟﺠﱠﻨﺔﺻﺒﺮﺕ،'
			'ﻭﺈﻧﺁﺎﻥﻏﻴﺮﺫﻟﻚﺍﺟﺘﻬﺪﺕﻋﻠﻴﻪﻓﻲﺍﻟﺒﻜﺎﺀ،ﻓﻘﺎﻝ:«ﻳﺎﺄﻣﺣﺎﺭﺛﺔﺇﱠﻧﻬﺎﺟﻨﺎﻥﻓﻲﺍﻟﺠﱠﻨﺔ،ﻭﺇﱠﻥﺍﺑﻨﻚﺃﺻﺎﺏ'
			'ﺍﻟﻔﺮﺩﻭﺱﺍﻷﻋﻠﻰ».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1319'
),
	Hadith(
		hadithNumber: 1320,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺟﻲﺀﺑﺎﺑﻲﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺪﻣﱢﺜﻞﺑﻪ'
			'ﻓﺆﺿﻊﺑﻴﻦﻳﺪﻳﻪ،ﻓﺬﻩﺒﺖﺃﺁﺸﻒﻋﻦﻭﺟﻬﻪﻓﻨﻬﺎﻧﻲﻗﻮﻡﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺯﺍﻟﺖ'
			'ﺍﻟﻤﻼﺋﻜﺔﺗﻈﻠﱡﻪﺑﺄﺟﻨﺤﺘﻬﺎ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1320'
),
	Hadith(
		hadithNumber: 1321,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺣﻨﻴﻒﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺳﺄﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			'ﺍﻟﱠﺸﻬﺎﺩﺓﺑﺼﺪﻕﺑﱠﻠﻐﻪﻣﻨﺎﺯﻝﺍﻟﱡﺸﻬﺪﺍﺀﻭﺇﻥﻣﺎﺕﻋﻠﻰﻓﺮﺍﺷﻪ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1321'
),
	Hadith(
		hadithNumber: 1322,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻃﻠﺐﺍﻟﱠﺸﻬﺎﺩﺓﺻﺎﺩﻗﺎ'
			'ﺃﻋﻄﻴﻬﺎﻭﻟﻮﻟﻢﺗﺼﺒﻪ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1322'
),
	Hadith(
		hadithNumber: 1323,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻳﺠﺪﺍﻟﱠﺸﻬﻴﺪﻣﻦ'
			'ﻣﱢﺲﺍﻟﻘﺘﻞﺇﱠﻻﺁﻤﺎﻳﺠﺪﺃﺣﺪﺁﻢﻣﻦﻣﱢﺲﺍﻟﻘﺮﺻﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1323'
),
	Hadith(
		hadithNumber: 1324,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﺃﻭﻓﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺑﻌﺾﺃﱠﻳﺎﻣﻪ'
			'ﺍﻟﺘﻲﻟﻘﻲﻓﻴﻬﺎﺍﻟﻌﺪﻭﱠﺍﻧﺘﻈﺮﺣﺘﻰﻣﺎﻟﺖﺍﻟﱠﺸﻤﺲ،ﺛﻢﱠﻗﺎﻡﻓﻲﺍﻟﱠﻨﺎﺱﻓﻘﺎﻝ:«ﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱ،ﻻﺗﺘﻤﱠﻨﻮﺍﻟﻘﺎﺀﺍﻟﻌﺪﻭﱢ'
			'،ﻭﺳﻠﻮﺍﺍﻟﱠﻠﻪﺍﻟﻌﺎﻓﻴﺔ،ﻓﺈﺫﺍﻟﻘﻴﺘﻤﻮﻩﻢﻓﺎﺻﺒﺮﻭﺍ،ﻭﺍﻋﻠﻤﻮﺍﺃﱠﻥﺍﻟﺠﱠﻨﺔﺗﺤﺖﻇﻼﻝﺍﻟﱡﺴﻴﻮﻑ»ﺛﻢﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠ'
			'ﻣﻨﺰﻝﺍﻟﻜﺘﺎﺏﻭﻣﺠﺮﻱﺍﻟﱠﺴﺤﺎﺏ،ﻭﻩﺎﺰﻣﺍﻷﺣﺰﺍﺏﺍﻩﺰﻣﻬﻢﻭﺍﻧﺼﺮﻧﺎﻋﻠﻴﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1324'
),
	Hadith(
		hadithNumber: 1325,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺛﻨﺘﺎﻥﻻﺗﺮﱠﺩﺍﻥ،'
			'ﺃﻭﻗﱠﻠﻤﺎﺗﺮﱠﺩﺍﻥ:ﺍﻟﱡﺪﻋﺎﺀﻋﻨﺪﺍﻟﱢﻨﺪﺍﺀﻭﻋﻨﺪﺍﻟﺒﺄﺱﺣﻴﻦﻳﻠﺤﻢﺑﻌﻀﻬﻢﺑﻌﻀﺎ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1325'
),
	Hadith(
		hadithNumber: 1326,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻏﺰﺍﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺃﻧﺖ'
			'ﻋﻀﺪﻱﻭﻧﺼﻴﺮﻱ،ﺑﻚﺃﺟﻮﻝ،ﻭﺑﻚﺃﺻﻮﻝ،ﻭﺑﻚﺃﻗﺎﺗﻞ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1326'
),
	Hadith(
		hadithNumber: 1327,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺧﺎﻑﻗﻮﻣﺎﻗﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺇﱠﻧﺎ.'
			'ﻧﺠﻌﻠﻚﻓﻲﻧﺤﻮﺭﻩﻢ،ﻭﻧﻌﻮﺫﺑﻚﻣﻦﺷﺮﻭﺭﻩﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1327'
),
	Hadith(
		hadithNumber: 1328,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺨﻴﻞﻣﻌﻘﻮﺩﻓﻲ'
			'ﻧﻮﺍﺻﻴﻬﺎﺍﻟﺨﻴﺮﺇﻟﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1328'
),
	Hadith(
		hadithNumber: 1329,
		hadith:
						'ﻭﻋﻦﻋﺮﻭﺓﺍﻟﺒﺎﺭﻗﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﺘﻪ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺨﻴﻞﻣﻌﻘﻮﺩﻓﻲ'
			'ﻧﻮﺍﺻﻴﻬﺎﺍﻟﺨﻴﺮﺇﻟﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ:ﺍﻷﺟﺮ،ﻭﺍﻟﻤﻐﻨﻢ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1329'
),
	Hadith(
		hadithNumber: 1330,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺍﺣﺘﺒﺲﻓﺮﺳﺎ'
			'ﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﺇﻳﻤﺎﻧﺎﺑﺎﻟﱠﻠﻪ،ﻭﺗﺼﺪﻳﻘﺎﺑﻮﻋﺪﻩ،ﻓﺈﱠﻥﺷﺒﻌﻪﻭﺭﻳﻪﻭﺭﻭﺛﻪ،ﻭﺑﻮﻟﻪﻓﻲﻣﻴﺰﺍﻧﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1330'
),
	Hadith(
		hadithNumber: 1331,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻨﺎﻗﺔﻣﺨﻄﻮﻣﺔ'
			'ﻓﻘﺎﻝ:ﻩﺬﻩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻚﺑﻬﺎﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺳﺒﻌﻤﺎﺋﺔﻧﺎﻗﺔﺁﱡﻠﻬﺎ'
			'ﻣﺨﻄﻮﻣﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1331'
),
	Hadith(
		hadithNumber: 1332,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺣﻤﺎﺩ-ﻭﻳﻘﺎﻝ:ﺃﺑﻮﺳﻌﺎﺩ،ﻭﻳﻘﺎﻝ:ﺃﺑﻮﺃﺳﺪ،ﻭﻳﻘﺎﻝ:ﺃﺑﻮﻋﺎﻣﺮ،ﻭﻳﻘﺎﻝ:ﺃﺑﻮﻋﻤﺮﻭ،.'
			'ﻭﻳﻘﺎﻝ:ﺃﺑﻮﺍﻷﺳﻮﺩ،ﻭﻳﻘﺎﻝ:ﺃﺑﻮﻋﺒﺲ-ﻋﻘﺒﺔﺑﻦﻋﺎﻣﺮﺍﻟﺠﻬﻨﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻋﻠﻰﺍﻟﻤﻨﺒﺮ،ﻳﻘﻮﻝ:«ﻭﺃﻋﱡﺪﻭﺍﻟﻬﻢﻣﺎﺍﺳﺘﻄﻌﺘﻢﻣﻦﻗﱠﻮﺓ،ﺃﻻﺇﱠﻥﺍﻟﻘﱠﻮﺓﺍﻟﺮﱠﻣﻲ'
			'،ﺃﻻﺇﱠﻥﺍﻟﻘﱠﻮﺓﺍﻟﺮﱠﻣﻲ،ﺃﻻﺇﱠﻥﺍﻟﻘﱠﻮﺓﺍﻟﺮﱠﻣﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1332'
),
	Hadith(
		hadithNumber: 1333,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺳﺘﻔﺘﺢﻋﻠﻴﻜﻢﺃﺭﺿﻮﻥ،ﻭﻳﻜﻔﻴﻜﻢﺍﻟﱠﻠﻪ،'
			'ﻓﻼﻳﻌﺠﺰﺃﺣﺪﺁﻢﺃﻥﻳﻠﻬﻮﺑﺄﺳﻬﻤﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1333'
),
	Hadith(
		hadithNumber: 1334,
		hadith:
						'ﻭﻋﻨﻪﺃﻧﱠﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻋﱢﻠﻢﺍﻟﱠﺮﻣﻲﺛﻢﱠﺗﺮﺁﻪ،ﻓﻠﻴﺲﻣﱠﻨﺎ،ﺃﻭﻓﻘﺪ'
			'ﻋﺼﻰ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1334'
),
	Hadith(
		hadithNumber: 1335,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻳﺪﺧﻞﺑﺎﻟﺴﻬﻢ'
			'ﺛﻼﺛﺔﻧﻔﺮﺍﻟﺠﱠﻨﺔ:ﺻﺎﻧﻌﻪﻳﺤﺘﺴﺐﻓﻲﺻﻨﻌﺘﻪﺍﻟﺨﻴﺮ،ﻭﺍﻟﱠﺮﺍﻣﻲﺑﻪ،ﻭﻣﻨﺒﻠﻪ،ﻭﺍﺭﻣﻮﺍﻭﺍﺭﺁﺒﻮﺍ،ﻭﺃﻥﺗﺮﻣﻮﺍ'
			'ﺃﺣﱡﺐﺇﻟﱠﻲﻣﻦﺃﻥﺗﺮﺁﺒﻮﺍ.ﻭﻣﻦﺗﺮﻙﺍﻟﱠﺮﻣﻲﺑﻌﺪﻣﺎﻋﱢﻠﻤﻪﺭﻏﺒﺔﻋﻨﻪ.ﻓﺈﱠﻧﻬﺎﻧﻌﻤﺔﺗﺮﺁﻬﺎ»ﺃﻭﻗﺎﻝ:«ﺁﻔﺮﻩﺎ»'
			'(ﺿﻌﻴﻒ،ﻭﺁﺧﺮﻩ–"ﻣﻦﺗﺮﻙﺍﻟﺮﻣﻲ..."ﺻﺤﻴﺢ).ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'[ﻓﻴﻪ:ﺟﻬﺎﻟﺔ،ﻭﺍﺿﻄﺮﺎﺑ،ﺁﻤﺎﻗﺎﻝﺍﻟﺸﻴﺦﺍﻷﻟﺒﺎﻧﻲ"ﺿﻌﻴﻒﺍﻟﺘﺮﻏﻴﺐ"(821)].'
			'`',
		translation: 'Translation of Hadith 1335'
),
	Hadith(
		hadithNumber: 1336,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺔﺑﻦﺍﻷﺁﻮﻉ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻣﱠﺮﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻋﻠﻰﻧﻔﺮﻳﻨﺘﻀﻠﻮﻥ'
			'،ﻓﻘﺎﻝ:«ﺍﺭﻣﻮﺍﺑﻨﻲﺇﺳﻤﺎﻋﻴﻞﻓﺈﱠﻥﺃﺑﺎﺁﻢﺁﺎﻥﺭﺍﻣﻴﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1336'
),
	Hadith(
		hadithNumber: 1337,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﻋﺒﺴﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﻘﻮﻝ:«ﻣﻦ'
			'ﺭﻣﻰﺑﺴﻬﻢﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻬﻮﻟﻪﻋﺪﻝﻣﺤﱠﺮﺭﺓ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻻ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1337'
),
	Hadith(
		hadithNumber: 1338,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻳﺤﻴﻰﺧﺮﻳﻢﺑﻦﻓﺎﺗﻚ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦ'
			'ﺃﻧﻔﻖﻧﻔﻘﺔﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺁﺘﺐﻟﻪﺳﺒﻌﻤﺎﺋﺔﺿﻌﻒ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1338'
),
	Hadith(
		hadithNumber: 1339,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﻋﺒﺪﻳﺼﻮﻡ'
			'ﻳﻮﻣﺎﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺇﱠﻻﺑﺎﻋﺪﺍﻟﱠﻠﻪﺑﺬﻟﻚﺍﻟﻴﻮﻡﻭﺟﻬﻪﻋﻦﺍﻟﱠﻨﺎﺭﺳﺒﻌﻴﻦﺧﺮﻳﻔﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1339'
),
	Hadith(
		hadithNumber: 1340,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﻣﻦﺻﺎﻡﻳﻮﻣﺎﻓﻲﺳﺒﻴﻞ'
			'.1340ﺍﻟﱠﻠﻪﺟﻌﻞﺍﻟﱠﻠﻪﺑﻴﻨﻪﻭﺑﻴﻦﺍﻟﱠﻨﺎﺭﺧﻨﺪﻗﺎﺁﻤﺎﺑﻴﻦﺍﻟﱠﺴﻤﺎﺀﻭﺍﻷﺭﺽ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1340'
),
	Hadith(
		hadithNumber: 1341,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻣﺎﺕﻭﻟﻢﻳﻐﺰ'
			'،ﻭﻟﻢﻳﺤﱢﺪﺙﻧﻔﺴﻪﺑﻐﺰﻭ،ﻣﺎﺕﻋﻠﻰﺷﻌﺒﺔﻣﻦﺍﻟﱢﻨﻔﺎﻕ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1341'
),
	Hadith(
		hadithNumber: 1342,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﱠﻨﺎﻣﻊﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲﻏﺰﺍﺓﻓﻘﺎﻝ:«ﺇﱠﻥ'
			'ﺑﺎﻟﻤﺪﻳﻨﺔﻟﺮﺟﺎﻻﻣﺎﺳﺮﺗﻢﻣﺴﻴﺮﺍ،ﻭﻻﻗﻄﻌﺘﻢﻭﺍﺩﻳﺎﺇﱠﻻﺁﺎﻧﻮﺍﻣﻌﻜﻢ،ﺣﺒﺴﻬﻢﺍﻟﻤﺮﺽ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺣﺒﺴﻬﻢﺍﻟﻌﺬﺭ».ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺇﱠﻻﺷﺮﺁﻮﺁﻢﻓﻲﺍﻷﺟﺮ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﻣﻦﺭﻭﺍﻳﺔﺃﻧﺲ،'
			'ﻭﺭﻭﺍﻩﻣﺴﻠﻢﻣﻦﺭﻭﺍﻳﺔﺟﺎﺑﺮﻭﺍﻟﻠﻔﻆﻟﻪ',
		translation: 'Translation of Hadith 1342'
),
	Hadith(
		hadithNumber: 1343,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺃﻋﺮﺍﺑﻴﺎﺃﺗﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'،ﺍﻟﺮﱠﺟﻞﻳﻘﺎﺗﻞﻟﻠﻤﻐﺘﻢ،ﻭﺍﻟﺮﱠﺟﻞﻳﻘﺎﺗﻞﻟﻴﺬﺁﺮ،ﻭﺍﻟﺮﱠﺟﻞﻳﻘﺎﺗﻞﻟﻴﺮﻯﻣﻜﺎﻧﻪ؟'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻳﻘﺎﺗﻞﺷﺠﺎﻋﺔﻭﻳﻘﺎﺗﻞﺣﻤﱠﻴﺔ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻭﻳﻘﺎﺗﻞﻏﻀﺒﺎ،ﻓﻤﻦﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱢﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻗﺎﺗﻞﻟﺘﻜﻮﻥ'
			'ﺁﻠﻤﺔﺍﻟﱠﻠﻪﻩﻲﺍﻟﻌﻠﻴﺎ،ﻓﻬﻮﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1343'
),
	Hadith(
		hadithNumber: 1344,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻣﺎﻣﻦﻏﺎﺯﻳﺔ،ﺃﻭﺳﺮﱠﻳﺔﺗﻐﺰﻭ،ﻓﺘﻐﻨﻢﻭﺗﺴﻠﻢ،ﺇﱠﻻﺁﺎﻧﻮﺍﻗﺪﺗﻌﱠﺠﻠﻮﺍﺛﻠﺜﻲﺃﺟﻮﺭﻩﻢ،ﻭﻣﺎﻣﻦﻏﺎﺯﻳﺔﺃﻭ'
			'`.1344ﺳﺮﱠﻳﺔﺗﺨﻔﻖﻭﺗﺼﺎﺏﺇﱠﻻﺗﱠﻢﻟﻬﻢﺃﺟﻮﺭﻩﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1344'
),
	Hadith(
		hadithNumber: 1345,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺍﺋﺬﻥﻟﻲﻓﻲﺍﻟﱢﺴﻴﺎﺣﺔ.ﻓﻘﺎﻝﺍﻟﻨﺒﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺳﻴﺎﺣﺔﺃﱠﻣﺘﻲﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻋﱠﺰﻭﺟﱠﻞ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺟﱢﻴﺪ',
		translation: 'Translation of Hadith 1345'
),
	Hadith(
		hadithNumber: 1346,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻗﻔﻠﺔ'
			'ﺁﻐﺰﻭﺓ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺟﻴﺪ.'
			'»ﺍﻟﻘﻔﻠﺔ»:ﺍﻟﱡﺮﺟﻮﻉ،ﻭﺍﻟﻤﺮﺍﺩ:ﺍﻟﺮﱡﺟﻮﻉﻣﻦﺍﻟﻐﺰﻭﺑﻌﺪﻓﺮﺍﻏﻪ،ﻭﻣﻌﻨﺎﻩ:ﺃﻧﻪﻳﺜﺎﺏﻓﻲﺭﺟﻮﻋﻪﺑﻌﺪﻓﺮﺍﻏﻪ'
			'ﻣﻦﺍﻟﻐﺰﻭ.'
			'`',
		translation: 'Translation of Hadith 1346'
),
	Hadith(
		hadithNumber: 1347,
		hadith:
						'ﻭﻋﻦﺍﻟﺴﺎﺋﺐﺑﻦﻳﺰﻳﺪﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﱠﻤﺎﻗﺪﻡﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﻏﺰﻭﺓﺗﺒﻮﻙ'
			'ﺗﻠﱠﻘﺎﻩﺍﻟﱠﻨﺎﺱ،ﻓﺘﻠﱠﻘﻴﺘﻪﻣﻊﺍﻟﱢﺼﺒﻴﺎﻥﻋﻠﻰﺛﻨﱢﻴﺔﺍﻟﻮﺩﺍﻉ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢﺑﻬﺬﺍﺍﻟﻠﻔﻆ،ﻭﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭﱡﻱﻗﺎﻝ:ﺫﻩﺒﻨﺎﻧﺘﻠﱠﻘﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻊﺍﻟﱢﺼﺒﻴﺎﻥﺇﻟﻰﺛﻨﱠﻴﺔﺍﻟﻮﺩﺍﻉ',
		translation: 'Translation of Hadith 1347'
),
	Hadith(
		hadithNumber: 1348,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻟﻢﻳﻐﺰ،ﺃﻭﻳﺠﱢﻬﺰ.'
			'ﻏﺎﺯﻳﺎ،ﺃﻭﻳﺨﻠﻒﻏﺎﺯﻳﺎﻓﻲﺃﻩﻠﻪﺑﺨﻴﺮﺃﺻﺎﺑﻪﺍﻟﱠﻠﻪﺑﻘﺎﺭﻋﺔﻗﺒﻞﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1348'
),
	Hadith(
		hadithNumber: 1349,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺟﺎﻩﺪﻭﺍﺍﻟﻤﺸﺮﺁﻴﻦﺑﺄﻣﻮﺍﻟﻜﻢ'
			'ﻭﺃﻧﻔﺴﻜﻢﻭﺃﻟﺴﻨﺘﻜﻢ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1349'
),
	Hadith(
		hadithNumber: 1350,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻤﺮﻭ.ﻭﻳﻘﺎﻝ:ﺃﺑﻮﺣﻜﻴﻢﺍﻟﻨﻌﻤﺎﻥﺑﻦﻣﻘﱢﺮﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺷﻬﺪﺕﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻟﻢﻳﻘﺎﺗﻞﻣﻦﺃﱠﻭﻝﺍﻟﱠﻨﻬﺎﺭﺃﱠﺧﺮﺍﻟﻘﺘﺎﻝﺣﱠﺘﻰﺗﺰﻭﻝﺍﻟﺸﱠﻤﺲ،ﻭﺗﻬﱠﺐﺍﻟﱢﺮﻳﺎﺡ،ﻭﻳﻨﺰﻝﺍﻟﻨﱠﺼﺮ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1350'
),
	Hadith(
		hadithNumber: 1351,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺘﻤﱠﻨﻮﺍﻟﻘﺎﺀ'
			'ﺍﻟﻌﺪﻭﱢ،ﻓﺈﺫﺍﻟﻘﻴﺘﻤﻮﻩﻢ،ﻓﺎﺻﺒﺮﻭﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1351'
),
	Hadith(
		hadithNumber: 1352,
		hadith:
						'ﻭﻋﻨﻪﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺤﺮﺏﺧﺪﻋﺔ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1352'
),
	Hadith(
		hadithNumber: 1353,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱡﺸﻬﺪﺍﺀﺧﻤﺴﺔ:'
			'ﺍﻟﻤﻄﻌﻮﻥ،ﻭﺍﻟﻤﺒﻄﻮﻥ،ﻭﺍﻟﻐﺮﻳﻖ،ﻭﺻﺎﺣﺐﺍﻟﻬﺪﻡﻭﺍﻟﺸﱠﻬﻴﺪﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1353'
),
	Hadith(
		hadithNumber: 1354,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺗﻌﱡﺪﻭﻥﺍﻟﺸﻬﺪﺍﺀﻓﻴﻜﻢ؟ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﻣﻦﻗﺘﻞﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻬﻮﺷﻬﻴﺪ.ﻗﺎﻝ:«ﺇﱠﻥﺷﻬﺪﺍﺀﺃﱠﻣﺘﻲﺇﺫﺍﻟﻘﻠﻴﻞ،»ﻗﺎﻟﻮﺍ:ﻓﻤﻦﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«'
			'ﻣﻦﻗﺘﻞﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻬﻮﺷﻬﻴﺪ،ﻭﻣﻦﻣﺎﺕﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﻬﻮﺷﻬﻴﺪ،ﻭﻣﻦﻣﺎﺕﻓﻲﺍﻟﱠﻄﺎﻋﻮﻥﻓﻬﻮﺷﻬﻴﺪ،'
			'ﻭﻣﻦﻣﺎﺕﻓﻲﺍﻟﺒﻄﻦﻓﻬﻮﺷﻬﻴﺪ،ﻭﺍﻟﻐﺮﻳﻖﺷﻬﻴﺪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1354'
),
	Hadith(
		hadithNumber: 1355,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻣﻦﻗﺘﻞﺩﻭﻥﻣﺎﻟﻪ،ﻓﻬﻮﺷﻬﻴﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1355'
),
	Hadith(
		hadithNumber: 1356,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻷﻋﻮﺭﺳﻌﻴﺪﺑﻦﺯﻳﺪﺑﻦﻋﻤﺮﻭﺑﻦﻧﻔﻴﻞ،ﺃﺣﺪﺍﻟﻌﺸﺮﺓﺍﻟﻤﺸﻬﻮﺩﻟﻬﻢﺑﺎﻟﺠﱠﻨﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﻢ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﻗﺘﻞﺩﻭﻥﻣﺎﻟﻪﻓﻬﻮﺷﻬﻴﺪ،ﻭﻣﻦﻗﺘﻞ'
			'ﺩﻭﻥﺩﻣﻪﻓﻬﻮﺷﻬﻴﺪ،ﻭﻣﻦﻗﺘﻞﺩﻭﻥﺩﻳﻨﻪﻓﻬﻮﺷﻬﻴﺪ،ﻭﻣﻦﻗﺘﻞﺩﻭﻥﺃﻩﻠﻪﻓﻬﻮﺷﻬﻴﺪ».'
			'.1356ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1356'
),
	Hadith(
		hadithNumber: 1357,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺭﺃﻳﺖﺇﻥﺟﺎﺀﺭﺟﻞﻳﺮﻳﺪﺃﺧﺬﻣﺎﻟﻲ؟ﻗﺎﻝ:«ﻓﻼﺗﻌﻄﻪﻣﺎﻟﻚ»ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺇﻥﻗﺎﺗﻠﻨﻲ؟ﻗﺎﻝ:«'
			'ﻗﺎﺗﻠﻪ»ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺈﻧﻗﺘﻠﻨﻲ؟ﻗﺎﻝ:«ﻓﺄﻧﺖﺷﻬﻴﺪ»ﻗﺎﻝ:ﺃﺭﺃﻳﺖﺇﻥﻗﺘﻠﺘﻪ؟ﻗﺎﻝ:«ﻩﻮﻓﻲﺍﻟﱠﻨﺎﺭ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1357'
),
	Hadith(
		hadithNumber: 1358,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﻋﺘﻖ'
			'ﺭﻗﺒﺔﻣﺴﻠﻤﺔﺃﻋﺘﻖﺍﻟﱠﻠﻪﺑﻜﻞﱢﻋﻀﻮﻣﻨﻪﻋﻀﻮﺍﻣﻨﻪﻣﻦﺍﻟﱠﻨﺎﺭﺣﺘﻰﻓﺮﺟﻪﺑﻔﺮﺟﻪ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1358'
),
	Hadith(
		hadithNumber: 1359,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﱡﻱﺍﻷﻋﻤﺎﻝﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﺍﻹﻳﻤﺎﻥﺑﺎﻟﱠﻠﻪ'
			'،ﻭﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻗﺎﻝ:ﻗﻠﺖ:ﺃﱡﻱﺍﻟﱢﺮﻗﺎﺏﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﺃﻧﻔﺴﻬﺎﻋﻨﺪﺃﻩﻠﻬﺎ،ﻭﺃﺁﺜﺮﻩﺎﺛﻤﻨﺎ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1359'
),
	Hadith(
		hadithNumber: 1360,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻌﺮﻭﺭﺑﻦﺳﻮﻳﺪﻗﺎﻝ:ﺭﺃﻳﺖﺃﺑﺎﺫﺭﺭﺿﻲﺍﷲﻋﻨﻪﻭﻋﻠﻴﻪﺣﻠﺔﻭﻋﻠﻰﻏﻼﻣﻪﻣﺜﻠﻬﺎ،ﻓﺴﺄﻟﺘﻪ'
			'ﻋﻠﻰﺫﻟﻚﻓﺬﺁﺮﺃﻧﻪﺳﺎﺏﺭﺟﻼﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻓﻌﻴﺮﻩﺑﺄﻣﻪﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﻠﻢﺇﻧﻚ:ﺍﻣﺮﺅﻓﻴﻚﺟﺎﻩﻠﻴﺔ،ﻩﻢﺇﺧﻮﺍﻧﻜﻢﻭﺧﻮﻟﻜﻢﺟﻌﻠﻬﻢﺍﷲﺗﺤﺖﺃﻳﺪﻳﻜﻢﻓﻤﻦﺁﺎﻥﺃﺧﻮﻩﺗﺤﺖﻳﺪﻩ'
			'ﻓﻠﻴﻄﻌﻤﻪﻣﻤﺎﻳﺄﺁﻞﻭﻟﻴﻠﺒﺴﻪﻣﻤﺎﻳﻠﺒﺲﻭﻻﺗﻜﻠﻔﻮﻩﻢﻣﺎﻳﻐﻠﺒﻬﻢﻓﺈﻥﺁﻠﻔﺘﻤﻮﻩﻢﻓﺄﻋﻴﻨﻮﻩﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1360'
),
	Hadith(
		hadithNumber: 1361,
		hadith:
						'ﻩﺮﻳﺮﺓﺭﺿﻲﺍﷲﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢ:ﺇﺫﺍﺃﺗﻰﺃﺣﺪﺁﻢﺧﺎﺩﻣﻪﺑﻄﻌﺎﻣﻪﻓﺈﻥﻟﻢﻳﺠﻠﺴﻪ'
			'ﻣﻌﻪﻓﻠﻴﻨﺎﻭﻟﻪﻟﻘﻤﺔﺃﻭﻟﻘﻤﺘﻴﻦﺃﻭﺃﺁﻠﺔﺃﻭﺃﺁﻠﺘﻴﻦﻓﺈﻧﻪﻭﻟﻲﻋﻼﺟﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1361'
),
	Hadith(
		hadithNumber: 1362,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺇﱠﻥﺍﻟﻌﺒﺪﺇﺫﺍﻧﺼﺢ'
			'ﻟﺴﱢﻴﺪﻩ،ﻭﺃﺣﺴﻦﻋﺒﺎﺩﺓﺍﻟﱠﻠﻪ،ﻓﻠﻪﺃﺟﺮﻩﻣﱠﺮﺗﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1362'
),
	Hadith(
		hadithNumber: 1363,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻠﻌﺒﺪﺍﻟﻤﻤﻠﻮﻙ'
			'ﺍﻟﻤﺼﻠﺢﺃﺟﺮﺍﻥ»،ﻭﺍﱠﻟﺬﻱﻧﻔﺲﺃﺑﻲﻩﺮﻳﺮﺓﺑﻴﺪﻩﻟﻮﻻﺍﻟﺠﻬﺎﺩﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ،ﻭﺍﻟﺤﱡﺞ،ﻭﺑﱡﺮﺃﱢﻣﻲ،ﻷﺣﺒﺒﺖﺃﻥ'
			'ﺃﻣﻮﺕﻭﺃﻧﺎﻣﻤﻠﻮﻙ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1363'
),
	Hadith(
		hadithNumber: 1364,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻤﻤﻠﻮﻙ'
			'ﺍﻟﺬﻱﻳﺤﺴﻦﻋﺒﺎﺩﺓﺭﱢﺑﻪ،ﻭﻳﺆﱢﺪﻳﺇﻟﻰﺳﱢﻴﺪﻩﺍﻟﺬﻱﻋﻠﻴﻪﻣﻦﺍﻟﺤﱢﻖ،ﻭﺍﻟﱠﻨﺼﻴﺤﺔ،ﻭﺍﻟﱠﻄﺎﻋﺔ،ﻟﻪﺃﺟﺮﺍﻥ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1364'
),
	Hadith(
		hadithNumber: 1365,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺛﻼﺛﺔﻟﻬﻢﺃﺟﺮﺍﻥ:ﺭﺟﻞﻣﻦﺃﻩﻞﺍﻟﻜﺘﺎﺏﺁﻣﻦ'
			'ﺑﻨﺒﱠﻴﻪﻭﺁﻣﻦﺑﻤﺤﻤﺪ،ﻭﺍﻟﻌﺒﺪﺍﻟﻤﻤﻠﻮﻙﺇﺫﺍﺃﱠﺪﯨﺣﱠﻖﺍﻟﱠﻠﻪ،ﻭﺣﱠﻖﻣﻮﺍﻟﻴﻪ،ﻭﺭﺟﻞﺁﺎﻧﺖﻟﻪﺃﻣﺔﻓﺄﱠﺩﺑﻬﺎﻓﺄﺣﺴﻦ'
			'ﺗﺄﺩﻳﺒﻬﺎ،ﻭﻋﱠﻠﻤﻬﺎﻓﺄﺣﺴﻦﺗﻌﻠﻴﻤﻬﺎ،ﺛﻢﱠﺃﻋﺘﻘﻬﺎﻓﺘﺰﱠﻭﺟﻬﺎ،ﻓﻠﻪﺃﺟﺮﺎﻧ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1365'
),
	Hadith(
		hadithNumber: 1366,
		hadith:
						'ﻋﻦﻣﻌﻘﻞﺑﻦﻳﺴﺎﺭ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻌﺒﺎﺩﺓﻓﻲ'
			'ﺍﻟﻬﺮﺝﺁﻬﺠﺮﺓﺇﻟﱠﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1366'
),
	Hadith(
		hadithNumber: 1367,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺟﻼﺃﺗﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺘﻘﺎﺿﺎﻩﻓﺄﻏﻠﻆﻟﻪ،ﻓﻬﱠﻢ'
			'ﺑﻪﺃﺻﺤﺎﺑﻪ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺩﻋﻮﻩﻓﺈﱠﻥﻟﺼﺎﺣﺐﺍﻟﺤﱢﻖﻣﻘﺎﻻ»ﺛﻢﱠﻗﺎﻝ:«ﺃﻋﻄﻮﻩ'
			'ﺳﻨﺎﻣﺜﻞﺳﱢﻨﻪ»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻻﻧﺠﺪﺇﱠﻻﺃﻣﺜﻞﻣﻦﺳﱢﻨﻪ،ﻗﺎﻝ:«ﺃﻋﻄﻮﻩﻓﺈﱠﻥﺧﻴﺮﺁﻢﺃﺣﺴﻨﻜﻢﻗﻀﺎﺀ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1367'
),
	Hadith(
		hadithNumber: 1368,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺭﺣﻢﺍﻟﱠﻠﻪﺭﺟﻼﺳﻤﺤﺎﺇﺫﺍ'
			'ﺑﺎﻉ،ﻭﺇﺫﺍﺍﺷﺘﺮﻯ،ﻭﺇﺫﺍﺍﻗﺘﻀﻰ».ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1368'
),
	Hadith(
		hadithNumber: 1369,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺳﺮﱠﻩ'
			'.1369ﺃﻥﻳﻨﱢﺠﻴﻪﺍﻟﱠﻠﻪﻣﻦﺁﺮﺏﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻓﻠﻴﻨﱢﻔﺲﻋﻦﻣﻌﺴﺮﺃﻭﻳﻀﻊﻋﻨﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1369'
),
	Hadith(
		hadithNumber: 1370,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﺎﻥﺭﺟﻞﻳﺪﺍﻳﻦ'
			'ﺍﻟﱠﻨﺎﺱ،ﻭﺁﺎﻥﻳﻘﻮﻝﻟﻔﺘﺎﻩ:ﺇﺫﺍﺃﺗﻴﺖﻣﻌﺴﺮﺍﻓﺘﺠﺎﻭﺯﻋﻨﻪ،ﻟﻌﱠﻞﺍﻟﱠﻠﻪﺃﻥﻳﺘﺠﺎﻭﺯﻋﱠﻨﺎﻓﻠﻘﻲﺍﻟﱠﻠﻪﻓﺘﺠﺎﻭﺯﻋﻨﻪ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1370'
),
	Hadith(
		hadithNumber: 1371,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻟﺒﺪﺭﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺣﻮﺳﺐ'
			'ﺭﺟﻞﻣﱠﻤﻦﺁﺎﻥﻗﺒﻠﻜﻢﻓﻠﻢﻳﻮﺟﺪﻟﻪﻣﻦﺍﻟﺨﻴﺮﺷﱠﻲﺀ،ﺇﱠﻻﺃﻧﱠﻪﺁﺎﻥﻳﺨﺎﻟﻂﺍﻟﱠﻨﺎﺱ،ﻭﺁﺎﻥﻣﻮﺳﺮﺍ،ﻭﺁﺎﻥﻳﺄﻣﺮ'
			'ﻏﻠﻤﺎﻧﻪﺄﻧﻳﺘﺠﺎﻭﺯﻭﺍﻋﻦﺍﻟﻤﻌﺴﺮ.ﻗﺎﻝﺍﻟﱠﻠﻪ،ﻋﱠﺰﻭﺟﱠﻞ:«ﻧﺤﻦﺃﺣﱡﻖﺑﺬﻟﻚﻣﻨﻪ،ﺗﺠﺎﻭﺯﻭﺍﻋﻨﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1371'
),
	Hadith(
		hadithNumber: 1372,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺃﺗﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺑﻌﺒﺪﻣﻦﻋﺒﺎﺩﻩﺁﺗﺎﻩﺍﻟﱠﻠﻪﻣﺎﻻ،ﻓﻘﺎﻝﻟﻪ:ﻣﺎﺫﺍ'
			'ﻋﻤﻠﺖﻓﻲﺍﻟﱡﺪﻧﻴﺎ؟ﻗﺎﻝ:-ﻭﻻﻳﻜﺘﻤﻮﻥﺍﻟﱠﻠﻪﺣﺪﻳﺜﺎ-ﻗﺎﻝ:ﻳﺎﺭﱢﺏﺁﺗﻴﺘﻨﻲﻣﺎﻟﻚﻓﻜﻨﺖﺃﺑﺎﻳﻊﺍﻟﱠﻨﺎﺱ،ﻭﺁﺎﻥﻣﻦ'
			'ﺧﻠﻘﻲﺍﻟﺠﻮﺍﺯ،ﻓﻜﻨﺖﺃﺗﻴﺴﺮﻋﻠﻰﺍﻟﻤﻮﺳﺮ،ﻭﺃﻧﻈﺮﺍﻟﻤﻌﺴﺮ.ﻓﻘﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:«ﺃﻧﺎﺃﺣﱡﻖﺑﺬﺍﻣﻨﻚ،ﺗﺠﺎﻭﺯﻭﺍ'
			'ﻋﻦﻋﺒﺪﻱ»ﻓﻘﺎﻝﻋﻘﺒﺔﺑﻦﻋﺎﻣﺮ،ﻭﺃﺑﻮﻣﺴﻌﻮﺩﺍﻷﻧﺼﺎﺭﱡﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﻩﻜﺬﺍﺳﻤﻌﻨﺎﻩﻣﻦﻓﻲ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1372'
),
	Hadith(
		hadithNumber: 1373,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﻧﻈﺮﻣﻌﺴﺮﺍ.['
			'ﺃﻭﻭﺿﻊﻟﻪ،ﺃﻇﻠﱠﻪﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺗﺤﺖﻇﱢﻞﻋﺮﺷﻪﻳﻮﻡﻻﻇﱠﻞﺇﱠﻻﻇﻠﱡﻪ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1373'
),
	Hadith(
		hadithNumber: 1374,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺍﺷﺘﺮﻯﻣﻨﻪﺑﻌﻴﺮﺍ،ﻓﻮﺯﻥﻟﻪ،ﻓﺄﺭﺟﺢ'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1374'
),
	Hadith(
		hadithNumber: 1375,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺻﻔﻮﺎﻧﺳﻮﻳﺪﺑﻦﻗﻴﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺟﻠﺒﺖﺃﻧﺎﻭﻣﺤﺮﻣﺔﺍﻟﻌﺒﺪﱡﻱﺑﺰﺍﻣﻦﻩﺠﺮ،'
			'ﻓﺠﺎﺀﻧﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺴﺎﻭﻣﻨﺎﺑﺴﺮﺍﻭﻳﻞ،ﻭﻋﻨﺪﻱﻭﱠﺯﺍﻥﻳﺰﻥﺑﺎﻷﺟﺮ،ﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻠﻮﱠﺯﺍﻥ:«ﺯﻥﻭﺃﺭﺟﺢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1375'
),
	Hadith(
		hadithNumber: 1376,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﻭﻳﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻳﺮﺩﺍﻟﱠﻠﻪﺑﻪﺧﻴﺮﺍ'
			'ﻳﻔﻘﱢﻬﻪﻓﻲﺍﻟﱢﺪﻳﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1376'
),
	Hadith(
		hadithNumber: 1377,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺣﺴﺪﺇﱠﻻﻓﻲ'
			'ﺍﺛﻨﺘﻴﻦ:ﺭﺟﻞﺁﺗﺎﻩﺍﻟﱠﻠﻪﻣﺎﻻﻓﺴﱠﻠﻄﻪﻋﻠﻰﻩﻠﻜﺘﻪﻓﻲﺍﻟﺤﱢﻖ،ﻭﺭﺟﻞﺁﺗﺎﻩﺍﻟﱠﻠﻪﺍﻟﺤﻜﻤﺔﻓﻬﻮﻳﻘﻀﻲﺑﻬﺎ،ﻭﻳﻌﱢﻠﻤﻬﺎ'
			'»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻟﻤﺮﺍﺩﺑﺎﻟﺤﺴﺪﺍﻟﻐﺒﻄﺔ،ﻭﻩﻮﺃﻥﻳﺘﻤﱠﻨﻰﻣﺜﻠﻪ',
		translation: 'Translation of Hadith 1377'
),
	Hadith(
		hadithNumber: 1378,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺜﻞﻣﺎﺑﻌﺜﻨﻲﺍﻟﱠﻠﻪﺑﻪ'
			'ﻣﻦﺍﻟﻬﺪﻯﻭﺍﻟﻌﻠﻢﺁﻤﺜﻞﻏﻴﺚﺃﺻﺎﺏﺃﺭﺿﺎ،ﻓﻜﺎﻧﺖﻣﻨﻬﺎﻃﺎﺋﻔﺔﻃﱢﻴﺒﺔﻗﺒﻠﺖﺍﻟﻤﺎﺀﻓﺄﻧﺒﺘﺖﺍﻟﻜﻸ،ﻭﺍﻟﻌﺸﺐ'
			'ﺍﻟﻜﺜﻴﺮ،ﻭﺁﺎﻥﻣﻨﻬﺎﺃﺟﺎﺩﺏﺃﻣﺴﻜﺖﺍﻟﻤﺎﺀ،ﻓﻨﻔﻊﺍﻟﱠﻠﻪﺑﻬﺎﺍﻟﱠﻨﺎﺱ،ﻓﺸﺮﺑﻮﺍﻣﻨﻬﺎﻭﺳﻘﻮﺍﻭﺯﺭﻋﻮﺍ،ﻭﺃﺻﺎﺏ'
			'ﻃﺎﺋﻔﺔﻣﻨﻬﺎﺃﺧﺮﻯﺇﱠﻧﻤﺎﻩﻲﻗﻴﻌﺎﻥ،ﻻﺗﻤﺴﻚﻣﺎﺀ،ﻭﺗﻨﺒﺖﺁﻸ،ﻓﺬﻟﻚﻣﺜﻞﻣﻦﻓﻘﻪﻓﻲﺩﻳﻦﺍﻟﱠﻠﻪ،ﻭﻧﻔﻌﻪﻣﺎ'
			'ﺑﻌﺜﻨﻲﺍﻟﱠﻠﻪﺑﻪﻓﻌﻠﻢﻭﻋﱠﻠﻢ،ﻭﻣﺜﻞﻣﻦﻟﻢﻳﺮﻓﻊﺑﺬﻟﻚﺭﺃﺳﺎ،ﻭﻟﻢﻳﻘﺒﻞﻩﺪﻯﺍﻟﱠﻠﻪﺍﱠﻟﺬﻱﺃﺭﺳﻠﺖﺑﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1378'
),
	Hadith(
		hadithNumber: 1379,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻟﻌﻠﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:«'
			'ﻓﻮﺍﻟﱠﻠﻪﻷﻥﻳﻬﺪﻱﺍﻟﱠﻠﻪﺑﻚﺭﺟﻼﻭﺍﺣﺪﺍﺧﻴﺮﻟﻚﻣﻦﺣﻤﺮﺍﻟﱠﻨﻌﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1379'
),
	Hadith(
		hadithNumber: 1380,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﱢﻠﻐﻮﺍ'
			'ﻋﱢﻨﻲﻭﻟﻮﺁﻳﺔ،ﻭﺣﱢﺪﺛﻮﺍﻋﻦﺑﻨﻲﺇﺳﺮﺍﺋﻴﻞﻭﻻﺣﺮﺝ،ﻭﻣﻦﺁﺬﺏﻋﻠﱠﻲﻣﺘﻌﱢﻤﺪﺍﻓﻠﻴﺘﺒﱠﻮﺃﻣﻘﻌﺪﻩﻣﻦﺍﻟﱠﻨﺎﺭ»ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1380'
),
	Hadith(
		hadithNumber: 1381,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«....ﻭﻣﻦﺳﻠﻚ'
			'ﻃﺮﻳﻘﺎﻳﻠﺘﻤﺲﻓﻴﻪﻋﻠﻤﺎ،ﺳﱠﻬﻞﺍﻟﱠﻠﻪﻟﻪﺑﻪﻃﺮﻳﻘﺎﺇﻟﻰﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1381'
),
	Hadith(
		hadithNumber: 1382,
		hadith:
						'ﻭﻋﻨﻪ،ﺃﻳﻀﺎ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺩﻋﺎﺇﻟﻰﻩﺪﻯﺁﺎﻥﻟﻪ'
			'ﻣﻦﺍﻷﺟﺮﻣﺜﻞﺃﺟﻮﺭﻣﻦﺗﺒﻌﻪﻻﻳﻨﻘﺺﺫﻟﻚﻣﻦﺃﺟﻮﺭﻩﻢﺷﻴﺌﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1382'
),
	Hadith(
		hadithNumber: 1383,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻣﺎﺕﺍﺑﻦﺁﺪﻣﺍﻧﻘﻄﻊﻋﻤﻠﻪﺇﱠﻻﻣﻦﺛﻼﺙ:'
			'ﺻﺪﻗﺔﺟﺎﺭﻳﺔ،ﺃﻭﻋﻠﻢﻳﻨﺘﻔﻊﺑﻪ،ﺃﻭﻭﻟﺪﺻﺎﻟﺢﻳﺪﻋﻮﻟﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1383'
),
	Hadith(
		hadithNumber: 1384,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻟﱡﺪﻧﻴﺎﻣﻠﻌﻮﻧﺔ،ﻣﻠﻌﻮﻥﻣﺎﻓﻴﻬﺎ،ﺇﱠﻻﺫﺁﺮ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﻣﺎﻭﺍﻻﻩ،ﻭﻋﺎﻟﻤﺎ،ﺃﻭﻣﺘﻌﱢﻠﻤﺎ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻗﻮﻟﻪ«ﻭﻣﺎﻭﺍﻻﻩ»ﺄﻳ:ﻃﺎﻋﺔﺍﻟﱢﻠﻪ',
		translation: 'Translation of Hadith 1384'
),
	Hadith(
		hadithNumber: 1385,
		hadith:
						'ﻭﻋﻦﺃﻧﺲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺧﺮﺝﻓﻲﻃﻠﺐﺍﻟﻌﻠﻢ'
			'،ﻓﻬﻮﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﺣﺘﻰﻳﺮﺟﻊ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1385'
),
	Hadith(
		hadithNumber: 1386,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻦﻳﺸﺒﻊ'
			'ﻣﺆﻣﻦﻣﻦﺧﻴﺮﺣﺘﻰﻳﻜﻮﻥﻣﻨﺘﻬﺎﻩﺍﻟﺠﱠﻨﺔ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺩﺭﺎﺟﺃﺑﻮﺍﻟﺴﻤﺢﻮﻫﻮﺿﻌﻴﻒﻓﻲﺣﺪﻳﺜﻪﻋﻦﺃﺑﻲﺍﻟﻬﻴﺜﻢ،ﻮﻫﺬﻩﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1386'
),
	Hadith(
		hadithNumber: 1387,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻓﻀﻞﺍﻟﻌﺎﻟﻢﻋﻠﻰ'
			'ﺍﻟﻌﺎﺑﺪﺁﻔﻀﻠﻲﻋﻠﻰﺃﺩﻧﺎﺁﻢ»ﺛﻢﱠﻗﺎﻝ:ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻭﻣﻼﺋﻜﺘﻪﻭﺃﻩﻞﺍﻟﱠﺴﻤﻮﺍﺕ'
			'ﻭﺍﻷﺭﺽﺣﱠﺘﻰﺍﻟﱠﻨﻤﻠﺔﻓﻲﺟﺤﺮﻩﺎﻭﺣﺘﻰﺍﻟﺤﻮﺕﻟﻴﺼﱡﻠﻮﻥﻋﻠﻰﻣﻌﱢﻠﻤﻲﺍﻟﱠﻨﺎﺱﺍﻟﺨﻴﺮ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:'
			'ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1387'
),
	Hadith(
		hadithNumber: 1388,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﻘﻮﻝ:«ﻣﻦ'
			'ﺳﻠﻚﻃﺮﻳﻘﺎﻳﺒﺘﻐﻲﻓﻴﻪﻋﻠﻤﺎﺳﱠﻬﻞﺍﻟﱠﻠﻪﻟﻪﻃﺮﻳﻘﺎﺇﻟﻰﺍﻟﺠﻨﺔ،ﻭﺇﱠﻥﺍﻟﻤﻼﺋﻜﺔﻟﺘﻀﻊﺃﺟﻨﺤﺘﻬﺎﻟﻄﺎﻟﺐﺍﻟﻌﻠﻢﺭﺿﺎ'
			'ﻋﻠﻰﺍﻟﻌﺎﺑﺪﺁﻔﻀﻞﺍﻟﻘﻤﺮﻋﻠﻰﺳﺎﺋﺮﺍﻟﻜﻮﺍﺁﺐ،ﻭﺇﱠﻥﺍﻟﻌﻠﻤﺎﺀﻭﺭﺛﺔﺍﻷﻧﺒﻴﺎﺀﻭﺇﱠﻥﺍﻷﻧﺒﻴﺎﺀﻟﻢﻳﻮﱢﺭﺛﻮﺍﺩﻳﻨﺎﺭﺍﻭﻻﺑﻤﺎﻳﺼﻨﻊ،ﻭﺇﱠﻥﺍﻟﻌﺎﻟﻢﻟﻴﺴﺘﻐﻔﺮﻟﻪﻣﻦﻓﻲﺍﻟﱠﺴﻤﻮﺍﺕﻭﻣﻦﻓﻲﺍﻷﺭﺽﺣﱠﺘﻰﺍﻟﺤﻴﺘﺎﻥﻓﻲﺍﻟﻤﺎﺀ،ﻭﻓﻀﻞﺍﻟﻌﺎﻟﻢ'
			'ﺩﺭﻩﻤﺎﻭﺇﱠﻧﻤﺎﻭﱠﺭﺛﻮﺍﺍﻟﻌﻠﻢ،ﻓﻤﻦﺃﺧﺬﻩﺃﺧﺬﺑﺤﱟﻆﻭﺍﻓﺮ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﱡﻱ',
		translation: 'Translation of Hadith 1388'
),
	Hadith(
		hadithNumber: 1389,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻧﱠﻀﺮ'
			'ﺍﻟﱠﻠﻪﺍﻣﺮﺀﺍﺳﻤﻊﻣﻨﺎﺷﻴﺌﺎ،ﻓﺒﱠﻠﻐﻪﺁﻤﺎﺳﻤﻌﻪﻓﺮﺏﱠﻣﺒﱠﻠﻎﺃﻭﻋﻰﻣﻦﺳﺎﻣﻊ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1389'
),
	Hadith(
		hadithNumber: 1390,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺳﺌﻞﻋﻦﻋﻠﻢ'
			'ﻓﻜﺘﻤﻪ،ﺃﻟﺠﻢﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺑﻠﺠﺎﻡﻣﻦﻧﺎﺭ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1390'
),
	Hadith(
		hadithNumber: 1391,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﻌﱠﻠﻢﻋﻠﻤﺎﻣﻤﺎﻳﺒﺘﻐﻰﺑﻪﻭﺟﻪﺍﻟﱠﻠﻪﻋﺰﻭﺟﱠﻞ'
			'ﻻﻳﺘﻌﻠﱠﻤﻪﺇﻻﻟﻴﺼﻴﺐﺑﻪﻋﺮﺿﺎﻣﻦﺍﻟﱡﺪﻧﻴﺎﻟﻢﻳﺠﺪﻋﺮﻑﺍﻟﺠﱠﻨﺔﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻳﻌﻨﻲ:ﺭﻳﺤﻬﺎ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ'
			'ﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1391'
),
	Hadith(
		hadithNumber: 1392,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻳﻘﻮﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻻﻳﻘﺒﺾﺍﻟﻌﻠﻢﺍﻧﺘﺰﺍﻋﺎﻳﻨﺘﺰﻋﻪﻣﻦﺍﻟﱠﻨﺎﺱ،ﻭﻟﻜﻦﻳﻘﺒﺾﺍﻟﻌﻠﻢﺑﻘﺒﺾﺍﻟﻌﻠﻤﺎﺀﺣﱠﺘﻰﺇﺫﺍﻟﻢ'
			'ﻳﺒﻖﻋﺎﻟﻤﺎ،ﺍﱠﺗﺨﺬﺍﻟﱠﻨﺎﺱﺭﺅﻭﺳﺎﺟﱠﻬﺎﻻﻓﺴﺌﻠﻮﺍ،ﻓﺄﻓﺘﻮﺍﺑﻐﻴﺮﻋﻠﻢ،ﻓﻀﱡﻠﻮﺍﻭﺃﺿﱡﻠﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1392'
),
	Hadith(
		hadithNumber: 1393,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺗﻲﻟﻴﻠﺔﺃﺳﺮﻱﺑﻪﺑﻘﺪﺣﻴﻦﻣﻦ'
			'ﺧﻤﺮﻭﻟﺒﻦ،ﻓﻨﻈﺮﺇﻟﻴﻬﻤﺎﻓﺄﺧﺬﺍﻟﱠﻠﺒﻦ،ﻓﻘﺎﻝﺟﺒﺮﻳﻞﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺍﱠﻟﺬﻱﻩﺪﺍﻙﻟﻠﻔﻄﺮﺓﻟﻮ'
			'ﺃﺧﺬﺕﺍﻟﺨﻤﺮﻏﻮﺕﺃﻣﱠﺘﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1393'
),
	Hadith(
		hadithNumber: 1394,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﻞﱡﺃﻣﺮﺬﻳﺑﺎﻝﻻﻳﺒﺪﺃﻓﻴﻪﺑـــ:ﺍﻟﺤﻤﺪﻟﱠﻠﻪﻓﻬﻮ'
			'ﺃﻗﻄﻊ»ﺣﺪﻳﺚﺣﺴﻦ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﻏﻴﺮﻩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻗﺮﺓﺑﻦﻋﺒﺪﺍﻟﺮﺣﻤﻦﺍﻟﻤﻌﺎﻓﺮﻱ،ﻮﻫﻮﻣﻨﻜﺮﺍﻟﺤﺪﻳﺚﺟﺪﺍ',
		translation: 'Translation of Hadith 1394'
),
	Hadith(
		hadithNumber: 1395,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱠﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻣﺎﺕﻭﻟﺪ'
			'ﺍﻟﻌﺒﺪﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻟﻤﻼﺋﻜﺘﻪ:ﻗﺒﻀﺘﻢﻭﻟﺪﻋﺒﺪﻱ؟ﻓﻴﻘﻮﻟﻮﻥ:ﻧﻌﻢ،ﻓﻴﻘﻮﻝ:ﻗﺒﻀﺘﻢﺛﻤﺮﺓﻓﺆﺍﺩﻩ؟ﻓﻴﻘﻮﻟﻮﻥ:'
			'ﻧﻌﻢ،ﻓﻴﻘﻮﻝ:ﻓﻤﺎﺫﺍﻗﺎﻝﻋﺒﺪﻱ؟ﻓﻴﻘﻮﻟﻮﻥ:ﺣﻤﺪﻙﻭﺍﺳﺘﺮﺟﻊ،ﻓﻴﻘﻮﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:ﺍﺑﻨﻮﺍﻟﻌﺒﺪﻱﺑﻴﺘﺎﻓﻲﺍﻟﺠﱠﻨﺔ'
			'،ﻭﺳﱡﻤﻮﻩﺑﻴﺖﺍﻟﺤﻤﺪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1395'
),
	Hadith(
		hadithNumber: 1396,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻟﻴﺮﺿﻲﻋﻦﺍﻟﻌﺒﺪ'
			'ﻳﺄﺁﻞﺍﻷﺁﻠﺔﻓﻴﺤﻤﺪﻩﻋﻠﻴﻬﺎ،ﻭﻳﺸﺮﺏﺍﻟﱠﺸﺮﺑﺔﻓﻴﺤﻤﺪﻩﻋﻠﻴﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1396'
),
	Hadith(
		hadithNumber: 1397,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﻣﻦﺻﱠﻠﻰﻋﻠﱠﻲﺻﻼﺓ،ﺻﱠﻠﻰﺍﻟﱠﻠﻪﻋﻠﻴﻪﺑﻬﺎﻋﺸﺮﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1397'
),
	Hadith(
		hadithNumber: 1398,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻭﻟﻰﺍﻟﱠﻨﺎﺱﺑﻲﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔﺃﺁﺜﺮﻩﻢﻋﻠﱠﻲﺻﻼﺓ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1398'
),
	Hadith(
		hadithNumber: 1399,
		hadith:
						'ﻭﻋﻦﺃﻮﺳﺑﻦﺃﻮﺳ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻣﻦﺃﻓﻀﻞ'
			'ﺃﱠﻳﺎﻣﻜﻢﻳﻮﻡﺍﻟﺠﻤﻌﺔ،ﻓﺄﺁﺜﺮﻭﺍﻋﻠﱠﻲﻣﻦﺍﻟﺼﻼﺓﻓﻴﻪ،ﻓﺈﱠﻥﺻﻼﺗﻜﻢﻣﻌﺮﻭﺿﺔﻋﻠﱠﻲ»ﻓﻘﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،'
			'ﻭﺁﻴﻒﺗﻌﺮﺽﺻﻼﺗﻨﺎﻋﻠﻴﻚﻭﻗﺪﺃﺭﻣﺖ؟،ﻳﻘﻮﻝ:ﺑﻠﻴﺖ،ﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺣﺮﻡﻋﻠﻰﺍﻷﺭﺽﺃﺟﺴﺎﺩﺍﻷﻧﺒﻴﺎﺀ»'
			'.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1399'
),
	Hadith(
		hadithNumber: 1400,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺭﻏﻢﺃﻧﻒﺭﺟﻞ'
			'.1400ﺫﺁﺮﺕﻋﻨﺪﻩﻓﻠﻢﻳﺼﻞﱢﻋﻠﱠﻲ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1400'
),
	Hadith(
		hadithNumber: 1401,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺠﻌﻠﻮﺍﻗﺒﺮﻱﻋﻴﺪﺍ،ﻭﺻﱡﻠﻮﺍ'
			'ﻋﻠﱠﻲ،ﻓﺈﱠﻥﺻﻼﺗﻜﻢﺗﺒﻠﻐﻨﻲﺣﻴﺚﺁﻨﺘﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1401'
),
	Hadith(
		hadithNumber: 1402,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻣﻦﺃﺣﺪﻳﺴﻠﱢﻢﻋﻠﱠﻲﺇﱠﻻﺭﱠﺩﺍﻟﱠﻠﻪﻋﻠﱠﻲﺭﻭﺣﻲﺣﱠﺘﻰ'
			'ﺃﺭﺩﱠﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1402'
),
	Hadith(
		hadithNumber: 1403,
		hadith:
						'ﻭﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﺒﺨﻴﻞﻣﻦﺫﺁﺮﺕﻋﻨﺪﻩ،'
			'ﻓﻠﻢﻳﺼﻞﱢﻋﻠﱠﻲ».'
			'`.1403ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1403'
),
	Hadith(
		hadithNumber: 1404,
		hadith:
						'ﻭﻋﻦﻓﻀﺎﻟﺔﺑﻦﻋﺒﻴﺪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺟﻼﻳﺪﻋﻮﻓﻲ'
			'ﺻﻼﺗﻪﻟﻢﻳﻤﱢﺠﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﻟﻢﻳﺼﱢﻞﻋﻠﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:«ﻋﺠﻞﻩﺬﺍ»،ﺛﱠﻢﺩﻋﺎﻩﻓﻘﺎﻝﻟﻪ-ﺃﻭﻟﻐﻴﺮﻩ-:ﺇﺫﺍﺻﱠﻠﻰﺃﺣﺪﺁﻢﻓﻠﻴﺒﺪﺃﺑﺘﺤﻤﻴﺪﺭﱢﺑﻪﺳﺒﺤﺎﻧﻪﻭﺍﻟﱠﺜﻨﺎﺀ'
			'ﻋﻠﻴﻪ،ﺛﻢﱠﻳﺼﻠﻲﻋﻠﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺛﻢﱠﻳﺪﻋﻮﺑﻌﺪﺑﻤﺎﺷﺎﺀ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻻ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1404'
),
	Hadith(
		hadithNumber: 1405,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺤﻤﺪﺁﻌﺐﺑﻦﻋﺠﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺧﺮﺝﻋﻠﻴﻨﺎﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﻠﻨﺎ'
			':ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺪﻋﻠﻤﻨﺎﺁﻴﻒﻧﺴﻠﱢﻢﻋﻠﻴﻚﻓﻜﻴﻒﻧﺼﱢﻠﻲﻋﻠﻴﻚ؟ﻗﺎﻝ:«ﻗﻮﻟﻮﺍ:ﺍﻟﱠﻠﻬﱠﻢﺻﱢﻞﻋﻠﻰﻣﺤﱠﻤﺪ،'
			'ﻭﻋﻠﻰﺁﻝﻣﺤﱠﻤﺪ،ﺁﻤﺎﺻﱠﻠﻴﺖﻋﻠﻰﺁﻝﺇﺑﺮﺍﻩﻴﻢ،ﺇﱠﻧﻚﺣﻤﻴﺪﻣﺠﻴﺪ.ﺍﻟﻠﻬﱠﻢﺑﺎﺭﻙﻋﻠﻰﻣﺤﱠﻤﺪ،ﻭﻋﻠﻰﺁﻝﻣﺤﱠﻤﺪ،'
			'ﺁﻤﺎﺑﺎﺭﺁﺖﻋﻠﻰﺁﻝﺇﺑﺮﺍﻩﻴﻢ،ﺇﱠﻧﻚﺣﻤﻴﺪﻣﺠﻴﺪ»',
		translation: 'Translation of Hadith 1405'
),
	Hadith(
		hadithNumber: 1406,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻟﺒﺪﺭﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺃﺗﺎﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻧﺤﻦﻓﻲ'
			'ﻣﺠﻠﺲﺳﻌﺪﺑﻦﻋﺒﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻘﺎﻝﻟﻪﺑﺸﻴﺮﺑﻦﺳﻌﺪ:ﺃﻣﺮﻧﺎﺍﻟﱠﻠﻪﺃﻥﻧﺼﱢﻠﻲﻋﻠﻴﻚﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،'
			'ﻓﻜﻴﻒﻧﱠﺼﻠﻲﻋﻠﻴﻚ؟ﻓﺴﻜﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺣﺘﻰﺗﻤﱠﻨﻴﻨﺎﺃﱠﻧﻪﻟﻢﻳﺴﺄﻟﻪ،ﺛﱠﻢﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﻮﻟﻮﺍ:ﺍﻟﱠﻠﻬﱠﻢﺻﱢﻞﻋﻠﻰﻣﺤﱠﻤﺪ،ﻭﻋﻠﻰﺁﻝﻣﺤﱠﻤﺪ،ﺁﻤﺎﺻﻠﻴﺖﻋﻠﻰﺁﻝﺇﺑﺮﺍﻩﻴﻢ،ﻭﺑﺎﺭﻙ'
			'ﻋﻠﻰﻣﺤﱠﻤﺪ،ﻭﻋﻠﻰﺁﻝﻣﺤﱠﻤﺪ،ﺁﻤﺎﺑﺎﺭﺁﺖﻋﻠﻰﺁﻝﺇﺑﺮﺍﻩﻴﻢ،ﺇﻧﻚﺣﻤﻴﺪﻣﺠﻴﺪ،ﻭﺍﻟﺴﻼﻡﺁﻤﺎﻗﺪﻋﻠﻤﺘﻢ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1406'
),
	Hadith(
		hadithNumber: 1407,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺣﻤﻴﺪﺍﻟﱠﺴﺎﻋﺪﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻟﻮﺍﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺁﻴﻒﻧﺼﱢﻠﻲﻋﻠﻴﻚ؟ﻗﺎﻝ:«'
			'ﻗﻮﻟﻮﺍ:ﺍﻟﻠﱠﻬﻢﱠﺻﱢﻞﻋﻠﻰﻣﺤﱢﻤﺪ،ﻭﻋﻠﻰﺃﺯﻭﺍﺟﻪﻭﺫﱢﺭﱠﻳﺘﻪ،ﺁﻤﺎﺻﱠﻠﻴﺖﻋﻠﻰﺇﺑﺮﺍﻩﻴﻢ،ﻭﺑﺎﺭﻙﻋﻠﻰﻣﺤﱠﻤﺪ،'
			'ﻭﻋﻠﻰﺃﺯﻭﺍﺟﻪﻭﺫﱢﺭﱠﻳﺘﻪ،ﺁﻤﺎﺑﺎﺭﺁﺖﻋﻠﻰﺇﺑﺮﺍﻩﻴﻢ،ﺇﱠﻧﻚﺣﻤﻴﺪﻣﺠﻴﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1407'
),
	Hadith(
		hadithNumber: 1408,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﻠﻤﺘﺎﻥﺧﻔﻴﻔﺘﺎﻥ'
			'ﻋﻠﻰﺍﻟﱢﻠﺴﺎﻥ،ﺛﻘﻴﻠﺘﺎﻥﻓﻲﺍﻟﻤﻴﺰﺍﻥ،ﺣﺒﻴﺒﺘﺎﻥﺇﻟﻰﺍﻟﱠﺮﺣﻤﻦ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺍﻟﻌﻈﻴﻢ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1408'
),
	Hadith(
		hadithNumber: 1409,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻷﻥﺃﻗﻮﻝﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ،ﻭﺍﻟﺤﻤﺪ'
			'ﻟﱠﻠﻪ،ﻭﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ،ﻭﺍﻟﱠﻠﻪﺃﺁﺒﺮ،ﺃﺣﱡﺐﺇﻟﱠﻲﻣﱠﻤﺎﻃﻠﻌﺖﻋﻠﻴﻪﺍﻟﺸﱠﻤﺲ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1409'
),
	Hadith(
		hadithNumber: 1410,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﺎﻝﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻟﻪﺍﻟﻤﻠﻚ'
			'،ﻭﻟﻪﺍﻟﺤﻤﺪ،ﻭﻩﻮﻋﻠﻰﺁﻞﱢﺷﻲﺀﻗﺪﻳﺮ،ﻓﻲﻳﻮﻡﻣﺎﺋﺔﻣﱠﺮﺓﺁﺎﻧﺖﻟﻪﻋﺪﻝﻋﺸﺮﺭﻗﺎﺏﻭﺁﺘﺒﺖﻟﻪﻣﺎﺋﺔﺣﺴﻨﺔ،'
			'ﻭﻣﺤﻴﺖﻋﻨﻪﻣﺎﺋﺔﺳﱢﻴﺌﺔ،ﻭﺁﺎﻧﺖﻟﻪﺣﺮﺯﺍﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥﻳﻮﻣﻪﺫﻟﻚﺣﺘﻰﻳﻤﺴﻲ،ﻭﻟﻢﻳﺄﺕﺃﺣﺪﺑﺄﻓﻀﻞﻣﱠﻤﺎﺟﺎﺀ'
			'ﺑﻪﺇﱠﻻﺭﺟﻞﻋﻤﻞﺃﺁﺜﺮﻣﻨﻪ»،ﻭﻗﺎﻝ:«ﻣﻦﻗﺎﻝﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ،ﻓﻲﻳﻮﻡﻣﺎﺋﺔﻣﱠﺮﺓ،ﺣﱠﻄﺖﺧﻄﺎﻳﺎﻩ،'
			'.1410ﻭﺇﻥﺁﺎﻧﺖﻣﺜﻞﺯﺑﺪﺍﻟﺒﺤﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1410'
),
	Hadith(
		hadithNumber: 1411,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻳﻮﺏﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﺎﻝﻻﺇﻟﻪﺇﱠﻻ'
			'ﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻟﻪﺍﻟﻤﻠﻚ،ﻭﻟﻪﺍﻟﺤﻤﺪ،ﻭﻩﻮﻋﻠﻰﺁﻞﱢﺷﻲﺀﻗﺪﻳﺮ،ﻋﺸﺮﻣﱠﺮﺍﺕ:ﺁﺎﻥﺁﻤﻦﺃﻋﺘﻖ'
			'ﺃﺭﺑﻌﺔﺃﻧﻔﺲﻣﻦﻭﻟﺪﺇﺳﻤﺎﻋﻴﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1411'
),
	Hadith(
		hadithNumber: 1412,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻﺃﺧﺒﺮﻙﺑﺄﺣﱢﺐ'
			'ﺍﻟﻜﻼﻡﺇﻟﻰﺍﻟﱠﻠﻪ؟ﺇﱠﻥﺃﺣﱠﺐﺍﻟﻜﻼﻡﺇﻟﻰﺍﻟﱠﻠﻪ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1412'
),
	Hadith(
		hadithNumber: 1413,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺎﻟﻚﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱡﻄﻬﻮﺭﺷﻄﺮ'
			'ﺍﻹﻳﻤﺎﻥ،ﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪﺗﻤﻸﺍﻟﻤﻴﺰﺍﻥ،ﻭﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪﺗﻤﻶﻥ-ﺃﻭﺗﻤﻸ-ﻣﺎﺑﻴﻦﺍﻟﱠﺴﻤﻮﺍﺕﻭﺍﻷﺭﺽ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1413'
),
	Hadith(
		hadithNumber: 1414,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺃﻋﺮﺍﺑﻲﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'،ﻭﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺭﱢﺏﺍﻟﻌﺎﻟﻤﻴﻦ،ﻭﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻﺑﺎﻟﱠﻠﻪﺍﻟﻌﺰﻳﺰﺍﻟﺤﻜﻴﻢ»،ﻗﺎﻝ:ﻓﻬﺆﻻﺀﻟﺮﱢﺑﻲ،ﻓﻤﺎﻟﻲ؟ﻓﻘﺎﻝ:ﻋﱢﻠﻤﻨﻲﺁﻼﻣﺎﺃﻗﻮﻟﻪ.ﻗﺎﻝ:«ﻗﻞﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﺍﻟﱠﻠﻪﺃﺁﺒﺮﺁﺒﻴﺮﺍ،ﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪﺁﺜﻴﺮﺍ'
			'ﻗﺎﻝ:«ﻗﻞ:ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲﻭﺍﺭﺣﻤﻨﻲ.ﻭﺍﻩﺪﻧﻲ،ﻭﺍﺭﺯﻗﻨﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1414'
),
	Hadith(
		hadithNumber: 1415,
		hadith:
						'ﻭﻋﻦﺛﻮﺑﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺍﻧﺼﺮﻑﻣﻦﺻﻼﺗﻪ'
			'ﺍﺳﺘﻐﻔﺮﺛﻼﺛﺎ،ﻭﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺃﻧﺖﺍﻟﱠﺴﻼﻡ،ﻭﻣﻨﻚﺍﻟﱠﺴﻼﻡ،ﺗﺒﺎﺭﺁﺖﻳﺎﺫﺍﺍﻟﺠﻼﻝﻭﺍﻹﺁﺮﺎﻣ»ﻗﻴﻞﻟﻸﻭﺯﺍﻋﻲ'
			'ﻭﻩﻮﺃﺣﺪﺭﻭﺍﺓﺍﻟﺤﺪﻳﺚ:ﺁﻴﻒﺍﻻﺳﺘﻐﻔﺎﺭ؟ﻗﺎﻝ:ﺗﻘﻮﻝ:ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪ،ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1415'
),
	Hadith(
		hadithNumber: 1416,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﻓﺮﻍﻣﻦﺍﻟﱠﺼﻼﺓ'
			'ﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻟﻪﺍﻟﻤﻠﻚﻭﻟﻪﺍﻟﺤﻤﺪ،ﻭﻩﻮﻋﻠﻰﺁﻞﱢﺷﻲﺀﻗﺪﻳﺮ.ﺍﻟﻠﱠﻬﻢﱠﻻ'
			'ﻣﺎﻧﻊﻟﻤﺎﺃﻋﻄﻴﺖ،ﻭﻻﻣﻌﻄﻲﻟﻤﺎﻣﻨﻌﺖ،ﻭﻻﻳﻨﻔﻊﺫﺍﺍﻟﺠﱢﺪﻣﻨﻚﺍﻟﺠﱡﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1416'
),
	Hadith(
		hadithNumber: 1417,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﱡﺰﺑﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻨﻬﻤﺎﺃﻧﱠﻪﺁﺎﻥﻳﻘﻮﻝﺩﺑﺮﺁﱢﻞﺻﻼﺓ،ﺣﻴﻦﻳﺴﻠﱢﻢ:ﻻﺇﻟﻪﺇﱠﻻ'
			'ﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻟﻪﺍﻟﻤﻠﻚﻭﻟﻪﺍﻟﺤﻤﺪ،ﻭﻩﻮﻋﻠﻰﺁﻞﱢﺷﻲﺀﻗﺪﻳﺮ.ﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻﺑﺎﻟﱠﻠﻪ،ﻻﺇﻟﻪﺇﱠﻻ'
			'ﺍﻟﱠﻠﻪ،ﻭﻻﻧﻌﺒﺪﺇﱠﻻﺇﱠﻳﺎﻩ،ﻟﻪﺍﻟﻨﻌﻤﺔ،ﻭﻟﻪﺍﻟﻔﻀﻞﻭﻟﻪﺍﻟﱠﺜﻨﺎﺀﺍﻟﺤﺴﻦ،ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻣﺨﻠﺼﻴﻦﻟﻪﺍﻟﱢﺪﻳﻦﻭﻟﻮﺁﺮﻩ'
			'ﺍﻟﻜﺎﻓﺮﻮﻧ.ﻗﺎﻝﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮ:ﻭﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻬﻠﱢﻞﺑﻬﱠﻦﺩﺑﺮﺁﻞﱢﺻﻼﺓﻣﻜﺘﻮﺑﺔ،ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1417'
),
	Hadith(
		hadithNumber: 1418,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﻓﻘﺮﺍﺀﺍﻟﻤﻬﺎﺟﺮﻳﻦﺃﺗﻮﺍﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﻮﺍ:'
			'ﺬﻫﺐﺃﻩﻞﺍﻟﱡﺪﺛﻮﺭﺑﺎﻟﱠﺪﺭﺟﺎﺕﺍﻟﻌﻠﻰ،ﻭﺍﻟﱢﻨﻌﻴﻢﺍﻟﻤﻘﻴﻢ:ﻳﺼﱡﻠﻮﻥﺁﻤﺎﻧﺼﱢﻠﻲ،ﻭﻳﺼﻮﻣﻮﻥﺁﻤﺎﻧﺼﻮﻡ،ﻭﻟﻬﻢﻓﻀﻞ'
			'ﻣﻦﺃﻣﻮﺍﻝ:ﻳﺤﱡﺠﻮﻥ،ﻭﻳﻌﺘﻤﺮﻭﻥ،ﻭﻳﺠﺎﻩﺪﻭﻥ،ﻭﻳﺘﺼﱠﺪﻗﻮﻥ.ﻓﻘﺎﻝ:«ﺃﻻﺃﻋﻠﻤﻜﻢﺷﻴﺌﺎﺗﺪﺭﺁﻮﻥﺑﻪﻣﻦ'
			'ﺳﺒﻘﻜﻢ،ﻭﺗﺴﺒﻘﻮﻥﺑﻪﻣﻦﺑﻌﺪﺁﻢ.ﻭﻻﻳﻜﻮﻥﺃﺣﺪﺃﻓﻀﻞﻣﻨﻜﻢﺇﱠﻻﻣﻦﺻﻨﻊﻣﺜﻞﻣﺎﺻﻨﻌﺘﻢ؟»ﻗﺎﻟﻮﺍ:ﺑﻠﻰﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﺗﺴﱢﺒﺤﻮﻥ،ﻭﺗﺤﻤﺪﻭﻥﻭﺗﻜﱢﺒﺮﻭﻥ،ﺧﻠﻒﺁﻞﱢﺻﻼﺓﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦ»ﻗﺎﻝﺃﺑﻮﺻﺎﻟﺢﺍﻟﱠﺮﺍﻮﻳ'
			'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﻟﱠﻢﺳﺌﻞﻋﻦﺁﻴﻔﻴﺔﺫﺁﺮﻩﱠﻦ،ﻗﺎﻝ:ﻳﻘﻮﻝ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ،ﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪ،ﻭﺍﻟﱠﻠﻪﺃﺁﺒﺮ،ﺣﱠﺘﻰ'
			'ﻳﻜﻮﻥﻣﻨﻬﻦﱠﺁﱢﻠﻬﱠﻦﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦ.ﻣﺘﻔﻖﻋﻠﻴﻪﻭﺯﺍﺩﻣﺴﻠﻢﻓﻲﺭﻭﺍﻳﺘﻪ:ﻓﺮﺟﻊﻓﻘﺮﺍﺀﺍﻟﻤﻬﺎﺟﺮﻳﻦﺇﻟﻰﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻟﻮﺍ:ﺳﻤﻊﺇﺧﻮﺍﻧﻨﺎﺄﻫﻞﺍﻷﻣﻮﻻﺑﻤﺎﻓﻌﻠﻨﺎ،ﻓﻔﻌﻠﻮﺍﻣﺜﻠﻪ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺫﻟﻚﻓﻀﻞﺍﻟﱠﻠﻪﻳﺆﺗﻴﻪﻣﻦﻳﺸﺎﺀ».'
			'»ﺍﻟﱡﺪﺛﻮﺭ»ﺟﻤﻊﺩﺛﺮ«ﺑﻔﺘﺢﺍﻟﱠﺪﺍﻝﻭﺇﺳﻜﺎﻥﺍﻟﺜﺎﺀﺍﻟﻤﺜﱠﻠﺜﺔ»ﻮﻫﻮﺍﻟﻤﺎﻝﺍﻟﻜﺜﻴﺮ',
		translation: 'Translation of Hadith 1418'
),
	Hadith(
		hadithNumber: 1419,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺳﱠﺒﺢﺍﻟﱠﻠﻪﻓﻲﺩﺑﺮﺁﻞﱢﺻﻼﺓﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦ،'
			'ﻭﺣﻤﺪﺍﻟﱠﻠﻪﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦ،ﻭﺁﱠﺒﺮﺍﻟﱠﻠﻪﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦﻭﻗﺎﻝﺗﻤﺎﻡﺍﻟﻤﺎﺋﺔ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ،ﻟﻪ'
			'ﺍﻟﻤﻠﻚﻭﻟﻪﺍﻟﺤﻤﺪ،ﻭﻩﻮﻋﻠﻰﺁﻞﱢﺷﻲﺀﻗﺪﻳﺮ،ﻏﻔﺮﺕﺧﻄﺎﻳﺎﻩﻭﺈﻧﺁﺎﻧﺖﻣﺜﻞﺯﺑﺪﺍﻟﺒﺤﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1419'
),
	Hadith(
		hadithNumber: 1420,
		hadith:
						'ﻭﻋﻦﺁﻌﺐﺑﻦﻋﺮﻭﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻌﱢﻘﺒﺎﺕﻻﻳﺨﻴﺐ.['
			'ﻗﺎﺋﻠﻬﻦﱠ-ﺃﻭﻓﺎﻋﻠﻬﻦﱠ-ﺩﺑﺮﺁﻞﱢﺻﻼﺓﻣﻜﺘﻮﺑﺔ:ﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦﺗﺴﺒﻴﺤﺔ،ﻭﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦﺗﺤﻤﻴﺪﺓ،ﻭﺃﺭﺑﻌﺎ'
			'ﻭﺛﻼﺛﻴﻦﺗﻜﺒﻴﺮﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1420'
),
	Hadith(
		hadithNumber: 1421,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﻗﺎﺹﺭﺿﻲﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺘﻌﻮﱠﺫﺩﺑﺮﺍﻟﱠﺼﻠﻮﺍﺕ'
			'ﺑﻬﺆﻻﺀﺍﻟﻜﻠﻤﺎﺕ:«ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﻋﻮﺫﺑﻚﻣﻦﺍﻟﺠﺒﻦﻭﺍﻟﺒﺨﻞﻭﺃﻋﻮﺫﺑﻚﻣﻦﺃﻥﺃﺭﺩﱠﺇﻟﻰﺃﺭﺬﻟﺍﻟﻌﻤﺮﻭﺃﻋﻮﺫﺑﻚ'
			'ﻣﻦﻓﺘﻨﺔﺍﻟﱡﺪﻧﻴﺎ،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﻓﺘﻨﺔﺍﻟﻘﺒﺮ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1421'
),
	Hadith(
		hadithNumber: 1422,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺧﺬﺑﻴﺪﻩﻭﻗﺎﻝ:«ﻳﺎﻣﻌﺎﺫ،ﻭﺍﻟﱠﻠﻪﺇﱢﻧﻲ'
			'ﻷﺣﱡﺒﻚ»ﻓﻘﺎﻝ:«ﺃﻭﺻﻴﻚﻳﺎﻣﻌﺎﺫﻻﺗﺪﻋﱠﻦﻓﻲﺩﺑﺮﺁﻞﱢﺻﻼﺓﺗﻘﻮﻝ:ﺍﻟﻠﱠﻬﻢﱠﺃﻋﱢﻨﻲﻋﻠﻰﺫﺁﺮﻙ،ﻭﺷﻜﺮﻙ،'
			'ﻭﺣﺴﻦﻋﺒﺎﺩﺗﻚ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1422'
),
	Hadith(
		hadithNumber: 1423,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺗﺸﱠﻬﺪﺃﺣﺪﺁﻢﻓﻠﻴﺴﺘﻌﺬ'
			'ﺑﺎﻟﱠﻠﻪﻣﻦﺃﺭﺑﻊ،ﻳﻘﻮﻝ:ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﻋﻮﺫﺑﻚﻣﻦﻋﺬﺍﺏﺟﻬﱠﻨﻢ،ﻭﻣﻦﻋﺬﺍﺏﺍﻟﻘﺒﺮ،ﻭﻣﻦﻓﺘﻨﺔﺍﻟﻤﺤﻴﺎﻭﺍﻟﻤﻤﺎﺕ،'
			'ﻭﻣﻦﺷﱢﺮﻓﺘﻨﺔﺍﻟﻤﺴﻴﺢﺍﻟﱠﺪﱠﺟﺎﻝ».ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1423'
),
	Hadith(
		hadithNumber: 1424,
		hadith:
						'ﻭﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﺫﺍﻗﺎﻡﺇﻟﻰﺍﻟﱠﺼﻼﺓﻳﻜﻮﻥﻣﻦﺁﺧﺮﻣﺎﻳﻘﻮﻝﺑﻴﻦ'
			'ﺍﻟﱠﺘﺸﱡﻬﺪﻭﺍﻟﱠﺘﺴﻠﻴﻢ:«ﺍﻟﱠﻠﻬﱠﻢﺍﻏﻔﺮﻟﻲﻣﺎﻗﱠﺪﻣﺖﻭﻣﺎﺃﺧﱠﺮﺕ،ﻭﻣﺎﺃﺳﺮﺭﺕﻭﻣﺎﺃﻋﻠﻨﺖ،ﻭﻣﺎﺃﺳﺮﻓﺖ،ﻭﻣﺎﺃﻧﺖ'
			'ﺃﻋﻠﻢﺑﻪﻣﱢﻨﻲ،ﺃﻧﺖﺍﻟﻤﻘﺪﱢﻡ،ﻭﺃﻧﺖﺍﻟﻤﺆﺧﱢﺮ،ﻻﺇﻟﻪﺇﱠﻻﺃﻧﺖ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1424'
),
	Hadith(
		hadithNumber: 1425,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻜﺜﺮﺃﻥﻳﻘﻮﻝﻓﻲﺭﺁﻮﻋﻪ'
			'ﻭﺳﺠﻮﺩﻩ:ﺳﺒﺤﺎﻧﻚﺍﻟﻠﱠﻬﻢﱠﺭﱠﺑﻨﺎﻭﺑﺤﻤﺪﻙ،ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1425'
),
	Hadith(
		hadithNumber: 1426,
		hadith:
						'ﻭﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝﻓﻲﺭﺁﻮﻋﻪﻭﺳﺠﻮﺩﻩ:«ﺳﱡﺒﻮﺡﻗﱡﺪﻭﺱﺭﱡﺏ'
			'ﺍﻟﻤﻼﺋﻜﺔﻭﺍﻟﱡﺮﻭﺡ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1426'
),
	Hadith(
		hadithNumber: 1427,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻓﺄﱠﻣﺎﺍﻟﺮﱡﺁﻮﻉﻓﻌﱢﻈﻤﻮﺍ'
			'ﻓﻴﻪﺍﻟﱠﺮﱠﺏ،ﻭﺃﱠﻣﺎﺍﻟﱡﺴﺠﻮﺩﻓﺎﺟﺘﻬﺪﻭﺍﻓﻲﺍﻟﱡﺪﻋﺎﺀﻓﻘﻤﱡﻦﺃﻥﻳﺴﺘﺠﺎﺏﻟﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1427'
),
	Hadith(
		hadithNumber: 1428,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻗﺮﺏﻣﺎﻳﻜﻮﻥﺍﻟﻌﺒﺪﻣﻦ'
			'ﺭﱢﺑﻪﻭﻩﻮﺳﺎﺟﺪ،ﻓﺄﺁﺜﺮﻭﺍﺍﻟﱡﺪﻋﺎﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1428'
),
	Hadith(
		hadithNumber: 1429,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝﻓﻲﺳﺠﻮﺩﻩﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲﺫﻧﺒﻲﺁﻠﱠﻪ:ﺩﱠﻗﻪﻭﺟﻠﱠﻪ'
			'.1429،ﻭﺃﱠﻭﻟﻪﻭﺁﺧﺮﻩ،ﻭﻋﻼﻧﻴﺘﻪﻭﺳﱠﺮﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1429'
),
	Hadith(
		hadithNumber: 1430,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺍﻓﺘﻘﺪﺕﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺫﺍﺕﻟﻴﻠﺔ،ﻓﺘﺤﱠﺴﺴﺖ،ﻓﺈﺫﺍ'
			'ﻩﻮﺭﺍﺁﻊ-ﺃﻭﺳﺎﺟﺪ-ﻳﻘﻮﻝ:«ﺳﺒﺤﺎﻧﻚﻭﺑﺤﻤﺪﻙ،ﻻﺇﻟﻪﺇﱠﻻﺃﻧﺖ»ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻮﻗﻌﺖﻳﺪﻱﻋﻠﻰﺑﻄﻦ'
			'ﻗﺪﻣﻴﻪ،ﻭﻩﻮﻓﻲﺍﻟﻤﺴﺠﺪ،ﻮﻫﻤﺎﻣﻨﺼﻮﺑﺘﺎﻥ،ﻭﻩﻮﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﻋﻮﺫﺑﺮﺿﺎﻙﻣﻦﺳﺨﻄﻚ،'
			'ﻭﺑﻤﻌﺎﻓﺎﺗﻚﻣﻦﻋﻘﻮﺑﺘﻚ،ﻭﺃﻋﻮﺫﺑﻚﻣﻨﻚ،ﻻﺃﺣﺼﻲﺛﻨﺎﺀﻋﻠﻴﻚﺃﻧﺖﺁﻤﺎﺃﺛﻨﻴﺖﻋﻠﻰﻧﻔﺴﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1430'
),
	Hadith(
		hadithNumber: 1431,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«'
			'ﺃﻳﻌﺠﺰﺃﺣﺪﺁﻢﺃﻥﻳﻜﺴﺐﻓﻲﺁﱢﻞﻳﻮﻡﺃﻟﻒﺣﺴﻨﺔ،»ﻓﺴﺄﻟﻪﺳﺎﺋﻞﻣﻦﺟﻠﺴﺎﺋﻪ:ﺁﻴﻒﻳﻜﺴﺐﺃﻟﻒﺣﺴﻨﺔ؟ﻗﺎﻝ:'
			'«ﻳﺴﺒﱢﺢﻣﺎﺋﺔﺗﺴﺒﻴﺤﺔ،ﻓﻴﻜﺘﺐﻟﻪﺃﻟﻒﺣﺴﻨﺔ،ﺃﻭﻳﺤﻂﱡﻋﻨﻪﺃﻟﻒﺧﻄﻴﺌﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﺎﻝﺍﻟﺤﻤﻴﺪﻱﱡ:ﺁﺬﺍﻩﻮﻓﻲﺁﺘﺎﺏﻣﺴﻠﻢ:«ﺃﻭﻳﺤﻂﱡ»ﻗﺎﻝ:ﺍﻟﺒﺮﻗﺎﻧﱡﻲ:ﻭﺭﻭﺍﻩﺷﻌﺒﺔ،ﻭﺃﺑﻮﻋﻮﺍﻧﺔ،ﻭﻳﺤﻴﻰ'
			'ﺍﻟﻘﱠﻄﺎﻥ،ﻋﻦﻣﻮﺳﻰﺍﻟﺬﻱﺭﻭﺍﻩﻣﺴﻠﻢﻣﻦﺟﻬﺘﻪﻓﻘﺎﻟﻮﺍ:«ﻭﻳﺤﱡﻂ»ﺑﻐﻴﺮﺃﻟﻒ',
		translation: 'Translation of Hadith 1431'
),
	Hadith(
		hadithNumber: 1432,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺼﺒﺢﻋﻠﻰﺁﻞﱢﺳﻼﻣﻰﻣﻦ'
			'ﺃﺣﺪﺁﻢﺻﺪﻗﺔ:ﻓﻜﻞﱡﺗﺴﺒﻴﺤﺔﺻﺪﻗﺔ،ﻭﺁﻞﱡﺗﺤﻤﻴﺪﺓﺻﺪﻗﺔ،ﻭﺁﻞﱡﺗﻬﻠﻴﻠﺔﺻﺪﻗﺔ،ﻭﺁﻞﱡﺗﻜﺒﻴﺮﺓﺻﺪﻗﺔ،ﻭﺃﻣﺮ'
			'ﺑﺎﻟﻤﻌﺮﻭﻑﺻﺪﻗﺔ،ﻭﻧﻬﻲﻋﻦﺍﻟﻤﻨﻜﺮﺻﺪﻗﺔ.ﻭﻳﺠﺰﻱﺀﻣﻦﺫﻟﻚﺭﺁﻌﺘﺎﻥﻳﺮﺁﻌﻬﻤﺎﻣﻦﺍﻟﱡﻀﺤﻰ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1432'
),
	Hadith(
		hadithNumber: 1433,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﺟﻮﻳﺮﻳﺔﺑﻨﺖﺍﻟﺤﺎﺭﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﺮﺝﻣﻦ.'
			'ﻋﻨﺪﻩﺎﺑﻜﺮﺓﺣﻴﻦﺻﱠﻠﻰﺍﻟﱡﺼﺒﺢﻭﻩﻲﻓﻲﻣﺴﺠﺪﻩﺎ،ﺛﻢﱠﺭﺟﻊﺑﻌﺪﺃﻥﺃﺿﺤﻰﻭﻩﻲﺟﺎﻟﺴﺔﻓﻘﺎﻝ:«ﻣﺎﺯﻟﺖﻋﻠﻰ'
			'ﺍﻟﺤﺎﻝﺍﻟﺘﻲﻓﺎﺭﻗﺘﻚﻋﻠﻴﻬﺎ؟»ﻗﺎﻟﺖ:ﻧﻌﻢ:ﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻘﺪﻗﻠﺖﺑﻌﺪﻙﺃﺭﺑﻊﺁﻠﻤﺎﺕ'
			'ﺛﻼﺙﻣﱠﺮﺍﺕ،ﻟﻮﻭﺯﻧﺖﺑﻤﺎﻗﻠﺖﻣﻨﺬﺍﻟﻴﻮﻡﻟﻮﺯﻧﺘﻬﱠﻦ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩﻋﺪﺩﺧﻠﻘﻪ،ﻭﺭﺿﺎﺀﻧﻔﺴﻪ،ﻭﺯﻧﺔ'
			'ﻋﺮﺷﻪ،ﻭﻣﺪﺍﺩﺁﻠﻤﺎﺗﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﺧﻠﻘﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺭﺿﺎﺀﻧﻔﺴﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺯﻧﺔﻋﺮﺷﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ'
			'ﻣﺪﺍﺩﺁﻠﻤﺎﺗﻪ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺘﺮﻣﺬﻱ:«ﺃﻻﺃﻋﱢﻠﻤﻚﺁﻠﻤﺎﺕﺗﻘﻮﻟﻴﻨﻬﺎ؟ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﺧﻠﻘﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﺧﻠﻘﻪ،'
			'ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﺧﻠﻘﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺭﺿﺎﻧﻔﺴﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺭﺿﺎﻧﻔﺴﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺭﺿﺎﻧﻔﺴﻪ،ﺳﺒﺤﺎﻥ'
			'ﺍﻟﱠﻠﻪﺯﻧﺔﻋﺮﺷﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺯﻧﺔﻋﺮﺷﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﺯﻧﺔﻋﺮﺷﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻣﺪﺍﺩﺁﻠﻤﺎﺗﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ'
			'ﻣﺪﺍﺩﺁﻠﻤﺎﺗﻪ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻣﺪﺍﺩﺁﻠﻤﺎﺗﻪ»',
		translation: 'Translation of Hadith 1433'
),
	Hadith(
		hadithNumber: 1434,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﻣﺜﻞﺍﻟﺬﻱ'
			'ﻳﺬﺁﺮﺭﺑﱠﻪﻭﺍﻟﺬﻱﻻﻳﺬﺁﺮﻩ،ﻣﺜﻞﺍﻟﺤﱢﻲﻭﺍﻟﻤﱢﻴﺖ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﺭﻭﺍﻩﻣﺴﻠﻢﻓﻘﺎﻝ:«ﻣﺜﻞﺍﻟﺒﻴﺖﺍﱠﻟﺬﻱﻳﺬﺁﺮﺍﻟﱠﻠﻪﻓﻴﻪ،ﻭﺍﻟﺒﻴﺖﺍﻟﺬﻱﻻﻳﺬﺁﺮﺍﻟﱠﻠﻪﻓﻴﻪ،ﻣﺜﻞﺍﻟﺤﱢﻲﻭﺍﻟﻤﱢﻴﺖ»',
		translation: 'Translation of Hadith 1434'
),
	Hadith(
		hadithNumber: 1435,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻘﻮﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:'
			'ﺃﻧﺎﻋﻨﺪﻇﱢﻦﻋﺒﺪﻱﺑﻲ،ﻭﺃﻧﺎﻣﻌﻪﺇﺫﺍﺫﺁﺮﻧﻲ،ﻓﺈﻥﺫﺁﺮﻧﻲﻓﻲﻧﻔﺴﻪ،ﺫﺁﺮﺗﻪﻓﻲﻧﻔﺴﻲ،ﻭﺇﻥﺫﺁﺮﻧﻲﻓﻲﻣﻺ،'
			'ﺫﺁﺮﺗﻪﻓﻲﻣﻺﺧﻴﺮﻣﻨﻬﻢ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1435'
),
	Hadith(
		hadithNumber: 1436,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺳﺒﻖﺍﻟﻤﻔﱢﺮﺩﻭﻥ»ﻗﺎﻟﻮﺍ:ﻭﻣﺎﺍﻟﻤﻔﱢﺮﺩﻭﻥﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﺍﻟﱠﺬﺍﺁﺮﻭﻥﺍﻟﱠﻠﻪﺁﺜﻴﺮﺍﻭﺍﻟﱠﺬﺍﺁﺮﺍﺕ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺭﻮﻳ:«ﺍﻟﻤﻔﱢﺮﺩﻭﻥ»ﺑﺘﺸﺪﻳﺪﺍﻟﺮﺍﺀﻭﺗﺨﻔﻴﻔﻬﺎ،ﻭﺍﻟﻤﺸﻬﻮﺭﺍﱠﻟﺬﻱﻗﺎﻟﻪﺍﻟﺠﻤﻬﻮﺭ:ﺍﻟﱠﺘﺸﺪﻳﺪ',
		translation: 'Translation of Hadith 1436'
),
	Hadith(
		hadithNumber: 1437,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺃﻓﻀﻞﺍﻟﱢﺬﺁﺮ:ﻻ'
			'ﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1437'
),
	Hadith(
		hadithNumber: 1438,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺑﺴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺇﱠﻥﺷﺮﺍﺋﻊﺍﻹﺳﻼﻡﻗﺪﺁﺜﺮﺕ'
			'ﻋﻠﱠﻲ،ﻓﺄﺧﺒﺮﻧﻲﺑﺸﻲﺀﺃﺗﺸﺒﱠﺚﺑﻪﻗﺎﻝ:«ﻻﻳﺰﺍﻝﻟﺴﺎﻧﻚﺭﻃﺒﺎﻣﻦﺫﺁﺮﺍﻟﱠﻠﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1438'
),
	Hadith(
		hadithNumber: 1439,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻗﺎﻝ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ،'
			'.1439ﻏﺮﺳﺖﻟﻪﻧﺨﻠﺔﻓﻲﺍﻟﺠﱠﻨﺔ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1439'
),
	Hadith(
		hadithNumber: 1440,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻟﻘﻴﺖﺇﺑﺮﺎﻫﻴﻢﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻴﻠﺔﺃﺳﺮﻱﺑﻲﻓﻘﺎﻝ:ﻳﺎﻣﺤﻤﱠﺪﺃﻗﺮﻱﺀﺃﱠﻣﺘﻚﻣﱢﻨﻲﺍﻟﱠﺴﻼﻡ،ﻭﺃﺧﺒﺮﻩﻢﺃﱠﻥﺍﻟﺠﱠﻨﺔﻃﱢﻴﺒﺔﺍﻟﱡﺘﺮﺑﺔ،'
			'ﻋﺬﺑﺔﺍﻟﻤﺎﺀ،ﻭﺃﱠﻧﻬﺎﻗﻴﻌﺎﻥﻭﺃﱠﻥﻏﺮﺍﺳﻬﺎ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ،ﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪ،ﻭﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺍﻟﱠﻠﻪﺃﺁﺒﺮ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1440'
),
	Hadith(
		hadithNumber: 1441,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱢﺪﺭﺩﺍﺀ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻﺃﻧﱢﺒﺌﻜﻢﺑﺨﻴﺮ'
			'ﺃﻋﻤﺎﻟﻜﻢ،ﻭﺃﺯﺁﺎﻩﺎﻋﻨﺪﻣﻠﻴﻜﻜﻢ،ﻭﺃﺭﻓﻌﻬﺎﻓﻲﺩﺭﺟﺎﺗﻜﻢ،ﻭﺧﻴﺮﻟﻜﻢﻣﻦﺇﻧﻔﺎﻕﺍﻟﱠﺬﻩﺐﻭﺍﻟﻔﱠﻀﺔ،ﻭﺧﻴﺮﻟﻜﻢﻣﻦ'
			'ﺃﻥﺗﻠﻘﻮﺍﻋﺪﱠﻭﺁﻢ،ﻓﺘﻀﺮﺑﻮﺍﺃﻋﻨﺎﻗﻬﻢ،ﻭﻳﻀﺮﺑﻮﺍﺃﻋﻨﺎﻗﻜﻢ؟»ﻗﺎﻟﻮﺍ:ﺑﻠﻰ،ﻗﺎﻝ:«ﺫﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻗﺎﻝﺍﻟﺤﺎﺁﻢﺃﺑﻮﻋﺒﺪﺍﻟﱠﻠﻪ:ﺇﺳﻨﺎﺩﻩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1441'
),
	Hadith(
		hadithNumber: 1442,
		hadith:
						'ﻭﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺩﺧﻞﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺍﻣﺮﺃﺓ'
			'ﻭﺑﻴﻦﻳﺪﻳﻬﺎﻧﻮﻯ-ﺃﻭﺣﺼﻰ-ﺗﺴﺒﱢﺢﺑﻪﻓﻘﺎﻝ:«ﺃﻻﺃﺧﺒﺮﻙﺑﻤﺎﻩﻮﺃﻳﺴﺮﻋﻠﻴﻚﻣﻦﻩﺬﺍ-ﺃﻭﺃﻓﻀﻞ»ﻓﻘﺎﻝ:'
			'«ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﻣﺎﺧﻠﻖﻓﻲﺍﻟﱠﺴﻤﺎﺀ،ﻭﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﻣﺎﺧﻠﻖﻓﻲﺍﻷﺭﺽ،ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﻣﺎﺑﻴﻦ'
			'ﺫﻟﻚ،ﻭﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻋﺪﺩﻣﺎﻩﻮﺧﺎﻟﻖ.ﻭﺍﻟﱠﻠﻪﺃﺁﺒﺮﻣﺜﻞﺫﻟﻚ،ﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪﻣﺜﻞﺫﻟﻚ،ﻭﻻﺇﻟﻪﺇﻻﺍﻟﱠﻠﻪﻣﺜﻞﺫﻟﻚ،'
			'ﻭﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻﺑﺎﻟﱠﻠﻪﻣﺜﻞﺫﻟﻚ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺧﺰﻳﻤﺔ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1442'
),
	Hadith(
		hadithNumber: 1443,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻﺃﺩﱡﻟﻚﻋﻠﻰﺁﻨﺰ'
			'ﻣﻦﺁﻨﻮﺯﺍﻟﺠﱠﻨﺔ؟»ﻓﻘﻠﺖ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻﺑﺎﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1443'
),
	Hadith(
		hadithNumber: 1444,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺬﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻠﻰﺁﻞﱢ'
			'ﺃﺣﻴﺎﻧﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1444'
),
	Hadith(
		hadithNumber: 1445,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻮﺃﱠﻥﺃﺣﺪﺁﻢﺇﺫﺍﺃﺗﻰ'
			'ﺄﻫﻠﻪﻗﺎﻝ:ﺑﺴﻢﺍﻟﱠﻠﻪﺍﻟﻠﱠﻬﻢﱠﺟﱢﻨﺒﻨﺎﺍﻟﱠﺸﻴﻄﺎﻥﻭﺟﱢﻨﺐﺍﻟﱠﺸﻴﻄﺎﻥﻣﺎﺭﺯﻗﺘﻨﺎ،ﻓﻘﻀﻲﺑﻴﻨﻬﻤﺎﻭﻟﺪ،ﻟﻢﻳﻀﺮﻩ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1445'
),
	Hadith(
		hadithNumber: 1446,
		hadith:
						'ﻋﻦﺣﺬﻳﻔﺔ،ﻭﺃﺑﻲﺫﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻻ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺃﻮﯨﺇﻟﻰ'
			'ﻓﺮﺍﺷﻪﻗﺎﻝ:«ﺑﺎﺳﻤﻚﺍﻟﱠﻠﻬﱠﻢﺃﺣﻴﺎﻭﺃﻣﻮﺕ»ﻭﺇﺫﺍﺍﺳﺘﻴﻘﻆﻗﺎﻝ:«ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺍﻟﺬﻱﺃﺣﻴﺎﻧﺎﺑﻌﺪﻣﺎﺃﻣﺎﺗﻨﺎﻭﺇﻟﻴﻪ'
			'ﺍﻟﻨﱡﺸﻮﺭ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 1446'
),
	Hadith(
		hadithNumber: 1447,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﻼﺋﻜﺔ'
			'ﻳﻄﻮﻓﻮﻥﻓﻲﺍﻟﱡﻄﺮﻕﻳﻠﺘﻤﺴﻮﻥﺃﻩﻞﺍﻟﱢﺬﺁﺮ،ﻓﺈﺫﺍﻭﺟﺪﻭﺍﻗﻮﻣﺎﻳﺬﺁﺮﻭﻥﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ،ﺗـﻨﺎﺩﻭﺍ:ﻩﻠﱡﻤﻮﺍﺇﻟﻰ'
			'ﺣﺎﺟﺘﻜﻢ،ﻓﻴﺤﱡﻔﻮﻧﻬﻢﺑﺄﺟﻨﺤﺘﻬﻢﺇﻟﻰﺍﻟﱠﺴﻤﺎﺀﺍﻟﱡﺪﻧﻴﺎ،ﻓﻴﺴﺄﻟﻬﻢﺭﱡﺑﻬﻢ-ﻭﻩﻮﺃﻋﻠﻢ-:ﻣﺎﻳﻘﻮﻝﻋﺒﺎﺪﻳ؟ﻗﺎﻝ:'
			'ﻳﻘﻮﻟﻮﻥ:ﻳﺴﱢﺒﺤﻮﻧﻚﻭﻳﻜﱢﺒﺮﻭﻧﻚ،ﻭﻳﺤﻤﺪﻭﻧﻚ،ﻭﻳﻤﱢﺠﺪﻭﻧﻚ،ﻓﻴﻘﻮﻝ:ﻩﻞﺭﺃﻭﻧﻲ؟ﻓﻴﻘﻮﻟﻮﻥ:ﻻﻭﺍﻟﱠﻠﻪﻣﺎ'
			'ﺭﺃﻭﻙ،ﻓﻴﻘﻮﻝ:ﺁﻴﻒﻟﻮﺭﺃﻭﻧﻲ؟،ﻗﺎﻝ:ﻳﻘﻮﻟﻮﻥﻟﻮﺭﺃﻭﻙﺁﺎﻧﻮﺍﺃﺷﱠﺪﻟﻚﻋﺒﺎﺩﺓ،ﻭﺃﺷﱠﺪﻟﻚﺗﻤﺠﻴﺪﺍ،ﻭﺃﺁﺜﺮﻟﻚ'
			'ﺗﺴﺒﻴﺤﺎ.ﻓﻴﻘﻮﻝ:ﻓﻤﺎﺫﺍﻳﺴﺄﻟﻮﻥ؟ﻗﺎﻝ:ﻳﻘﻮﻟﻮﻥ:ﻳﺴﺄﻟﻮﻧﻚﺍﻟﺠﱠﻨﺔ.ﻗﺎﻝ:ﻳﻘﻮﻝ:ﻮﻫﻞﺭﺃﻭﻩﺎ؟ﻗﺎﻝ:ﻳﻘﻮﻟﻮﻥ'
			':ﻻﻭﺍﻟﱠﻠﻪﻳﺎﺭﱢﺏﻣﺎﺭﺃﻭﻩﺎ.ﻗﺎﻝ:ﻳﻘﻮﻝ:ﻓﻜﻴﻒﻟﻮﺭﺃﻭﻩﺎ؟،ﻗﺎﻝ:ﻳﻘﻮﻟﻮﻥ:ﻟﻮﺃﱠﻧﻬﻢﺭﺃﻮﻫﺎﺁﺎﻧﻮﺍﺃﺷﱠﺪﻋﻠﻴﻬﺎ'
			'ﺣﺮﺻﺎ،ﻭﺃﺷﱠﺪﻟﻬﺎﻃﻠﺒﺎ،ﻭﺃﻋﻈﻢﻓﻴﻬﺎﺭﻏﺒﺔ.ﻗﺎﻝ:ﻓﻤﱠﻢﻳﺘﻌﱠﻮﺫﻭﻥ؟ﻗﺎﻝ:ﻳﻘﻮﻟﻮﻥﻳﺘﻌﱠﻮﺫﻭﻥﻣﻦﺍﻟﱠﻨﺎﺭ،ﻗﺎﻝ:'
			'ﻓﻴﻘﻮﻝ:ﻭﻩﻞﺭﺃﻭﻩﺎ؟ﻗﺎﻝ:ﻳﻘﻮﻟﻮﻥ:ﻻﻭﺍﻟﱠﻠﻪﻣﺎﺭﺃﻭﻩﺎ.ﻓﻴﻘﻮﻝ:ﺁﻴﻒﻟﻮﺭﺃﻮﻫﺎ؟،ﻗﺎﻝ:ﻳﻘﻮﻟﻮﻥ:ﻟﻮﺭﺃﻭﻩﺎ'
			'ﺁﺎﻧﻮﺍﺃﺷﱠﺪﻣﻨﻬﺎﻓﺮﺍﺭﺍ،ﻭﺃﺷﱠﺪﻟﻬﺎﻣﺨﺎﻓﺔ.ﻗﺎﻝ:ﻓﻴﻘﻮﻝ:ﻓﺄﺷﻬﺪﺁﻢﺃﱢﻧﻲﻗﺪﻏﻔﺮﺕﻟﻬﻢ،ﻗﺎﻝ:ﻳﻘﻮﻝﻣﻠﻚﻣﻦ'
			'ﺍﻟﻤﻼﺋﻜﺔ:ﻓﻴﻬﻢﻓﻼﻥﻟﻴﺲﻣﻨﻬﻢ،ﺇﱠﻧﻤﺎﺟﺎﺀﻟﺤﺎﺟﺔ،ﻗﺎﻝ:ﻩﻢﺍﻟﺠﻠﺴﺎﺀﻻﻳﺸﻘﻰﺑﻬﻢﺟﻠﻴﺴﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﻟﱠﻠﻪﻣﻼﺋﻜﺔ'
			'ﺳﱠﻴﺎﺭﺓﻓﻀﻼﺀﻳﺘﺘﱠﺒﻌﻮﻥﻣﺠﺎﻟﺲﺍﻟﱢﺬﺁﺮ،ﻓﺈﺫﺍﻭﺟﺪﻭﺍﻣﺠﻠﺴﺎﻓﻴﻪﺫﺁﺮ،ﻗﻌﺪﻭﺍﻣﻌﻬﻢ،ﻭﺣﱠﻒﺑﻌﻀﻬﻢﺑﻌﻀﺎ'
			'ﺑﺄﺟﻨﺤﺘﻬﻢﺣﱠﺘﻰﻳﻤﻸﻭﺍﻣﺎﺑﻴﻨﻬﻢﻭﺑﻴﻦﺍﻟﱠﺴﻤﺎﺀﺍﻟﱡﺪﻧﻴﺎ،ﻓﺈﺫﺍﺗﻔﱠﺮﻗﻮﺍﻋﺮﺟﻮﺍﻭﺻﻌﺪﻭﺍﺇﻟﻰﺍﻟﱠﺴﻤﺎﺀ،ﻓﻴﺴﺄﻟﻬﻢﺍﻟﱠﻠﻪ'
			'ﻋﱠﺰﻭﺟﱠﻞ-ﻭﻩﻮﺃﻋﻠﻢ-:ﻣﻦﺃﻳﻦﺟﺌﺘﻢ؟ﻓﻴﻘﻮﻟﻮﻥ:ﺟﺌﻨﺎﻣﻦﻋﻨﺪﻋﺒﺎﺩﻟﻚﻓﻲﺍﻷﺭﺽ:ﻳﺴﺒﺤﻮﻧﻚ،ﻭﻳﻜﱢﺒﺮﻭﻧﻚ'
			'،ﻭﻳﻬﱢﻠﻠﻮﻧﻚ،ﻭﻳﺤﻤﺪﻭﻧﻚ،ﻭﻳﺴﺄﻟﻮﻧﻚ.ﻗﺎﻝ:ﻭﻣﺎﺫﺍﻳﺴﺄﻟﻮﻧﻲ؟ﻗﺎﻟﻮﺍ:ﻳﺴﺄﻟﻮﻧﻚﺟﱠﻨﺘﻚ.ﻗﺎﻝ:ﻭﻩﻞﺭﺃﻭﺍ'
			'ﺟﱠﻨﺘﻲ؟ﻗﺎﻟﻮﺍ:ﻻ،ﺃﻱﺭﱢﺏ:ﻗﺎﻝ:ﻓﻜﻴﻒﻟﻮﺭﺃﻭﺍﺟﱠﻨﺘﻲ؟ﻗﺎﻟﻮﺍ:ﻭﻳﺴﺘﺠﻴﺮﻭﻧﻚﻗﺎﻝ:ﻭﻣﱠﻢﻳﺴﺘﺠﻴﺮﻭﻧﻲ؟'
			'ﻗﺎﻟﻮﺍ:ﻣﻦﻧﺎﺭﻙﻳﺎﺭﱢﺏ.ﻗﺎﻝ:ﻭﻩﻞﺭﺃﻭﺍﻧﺎﺮﻳ؟ﻗﺎﻟﻮﺍ:ﻻ،ﻗﺎﻝ:ﻓﻜﻴﻒﻟﻮﺭﺃﻭﺍﻧﺎﺮﻳ؟،ﻗﺎﻟﻮﺍ:'
			'ﻭﻳﺴﺘﻐﻔﺮﻭﻧﻚ،ﻓﻴﻘﻮﻝ:ﻗﺪﻏﻔﺮﺕﻟﻬﻢ،ﻭﺃﻋﻄﻴﺘﻬﻢﻣﺎﺳﺄﻟﻮﺍ،ﻭﺃﺟﺮﺗﻬﻢﻣﱠﻤﺎﺍﺳﺘﺠﺎﺭﻭﺍ.ﻗﺎﻝ:ﻓﻴﻘﻮﻟﻮﻥ:'
			'ﺭﱢﺏﻓﻴﻬﻢﻓﻼﻥﻋﺒﺪﺧﱠﻄﺎﺀﺇﱠﻧﻤﺎﻣﱠﺮ،ﻓﺠﻠﺲﻣﻌﻬﻢ،ﻓﻴﻘﻮﻝ:ﻭﻟﻪﻏﻔﺮﺕ،ﻩﻢﺍﻟﻘﻮﻡﻻﻳﺸﻘﻰﺑﻬﻢﺟﻠﻴﺴﻬﻢ»',
		translation: 'Translation of Hadith 1447'
),
	Hadith(
		hadithNumber: 1448,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺃﺑﻲﺳﻌﻴﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻻ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻘﻌﺪﻗﻮﻡ'
			'ﻳﺬﺁﺮﻭﻥﺍﻟﱠﻠﻪﺇﱠﻻﺣﻔﱠﺘﻬﻢﺍﻟﻤﻼﺋﻜﺔ،ﻭﻏﺸﻴﺘﻬﻢﺍﻟﱠﺮﺣﻤﺔﻭﻧﺰﻟﺖﻋﻠﻴﻬﻢﺍﻟﱠﺴﻜﻴﻨﺔ،ﻭﺫﺁﺮﻩﻢﺍﻟﱠﻠﻪﻓﻴﻤﻦﻋﻨﺪﻩ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1448'
),
	Hadith(
		hadithNumber: 1449,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻭﺍﻗﺪﺍﻟﺤﺎﺭﺙﺑﻦﻋﻮﻑﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻴﻨﻤﺎﻩﻮﺟﺎﻟﺲ'
			'ﻓﻲﺍﻟﻤﺴﺠﺪ،ﻭﺍﻟﱠﻨﺎﺱﻣﻌﻪ،ﺇﺫﺃﻗﺒﻞﺛﻼﺛﺔﻧﻔﺮ،ﻓﺄﻗﺒﻞﺍﺛﻨﺎﻥﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺫﻩﺐ'
			'ﻭﺍﺣﺪ،ﻓﻮﻗﻔﺎﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻓﺄﱠﻣﺎﺃﺣﺪﻩﻤﺎﻓﺮﺄﯨﻓﺮﺟﺔﻓﻲﺍﻟﺤﻠﻘﺔ،ﻓﺠﻠﺲﻓﻴﻬﺎﻭﺃﱠﻣﺎ'
			'ﺍﻵﺧﺮ،ﻓﺠﻠﺲﺧﻠﻔﻬﻢ،ﻭﺃﱠﻣﺎﺍﻟﺜﺎﻟﺚﻓﺄﺩﺑﺮﺫﺎﻫﺒﺎ.ﻓﻠﱠﻤﺎﻓﺮﻍﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺃﻻﺃﺧﺒﺮﺁﻢ'
			'ﻋﻦﺍﻟﱠﻨﻔﺮﺍﻟﱠﺜﻼﺛﺔ،ﺃﱠﻣﺎﺃﺣﺪﻩﻢ،ﻓﺄﻮﯨﺇﻟﻰﺍﻟﱠﻠﻪﻓﺂﻭﺍﻩﺍﻟﱠﻠﻪﻭﺃﱠﻣﺎﺍﻵﺧﺮﻓﺎﺳﺘﺤﻴﻲﻓﺎﺳﺘﺤﻴﻲﺍﻟﱠﻠﻪﻣﻨﻪﻭﺃﱠﻣﺎﺍﻵﺧﺮ'
			'،ﻓﺄﻋﺮﺽ،ﻓﺄﻋﺮﺽﺍﻟﱠﻠﻪﻋﻨﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1449'
),
	Hadith(
		hadithNumber: 1450,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﺮﺝﻣﻌﺎﻭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻠﻰﺣﻠﻘﺔﻓﻲﺍﻟﻤﺴﺠﺪ،'
			'ﻓﻘﺎﻝ:ﻣﺎﺃﺟﻠﺴﻜﻢ؟ﻗﺎﻟﻮﺍ:ﺟﻠﺴﻨﺎﻧﺬﺁﺮﺍﻟﱠﻠﻪ.ﻗﺎﻝ:ﺁﻟﱠﻠﻪﻣﺎﺃﺟﻠﺴﻜﻢﺇﱠﻻﺫﺍﻙ؟ﻗﺎﻟﻮﺍ:ﻣﺎﺃﺟﻠﺴﻨﺎﺇﱠﻻﺫﺍﻙ،ﻗﺎﻝ'
			':ﺃﻣﺎﺇﱢﻧﻲﻟﻢﺃﺳﺘﺤﻠﻔﻜﻢﺗﻬﻤﺔﻟﻜﻢﻭﻣﺎﺁﺎﻥﺃﺣﺪﺑﻤﻨﺰﻟﺘﻲﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻗﱠﻞﻋﻨﻪﺣﺪﻳﺜﺎ'
			'ﻣﱢﻨﻲ:ﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﺮﺝﻋﻠﻰﺣﻠﻘﺔﻣﻦﺃﺻﺤﺎﺑﻪﻓﻘﺎﻝ:«ﻣﺎﺃﺟﻠﺴﻜﻢ؟»ﻗﺎﻟﻮﺍ:'
			'ﻭﺍﻟﱠﻠﻪﻣﺎﺃﺟﻠﺴﻨﺎﺇﱠﻻﺫﺍﻙ.ﻗﺎﻝ:«ﺃﻣﺎﺇﱢﻧﻲﻟﻢﺃﺳﺘﺤﻠﻔﻜﻢﺗﻬﻤﺔﻟﻜﻢ،ﻭﻟﻜﻨﱠﻪﺃﺗﺎﻧﻲﺟﺒﺮﻳﻞﻓﺄﺧﺒﺮﻧﻲﺃﱠﻥﺍﻟﱠﻠﻪﺟﻠﺴﻨﺎﻧﺬﺁﺮﺍﻟﱠﻠﻪ،ﻭﻧﺤﻤﺪﻩﻋﻠﻰﻣﺎﻩﺪﺍﻧﺎﻟﻺﺳﻼﻡ،ﻭﻣﱠﻦﺑﻪﻋﻠﻴﻨﺎ.ﻗﺎﻝ:«ﺁﻟﱠﻠﻪﻣﺎﺃﺟﻠﺴﻜﻢﺇﱠﻻﺫﺍﻙ؟ﻗﺎﻟﻮﺍ:'
			'ﻳﺒﺎﻩﻲﺑﻜﻢﺍﻟﻤﻼﺋﻜﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1450'
),
	Hadith(
		hadithNumber: 1451,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻗﺎﻝﺣﻴﻦﻳﺼﺒﺢ'
			'ﻭﺣﻴﻦﻳﻤﺴﻲ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩﻣﺎﺋﺔﻣﺮﺓﻟﻢﻳﺄﺕﺃﺣﺪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺑﺄﻓﻀﻞﻣﻤﺎﺟﺎﺀﺑﻪ،ﺇﱠﻻﺃﺣﺪﻗﺎﻝﻣﺜﻞ'
			'ﻣﺎﻗﺎﻝﺃﻭﺯﺍﺩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1451'
),
	Hadith(
		hadithNumber: 1452,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺭﺟﻞﺇﻟﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﻟﻘﻴﺖﻣﻦﻋﻘﺮﺏ'
			'ﻟﺪﻏﺘﻨﻲﺍﻟﺒﺎﺭﺣﺔ،ﻗﺎﻝ:«ﺃﻣﺎﻟﻮﻗﻠﺖﺣﻴﻦﺃﻣﺴﻴﺖ:ﺃﻋﻮﺫﺑﻜﻠﻤﺎﺕﺍﻟﱠﻠﻪﺍﻟﱠﺘﺎﱠﻣﺎﺕﻣﻦﺷﱢﺮﻣﺎﺧﻠﻖﻟﻢﺗﻀﱠﺮﻙ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1452'
),
	Hadith(
		hadithNumber: 1453,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱠﻧﻪﺁﺎﻥﻳﻘﻮﻝﺇﺫﺍﺃﺻﺒﺢ:ﺍﻟﻠﱠﻬﻢﱠﺑﻚﺃﺻﺒﺤﻨﺎﻭﺑﻚﺃﻣﺴﻴﻨﺎﻭﺑﻚ'
			'ﻧﺤﻴﺎ،ﻭﺑﻚﻧﻤﻮﺕ،ﻭﺇﻟﻴﻚﺍﻟﱡﻨﺸﻮﺭ»ﻭﺇﺫﺍﺃﻣﺴﻰﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺑﻚﺃﻣﺴﻴﻨﺎ،ﻭﺑﻚﻧﺤﻴﺎ،ﻭﺑﻚﻧﻤﻮﺕﻭﺇﻟﻴﻚ'
			'ﺍﻟﻤﺼﻴﺮ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1453'
),
	Hadith(
		hadithNumber: 1454,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺃﺑﺎﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺮﻧﻲﺑﻜﻠﻤﺎﺕﺃﻗﻮﻟﻬﻦﱠﺇﺫﺍﺃﺻﺒﺤﺖ.['
			'ﻭﺇﺫﺍﺃﻣﺴﻴﺖ،ﻗﺎﻝ:ﻗﻞ:«ﺍﻟﻠﱠﻬﻢﱠﻓﺎﻃﺮﺍﻟﱠﺴﻤﻮﺍﺕﻭﺍﻷﺭﺽﻋﺎﻟﻢﺍﻟﻐﻴﺐﻭﺍﻟﱠﺸﻬﺎﺩﺓ،ﺭﱠﺏﺁﻞﱢﺷﻲﺀﻭﻣﻠﻴﻜﻪ.'
			'ﺃﺷﻬﺪﺄﻧﻻﺇﻟﻪﺇﱠﻻﺃﻧﺖ،ﺃﻋﻮﺫﺑﻚﻣﻦﺷﱢﺮﻧﻔﺴﻲﻭﺷﱢﺮﺍﻟﱠﺸﻴﻄﺎﻥﻭﺷﺮﺁﻪ»ﻗﺎﻝ:«ﻗﻠﻬﺎﺇﺫﺍﺃﺻﺒﺤﺖ،ﻭﺇﺫﺍ'
			'ﺃﻣﺴﻴﺖ،ﻭﺇﺫﺍﺃﺧﺬﺕﻣﻀﺠﻌﻚ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1454'
),
	Hadith(
		hadithNumber: 1455,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﻧﺒﱡﻲﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺃﻣﺴﻰﻗﺎﻝ:ﺃﻣﺴﻴﻨﺎ'
			'ﻭﺃﻣﺴﻰﺍﻟﻤﻠﻚﻟﱠﻠﻪ،ﻭﺍﻟﺤﻤﺪﻟﱠﻠﻪ،ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ»ﻗﺎﻝﺍﻟﺮﻭﺎﻳ:ﺃﺭﺍﻩﻗﺎﻝﻓﻴﻬﱠﻦ:«ﻟﻪﺍﻟﻤﻠﻚ'
			'ﻭﻟﻪﺍﻟﺤﻤﺪﻭﻩﻮﻋﻠﻰﺁﱢﻞﺷﻲﺀﻗﺪﻳﺮ،ﺭﱢﺏﺃﺳﺄﻟﻚﺧﻴﺮﻣﺎﻓﻲﻩﺬﻩﺍﻟﱠﻠﻴﻠﺔ،ﻭﺧﻴﺮﻣﺎﺑﻌﺪﻩﺎ،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﺷﱢﺮ'
			'ﻣﺎﻓﻲﻩﺬﻩﺍﻟﱠﻠﻴﻠﺔﻭﺷﱢﺮﻣﺎﺑﻌﺪﻩﺎ،ﺭﱢﺏﺃﻋﻮﺫﺑﻚﻣﻦﺍﻟﻜﺴﻞ،ﻭﺳﻮﺀﺍﻟﻜﺒﺮ،ﺃﻋﻮﺫﺑﻚﻣﻦﻋﺬﺍﺏﻓﻲﺍﻟﱠﻨﺎﺭ،'
			'ﻭﻋﺬﺍﺏﻓﻲﺍﻟﻘﺒﺮ»ﻭﺇﺫﺍﺃﺻﺒﺢﻗﺎﻝﺫﻟﻚﺃﻳﻀﺎ:«ﺃﺻﺒﺤﻨﺎﻭﺃﺻﺒﺢﺍﻟﻤﻠﻚﻟﱠﻠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1455'
),
	Hadith(
		hadithNumber: 1456,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺧﺒﻴﺐ-ﺑﻀﱢﻢﺍﻟﺨﺎﺀﺍﻟﻤﻌﺠﻤﺔ-ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻗﺮﺃ:ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ،ﻭﺍﻟﻤﻌﱢﻮﺫﺗﻴﻦﺣﻴﻦﺗﻤﺴﻲﻭﺣﻴﻦﺗﺼﺒﺢ،ﺛﻼﺙﻣﱠﺮﺍﺕﺗﻜﻔﻴﻚﻣﻦﺁﱢﻞ'
			'ﺷﻲﺀ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1456'
),
	Hadith(
		hadithNumber: 1457,
		hadith:
						'ﻭﻋﻦﻋﺜﻤﺎﻥﺑﻦﻋﻔﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﻣﻦﻋﺒﺪ'
			'ﻳﻘﻮﻝﻓﻲﺻﺒﺎﺡﺁﱢﻞﻳﻮﻡﻭﻣﺴﺎﺀﺁﱢﻞﻟﻴﻠﺔ:ﺑﺴﻢﺍﻟﱠﻠﻪﺍﱠﻟﺬﻱﻻﻳﻀﺮﱡﻣﻊﺍﺳﻤﻪﺷﻲﺀﻓﻲﺍﻷﺭﺽﻭﻻﻓﻲﺍﻟﺴﻤﺎﺀ'
			'ﻭﻩﻮﺍﻟﱠﺴﻤﻴﻊﺍﻟﻌﻠﻴﻢ،ﺛﻼﺙﻣﱠﺮﺍﺕ،ﺇﱠﻻﻟﻢﻳﻀﺮﱠﻩﺷﻲﺀ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﱢﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 1457'
),
	Hadith(
		hadithNumber: 1458,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﻭﺃﺑﻲﺫﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺃﻮﯨﺇﻟﻰﻓﺮﺍﺷﻪ'
			'ﻗﺎﻝ:«ﺑﺎﺳﻤﻚﺍﻟﻠﱠﻬﻢﱠﺃﺣﻴﺎﻭﺃﻣﻮﺕ».'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1458'
),
	Hadith(
		hadithNumber: 1459,
		hadith:
						'ﻭﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻟﻪﻭﻟﻔﺎﻃﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:«'
			'ﺇﺫﺍﺃﻭﻳﺘﻤﺎﺇﻟﻰﻓﺮﺍﺷﻜﻤﺎ،ﺃﻭﺇﺫﺍﺃﺧﺬﺗﻤﺎﻣﻀﺎﺟﻌﻜﻤﺎ-ﻓﻜﱢﺒﺮﺍﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦ،ﻭﺳﱢﺒﺤﺎﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦ،ﻭﺍﺣﻤﺪﺍ'
			'ﺛﻼﺛﺎﻭﺛﻼﺛﻴﻦ»ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺍﻟﱠﺘﺴﺒﻴﺢﺃﺭﺑﻌﺎﻭﺛﻼﺛﻴﻦ»ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺍﻟﱠﺘﻜﺒﻴﺮﺃﺭﺑﻌﺎﻭﺛﻼﺛﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'.'
			'`',
		translation: 'Translation of Hadith 1459'
),
	Hadith(
		hadithNumber: 1460,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﻮﯨﺃﺣﺪﺁﻢﺇﻟﻰ'
			'ﻓﺮﺍﺷﻪ،ﻓﻠﻴﻨﻔﺾﻓﺮﺍﺷﻪﺑﺪﺍﺧﻠﺔﺇﺯﺍﺭﻩﻓﺈﻧﱠﻪﻻﻳﺪﺮﻳﻣﺎﺧﻠﻔﻪﻋﻠﻴﻪ،ﺛﻢﱠﻳﻘﻮﻝ:ﺑﺎﺳﻤﻚﺭﱢﺑﻲﻭﺿﻌﺖﺟﻨﺒﻲ،'
			'ﻭﺑﻚﺃﺭﻓﻌﻪ،ﺇﻥﺃﻣﺴﻜﺖﻧﻔﺴﻲﻓﺎﺭﺣﻤﻬﺎ،ﻭﺇﻥﺃﺭﺳﻠﺘﻬﺎ،ﻓﺎﺣﻔﻈﻬﺎﺑﻤﺎﺗﺤﻔﻆﺑﻪﻋﺒﺎﺩﻙﺍﻟﱠﺼﺎﻟﺤﻴﻦ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1460'
),
	Hadith(
		hadithNumber: 1461,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺃﺧﺬﻣﻀﺠﻌﻪﻧﻔﺚﻓﻲ'
			'ﻳﺪﻳﻪ،ﻭﻗﺮﺃﺑﺎﻟﻤﻌﱢﻮﺫﺍﺕﻭﻣﺴﺢﺑﻬﻤﺎﺟﺴﺪﻩ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻬﻤﺎ:ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺃﻮﯨﺇﻟﻰﻓﺮﺍﺷﻪﺁﻞﱠﻟﻴﻠﺔﺟﻤﻊﺁﱠﻔﻴﻪ-ﺛﻢﱠﻧﻔﺚﻓﻴﻬﻤﺎ'
			'ﻓﻘﺮﺃﻓﻴﻬﻤﺎ:ﻗﻞﻩﻮﺍﻟﱠﻠﻪﺃﺣﺪ،ﻭﻗﻞﺃﻋﻮﺫﺑﺮﱢﺏﺍﻟﻔﻠﻖ،ﻭﻗﻞﺃﻋﻮﺫﺑﺮﱢﺏﺍﻟﱠﻨﺎﺱ،ﺛﻢﱠﻣﺴﺢﺑﻬﻤﺎﻣﺎﺍﺳﺘﻄﺎﻉﻣﻦ'
			'ﺟﺴﺪﻩ،ﻳﺒﺪﺃﺑﻬﻤﺎﻋﻠﻰﺭﺃﺳﻪﻭﻭﺟﻬﻪ،ﻭﻣﺎﺃﻗﺒﻞﻣﻦﺟﺴﺪﻩ،ﻳﻔﻌﻞﺫﻟﻚﺛﻼﺙﻣﱠﺮﺎﺗﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﺎﻝﺄﻫﻞﺍﻟﱡﻠﻐﺔ:«ﺍﻟﻨﱠﻔﺚ»ﻧﻔﺦﻟﻄﻴﻒﺑﻼﺭﻳﻖ.'
			'`',
		translation: 'Translation of Hadith 1461'
),
	Hadith(
		hadithNumber: 1462,
		hadith:
						'ﻭﻋﻦﺍﻟﺒﺮﺍﺀﺑﻦﻋﺎﺯﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍ'
			'ﺃﺗﻴﺖﻣﻀﺠﻌﻚﻓﺘﻮﱠﺿﺄﻭﺿﻮﺀﻙﻟﻠﱠﺼﻼﺓ،ﺛﻢﱠﺍﺿﻄﺠﻊﻋﻠﻰﺷﱢﻘﻚﺍﻷﻳﻤﻦ،ﻭﻗﻞ:ﺍﻟﻠﱠﻬﻢﱠﺃﺳﻠﻤﺖﻧﻔﺴﻲﺇﻟﻴﻚ،'
			'ﻭﻭﱠﺟﻬﺖﻭﺟﻬﻲﺇﻟﻴﻚ.ﻭﻓﱠﻮﺿﺖﺃﻣﺮﻱﺇﻟﻴﻚ،ﻭﺃﻟﺠﺄﺕﻇﻬﺮﻱﺇﻟﻴﻚ،ﺭﻏﺒﺔﻭﺭﻩﺒﺔﺇﻟﻴﻚ،ﻻﻣﻠﺠﺄﻭﻻﻣﻨﺠﻲ'
			'ﻣﻨﻚﺇﱠﻻﺇﻟﻴﻚ،ﺁﻣﻨﺖﺑﻜﺘﺎﺑﻚﺍﻟﺬﻱﺃﻧﺰﻟﺖ،ﻭﺑﻨﺒﱢﻴﻚﺍﻟﺬﻱﺃﺭﺳﻠﺖ،ﻓﺈﻥﻣﱠﺖ.ﻣﱠﺖﻋﻠﻰﺍﻟﻔﻄﺮﺓ،ﻭﺍﺟﻌﻠﻬﱠﻦﺁﺧﺮ'
			'ﻣﺎﺗﻘﻮﻝ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1462'
),
	Hadith(
		hadithNumber: 1463,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺃﻮﯨﺇﻟﻰﻓﺮﺍﺷﻪﻗﺎﻝ:«ﺍﻟﺤﻤﺪﻟﱠﻠﻪ'
			'ﺍﱠﻟﺬﻱﺃﻃﻌﻤﻨﺎﻭﺳﻘﺎﻧﺎ،ﻭﺁﻔﺎﻧﺎﻭﺁﻭﺍﻧﺎ،ﻓﻜﻢﻣﱠﻤﻦﻻﺁﺎﻓﻲﻟﻪﻭﻻﻣﺆﻭﻱ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1463'
),
	Hadith(
		hadithNumber: 1464,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﺇﺫﺍﺃﺭﺍﺩﺃﻥﻳﺮﻗﺪ،ﻭﺿﻊﻳﺪﻩ.'
			'ﺍﻟﻴﻤﻨﻰﺗﺤﺖﺧﱢﺪﻩ،ﺛﻢﱠﻳﻘﻮﻝ:«ﺍﻟﱠﻠﻬﱠﻢﻗﻨﻲﻋﺬﺍﺑﻚﻳﻮﻡﺗﺒﻌﺚﻋﺒﺎﺩﻙ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻣﻦﺭﻭﺍﻳﺔﺣﻔﺼﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻭﻓﻴﻪﺃﻧﱠﻪﺁﺎﻥﻳﻘﻮﻟﻪﺛﻼﺙﻣﱠﺮﺍﺕ',
		translation: 'Translation of Hadith 1464'
),
	Hadith(
		hadithNumber: 1465,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﱡﺪﻋﺎﺀﻩﻮﺍﻟﻌﺒﺎﺩﺓ'
			'».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻻﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1465'
),
	Hadith(
		hadithNumber: 1466,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺴﺘﺤﱡﺐﺍﻟﺠﻮﺍﻣﻊﻣﻦ'
			'ﺍﻟﱡﺪﻋﺎﺀ،ﻭﻳﺪﻉﻣﺎﺳﻮﻯﺫﻟﻚ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺟﱢﻴﺪ.'
			'`',
		translation: 'Translation of Hadith 1466'
),
	Hadith(
		hadithNumber: 1467,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺃﺁﺜﺮﺩﻋﺎﺀﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱠﻠﻬﻢﱠﺁﺗﻨﺎﻓﻲﺍﻟﱡﺪﻧﻴﺎ'
			'ﺣﺴﻨﺔ،ﻭﻓﻲﺍﻵﺧﺮﺓﺣﺴﻨﺔ،ﻭﻗﻨﺎﻋﺬﺍﺏﺍﻟﱠﻨﺎﺭ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺯﺍﺩﻣﺴﻠﻢﻓﻲﺭﻭﺍﻳﺘﻪﻗﺎﻝ:ﻭﺁﺎﻥﺃﻧﺲﺇﺫﺍﺃﺭﺍﺩﺃﻥﻳﺪﻋﻮﺑﺪﻋﻮﺓﺩﻋﺎﺑﻬﺎ،ﻭﺇﺫﺍﺃﺭﺍﺩﺄﻧﻳﺪﻋﻮﺑﺪﻋﺎﺀﺩﻋﺎﺑﻬﺎ'
			'ﻓﻴﻪ',
		translation: 'Translation of Hadith 1467'
),
	Hadith(
		hadithNumber: 1468,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺇﻧﻲﺃﺳﺄﻟﻚ.'
			'ﺍﻟﻬﺪﻯ،ﻭﺍﻟﱡﺘﻘﻰ،ﻭﺍﻟﻌﻔﺎﻑ،ﻭﺍﻟﻐﻨﻰ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1468'
),
	Hadith(
		hadithNumber: 1469,
		hadith:
						'ﻭﻋﻦﻃﺎﺭﻕﺑﻦﺃﺷﻴﻢ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﺮﺟﻞﺇﺫﺍﺃﺳﻠﻢﻋﱠﻠﻤﻪﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺍﻟﱠﺼﻼﺓ،ﺛﻢﱠﺃﻣﺮﻩﺃﻥﻳﺪﻋﻮﺑﻬﺆﻻﺀﺍﻟﻜﻠﻤﺎﺕ:«ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲ،ﻭﺍﺭﺣﻤﻨﻲ،ﻭﺍﻩﺪﻧﻲ،ﻭﻋﺎﻓﻨﻲ،ﻭﺍﺭﺯﻗﻨﻲ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪﻋﻦﻃﺎﺭﻕﺃﻧﱠﻪﺳﻤﻊﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﺗﺎﻩﺭﺟﻞ،ﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﺁﻴﻒﺃﻗﻮﻝ'
			'ﺣﻴﻦﺃﺳﺄﻝﺭﱢﺑﻲ؟ﻗﺎﻝ:«ﻗﻞ:ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲ،ﻭﺍﺭﺣﻤﻨﻲ،ﻭﻋﺎﻓﻨﻲ،ﻭﺍﺭﺯﻗﻨﻲ،ﻓﺈﱠﻥﻩﺆﻻﺀﺗﺠﻤﻊﻟﻚﺩﻧﻴﺎﻙ'
			'ﻭﺁﺧﺮﺗﻚ»',
		translation: 'Translation of Hadith 1469'
),
	Hadith(
		hadithNumber: 1470,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠـﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:'
			'«ﺍﻟﻠﱠﻬﻢﱠﻣﺼﺮﱢﻑﺍﻟﻘﻠﻮﺏﺻﱢﺮﻑﻗﻠﻮﺑﻨﺎﻋﻠﻰﻃﺎﻋﺘﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1470'
),
	Hadith(
		hadithNumber: 1471,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﻌﱠﻮﺫﻭﺍﺑﺎﻟﱠﻠﻪﻣﻦﺟﻬﺪ'
			'ﺍﻟﺒﻼﺀ،ﻭﺩﺭﻙﺍﻟﱠﺸﻘﺎﺀ،ﻭﺳﻮﺀﺍﻟﻘﻀﺎﺀ،ﻭﺷﻤﺎﺗﺔﺍﻷﻋﺪﺍﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻗﺎﻝﺳﻔﻴﺎﻥ:ﺃﺷﻚﱡﺃﱢﻧﻲﺯﺩﺕﻭﺍﺣﺪﺓﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1471'
),
	Hadith(
		hadithNumber: 1472,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻟﱠﻠﻬﱠﻢﺃﺻﻠﺢﻟﻲﺩﻳﻨﻲﺍﱠﻟﺬﻱﻩﻮﻋﺼﻤﺔ'
			'ﺃﻣﺮﻱ،ﻭﺃﺻﻠﺢﻟﻲﺩﻧﻴﺎﻱﺍﻟﺘﻲﻓﻴﻬﺎﻣﻌﺎﺷﻲ،ﻭﺃﺻﻠﺢﻟﻲﺁﺧﺮﺗﻲﺍﱠﻟﺘﻲﻓﻴﻬﺎﻣﻌﺎﺪﻳ،ﻭﺍﺟﻌﻞﺍﻟﺤﻴﺎﺓﺯﻳﺎﺩﺓﻟﻲ'
			'ﻓﻲﺁﻞﱢﺧﻴﺮ،ﻭﺍﺟﻌﻞﺍﻟﻤﻮﺕﺭﺍﺣﺔﻟﻲﻣﻦﺁﻞﱢﺷﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1472'
),
	Hadith(
		hadithNumber: 1473,
		hadith:
						'ﻭﻋﻦﻋﻠﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﻞ:ﺍﻟﻠﱠﻬﻢﱠﺍﻩﺪﻧﻲ،'
			'ﻭﺳﱢﺪﺩﻧﻲ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﺳﺄﻟﻚﺍﻟﻬﺪﻯ،ﻭﺍﻟﱠﺴﺪﺍﺩ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1473'
),
	Hadith(
		hadithNumber: 1474,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻳﻘﻮﻝ:ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧـﻲﺃﻋﻮﺫﺑﻚ'
			'ﻣﻦﺍﻟﻌﺠﺰﻭﺍﻟﻜﺴﻞﻭﺍﻟﺠﺒﻦﻭﺍﻟﻬﺮﻡ،ﻭﺍﻟﺒﺨﻞ،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﻋﺬﺍﺏﺍﻟﻘﺒﺮ،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﻓﺘﻨﺔﺍﻟﻤﺤﻴﺎ'
			'ﻭﺍﻟﻤﻤﺎﺕ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﺿﻠﻊﺍﻟﱠﺪﻳﻦﻭﻏﻠﺒﺔﺍﻟﱢﺮﺟﺎﻝ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1474'
),
	Hadith(
		hadithNumber: 1475,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻧﻪﻗﺎﻝﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻋﱢﻠﻤﻨﻲﺩﻋﺎﺀ'
			'ﺃﺩﻋﻮﺑﻪﻓﻲﺻﻼﺗﻲ،ﻗﺎﻝ:ﻗﻞ:ﺍﻟﱠﻠﻬﱠﻢﺇﱢﻧﻲﻇﻠﻤﺖﻧﻔﺴﻲﻇﻠﻤﺎﺁﺜﻴﺮﺍ،ﻭﻻﻳﻐﻔﺮﺍﻟﱡﺬﻧﻮﺏﺇﱠﻻﺃﻧﺖ،ﻓﺎﻏﻔﺮﻟﻲ'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﻓﻲﺑﻴﺘﻲ»ﻭﺭﻮﻳ:«ﻇﻠﻤﺎﺁﺜﻴﺮﺍ»ﻭﺭﻭﻱ«ﺁﺒﻴﺮﺍ»ﺑﺎﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔﻭﺑﺎﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓ،ﻣﻐﻔﺮﺓﻣﻦﻋﻨﺪﻙ،ﻭﺍﺭﺣﻤﻨﻲ،ﺇﱠﻧﻚﺃﻧﺖﺍﻟﻐﻔﻮﺭﺍﻟﱠﺮﺣﻴﻢ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻓﻴﻨﺒﻐﻲﺄﻧﻳﺠﻤﻊﺑﻴﻨﻬﻤﺎ،ﻓﻴﻘﺎﻝ:ﺁﺜﻴﺮﺍﺁﺒﻴﺮﺍ',
		translation: 'Translation of Hadith 1475'
),
	Hadith(
		hadithNumber: 1476,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱠﻧﻪﺁﺎﻥﻳﺪﻋﻮﺑﻬﺬﺍﺍﻟﱡﺪﻋﺎﺀ:'
			'«ﺍﻟﱠﻠﻬﱠﻢﺍﻏﻔﺮﻟﻲﺧﻄﻴﺌﺘﻲﻭﺟﻬﻠﻲ،ﻭﺇﺳﺮﺍﻓﻲﻓﻲﺃﻣﺮﻱ،ﻭﻣﺎﺃﻧﺖﺃﻋﻠﻢﺑﻪﻣﱢﻨﻲ،ﺍﻟﱠﻠﻬﱠﻢﺍﻏﻔﺮﻟﻲﺟﱢﺪﻱﻭﻩﺰﻟﻲ'
			'،ﻭﺧﻄﺌﻲﻭﻋﻤﺪﻱ،ﻭﺁﱡﻞﺫﻟﻚﻋﻨﺪﻱ،ﺍﻟﻠﱠﻬﻢﱠﺍﻏﻔﺮﻟﻲﻣﺎﻗﺪﱠﻣﺖﻭﻣﺎﺃﺧﱠﺮﺕ،ﻭﻣﺎﺃﺳﺮﺭﺕﻭﻣﺎﺃﻋﻠﻨﺖ،ﻭﻣﺎ'
			'ﺃﻧﺖﺃﻋﻠﻢﺑﻪﻣﱢﻨﻲ،ﺃﻧﺖﺍﻟﻤﻘﺪﱢﻡ،ﻭﺃﻧﺖﺍﻟﻤﺆﱢﺧﺮ،ﻭﺃﻧﺖﻋﻠﻰﺁﱢﻞﺷﻲﺀﻗﺪﻳﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1476'
),
	Hadith(
		hadithNumber: 1477,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝﻓﻲﺩﻋﺎﺋﻪ:«ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲ'
			'ﺃﻋﻮﺫﺑﻚﻣﻦﺷﱢﺮﻣﺎﻋﻤﻠﺖﻭﻣﻦﺷﱢﺮﻣﺎﻟﻢﺃﻋﻤﻞ».'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1477'
),
	Hadith(
		hadithNumber: 1478,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﺎﻥﻣﻦﺩﻋﺎﺀﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﺍﻟﱠﻠﻬﱠﻢﺇﱢﻧﻲ'
			'ﺃﻋﻮﺫﺑﻚﻣﻦﺯﻭﺍﻝﻧﻌﻤﺘﻚ،ﻭﺗﺤﱡﻮﻝﻋﺎﻓﻴﺘﻚﻭﻓﺠﺎﺀﺓﻧﻘﻤﺘﻚ،ﻭﺟﻤﻴﻊﺳﺨﻄﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1478'
),
	Hadith(
		hadithNumber: 1479,
		hadith:
						'ﻭﻋﻦﺯﻳﺪﺑﻦﺃﺭﻗﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻟﻠﻬﱠﻢﺇﱢﻧﻲ.'
			'ﺃﻋﻮﺫﺑﻚﻣﻦﺍﻟﻌﺠﺰﻭﺍﻟﻜﺴﻞ،ﻭﺍﻟﺒﺨﻞﻭﺍﻟﻬﺮﻡ،ﻭﻋﺬﺎﺑﺍﻟﻘﺒﺮ،ﺍﻟﻠﱠﻬﻢﱠﺁﺕﻧﻔﺴﻲﺗﻘﻮﺍﻩﺎ،ﻭﺯﱢﺁﻬﺎﺃﻧﺖﺧﻴﺮﻣﻦ'
			'ﺯﱠﺁﺎﻩﺎ،ﺃﻧﺖﻭﻟﱡﻴﻬﺎﻭﻣﻮﻻﻩﺎ،ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﻋﻮﺫﺑﻚﻣﻦﻋﻠﻢﻻﻳﻨﻔﻊ،ﻭﻣﻦﻗﻠﺐﻻﻳﺨﺸﻊ،ﻭﻣﻦﻧﻔﺲﻻﺗﺸﺒﻊ،'
			'ﻭﻣﻦﺩﻋﻮﺓﻻﻳﺴﺘﺠﺎﺏﻟﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1479'
),
	Hadith(
		hadithNumber: 1480,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﻟﻚ'
			'ﺃﺳﻠﻤﺖ،ﻭﺑﻚﺁﻣﻨﺖ،ﻭﻋﻠﻴﻚﺗﻮﱠﺁﻠﺖ،ﻭﺇﻟﻴﻚﺃﻧﺒﺖﻭﺑﻚﺧﺎﺻﻤﺖ،ﻭﺇﻟﻴﻚﺣﺎﺁﻤﺖ.ﻓﺎﻏﻔﺮﻟﻲﻣﺎﻗﺪﱠﻣﺖ،ﻭﻣﺎ'
			'ﺃﺧﱠﺮﺕ،ﻭﻣﺎﺃﺳﺮﺭﺕﻭﻣﺎﺃﻋﻠﻨﺖ،ﺃﻧﺖﺍﻟﻤﻘﺪﱢﻡ،ﻭﺃﻧﺖﺍﻟﻤﺆﺧﱢﺮ،ﻻﺇﻟﻪﺇﱠﻻﺃﻧﺖ».'
			'ﺯﺍﺩﺑﻌﺾﺍﻟﱡﺮﻭﺍﺓ:«ﻭﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻﺑﺎﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1480'
),
	Hadith(
		hadithNumber: 1481,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﺪﻋﻮﺑﻬﺆﻻﺀﺍﻟﻜﻠﻤﺎﺕ:«ﺍﻟﻠﱠﻬﻢﱠ'
			'ﺇﻧﻲﺃﻋﻮﺫﺑﻚﻣﻦﻓﺘﻨﺔﺍﻟﱠﻨﺎﺭ،ﻭﻋﺬﺍﺏﺍﻟﱠﻨﺎﺭ،ﻭﻣﻦﺷﱢﺮﺍﻟﻐﻨﻰﻭﺍﻟﻔﻘﺮ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ،ﻮﻫﺬﺍﻟﻔﻆﺃﺑﻲﺩﺍﻭﺩ.'
			'`',
		translation: 'Translation of Hadith 1481'
),
	Hadith(
		hadithNumber: 1482,
		hadith:
						'ﻭﻋﻦﺯﻳﺎﺩﺑﻦﻋﻼﻗﺔﻋﻦﻋﱢﻤﻪ،ﻮﻫﻮﻗﻄﺒﺔﺑﻦﻣﺎﻟﻚ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻟﱠﻠﻬﱠﻢﺇﱢﻧﻲﺃﻋﻮﺫﺑﻚﻣﻦﻣﻨﻜﺮﺍﺕﺍﻷﺧﻼﻕ،ﻭﺍﻷﻋﻤﺎﻝﻭﺍﻷﻩﻮﺍﺀ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:'
			'.1482ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1482'
),
	Hadith(
		hadithNumber: 1483,
		hadith:
						'ﻭﻋﻦﺷﻜﻞﺑﻦﺣﻤﻴﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ:ﻋﱢﻠﻤﻨﻲﺩﻋﺎﺀ.ﻗﺎﻝ:«ﻗﻞ:ﺍﻟﻠﱠﻬﻢﱠﺇﻧﻲ'
			'ﺃﻋﻮﺫﺑﻚﻣﻦﺷﱢﺮﺳﻤﻌﻲ،ﻭﻣﻦﺷﱢﺮﺑﺼﺮﻱ،ﻭﻣﻦﺷﱢﺮﻟﺴﺎﻧﻲ،ﻭﻣﻦﺷﱢﺮﻗﻠﺒﻲ،ﻭﻣﻦﺷﱢﺮﻣﻨﱢﻴﻲ»ﺭﻭﺍﻩﺃﺑﻮ'
			'ﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1483'
),
	Hadith(
		hadithNumber: 1484,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝ:«ﺍﻟﱠﻠﻬﱠﻢﺇﱢﻧﻲﺃﻋﻮﺫﺑﻚﻣﻦ'
			'ﺍﻟﺒﺮﺹ،ﻭﺍﻟﺠﻨﻮﻥ،ﻭﺍﻟﺠﺬﺎﻣ،ﻭﺳﻲﺀﺍﻷﺳﻘﺎﻡ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1484'
),
	Hadith(
		hadithNumber: 1485,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﺍﻟﱠﻠﻬﱠﻢﺇﱢﻧﻲﺃﻋﻮﺫ'
			'ﺑﻚﻣﻦﺍﻟﺠﻮﻉ،ﻓﺈﻧﱠﻪﺑﺌﺲﺍﻟﻀﱠﺠﻴﻊ،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﺍﻟﺨﻴﺎﻧﺔ،ﻓﺈﱠﻧﻬﺎﺑﺌﺴﺖﺍﻟﺒﻄﺎﻧﺔ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1485'
),
	Hadith(
		hadithNumber: 1486,
		hadith:
						'ﻭﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺃﱠﻥﻣﻜﺎﺗﺒﺎﺟﺎﺀﻩ،ﻓﻘﺎﻝﺇﻧﻲﻋﺠﺰﺕﻋﻦﺁﺘﺎﺑﺘﻲ.ﻓﺄﻋﱢﻨﻲ.ﻗﺎﻝ:ﺃﻻﺃﻋﱢﻠﻤﻚ'
			'ﺁﻠﻤﺎﺕﻋﱠﻠﻤﻨﻴﻬﱠﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻮﺁﺎﻥﻋﻠﻴﻚﻣﺜﻞﺟﺒﻞﺩﻳﻨﺎﺃﱠﺩﺍﻩﺍﻟﱠﻠﻪﻋﻨﻚ؟ﻗﻞ:«ﺍﻟﱠﻠﻬﱠﻢ'
			'ﺍﺁﻔﻨﻲﺑﺤﻼﻟﻚﻋﻦﺣﺮﺍﻣﻚ،ﻭﺍﻏﻨﻨﻲﺑﻔﻀﻠﻚﻋﱠﻤﻦﺳﻮﺍﻙ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1486'
),
	Hadith(
		hadithNumber: 1487,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺍﻥﺑﻦﺍﻟﺤﺼﻴﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﱠﻠﻢﺃﺑﺎﻩﺣﺼﻴﻨﺎﺁﻠﻤﺘﻴﻦ'
			'ﻳﺪﻋﻮﺑﻬﻤﺎ:«ﺍﻟﻠﱠﻬﻢﱠﺃﻟﻬﻤﻨﻲﺭﺷﺪﻱ،ﻭﺃﻋﺬﻧﻲﻣﻦﺷﱢﺮﻧﻔﺴﻲ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻗﺎﻝﺍﻟﺸﻴﺦﺍﻷﻟﺒﺎﻧﻲ:ﺁﺬﺍﻗﺎﻝ–ﺄﻳ:ﺍﻟﺘﺮﻣﺬﻱ-:ﻭﻟﻌﻠﻪﻓﻲﺑﻌﺾﻧﺴﺦﺍﻟﺘﺮﻣﺬﻱﻭﺇﻻﻓﻔﻲ'
			'ﻧﺴﺦ"ﺑﻮﻻﻕ":(ﺣﺪﻳﺚﻏﺮﻳﺐ)ﻳﻌﻨﻲ:ﺿﻌﻴﻒ،ﻮﻫﻮﺍﻟﻼﺋﻖﺑﺤﺎﻝﺇﺳﻨﺎﺩﻩ؛ﻓﺈﻥﻓﻴﻪﺍﻧﻘﻄﺎﻋﺎﻭﺿﻌﻔﺎ،'
			'ﻻﺳﻴﻤﺎﻭﻗﺪﺭﻭﺍﻩﺍﺑﻦﺣﺒﺎﻥﻭﺃﺣﻤﺪﻣﻦﻃﺮﻳﻖﺃﺧﺮﻯ:"ﺍﻟﻠﻬﻢﻗﻨﻲﺷﺮﻧﻔﺴﻲﻭﺍﻋﺰﻡﻋﻠﻰﺭﺷﺪﻱﺃﻣﺮﻱ"'
			'ﻭﺳﻨﺪﻩﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﺍﻟﺸﻴﺨﻴﻦ.'
			'ﻭﺭﻮﯨﺃﺣﻤﺪﻋﻨﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﺃﻧﻪﻗﺎﻝ:"ﺍﻟﻠﻬﻢﺍﻏﻔﺮﻟﻲﺫﻧﺒﻲﺧﻄﺌﻲﻭﻋﻤﺪﻱﺍﻟﻠﻬﻢﺇﻧﻲﺃﺳﺘﻬﺪﻳﻚ'
			'ﻷﺭﺷﺪﺃﻣﺮﻱﻭﺃﻋﻮﺫﺑﻚﻣﻦﺷﺮﻧﻔﺴﻲ"ﻭﺳﻨﺪﻩﺟﻴﺪ].'
			'`',
		translation: 'Translation of Hadith 1487'
),
	Hadith(
		hadithNumber: 1488,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻔﻀﻞﺍﻟﻌﱠﺒﺎﺱﺑﻦﻋﺒﺪﺍﻟﻤﱠﻄﻠﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ:ﻋﱢﻠﻤﻨﻲﺷﻴﺌﺎ'
			'ﺃﺳﺄﻟﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻗﺎﻝ:«ﺳﻠﻮﺍﺍﻟﱠﻠﻪﺍﻟﻌﺎﻓﻴﺔ».ﻓﻤﻜﺜﺖﺃﱠﻳﺎﻣﺎ،ﺛﻢﱠﺟﺌﺖﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ:ﻋﱢﻠﻤﻨﻲﺷﻴﺌﺎ'
			'ﺃﺳﺄﻟﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻗﺎﻝﻟﻲ:«ﻳﺎﻋﱠﺒﺎﺱﻳﺎﻋﱠﻢﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺳﻠﻮﺍﺍﻟﱠﻠﻪﺍﻟﻌﺎﻓﻴﺔﻓﻲﺍﻟﱡﺪﻧﻴﺎﻭﺍﻵﺧﺮﺓ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1488'
),
	Hadith(
		hadithNumber: 1489,
		hadith:
						'ﻭﻋﻦﺷﻬﺮﺑﻦﺣﻮﺷﺐﻗﺎﻝ:ﻗﻠﺖﻷﻡﱢﺳﻠﻤﺔ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻳﺎﺄﻣﱠﺍﻟﻤﺆﻣﻨﻴﻦﻣﺎﺁﺎﻥﺃﺁﺜﺮﺩﻋﺎﺀ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺁﺎﻥﻋﻨﺪﻙ؟ﻗﺎﻟﺖ:ﺁﺎﻥﺃﺁﺜﺮﺩﻋﺎﺋﻪ:«ﻳﺎﻣﻘﻠﺐﺍﻟﻘﻠﻮﺏﺛﱢﺒﺖﻗﻠﺒﻲﻋﻠﻰ'
			'ﺩﻳﻨﻚ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱ،ﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1489'
),
	Hadith(
		hadithNumber: 1490,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺁﺎﻥﻣﻦﺩﻋﺎﺀ.'
			'ﺩﺍﻭﺩﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱠﻠﻬﱠﻢﺇﱢﻧﻲﺃﺳﺄﻟﻚﺣﱠﺒﻚ،ﻭﺣﺐﱠﻣﻦﻳﺤﱡﺒﻚ،ﻭﺍﻟﻌﻤﻞﺍﻟﺬﻱﻳﺒﻠﱢﻐﻨﻲﺣﺒﱠﻚﺍﻟﻠﱠﻬﻢﱠ'
			'ﺍﺟﻌﻞﺣﱠﺒﻚﺃﺣﱠﺐﺇﻟﱠﻲﻣﻦﻧﻔﺴﻲ،ﻭﺃﻩﻠﻲ،ﻭﻣﻦﺍﻟﻤﺎﺀﺍﻟﺒﺎﺭﺩ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻋﺒﺪﺍﷲﺑﻦﺭﺑﻴﻌﺔﺍﻟﺪﻣﺸﻘﻲ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1490'
),
	Hadith(
		hadithNumber: 1491,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻟﱡﻈﻮﺍﺑﻴﺎﺫﺍﺍﻟﺠﻼﻝ'
			'ﻭﺍﻹﺁﺮﺎﻣ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﺭﻭﺍﻩﺍﻟﱠﻨﺴﺎﺋﱡﻲﻣﻦﺭﻭﺍﻳﺔﺭﺑﻴﻌﺔﺑﻦﻋﺎﻣﺮﺍﻟﱠﺼﺤﺎﺑﱢﻲ.ﻗﺎﻝﺍﻟﺤﺎﺁﻢ:ﺣﺪﻳﺚﺻﺤﻴﺢﺍﻹﺳﻨﺎﺩ.'
			'»ﺃﻟﱡﻈﻮﺍ»ﺑﻜﺴﺮﺍﱠﻟﻼﻡﻭﺗﺸﺪﻳﺪﺍﻟﻈﺎﺀﺍﻟﻤﻌﺠﻤﺔﻣﻌﻨﺎﻩ:ﺍﻟﺰﻣﻮﺍﻩﺬﻩﺍﻟﱠﺪﻋﻮﺓﻭﺃﺁﺜﺮﻭﺍﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1491'
),
	Hadith(
		hadithNumber: 1492,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺩﻋﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺪﻋﺎﺀﺁﺜﻴﺮ،ﻟﻢﻧﺤﻔﻆ'
			'ﻣﻨﻪﺷﻴﺌﺎ،ﻗﻠﻨﺎﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺩﻋﻮﺕﺑﺪﻋﺎﺀﺁﺜﻴﺮﻟﻢﻧﺤﻔﻆﻣﻨﻪﺷﻴﺌﺎ،ﻓﻘﺎﻝ:«ﺃﻻﺃﺩﱡﻟﻜﻢﻋﻠﻰﻣﺎﻳﺠﻤﻊﺫﻟﻚ'
			'ﺁﻠﱠﻪ؟ﺗﻘﻮﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺇﱢﻧﻲﺃﺳﺄﻟﻚﻣﻦﺧﻴﺮﻣﺎﺳﺄﻟﻚﻣﻨﻪﻧﺒﱡﻴﻚﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﺷﱢﺮ'
			'ﻣﺎﺍﺳﺘﻌﺎﺫﻣﻨﻪﻧﺒﱡﻴﻚﻣﺤﱠﻤﺪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺃﻧﺖﺍﻟﻤﺴﺘﻌﺎﻥ،ﻭﻋﻠﻴﻚﺍﻟﺒﻼﻍ،ﻭﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻ'
			'ﺑﺎﻟﱠﻠﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﱡﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1492'
),
	Hadith(
		hadithNumber: 1493,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺁﺎﻥﻣﻦﺩﻋﺎﺀﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻟﻠﱠﻬﻢﱠ'
			'ﺇﱢﻧﻲﺃﺳﺄﻟﻚﻣﻮﺟﺒﺎﺕﺭﺣﻤﺘﻚ،ﻭﻋﺰﺍﺋﻢﻣﻐﻔﺮﺗﻚ،ﻭﺍﻟﱠﺴﻼﻣﺔﻣﻦﺁﻞﱢﺇﺛﻢ،ﻭﺍﻟﻐﻨﻴﻤﺔﻣﻦﺁﻞﱢﺑﺮ،ﻭﺍﻟﻔﻮﺯﺑﺎﻟﺠﱠﻨﺔ'
			'،ﻭﺍﻟﱠﻨﺠﺎﺓﻣﻦﺍﻟﱠﻨﺎﺭ».ﺭﻭﺍﻩﺍﻟﺤﺎﺁﻢﺃﺑﻮﻋﺒﺪﺍﻟﱠﻠﻪ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ.'
			'.1493(ﺿﻌﻴﻒﺟﺪﺍ).[ﻓﻴﻪ:ﺣﻤﻴﺪﺍﻷﻋﺮﺝ،ﻮﻫﻮﻣﺘﺮﻮﻛﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 1493'
),
	Hadith(
		hadithNumber: 1494,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎﻣﻦﻋﺒﺪ'
			'ﻣﺴﻠﻢﻳﺪﻋﻮﻷﺧﻴﻪﺑﻈﻬﺮﺍﻟﻐﻴﺐﺇﱠﻻﻗﺎﻝﺍﻟﻤﻠﻚﻭﻟﻚﺑﻤﺜﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1494'
),
	Hadith(
		hadithNumber: 1495,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝ:«ﺩﻋﻮﺓﺍﻟﻤﺮﺀﺍﻟﻤﺴﻠﻢﻷﺧﻴﻪﺑﻈﻬﺮﺍﻟﻐﻴﺐ'
			'ﻣﺴﺘﺠﺎﺑﺔ،ﻋﻨﺪﺭﺃﺳﻪﻣﻠﻚﻣﻮﱠﺁﻞﺁﱠﻠﻤﺎﺩﻋﺎﻷﺧﻴﻪﺑﺨﻴﺮﻗﺎﻝﺍﻟﻤﻠﻚﺍﻟﻤﻮﺁﱠﻞﺑﻪ:ﺁﻣﻴﻦ،ﻭﻟﻚﺑﻤﺜﻞ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1495'
),
	Hadith(
		hadithNumber: 1496,
		hadith:
						'ﻋﻦﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺻﻨﻊﺇﻟﻴﻪ'
			'ﻣﻌﺮﻭﻑ،ﻓﻘﺎﻝﻟﻔﺎﻋﻠﻪ:ﺟﺰﺎﻛﺍﻟﱠﻠﻪﺧﻴﺮﺍ،ﻓﻘﺪﺃﺑﻠﻎﻓﻲﺍﻟﱠﺜﻨﺎﺀ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1496'
),
	Hadith(
		hadithNumber: 1497,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺪﻋﻮﺍﻋﻠﻰﺃﻧﻔﺴﻜﻢ،ﻭﻻ'
			'ﺗﺪﻋﻮﺍﻋﻠﻰﺃﻭﻻﺩﺁﻢ،ﻭﻻﺗﺪﻋﻮﺍﻋﻠﻰﺃﻣﻮﺍﻟﻜﻢ،ﻻﺗﻮﺍﻓﻘﻮﺍﻣﻦﺍﻟﱠﻠﻪﺳﺎﻋﺔﻳﺴﺄﻝﻓﻴﻬﺎﻋﻄﺎﺀ،ﻓﻴﺴﺘﺠﻴﺐﻟﻜﻢ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1497'
),
	Hadith(
		hadithNumber: 1498,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻗﺮﺏﻣﺎﻳﻜﻮﻥﺍﻟﻌﺒﺪﻣﻦ'
			'ﺭﱢﺑﻪﻭﻩﻮﺳﺎﺟﺪ،ﻓﺄﺁﺜﺮﻭﺍﺍﻟﱡﺪﻋﺎﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1498'
),
	Hadith(
		hadithNumber: 1499,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻳﺴﺘﺠﺎﺏﻷﺣﺪﺁﻢﻣﺎﻟﻢﻳﻌﺠﻞ:ﻳﻘﻮﻝﻗﺪﺩﻋﻮﺕﺭﱢﺑﻲ،'
			'ﻓﻠﻢﻳﺴﺘﺠﺐﻟﻲ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻻﻳﺰﺍﻝﻳﺴﺘﺠﺎﺏﻟﻠﻌﺒﺪﻣﺎﻟﻢﻳﺪﻉﺑﺈﺛﻢ،ﺃﻭﻗﻄﻴﻌﺔﺭﺣﻢ،ﻣﺎﻟﻢﻳﺴﺘﻌﺠﻞ»ﻗﻴﻞ:ﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﺍﻻﺳﺘﻌﺠﺎﻝ؟ﻗﺎﻝ:«ﻳﻘﻮﻝ:ﻗﺪﺩﻋﻮﺕ،ﻭﻗﺪﺩﻋﻮﺕﻓﻠﻢﺃﺭﻳﺴﺘﺠﻴﺐﻟﻲ،ﻓﻴﺴﺘﺤﺴﺮﻋﻨﺪﺫﻟﻚ'
			'،ﻭﻳﺪﻉﺍﻟﱡﺪﻋﺎﺀ»',
		translation: 'Translation of Hadith 1499'
),
	Hadith(
		hadithNumber: 1500,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻴﻞﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﱡﻱﺍﻟﱡﺪﻋﺎﺀﺃﺳﻤﻊ؟ﻗﺎﻝ'
			':«ﺟﻮﻑﺍﻟﱠﻠﻴﻞﺍﻵﺧﺮ،ﻭﺩﺑﺮﺍﻟﱠﺼﻠﻮﺍﺕﺍﻟﻤﻜﺘﻮﺑﺎﺕ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1500'
),
	Hadith(
		hadithNumber: 1501,
		hadith:
						'ﻭﻋﻦﻋﺒﺎﺩﺓﺑﻦﺍﻟﱠﺼﺎﻣﺖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻋﻠﻰﺍﻷﺭﺽ'
			'ﻣﺴﻠﻢﻳﺪﻋﻮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺑﺪﻋﻮﺓﺇﱠﻻﺁﺗﺎﻩﺍﻟﱠﻠﻪﺇﱠﻳﺎﻩﺎ،ﺃﻭﺻﺮﻑﻋﻨﻪﻣﻦﺍﻟﱡﺴﻮﺀﻣﺜﻠﻬﺎ.ﻣﺎﻟﻢﻳﺪﻉﺑﺈﺛﻢ،ﺃﻭﻗﻄﻴﻌﺔ'
			'ﺭﺣﻢ»ﻓﻘﺎﻝﺭﺟﻞﻣﻦﺍﻟﻘﻮﻡ:ﺇﺫﺍﻧﻜﺜﺮ.ﻗﺎﻝ:«ﺍﻟﱠﻠﻪﺃﺁﺜﺮ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ:ﻭﺭﻭﺍﻩﺍﻟﺤﺎﺁﻢﻣﻦﺭﻭﺍﻳﺔﺃﺑﻲﺳﻌﻴﺪﻭﺯﺍﺩﻓﻴﻪ:«ﺃﻭﻳﱠﺪﺧﺮﻟﻪﻣﻦ'
			'ﺍﻷﺟﺮﻣﺜﻠﻬﺎ».'
			'`',
		translation: 'Translation of Hadith 1501'
),
	Hadith(
		hadithNumber: 1502,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝﻋﻨﺪﺍﻟﻜﺮﺏ:«ﻻ'
			'ﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﺍﻟﻌﻈﻴﻢﺍﻟﺤﻠﻴﻢ،ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﺭﱡﺏﺍﻟﻌﺮﺵﺍﻟﻌﻈﻴﻢ،ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﺭﱡﺏﺍﻟﺴﻤﻮﺍﺕ،ﻭﺭﱡﺏﺍﻷﺮﺿ،'
			'ﻭﺭﱡﺏﺍﻟﻌﺮﺵﺍﻟﻜﺮﻳﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1502'
),
	Hadith(
		hadithNumber: 1503,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺤﱠﻤﺪﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺃﺑﻲﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺃﺻﺤﺎﺏﺍﻟﱡﺼﱠﻔﺔﺁﺎﻧﻮﺍﺃﻧﺎﺳﺎ'
			'ﻓﻘﺮﺍﺀﻭﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻣﱠﺮﺓ«ﻣﻦﺁﺎﻥﻋﻨﺪﻩﻃﻌﺎﻡﺍﺛﻨﻴﻦ،ﻓﻠﻴﺬﻩﺐﺑﺜﺎﻟﺚ،ﻭﻣﻦﺁﺎﻥﻋﻨﺪﻩ'
			'ﻃﻌﺎﻡﺃﺭﺑﻌﺔ،ﻓﻠﻴﺬﻩﺐﺑﺨﺎﻣﺲﻭﺑﺴﺎﺩﺱ»ﺃﻭﺁﻤﺎﻗﺎﻝ،ﻭﺃﱠﻥﺃﺑﺎﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺟﺎﺀﺑﺜﻼﺛﺔ،ﻭﺍﻧﻄﻠﻖ'
			'ﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻌﺸﺮﺓ،ﻭﺃﱠﻥﺃﺑﺎﺑﻜﺮﺗﻌﱠﺸﻰﻋﻨﺪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﱡﺛﱠﻢﻟﺒﺚﺣﱠﺘﻰﺻﱠﻠﻰ'
			'ﺍﻟﻌﺸﺎﺀ،ﺛﻢﱠﺭﺟﻊ،ﻓﺠﺎﺀﺑﻌﺪﻣﺎﻣﻀﻰﻣﻦﺍﻟﱠﻠﻴﻞﻣﺎﺷﺎﺀﺍﻟﱠﻠﻪ.ﻗﺎﻟﺖﺍﻣﺮﺃﺗﻪ:ﻣﺎﺣﺒﺴﻚﻋﻦﺃﺿﻴﺎﻓﻚ؟ﻗﺎﻝ:'
			'ﺃﻭﻣﺎﻋﱠﺸﻴﺘﻬﻢ؟ﻗﺎﻟﺖ:ﺃﺑﻮﺍﺣﱠﺘﻰﺗﺠﻲﺀﻭﻗﺪﻋﺮﺿﻮﺍﻋﻠﻴﻬﻢﻗﺎﻝ:ﻓﺬﻩﺒﺖﺃﻧﺎ،ﻓﺎﺧﺘﺒﺄﺕ،ﻓﻘﺎﻝ:ﻳﺎﻏﻨﺜﺮ،'
			'ﻓﺠﱠﺪﻉﻭﺳﱠﺐﻭﻗﺎﻝ:ﺁﻠﻮﺍﻩﻨﻴﺌﺎ،ﻭﺍﻟﱠﻠﻪﻻﺃﻃﻌﻤﻪﺃﺑﺪﺍ،ﻗﺎﻝ:ﻭﺍﻳﻢﺍﻟﱠﻠﻪﻣﺎﺁﱠﻨﺎﻧﺄﺧﺬﻣﻦﻟﻘﻤﺔﺇﱠﻻﺭﺑﺎﻣﻦﺃﺳﻔﻠﻬﺎ'
			'ﺃﺁﺜﺮﻣﻨﻬﺎﺣﱠﺘﻰﺷﺒﻌﻮﺍ،ﻭﺻﺎﺭﺕﺃﺁﺜﺮﻣﱠﻤﺎﺁﺎﻧﺖﻗﺒﻞﺫﻟﻚ،ﻓﻨﻈﺮﺇﻟﻴﻬﺎﺃﺑﻮﺑﻜﺮﻓﻘﺎﻝﻻﻣﺮﺃﺗﻪ:ﻳﺎﺃﺧﺖﺑﻨﻲ'
			'ﻓﺮﺍﺱﻣﺎﻩﺬﺍ؟ﻗﺎﻟﺖ:ﻻﻭﻗﺮﺓﻋﻴﻨﻲﻟﻬﻲﺍﻵﻥﺃﺁﺜﺮﻣﻨﻬﺎﻗﺒﻞﺫﻟﻚﺑﺜﻼﺙﻣﱠﺮﺍﺕ،ﻓﺄﺁﻞﻣﻨﻬﺎﺃﺑﻮﺑﻜﺮﻭﻗﺎﻝ:'
			'ﺇﱠﻧﻤﺎﺁﺎﻥﺫﻟﻚﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥ،ﻳﻌﻨﻲﻳﻤﻴﻨﻪ،ﺛﻢﱠﺃﺁﻞﻣﻨﻬﺎﻟﻘﻤﺔ،ﺛﻢﱠﺣﻤﻠﻬﺎﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﺄﺻﺒﺤﺖﻋﻨﺪﻩ.ﻭﺁﺎﻥﺑﻴﻨﻨﺎﻭﺑﻴﻦﻗﻮﻡﻋﻬﺪ،ﻓﻤﻀﻰﺍﻷﺟﻞ،ﻓﺘﻔﱠﺮﻗﻨﺎﺍﺛﻨﻲﻋﺸﺮﺭﺟﻼ،ﻣﻊﺁﻞﱢﺭﺟﻞﻣﻨﻬﻢ'
			'ﺃﻧﺎﺱ،ﺍﻟﱠﻠﻪﺃﻋﻠﻢﺁﻢﻣﻊﺁﻞﱢﺭﺟﻞﻓﺄﺁﻠﻮﺍﻣﻨﻬﺎﺃﺟﻤﻌﻮﻥ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﺤﻠﻒﺃﺑﻮﺑﻜﺮﻻﻳﻄﻌﻤﻪ،ﻓﺤﻠﻔﺖﺍﻟﻤﺮﺃﺓﻻﺗﻄﻌﻤﻪ،ﻓﺤﻠﻒﺍﻟﱢﻀﻴﻒ-ﺃﻭﺍﻷﺿﻴﺎﻑ-ﺄﻧﻻ'
			'ﻳﻄﻌﻤﻪ،ﺃﻭﻳﻄﻌﻤﻮﻩﺣﱠﺘﻰﻳﻄﻌﻤﻪ،ﻓﻘﺎﻝﺃﺑﻮﺑﻜﺮ:ﻩﺬﻩﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥ،ﻓﺪﻋﺎﺑﺎﻟﱠﻄﻌﺎﻡﻓﺄﺁﻞﻭﺃﺁﻠﻮﺍ،ﻓﺠﻌﻠﻮﺍﻻ'
			'ﻳﺮﻓﻌﻮﻥﻟﻘﻤﺔﺇﱠﻻﺭﺑﺖﻣﻦﺃﺳﻔﻠﻬﺎﺃﺁﺜﺮﻣﻨﻬﺎ،ﻓﻘﺎﻝ:ﻳﺎﺃﺧﺖﺑﻨﻲﻓﺮﺎﺳ،ﻣﺎﻩﺬﺍ؟ﻓﻘﺎﻟﺖ:ﻭﻗﱠﺮﺓﻋﻴﻨﻲﺇﻧﻬﺎ'
			'ﺍﻵﻥﻷﺁﺜﺮﻣﻨﻬﺎﻗﺒﻞﺃﻥﻧﺄﺁﻞ،ﻓﺄﺁﻠﻮﺍ،ﻭﺑﻌﺚﺑﻬﺎﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺬﺁﺮﺃﱠﻧﻪﺃﺁﻞﻣﻨﻬﺎ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺇﱠﻥﺃﺑﺎﺑﻜﺮﻗﺎﻝﻟﻌﺒﺪﺍﻟﱠﺮﺣﻤﻦ:ﺩﻭﻧﻚﺃﺿﻴﺎﻓﻚ،ﻓﺈﱢﻧﻲﻣﻨﻄﻠﻖﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،'
			'ﻓﺎﻓﺮﻍﻣﻦﻗﺮﺍﻩﻢﻗﺒﻞﺃﻥﺃﺟﻲﺀ،ﻓﺎﻧﻄﻠﻖﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦ،ﻓﺄﺗﺎﻩﻢﺑﻤﺎﻋﻨﺪﻩ.ﻓﻘﺎﻝ:ﺍﻃﻌﻤﻮﺍ،ﻓﻘﺎﻟﻮﺍ:ﺃﻳﻦﺭﱡﺏ'
			'ﻣﻨﺰﻟﻨﺎ؟ﻗﺎﻝ:ﺍﻃﻌﻤﻮﺍ،ﻗﺎﻟﻮﺍ:ﻣﺎﻧﺤﻦﺑﺂﺁﻠﻴﻦﺣﺘﻰﻳﺠﻴﻰﺀﺭﺏﻣﻨﺰﻟﻨﺎ،ﻗﺎﻝ:ﺍﻗﺒﻠﻮﺍﻋﱠﻨﺎﻗﺮﺍﺁﻢ،ﻓﺈﱠﻧﻪﺇﻥ'
			'ﺟﺎﺀﻭﻟﻢﺗﻄﻌﻤﻮﺍﻟﻨﻠﻘﻴﱠﻦﻣﻨﻪ،ﻓﺄﺑﻮﺍ،ﻓﻌﺮﻓﺖﺃﱠﻧﻪﻳﺠﺪﻋﻠﱠﻲ،ﻓﻠﱠﻤﺎﺟﺎﺀﺗﻨﱠﺤﻴﺖﻋﻨﻪ،ﻓﻘﺎﻝ:ﻣﺎﺻﻨﻌﺘﻢ؟'
			'ﻓﺄﺧﺒﺮﻭﻩ،ﻓﻘﺎﻝﻳﺎﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﻓﺴﻜﱡﺖﺛﻢﻗﺎﻝ:ﻳﺎﻋﺒﺪﺍﻟﺮﺣﻤﻦ.ﻓﺴﻜﺖ،ﻓﻘﺎﻝ:ﻳﺎﻏﻨﺜﺮﺃﻗﺴﻤﺖﻋﻠﻴﻚﺈﻧ'
			'ﺁﻨﺖﺗﺴﻤﻊﺻﻮﺗﻲﻟﻤﺎﺟﺌﺖ،ﻓﺨﺮﺟﺖ،ﻓﻘﻠﺖ:ﺳﻞﺃﺿﻴﺎﻓﻚ،ﻓﻘﺎﻟﻮﺍ:ﺻﺪﻕ،ﺃﺗﺎﻧﺎﺑﻪ.ﻓﻘﺎﻝ:ﺇﱠﻧﻤﺎ'
			'ﺗﻘﺒﻠﻮﻥﻋﱠﻨﺎﻗﺮﺍﺁﻢ؟ﻩﺎﺕﻃﻌﺎﻣﻚ،ﻓﺠﺎﺀﺑﻪ،ﻓﻮﺿﻊﻳﺪﻩ،ﻓﻘﺎﻝ:ﺑﺴﻢﺍﻟﱠﻠﻪ،ﺍﻷﻭﻟﻰﻣﻦﺍﻟﱠﺸﻴﻄﺎﻥﻓﺄﺁﻞﻭﺃﺁﻠﻮﺍﺍﻧﺘﻈﺮﺗﻤﻮﻧﻲﻭﺍﻟﱠﻠﻪﻻﺃﻃﻌﻤﻪﺍﻟﱠﻠﻴﻠﺔ،ﻓﻘﺎﻝﺍﻵﺧﺮﻮﻧ:ﻭﺍﻟﱠﻠﻪﻻﻧﻄﻌﻤﻪﺣﱠﺘﻰﺗﻄﻌﻤﻪ،ﻓﻘﺎﻝ:ﻭﻳﻠﻜﻢﻣﺎﻟﻜﻢﻻ'
			'.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﻏﻨﺜﺮ»ﺑﻐﻴﻦﻣﻌﺠﻤﺔﻣﻀﻤﻮﻣﺔ،ﺛﻢﻧﻮﻥﺳﺎﺁﻨﺔ،ﺛﻢﱠﺛﺎﺀﻣﺜﻠﺜﺔﻮﻫﻮ:ﺍﻟﻐﺒﱡﻲﺍﻟﺠﺎﻩﻞ،ﻭﻗﻮﻟﻪ:«'
			'ﻓﺠﱠﺪﻉ»ﺄﻳﺷﺘﻤﻪﻭﺍﻟﺠﺪﻉ:ﺍﻟﻘﻄﻊ.ﻗﻮﻟﻪ:«ﻳﺠﺪﻋﻠﱠﻲ»ﻩﻮﺑﻜﺴﺮﺍﻟﺠﻴﻢ،ﺃﻱ:ﻳﻐﻀﺐ.'
			'`',
		translation: 'Translation of Hadith 1503'
),
	Hadith(
		hadithNumber: 1504,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻘﺪﺁﺎﻥﻓﻴﻤﺎﻗﺒﻠﻜﻢ'
			'ﻣﻦﺍﻷﻣﻢﻧﺎﺱﻣﺤﱠﺪﺛﻮﻥ،ﻓﺈﻥﻳﻚﻓﻲﺃﱠﻣﺘﻲﺃﺣﺪ،ﻓﺈﻧﱠﻪﻋﻤﺮ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ،ﻭﺭﻭﺍﻩﻣﺴﻠﻢﻣﻦﺭﻭﺍﻳﺔﻋﺎﺋﺸﺔ'
			'،ﻭﻓﻲﺭﻭﺍﻳﺘﻬﻤﺎﻗﺎﻝﺍﺑﻦﻭﻩﺐ:«ﻣﺤﱠﺪﺛﻮﻥ»ﺄﻳ:ﻣﻠﻬﻤﻮﻥ',
		translation: 'Translation of Hadith 1504'
),
	Hadith(
		hadithNumber: 1505,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺑﻦﺳﻤﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ.ﻗﺎﻝ:ﺷﻜﺎﺃﻩﻞﺍﻟﻜﻮﻓﺔﺳﻌﺪﺍ،ﻳﻌﻨﻲ:ﺍﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹ،'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﺇﻟﻰﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻌﺰﻟﻪﻭﺍﺳﺘﻌﻤﻞﻋﻠﻴﻬﻢﻋﱠﻤﺎﺭﺍ،ﻓﺸﻜﻮﺍﺣﱠﺘﻰﺫﺁﺮﻭﺍ'
			'ﺃﻧﱠﻪﻻﻳﺤﺴﻦﻳﺼﱢﻠﻲ،ﻓﺄﺭﺳﻞﺇﻟﻴﻪ،ﻓﻘﺎﻝ:ﻳﺎﺃﺑﺎﺇﺳﺤﺎﻕ،ﺇﱠﻥﻩﺆﻻﺀﻳﺰﻋﻤﻮﻥﺃﱠﻧﻚﻻﺗﺤﺴﻦﺗﺼﱢﻠﻲ.ﻓﻘﺎﻝ:ﺃﱠﻣﺎ'
			'ﺃﻧﺎﻭﺍﻟﱠﻠﻪﻓﺈﱢﻧﻲﺁﻨﺖﺃﺻﱢﻠﻲﺑﻬﻢﺻﻼﺓﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻻﺃﺧﺮﻡﻋﻨﻬﺎﺃﺻﱢﻠﻲﺻﻼﺓﺍﻟﻌﺸﺎﺀ'
			'ﺇﻟﻰﺍﻟﻜﻮﻓﺔﻳﺴﺄﻝﻋﻨﻪﺃﻩﻞﺍﻟﻜﻮﻓﺔ،ﻓﻠﻢﻳﺪﻉﻣﺴﺠﺪﺍﺇﱠﻻﺳﺄﻝﻋﻨﻪ،ﻭﻳﺜﻨﻮﻥﻣﻌﺮﻭﻓﺎ،ﺣﱠﺘﻰﺩﺧﻞﻣﺴﺠﺪﺍﻟﺒﻨﻲﻓﺄﺭﺁﺪﻓﻲﺍﻷﻭﻟﻴﻴﻦ،ﻭﺃﺧﱡﻒﻓﻲﺍﻷﺧﺮﻳﻴﻦ،ﻗﺎﻝ:ﺫﻟﻚﺍﻟﻈﱡﻦﺑﻚﻳﺎﺃﺑﺎﺇﺳﺤﺎﻕ،ﻭﺃﺭﺳﻞﻣﻌﻪﺭﺟﻼ-ﺃﻭﺭﺟﺎﻻ-'
			'ﻋﺒﺲ،ﻓﻘﺎﻡﺭﺟﻞﻣﻨﻬﻢ،ﻳﻘﺎﻝﻟﻪﺃﺳﺎﻣﺔﺑﻦﻗﺘﺎﺩﺓ،ﻳﻜﱠﻨﻰﺃﺑﺎﺳﻌﺪﺓ،ﻓﻘﺎﻝ:ﺃﻣﺎﺇﺫﻧﺸﺪﺗﻨﺎﻓﺈﱠﻥﺳﻌﺪﺍﺁﺎﻥﻻ'
			'ﻳﺴﻴﺮﺑﺎﻟﱠﺴﺮﻳﺔﻭﻻﻳﻘﺴﻢﺑﺎﻟﱠﺴﻮﱠﻳﺔ،ﻭﻻﻳﻌﺪﻝﻓﻲﺍﻟﻘﻀﱠﻴﺔ،ﻗﺎﻝﺳﻌﺪ:ﺃﻣﺎﻭﺍﻟﱠﻠﻪﻷﺩﻋﻮﻥﱠﺑﺜﻼﺙ:ﺍﻟﻠﱠﻬﻢﱠﺇﻥﺁﺎﻥ'
			'ﻋﺒﺪﻙﻩﺬﺍﺁﺎﺫﺑﺎ،ﻗﺎﻡﺭﻳﺂﺀ،ﻭﺳﻤﻌﺔ،ﻓﺄﻃﻞﻋﻤﺮﻩ،ﻭﺃﻃﻞﻓﻘﺮﻩ،ﻭﻋﱢﺮﺿﻪﻟﻠﻔﺘﻦ،ﻭﺁﺎﻥﺑﻌﺪﺫﻟﻚﺇﺫﺍﺳﺌﻞ'
			'ﻳﻘﻮﻝ:ﺷﻴﺦﺁﺒﻴﺮﻣﻔﺘﻮﻥ،ﺃﺻﺎﺑﺘﻨﻲﺩﻋﻮﺓﺳﻌﺪ.'
			'ﻗﺎﻝﻋﺒﺪﺍﻟﻤﻠﻚﺑﻦﻋﻤﻴﺮﺍﻟﱠﺮﺍﻮﻳﻋﻦﺟﺎﺑﺮﺑﻦﺳﻤﺮﺓﻓﺄﻧﺎﺭﺃﻳﺘﻪﺑﻌﺪﻗﺪﺳﻘﻂﺣﺎﺟﺒﺎﻩﻋﻠﻰﻋﻴﻨﻴﻪﻣﻦﺍﻟﻜﺒﺮ،'
			'ﻭﺇﻧﱠﻪﻟﻴﺘﻌﱠﺮﺽﻟﻠﺠﻮﺍﺮﻳﻓﻲﺍﻟﱡﻄﺮﻕﻓﻴﻐﻤﺰﻩﻦﱠ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1505'
),
	Hadith(
		hadithNumber: 1506,
		hadith:
						'ﻭﻋﻦﻋﺮﻭﺓﺑﻦﺍﻟﱡﺰﺑﻴﺮﺃﱠﻥﺳﻌﻴﺪﺑﻦﺯﻳﺪﺑﻦﻋﻤﺮﻭﺑﻦﻧﻔﻴﻞ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺧﺎﺻﻤﺘﻪﺃﺭﻮﯨﺑﻨﺖ'
			'ﺃﻭﺱﺇﻟﻰﻣﺮﻭﺍﻥﺑﻦﺍﻟﺤﻜﻢ،ﻭﺍﱠﺩﻋﺖﺃﻧﱠﻪﺃﺧﺬﺷﻴﺌﺎﻣﻦﺃﺭﺿﻬﺎ،ﻓﻘﺎﻝﺳﻌﻴﺪ:ﺃﻧﺎﺁﻨﺖﺁﺧﺬﻣﻦﺃﺭﺿﻬﺎﺷﻴﺌﺎ'
			'ﺑﻌﺪﺍﻟﺬﻱﺳﻤﻌﺖﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،؟ﻗﺎﻝ:ﻣﺎﺫﺍﺳﻤﻌﺖﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ؟ﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺃﺧﺬﺷﺒﺮﺍﻣﻦﺍﻷﺭﺽﻇﻠﻤﺎ،ﻃﻮﱢﻗﻪﺇﻟﻰ'
			'ﺳﺒﻊﺃﺭﺿﻴﻦ»ﻓﻘﺎﻝﻟﻪﻣﺮﻭﺍﻥ:ﻻﺃﺳﺄﻟﻚﺑﱢﻴﻨﺔﺑﻌﺪﻩﺬﺍ،ﻓﻘﺎﻝﺳﻌﻴﺪ:ﺍﻟﻠﱠﻬﻢﱠﺇﻥﺁﺎﻧﺖﺁﺎﺫﺑﺔ،ﻓﺄﻋﻢﺑﺼﺮﻩﺎ،'
			'ﻭﺍﻗﺘﻠﻬﺎﻓﻲﺃﺭﺿﻬﺎ،ﻗﺎﻝ:ﻓﻤﺎﻣﺎﺗﺖﺣﱠﺘﻰﺫﻩﺐﺑﺼﺮﻩﺎ،ﻭﺑﻴﻨﻤﺎﻩﻲﺗﻤﺸﻲﻓﻲﺃﺭﺿﻬﺎﺇﺫﻭﻗﻌﺖﻓﻲﺣﻔﺮﺓ'
			'ﻓﻤﺎﺗﺖ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢﻋﻦﻣﺤﱠﻤﺪﺑﻦﺯﻳﺪﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﺑﻤﻌﻨﺎﻩﻭﺃﻧﱠﻪﺭﺁﻩﺎﻋﻤﻴﺎﺀﺗﻠﺘﻤﺲﺍﻟﺠﺪﺭﺗﻘﻮﻝ:'
			'ﺃﺻﺎﺑﺘﻨﻲﺩﻋﻮﺓﺳﻌﻴﺪ،ﻭﺃﱠﻧﻬﺎﻣﱠﺮﺕﻋﻠﻰﺑﺌﺮﻓﻲﺍﻟﱠﺪﺍﺭﺍﻟﺘﻲﺧﺎﺻﻤﺘﻪﻓﻴﻬﺎ،ﻓﻮﻗﻌﺖﻓﻴﻬﺎ،ﻭﺁﺎﻧﺖﻗﺒﺮﻩﺎ.'
			'`',
		translation: 'Translation of Hadith 1506'
),
	Hadith(
		hadithNumber: 1507,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻟﱠﻤﺎﺣﻀﺮﺕﺃﺣﺪﺩﻋﺎﻧﻲﺃﺑﻲﻣﻦﺍﻟﱠﻠﻴﻞﻓﻘﺎﻝ:ﻣﺎﺃﺭﺍﻧﻲ'
			'ﺇﱠﻻﻣﻘﺘﻮﻻﻓﻲﺃﱠﻮﻟﻣﻦﻳﻘﺘﻞﻣﻦﺃﺻﺤﺎﺏﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺇﱢﻧﻲﻻﺃﺗﺮﻙﺑﻌﺪﻱﺃﻋﱠﺰﻋﻠﱠﻲﻣﻨﻚﻏﻴﺮ'
			'ﻧﻔﺲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﺇﱠﻥﻋﻠﱠﻲﺩﻳﻨﺎﻓﺎﻗﺾ،ﻭﺍﺳﺘﻮﺹﺑﺄﺧﻮﺍﺗﻚﺧﻴﺮﺍ:ﻓﺄﺻﺒﺤﻨﺎ،ﻓﻜﺎﻥ'
			'ﺃﱠﻮﻟﻗﺘﻴﻞ،ﻭﺩﻓﻨﺖﻣﻌﻪﺁﺧﺮﻓﻲﻗﺒﺮﻩ،ﺛﻢﱠﻟﻢﺗﻄﺐﻧﻔﺴﻲﺃﻥﺃﺗﺮﺁﻪﻣﻊﺁﺧﺮ،ﻓﺎﺳﺘﺨﺮﺟﺘﻪﺑﻌﺪﺳﱠﺘﺔﺃﺷﻬﺮ،'
			'ﻓﺈﺫﺍﻩﻮﺁﻴﻮﻡﻭﺿﻌﺘﻪﻏﻴﺮﺃﺫﻧﻪ،ﻓﺠﻌﻠﺘﻪﻓﻲﻗﺒﺮﻋﻠﻰﺣﺪﺓ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1507'
),
	Hadith(
		hadithNumber: 1508,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻠﻴﻦﻣﻦﺃﺻﺤﺎﺏﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﺮﺟﺎﻣﻦﻋﻨﺪﺍﻟﻨﺒﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻟﻴﻠﺔﻣﻈﻠﻤﺔﻭﻣﻌﻬﻤﺎﻣﺜﻞﺍﻟﻤﺼﺒﺎﺣﻴﻦﺑﻴﻦﺃﻳﺪﻳﻬﻤﺎ،ﻓﻠﱠﻤﺎﺍﻓﺘﺮﻗﺎ،ﺻﺎﺭﻣﻊﺁﱢﻞﻭﺍﺣﺪ'
			'ﻣﻨﻬﻤﺎﻭﺍﺣﺪﺣﺘﻰﺃﺗﻰﺃﻩﻠﻪ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﻣﻦﻃﺮﻕ،ﻭﻓﻲﺑﻌﻀﻬﺎﺃﱠﻥﺍﻟﱠﺮﺟﻠﻴﻦﺃﺳﻴﺪﺑﻦﺣﻀﻴﺮ،ﻭﻋﱠﺒﺎﺩﺑﻦﺑﺸﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ',
		translation: 'Translation of Hadith 1508'
),
	Hadith(
		hadithNumber: 1509,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﺑﻌﺚﺭﺳﻮﻝﺍﻟﱢﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﺸﺮﺓﺭﻩﻂﻋﻴﻨﺎ'
			'ﺳﺮﱠﻳﺔ،ﻭﺃﱠﻣﺮﻋﻠﻴﻬﻢﻋﺎﺻﻢﺑﻦﺛﺎﺑﺖﺍﻷﻧﺼﺎﺭﱠﻱ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﺎﻧﻄﻠﻘﻮﺍﺣﱠﺘﻰﺇﺫﺍﺁﺎﻧﻮﺍﺑﺎﻟﻬﺪﺍﺓ،ﺑﻴﻦ'
			'ﻋﺴﻔﺎﻥﻭﻣﱠﻜﺔ،ﺫﺁﺮﻭﺍﻟﺤﱢﻲﻣﻦﻩﺬﻳﻞﻳﻘﺎﻝﻟﻬﻢ:ﺑﻨﻮﺍﻟﺤﻴﺎﻥ،ﻓﻨﻔﺮﻭﺍﻟﻬﻢﺑﻘﺮﻳﺐﻣﻦﻣﺎﺋﺔﺭﺟﻞﺭﺎﻣﻓﺎﻗﺘﱡﺼﻮﺍ'
			'ﺑﺄﻳﺪﻳﻜﻢﻭﻟﻜﻢﺍﻟﻌﻬﺪﻭﺍﻟﻤﻴﺜﺎﻕﺃﻥﻻﻧﻘﺘﻞﻣﻨﻜﻢﺃﺣﺪﺍ،ﻓﻘﺎﻝﻋﺎﺻﻢﺑﻦﺛﺎﺑﺖ:ﺃﻳﻬﺎﺍﻟﻘﻮﻡ،ﺃﱠﻣﺎﺃﻧﺎﻓﻼﺃﻧﺰﻝﻋﻠﻰﺁﺛﺎﺭﻩﻢ،ﻓﻠﱠﻤﺎﺃﺣﱠﺲﺑﻬﻢﻋﺎﺻﻢﺅﺃﺻﺤﺎﺑﻪ،ﻟﺠﺄﻭﺍﺇﻟﻰﻣﻮﺿﻊ،ﻓﺄﺣﺎﻁﺑﻬﻢﺍﻟﻘﻮﻡ،ﻓﻘﺎﻟﻮﺍﺍﻧﺰﻟﻮﺍ،ﻓﺄﻋﻄﻮﺍ'
			'ﺫﻣﺔﺁﺎﻓﺮ.ﺍﻟﻠﻬﱠﻢﺃﺧﺒﺮﻋﱠﻨﺎﻧﺒﱠﻴﻚﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺮﻣﻮﻩﻢﺑﺎﻟﱠﻨﺒﻞﻓﻘﺘﻠﻮﺍﻋﺎﺻﻤﺎ،ﻭﻧﺰﻝﺇﻟﻴﻬﻢﺛﻼﺛﺔﻧﻔﺮ'
			'ﻋﻠﻰﺍﻟﻌﻬﺪﻭﺍﻟﻤﻴﺜﺎﻕ،ﻣﻨﻬﻢﺧﺒﻴﺐ،ﻭﺯﻳﺪﺑﻦﺍﻟﱠﺪﺛﻨﺔﻭﺭﺟﻞﺁﺧﺮ،ﻓﻠﱠﻤﺎﺍﺳﺘﻤﻜﻨﻮﺍﻣﻨﻬﻢﺃﻃﻠﻘﻮﺍﺃﻭﺗﺎﺭﻗﺴﱢﻴﻬﻢ،'
			'ﻓﺮﺑﻄﻮﻩﻢﺑﻬﺎ،ﻗﺎﻝﺍﻟﱠﺮﺟﻞﺍﻟﱠﺜﺎﻟﺚ:ﻩﺬﺍﺃﻭﱠﻝﺍﻟﻐﺪﺭﻭﺍﻟﱠﻠﻪﻻﺃﺻﺤﺒﻜﻢﺇﱠﻥﻟﻲﺑﻬﺆﻻﺀﺃﺳﻮﺓ،ﻳﺮﻳﺪﺍﻟﻘﺘﻠﻰ،'
			'ﻓﺠﱡﺮﻭﻩﻭﻋﺎﻟﺠﻮﻩ،ﻓﺄﺑﻲﺃﻥﻳﺼﺤﺒﻬﻢ،ﻓﻘﺘﻠﻮﻩ،ﻭﺍﻧﻄﻠﻘﻮﺍﺑﺨﺒﻴﺐ،ﻭﺯﻳﺪﺑﻦﺍﻟﱠﺪﺛﻨﺔ،ﺣﺘﻰﺑﺎﻋﻮﻩﻤﺎﺑﻤﱠﻜﺔﺑﻌﺪ'
			'ﻭﻗﻌﺔﺑﺪﺭ،ﻓﺎﺑﺘﺎﻉﺑﻨﻮﺍﻟﺤﺎﺭﺙﺍﺑﻦﻋﺎﻣﺮﺑﻦﻧﻮﻓﻞﺑﻦﻋﺒﺪﻣﻨﺎﻑﺧﺒﻴﺒﺎ،ﻭﺁﺎﻥﺧﺒﻴﺐﻩﻮﻗﺘﻞﺍﻟﺤﺎﺭﺙﻳﻮﻡ'
			'ﺑﺪﺭ،ﻓﻠﺒﺚﺧﺒﻴﺐﻋﻨﺪﻩﻢﺃﺳﻴﺮﺍﺣﺘﻰﺃﺟﻤﻌﻮﺍﻋﻠﻰﻗﺘﻠﻪ،ﻓﺎﺳﺘﻌﺎﺭﻣﻦﺑﻌﺾﺑﻨﺎﺕﺍﻟﺤﺎﺭﺙﻣﻮﺳﻰﻳﺴﺘﺤﱡﺪﺑﻬﺎ'
			'ﻓﺄﻋﺎﺭﺗﻪ،ﻓﺪﺭﺝﺑﻨﻲﱡﻟﻬﺎﻭﻩﻲﻏﺎﻓﻠﺔﺣﺘﻰﺃﺗﺎﻩ،ﻓﻮﺟﺪﺗﻪﻣﺠﻠﺴﻪﻋﻠﻰﻓﺨﺬﻩﻭﺍﻟﻤﻮﺳﻰﺑﻴﺪﻩ،ﻓﻔﺰﻋﺖﻓﺰﻋﺔ'
			'ﻋﺮﻓﻬﺎﺧﺒﻴﺐ،ﻓﻘﺎﻝ:ﺃﺗﺨﺸﻴﻦﺄﻧﺃﻗﺘﻠﻪﻣﺎﺁﻨﺖﻷﻓﻌﻞﺫﻟﻚ،ﻗﺎﻟﺖ:ﻭﺍﻟﱠﻠﻪﻣﺎﺭﺃﻳﺖﺃﺳﻴﺮﺍﺧﻴﺮﺍﻣﻦﺧﺒﻴﺐ،'
			'ﻓﻮﺍﻟﱠﻠﻪﻟﻘﺪﻭﺟﺪﺗﻪﻳﻮﻣﺎﻳﺄﺁﻞﻗﻄﻔﺎﻣﻦﻋﻨﺐﻓﻲﻳﺪﻩ،ﻭﺇﻧﱠﻪﻟﻤﻮﺛﻖﺑﺎﻟﺤﺪﻳﺪﻭﻣﺎﺑﻤﱠﻜﺔﻣﻦﺛﻤﺮﺓ،ﻭﺁﺎﻧﺖﺗﻘﻮﻝ:'
			'ﺇﻧﱠﻪﻟﺮﺯﻕﺭﺯﻗﻪﺍﻟﱠﻠﻪﺧﺒﻴﺒﺎ،ﻓﻠﱠﻤﺎﺧﺮﺟﻮﺍﺑﻪﻣﻦﺍﻟﺤﺮﻡﻟﻴﻘﺘﻠﻮﻩﻓﻲﺍﻟﺤﱢﻞ،ﻗﺎﻝﻟﻬﻢﺧﺒﻴﺐ:ﺩﻋﻮﻧﻲﺃﺻﻠﻲ'
			'ﺭﺁﻌﺘﻴﻦ،ﻓﺘﺮﺁﻮﻩ،ﻓﺮﺁﻊﺭﺁﻌﺘﻴﻦ،ﻓﻘﺎﻝ:ﻭﺍﻟﱠﻠﻪﻟﻮﻻﺃﻥﺗﺤﺴﺒﻮﺍﺃﱠﻥﻣﺎﺑﻲﺟﺰﻉﻟﺰﺩﺕ:ﺍﻟﻠﱠﻬﻢﱠﺃﺣﺼﻬﻢﻋﺪﺩﺍ،'
			'ﻭﺍﻗﺘﻠﻬﻢﺑﺪﺩﺍ،ﻭﻻﺗﺒﻖﻣﻨﻬﻢﺃﺣﺪﺍ.ﻭﻗﺎﻝ:'
			'ﻓﻠﺴﺖﺃﺑﺎﻟﻲﺣﻴﻦﺃﻗﺘﻞﻣﺴﻠﻤﺎﻋﻠﻰﺃﱢﻱﺟﻨﺐﺁﺎﻥﻟﱠﻠﻪﻣﺼﺮﻋﻲ'
			'ﻭﺫﻟﻚﻓﻲﺫﺍﺕﺍﻹﻟﻪﻭﺇﻥﻳﺸﺄﻳﺒﺎﺭﻙﻋﻠﻰﺃﻭﺻﺎﻝﺷﻠﻮﻣﻤﱠﺰﻉ'
			'ﻭﺁﺎﻥﺧﺒﻴﺐﻩﻮﺳﱠﻦﻟﻜﻞﱢﻣﺴﻠﻢﻗﺘﻞﺻﺒﺮﺍﺍﻟﱠﺼﻼﺓﻭﺃﺧﺒﺮ-ﻳﻌﻨﻲﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺃﺻﺤﺎﺑﻪﻳﻮﻡ'
			'ﺃﺻﻴﺒﻮﺍﺧﺒﺮﻩﻢ،ﻭﺑﻌﺚﻧﺎﺱﻣﻦﻗﺮﻳﺶﺇﻟﻰﻋﺎﺻﻢﺑﻦﺛﺎﺑﺖﺣﻴﻦﺣﺪﱢﺛﻮﺍﺃﻧﱠﻪﻗﺘﻞﺃﻥﻳﺆﺗﻮﺍﺑﺸﻲﺀﻣﻨﻪﻳﻌﺮﻑ.'
			'ﻭﺁﺎﻥﻗﺘﻞﺭﺟﻼﻣﻦﻋﻈﻤﺎﺋﻬﻢ،ﻓﺒﻌﺚﺍﻟﱠﻠﻪﻟﻌﺎﺻﻢﻣﺜﻞﺍﻟﱡﻈﱠﻠﺔﻣﻦﺍﻟﱠﺪﺑﺮ،ﻓﺤﻤﺘﻪﻣﻦﺭﺳﻠﻬﻢ،ﻓﻠﻢﻳﻘﺪﺭﻭﺍﺃﻥ'
			'ﻳﻘﻄﻌﻮﺍﻣﻨﻪﺷﻴﺌﺎ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻗﻮﻟﻪ:ﺍﻟﻬﺪﺍﺓ:ﻣﻮﺿﻊ،ﻭﺍﻟﻈﱡﻠﱠﺔ:ﺍﻟﺴﺤﺎﺏ،ﻭﺍﻟﺪﱠﺑﺮ:ﺍﻟﻨﱠﺤﻞ.ﻭﻗﻮﻟﻪ:«ﺍﻗﺘﻠﻬﻢﺑﺪﺩﺍ»ﺑﻜﺴﺮﺍﻟﺒﺎﺀﻭﻓﺘﺤﻬﺎ،'
			'ﻓﻤﻦﺁﺴﺮ،ﻗﺎﻝﻩﻮﺟﻤﻊﺑﱠﺪﺓﺑﻜﺴﺮﺍﻟﺒﺎﺀ،ﻮﻫﻮﺍﻟﻨﺼﻴﺐ،ﻭﻣﻌﻨﺎﻩﺍﻗﺘﻠﻬـﻢﺣﺼﺼﺎﻣﻨﻘﺴﻤﺔﻟﻜﱢﻞﻭﺍﺣﺪﻣﻨﻬﻢ'
			'ﻧﺼﻴﺐ،ﻭﻣﻦﻓﺘﺢ،ﻗﺎﻝ:ﻣﻌﻨﺎﻩ:ﻣﺘﻔﱢﺮﻗﻴﻦﻓﻲﺍﻟﻘﺘﻞﻭﺍﺣﺪﺍﺑﻌﺪﻭﺍﺣﺪﻣﻦﺍﻟﺘﺒﺪﻳﺪ.'
			'ﻭﻓﻲﺍﻟﺒﺎﺏﺃﺣﺎﺩﻳﺚﺁﺜﻴﺮﺓﺻﺤﻴﺤﺔﺳﺒﻘﺖﻓﻲﻣﻮﺍﺿﻌﻬﺎﻣﻦﻩﺬﺍﺍﻟﻜﺘﺎﺏﻣﻨﻬﺎﺣﺪﻳﺚﺍﻟﻐﻼﻡﺍﻟﺬﻱﺁﺎﻥﻳﺄﺗﻲ'
			'ﺍﻟﱠﺮﺍﻩﺐﻭﺍﻟﱠﺴﺎﺣﺮﻭﻣﻨﻬﺎﺣﺪﻳﺚﺟﺮﻳﺞ،ﻭﺣﺪﻳﺚﺃﺻﺤﺎﺏﺍﻟﻐﺎﺭﺍﻟﺬﻳﻦﺃﻃﺒﻘﺖﻋﻠﻴﻬﻢﺍﻟﱠﺼﺨﺮﺓ،ﻭﺣﺪﻳﺚﺍﻟﱠﺮﺟﻞ'
			'ﺍﻟﺬﻱﺳﻤﻊﺻﻮﺗﺎﻓﻲﺍﻟﱠﺴﺤﺎﺏﻳﻘﻮﻝ:ﺍﺳﻖﺣﺪﻳﻘﺔﻓﻼﻥ،ﻭﻏﻴﺮﺫﻟﻚﻭﺍﻟﱠﺪﻻﺋﻞﻓﻲﺍﻟﺒﺎﺏﺁﺜﻴﺮﺓﻣﺸﻬﻮﺭﺓ،'
			'ﻭﺑﺎﻟﱠﻠﻪﺍﻟﱠﺘﻮﻓﻴﻖ',
		translation: 'Translation of Hadith 1509'
),
	Hadith(
		hadithNumber: 1510,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻣﺎﺳﻤﻌﺖﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻳﻘﻮﻝﻟﺸﻲﺀﻗﱡﻂ:ﺇﱢﻧﻲﻷﻇﻨﱠﻪ'
			'ﺁﺬﺍﺇﱠﻻﺁﺎﻥﺁﻤﺎﻳﻈﻦﱡ،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1510'
),
	Hadith(
		hadithNumber: 1511,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺁﺎﻥﻳﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡ'
			'ﺍﻵﺧﺮﻓﻠﻴﻘﻞﺧﻴﺮﺍ،ﺃﻭﻟﻴﺼﻤﺖ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻮﻫﺬﺍﺍﻟﺤﺪﻳﺚﺻﺮﻳﺢﻓﻲﺃﻧﱠﻪﻳﻨﺒﻐﻲﺄﻧﻻﻳﺘﻜﱠﻠﻢﺇﱠﻻﺇﺫﺍﺁﺎﻥﺍﻟﻜﻼﻡﺧﻴﺮﺍ،ﻭﻩﻮﺍﱠﻟﺬﻱﻇﻬﺮﺕﻣﺼﻠﺤﺘﻪ،ﻭﻣﺘﻰ'
			'ﺷﱠﻚﻓﻲﻇﻬﻮﺭﺍﻟﻤﺼﻠﺤﺔ،ﻓﻼﻳﺘﻜﱠﻠﻢ',
		translation: 'Translation of Hadith 1511'
),
	Hadith(
		hadithNumber: 1512,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﱡﻱﺍﻟﻤﺴﻠﻤﻴﻦﺃﻓﻀﻞ؟ﻗﺎﻝ:«ﻣﻦﺳﻠﻢ'
			'ﺍﻟﻤﺴﻠﻤﻮﻥﻣﻦﻟﺴﺎﻧﻪﻭﻳﺪﻩ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1512'
),
	Hadith(
		hadithNumber: 1513,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻳﻀﻤﻦﻟﻲﻣﺎﺑﻴﻦﻟﺤﻴﻴﻪﻭﻣﺎ'
			'ﺑﻴﻦﺭﺟﻠﻴﻪﺃﺿﻤﻦﻟﻪﺍﻟﺠﱠﻨﺔ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1513'
),
	Hadith(
		hadithNumber: 1514,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﺇﱠﻥﺍﻟﻌﺒﺪﻟﻴﺘﻜﱠﻠﻢﺑﺎﻟﻜﻠﻤﺔ'
			'ﻣﺎﻳﺘﺒﱠﻴﻦﻓﻴﻬﺎﻳﺰﱡﻝﺑﻬﺎﺇﻟﻰﺍﻟﱠﻨﺎﺭﺃﺑﻌﺪﻣﱠﻤﺎﺑﻴﻦﺍﻟﻤﺸﺮﻕﻭﺍﻟﻤﻐﺮﺏ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'.1514ﻭﻣﻌﻨﻰ:«ﻳﺘﺒﱠﻴﻦ»ﻳﺘﻔﱠﻜﺮﺃﱠﻧﻬﺎﺧﻴﺮﺄﻣﻻ',
		translation: 'Translation of Hadith 1514'
),
	Hadith(
		hadithNumber: 1515,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﻌﺒﺪﻟﻴﺘﻜﱠﻠﻢﺑﺎﻟﻜﻠﻤﺔﻣﻦﺭﺿﻮﺍﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﺎﻳﻠﻘﻲ'
			'ﻟﻬﺎﺑﺎﻻﻳﺮﻓﻌﻪﺍﻟﱠﻠﻪﺑﻬﺎﺩﺭﺟﺎﺕ،ﻭﺇﱠﻥﺍﻟﻌﺒﺪﻟﻴﺘﻜﱠﻠﻢﺑﺎﻟﻜﻠﻤﺔﻣﻦﺳﺨﻂﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻻﻳﻠﻘﻲﻟﻬﺎﺑﺎﻻﻳﻬﻮﻱﺑﻬﺎﻓﻲ'
			'ﺟﻬﱠﻨﻢ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1515'
),
	Hadith(
		hadithNumber: 1516,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻼﻝﺑﻦﺍﻟﺤﺎﺭﺙﺍﻟﻤﺰﻧﻲﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﺮﺟﻞﻟﻴﺘﻜﱠﻠﻢﺑﺎﻟﻜﻠﻤﺔﻣﻦﺭﺿﻮﺍﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﺎﺁﺎﻥﻳﻈﻦﱡﺃﻥﺗﺒﻠﻎﻣﺎﺑﻠﻐﺖﻳﻜﺘﺐﺍﻟﱠﻠﻪﺍﻟﱠﻠﻪﺑﻬﺎ'
			'ﺭﺿﻮﺍﻧﻪﺇﻟﻰﻳﻮﻡﻳﻠﻘﺎﻩ،ﻭﺇﱠﻥﺍﻟﱠﺮﺟﻞﻟﻴﺘﻜﻠﱠﻢﺑﺎﻟﻜﻠﻤﺔﻣﻦﺳﺨﻂﺍﻟﱠﻠﻪﻣﺎﺁﺎﻥﻳﻈﻦﱡﺄﻧﺗﺒﻠﻎﻣﺎﺑﻠﻐﺖﻳﻜﺘﺐﺍﻟﱠﻠﻪﻟﻪ'
			'ﺑﻬﺎﺳﺨﻄﻪﺇﻟﻰﻳﻮﻡﻳﻠﻘﺎﻩ».'
			'ﺭﻭﺍﻩﻣﺎﻟﻚﻓﻲ«ﺍﻟﻤﻮﱠﻃﺈ»ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1516'
),
	Hadith(
		hadithNumber: 1517,
		hadith:
						'ﻭﻋﻦﺳﻔﻴﺎﻥﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺣﱢﺪﺛﻨﻲﺑﺄﻣﺮﺃﻋﺘﺼﻢﺑﻪﻗﺎﻝ:«ﻗﻞ'
			'ﺭﱢﺑﻲﺍﻟﱠﻠﻪ،ﺛﻢﱠﺍﺳﺘﻘﻢ»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﺃﺧﻮﻑﻣﺎﺗﺨﺎﻑﻋﻠﱠﻲ؟ﻓﺄﺧﺬﺑﻠﺴﺎﻥﻧﻔﺴﻪ،ﺛﻢﱠﻗﺎﻝ:«ﻩﺬﺍ»'
			'.ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1517'
),
	Hadith(
		hadithNumber: 1518,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻜﺜﺮﻭﺍﺍﻟﻜﻼﻡﺑﻐﻴﺮ'
			'ﺫﺁﺮﺍﻟﱠﻠﻪ،ﻓﺈﱠﻥﺁﺜﺮﺓﺍﻟﻜﻼﻡﺑﻐﻴﺮﺫﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻗﺴﻮﺓﻟﻠﻘﻠﺐ،ﻭﺇﱠﻥﺃﺑﻌﺪﺍﻟﱠﻨﺎﺱﻣﻦﺍﻟﱠﻠﻪﺍﻟﻘﻠﺐﺍﻟﻘﺎﺳﻲ».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺇﺑﺮﺎﻫﻴﻢﺑﻦﻋﺒﺪﺍﷲﺑﻦﺣﺎﻃﺐ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1518'
),
	Hadith(
		hadithNumber: 1519,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻭﻗﺎﻩﺍﻟﱠﻠﻪﺷﱠﺮﻣﺎ'
			'ﺑﻴﻦﻟﺤﻴﻴﻪ،ﻭﺷﱠﺮﻣﺎﺑﻴﻦﺭﺟﻠﻴﻪﺩﺧﻞﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1519'
),
	Hadith(
		hadithNumber: 1520,
		hadith:
						'ﻭﻋﻦﻋﻘﺒﺔﺑﻦﻋﺎﻣﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﺍﻟﱠﻨﺠﺎﺓ؟ﻗﺎﻝ:«ﺃﻣﺴﻚﻋﻠﻴﻚﻟﺴﺎﻧﻚ'
			'،ﻭﻟﻴﺴﻌﻚﺑﻴﺘﻚ،ﻭﺍﺑﻚﻋﻠﻰﺧﻄﻴﺌﺘﻚ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1520'
),
	Hadith(
		hadithNumber: 1521,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺃﺻﺒﺢﺍﺑﻦﺁﺪﻣ،'
			'ﻓﺈﱠﻥﺍﻷﻋﻀﺎﺀﺁﱠﻠﻬﺎﺗﻜﻔﱢﺮﺍﻟﱢﻠﺴﺎﻥ،ﺗﻘﻮﻝ:ﺍﱢﺗﻖﺍﻟﱠﻠﻪﻓﻴﻨﺎ،ﻓﺈﱠﻧﻤﺎﻧﺤﻦﺑﻚ:ﻓﺈﻥﺍﺳﺘﻘﻤﺖﺍﺳﺘﻘﻤﻨﺎﻭﺇﻥﺍﻋﻮﺟﺠﺖ'
			'ﺍﻋﻮﺟﺠﻨﺎ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ.'
			'ﻣﻌﻨﻰ«ﺗﻜﻔﱢﺮﺍﻟﱢﻠﺴﺎﻥ»:ﺄﻳﺗﺬﱡﻝﻭﺗﺨﻀﻊﻟﻪ',
		translation: 'Translation of Hadith 1521'
),
	Hadith(
		hadithNumber: 1522,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﺫﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﺧﺒﺮﻧﻲﺑﻌﻤﻞﻳﺪﺧﻠﻨﻲﺍﻟﺠﱠﻨﺔ،ﻭﻳﺒﺎﻋﺪﻧﻲﻋﻦﺍﻟﱠﻨﺎﺭ'
			'؟ﻗﺎﻝ:«ﻟﻘﺪﺳﺄﻟﺖﻋﻦﻋﻈﻴﻢ،ﻭﺇﻧﱠﻪﻟﻴﺴﻴﺮﻋﻠﻰﻣﻦﻳﱠﺴﺮﻩﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻠﻴﻪ:ﺗﻌﺒﺪﺍﻟﱠﻠﻪﻻﺗﺸﺮﻙﺑﻪﺷﻴﺌﺎ،'
			'ﻭﺗﻘﻴﻢﺍﻟﱠﺼﻼﺓ،ﻭﺗﺆﺗﻲﺍﻟﱠﺰﺁﺎﺓ،ﻭﺗﺼﻮﻡﺭﻣﻀﺎﻥﻭﺗﺤﺞﱡﺍﻟﺒﻴﺖﺈﻧﺍﺳﺘﻄﻌﺖﺇﻟﻴﻪﺳﺒﻴﻼ،ﺛﻢﱠﻗﺎﻝ:«ﺃﻻﺃﺩﱡﻟﻚ'
			'ﻋﻠﻰﺃﺑﻮﺍﺏﺍﻟﺨﻴﺮ؟ﺍﻟﺼﱠﻮﻡﺟﱠﻨﺔ.،ﺍﻟﱠﺼﺪﻗﺔﺗﻄﻔﻲﺀﺍﻟﺨﻄﻴﺌﺔﺁﻤﺎﻳﻄﻔﻲﺀﺍﻟﻤﺎﺀﺍﻟﱠﻨﺎﺭ،ﻭﺻﻼﺓﺍﻟﱠﺮﺟﻞﻣﻦ'
			'ﺟﻮﻑﺍﻟﱠﻠﻴﻞ»ﺛﻢﱠﺗﻼ:{ﺗﺘﺠﺎﻓﻰﺟﻨﻮﺑﻬﻢﻋﻦﺍﻟﻤﻀﺎﺟﻊ}ﺣﱠﺘﻰﺑﻠﻎ{ﻳﻌﻤﻠﻮﻥ}[ﺍﻟﺴﺠﺪﺓ:16].ﺛﻢﱠﻗﺎﻝ:«'
			'ﺃﻻﺃﺧﺒﺮﻙﺑﺮﺃﺱﺍﻷﻣﺮ،ﻭﻋﻤﻮﺩﻩ،ﻭﺫﺭﻭﺓﺳﻨﺎﻣﻪ»ﻗﻠﺖ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ:ﻗﺎﻝ:«ﺭﺃﺱﺍﻷﻣﺮﺍﻹﺳﻼﻡ،'
			'ﻭﻋﻤﻮﺩﻩﺍﻟﱠﺼﻼﺓ.ﻭﺫﺭﻭﺓﺳﻨﺎﻣﻪﺍﻟﺠﻬﺎﺩ»ﺛﻢﱠﻗﺎﻝ:«ﺃﻻﺃﺧﺒﺮﻙﺑـﻤﻼﻙﺫﻟﻚﺁﻠﻪ؟»ﻗﻠﺖ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'.ﻓﺄﺧﺬﺑﻠﺴﺎﻧﻪﻗﺎﻝ:«ﺁﻒﱠﻋﻠﻴﻚﻩﺬﺍ»ﻗﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺇﱠﻧﺎﻟﻤﺆﺍﺧﺬﻮﻧﺑﻤﺎﻧﺘﻜﻠﱠﻢﺑﻪ؟ﻓﻘﺎﻝ:ﺛﻜﻠﺘﻚﺃﱡﻣﻚ'
			'،ﻭﻩﻞﻳﻜﺐﱡﺍﻟﱠﻨﺎﺱﻓﻲﺍﻟﱠﻨﺎﺭﻋﻠﻰﻭﺟﻮﻩﻬﻢﺇﱠﻻﺣﺼﺎﺋﺪﺃﻟﺴﻨﺘﻬﻢ؟».'
			'ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ،ﻭﻗﺪﺳﺒﻖﺷﺮﺣﻪ',
		translation: 'Translation of Hadith 1522'
),
	Hadith(
		hadithNumber: 1523,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺗﺪﺭﻭﻥﻣﺎﺍﻟﻐﻴﺒﺔ؟»'
			'ﻗﺎﻟﻮﺍ:ﺍﻟﱠﻠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ.ﻗﺎﻝ:«ﺫﺁﺮﻙﺃﺧﺎﻙﺑﻤﺎﻳﻜﺮﻩ»ﻗﻴﻞ:ﺃﻓﺮﺃﻳﺖﺈﻧﺁﺎﻥﻓﻲﺃﺧﻲﻣﺎﺃﻗﻮﻝ؟ﻗﺎﻝ:«'
			'ﺇﻥﺁﺎﻥﻓﻴﻪﻣﺎﺗﻘﻮﻝﻓﻘﺪﺍﻏﺘﺒﺘﻪ،ﻭﺇﻥﻟﻢﻳﻜﻦﻓﻴﻪﻣﺎﺗﻘﻮﻝﻓﻘﺪﺑﻬﺘﱠﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1523'
),
	Hadith(
		hadithNumber: 1524,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝﻓﻲﺧﻄﺒﺘﻪﻳﻮﻡﺍﻟﱠﻨﺤﺮﺑﻤﻨﻰ'
			'ﻓﻲﺣﱠﺠﺔﺍﻟﻮﺩﺍﻉ:«ﺇﱠﻥﺩﻣﺎﺀﺁﻢ،ﻭﺃﻣﻮﺍﻟﻜﻢﻭﺃﻋﺮﺍﺿﻜﻢﺣﺮﺎﻣﻋﻠﻴﻜﻢﺁﺤﺮﻣﺔﻳﻮﻣﻜﻢﻩﺬﺍ،ﻓﻲﺷﻬﺮﺁﻢﻩﺬﺍ،'
			'ﻓﻲﺑﻠﺪﺁﻢﻩﺬﺍ،ﺃﻻﻩﻞﺑﱠﻠﻐﺖ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1524'
),
	Hadith(
		hadithNumber: 1525,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﻠﺖﻟﻠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﺴﺒﻚﻣﻦﺻﻔﱠﻴﺔﺁﺬﺍﻭﺁﺬﺍﻗﺎﻝ'
			'ﺑﻌﺾﺍﻟﱡﺮﻭﺍﺓ:ﺗﻌﻨﻲﻗﺼﻴﺮﺓ،ﻓﻘﺎﻝ:«ﻟﻘﺪﻗﻠﺖﺁﻠﻤﺔﻟﻮﻣﺰﺟﺖﺑﻤﺎﺀﺍﻟﺒﺤﺮﻟﻤﺰﺟﺘﻪ،»ﻗﺎﻟﺖ:ﻭﺣﻜﻴﺖﻟﻪ'
			'ﺇﻧﺴﺎﻧﺎﻓﻘﺎﻝ:«ﻣﺎﺃﺣﱡﺐﺃﻧﻲﺣﻜﻴﺖﺇﻧﺴﺎﻧﺎﻭﺇﱠﻥﻟﻲﺁﺬﺍﻭﺁﺬﺍ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ.'
			'ﻭﻣﻌﻨﻰ:«ﻣﺰﺟﺘﻪ»ﺧﺎﻟﻄﺘﻪﻣﺨﺎﻟﻄﺔﻳﺘﻐﻴﱠﺮﺑﻬﺎﻃﻌﻤﻪ،ﺃﻭﺭﻳﺤﻪﻟﺸﺪﺓﻧﺘﻨﻬﺎﻭﻗﺒﺤﻬﺎ،ﻭﻩﺬﺍﻣﻦﺃﺑﻠﻎ'
			'ﺍﻟﱠﺰﻭﺍﺟﺮﻋﻦﺍﻟﻐﻴﺒﺔ،ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻭﻣﺎﻳﻨﻄﻖﻋﻦﺍﻟﻬﻮﻯ،ﺈﻧﻩﻮﺇﻻﻭﺣﱞﻲﻳﻮﺣﻰ}[ﺍﻟﻨﺠﻢ:4].'
			'`',
		translation: 'Translation of Hadith 1525'
),
	Hadith(
		hadithNumber: 1526,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﱠﻤﺎﻋﺮﺝﺑﻲﻣﺮﺭﺕﺑﻘﻮﻡ'
			'ﻟﻬﻢﺃﻇﻔﺎﺭﻣﻦﻧﺤﺎﺱﻳﺨﻤﺸﻮﻥﺑﻬﺎﻭﺟﻮﻩﻬﻢﻭﺻﺪﻭﺭﻩﻢ،ﻓﻘﻠﺖ:ﻣﻦﻩﺆﻻﺀﻳﺎﺟﺒﺮﻳﻞ؟ﻗﺎﻝ:ﻩﺆﻻﺀﺍﱠﻟﺬﻳﻦ'
			'ﻳﺄﺁﻠﻮﻥﻟﺤﻮﻡﺍﻟﱠﻨﺎﺱ،ﻭﻳﻘﻌﻮﻥﻓﻲﺃﻋﺮﺍﺿﻬﻢ،»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1526'
),
	Hadith(
		hadithNumber: 1527,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﻞﱡﺍﻟﻤﺴﻠﻢﻋﻠﻰﺍﻟﻤﺴﻠﻢ'
			'ﺣﺮﺎﻣ:ﺩﻣﻪﻭﻋﺮﺿﻪﻭﻣﺎﻟﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1527'
),
	Hadith(
		hadithNumber: 1528,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺭﱠﺩﻋﻦﻋﺮﺽﺃﺧﻴﻪ،'
			'ﺭﱠﺩﺍﻟﱠﻠﻪﻋﻦﻭﺟﻬﻪﺍﻟﱠﻨﺎﺭﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1528'
),
	Hadith(
		hadithNumber: 1529,
		hadith:
						'ﻭﻋﻦﻋﺘﺒﺎﻥﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲﺣﺪﻳﺜﻪﺍﻟﱠﻄﻮﻳﻞﺍﻟﻤﺸﻬﻮﺭﺍﱠﻟﺬﻱﺗﻘﱠﺪﻡﻓﻲﺑﺎﺏﺍﻟﱠﺮﺟﺎﺀﻗﺎﻝ:ﻗﺎﻡ'
			'ﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺼﱢﻠﻲﻓﻘﺎﻝ:«ﺃﻳﻦﻣﺎﻟﻚﺑﻦﺍﻟﱡﺪﺧﺸﻢ؟»ﻓﻘﺎﻝﺭﺟﻞ:ﺫﻟﻚﻣﻨﺎﻓﻖﻻﻳﺤﺐﱡﺍﻟﱠﻠﻪ'
			'ﻭﺭﺳﻮﻟﻪ،ﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻘﻞﺫﻟﻚ،ﺃﻻﺗﺮﺍﻩﻗﺪﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﻠﻪﻳﺮﻳﺪﺑﺬﻟﻚﻭﺟﻪ'
			'ﺍﻟﱠﻠﻪ،ﻭﺈﻧﺍﻟﱠﻠﻪﻗﺪﺣﱠﺮﻡﻋﻠﻰﺍﻟﱠﻨﺎﺭﻣﻦﻗﺎﻝ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻳﺒﺘﻐﻲﺑﺬﻟﻚﻭﺟﻪﺍﻟﱠﻠﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﻋﺘﺒﺎﻥ»ﺑﻜﺴﺮﺍﻟﻌﻴﻦﻋﻠﻰﺍﻟﻤﺸﻬﻮﺭ،ﻭﺣﻜﻲﺿﱡﻤﻬﺎ،ﻭﺑﻌﺪﻩﺎﺗﺎﺀﻣﺜﻨﺎﺓﻣﻦﻓﻮﻕ،ﺛﻢﱠﺑﺎﺀﻣﻮﺣﺪﺓ.ﻭ«'
			'ﺍﻟﺪﱡﺧﺸﻢ»ﺑﻀﻢﺍﻟﺪﻻﻭﺇﺳﻜﺎﻥﺍﻟﺨﺎﺀﻭﺿﱢﻢﺍﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺘﻴﻦ.'
			'`',
		translation: 'Translation of Hadith 1529'
),
	Hadith(
		hadithNumber: 1530,
		hadith:
						'ﻭﻋﻦﺁﻌﺐﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲﺣﺪﻳﺜﻪﺍﻟﱠﻄﻮﻳﻞﻓﻲﻗﱠﺼﺔﺗﻮﺑﺘﻪﻭﻗﺪﺳﺒﻖﻓﻲﺑﺎﺏﺍﻟﱠﺘﻮﺑﺔ.ﻗﺎﻝ'
			':ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﺟﺎﻟﺲﻓﻲﺍﻟﻘﻮﻡﺑﺘﺒﻮﻙ:«ﻣﺎﻓﻌﻞﺁﻌﺐﺑﻦﻣﺎﻟﻚ؟»ﻓﻘﺎﻝﺭﺟﻞﻣﻦ'
			'ﺑﻨﻲﺳﻠﻤﺔ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺣﺒﺴﻪﺑﺮﺩﺍﻩ،ﻭﺍﻟﻨﱠﻈﺮﻓﻲﻋﻄﻔﻴﻪ.ﻓﻘﺎﻝﻟﻪﻣﻌﺎﺫﺑﻦﺟﺒﻞﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺑﺌﺲﻣﺎ'
			'ﻗﻠﺖ،ﻭﺍﻟﱠﻠﻪﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﻋﻠﻤﻨﺎﻋﻠﻴﻪﺇﱠﻻﺧﻴﺮﺍ،ﻓﺴﻜﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻋﻄﻔﺎﻩ»ﺟﺎﻧﺒﺎﻩ،ﻮﻫﻮﺇﺷﺎﺭﺓﺇﻟﻰﺇﻋﺠﺎﺑﻪﺑﻨﻔﺴﻪ',
		translation: 'Translation of Hadith 1530'
),
	Hadith(
		hadithNumber: 1531,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺄﻧﺭﺟﻼﺍﺳﺘﺄﺬﻧﻋﻠﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﺍﺋﺬﻧﻮﺍﻟﻪ،'
			'ﺑﺌﺲﺃﺧﻮﺍﻟﻌﺸﻴﺮﺓ؟»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﺣﺘﱠﺞﺑﻪﺍﻟﺒﺨﺎﺮﻳﻓﻲﺟﻮﺍﺯﻏﻴﺒﺔﺄﻫﻞﺍﻟﻔﺴﺎﺩﻭﺄﻫﻞﺍﻟﱢﺮﻳﺐ.'
			'`',
		translation: 'Translation of Hadith 1531'
),
	Hadith(
		hadithNumber: 1532,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺃﻇﻦﻓﻼﻧﺎﻭﻓﻼﻧﺎﻳﻌﺮﻓﺎﻥﻣﻦﺩﻳﻨﻨﺎﺷﻴﺌﺎ»'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ.ﻗﺎﻝﺍﻟﻠﻴﺚﺑﻦﺳﻌﺪﺃﺣﺪﺭﻭﺍﺓﻩﺬﺍﺍﻟﺤﺪﻳﺚ:ﻩﺬﺍﻥﺍﻟﱠﺮﺟﻼﻥﺁﺎﻧﺎﻣﻦﺍﻟﻤﻨﺎﻓﻘﻴﻦ.'
			'`',
		translation: 'Translation of Hadith 1532'
),
	Hadith(
		hadithNumber: 1533,
		hadith:
						'ﻭﻋﻦﻓﺎﻃﻤﺔﺑﻨﺖﻗﻴﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺃﺗﻴﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﻠﺖ:ﺇﱠﻥﺃﺑﺎ.'
			'ﺍﻟﺠﻬﻢﻭﻣﻌﺎﻭﻳﺔﺧﻄﺒﺎﻧﻲ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱠﻣﺎﻣﻌﺎﻭﻳﺔ،ﻓﺼﻌﻠﻮﻙﻻﻣﺎﻝﻟﻪ،ﻭﺃﱠﻣﺎ'
			'ﺃﺑﻮﺍﻟﺠﻬﻢﻓﻼﻳﻀﻊﺍﻟﻌﺼﺎﻋﻦﻋﺎﺗﻘﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻭﺃﱠﻣﺎﺃﺑﻮﺍﻟﺠﻬﻢﻓﻀﱠﺮﺍﺏﻟﻠﱢﻨﺴﺎﺀ»ﻮﻫﻮﺗﻔﺴﻴﺮﻟﺮﻭﺍﻳﺔ:«ﻻﻳﻀﻊﺍﻟﻌﺼﺎﻋﻦﻋﺎﺗﻘﻪ»'
			'ﻭﻗﻴﻞ:ﻣﻌﻨﺎﻩ:ﺁﺜﻴﺮﺍﻷﺳﻔﺎﺭ',
		translation: 'Translation of Hadith 1533'
),
	Hadith(
		hadithNumber: 1534,
		hadith:
						'ﻭﻋﻦﺯﻳﺪﺑﻦﺃﺭﻗﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺧﺮﺟﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱢﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺳﻔﺮﺃﺻﺎﺏ'
			'ﺍﻟﱠﻨﺎﺱﻓﻴﻪﺷﺪﺓ،ﻓﻘﺎﻝﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲ:ﻻﺗﻨﻔﻘﻮﺍﻋﻠﻰﻣﻦﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺣﺘﻰﻳﻨﻔﱡﻀﻮﺍﻭﻗﺎﻝ:ﻟﺌﻦﺭﺟﻌﻨﺎ'
			'ﺇﻟﻰﺍﻟﻤﺪﻳﻨﺔﻟﻴﺨﺮﺟﻦﱠﺍﻷﻋﱡﺰﻣﻨﻬﺎﺍﻷﺫﱠﻝ،ﻓﺄﺗﻴﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺧﺒﺮﺗﻪﺑﺬﻟﻚ،ﻓﺄﺭﺳﻞﺇﻟﻰ'
			'ﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﻓﺎﺟﺘﻬﺪﻳﻤﻴﻨﻪ:ﻣﺎﻓﻌﻞ،ﻓﻘﺎﻟﻮﺍ:ﺁﺬﺏﺯﻳﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻮﻗﻊﻓﻲ'
			'ﻧﻔﺴﻲﻣﱠﻤﺎﻗﺎﻟﻮﻩﺷﱠﺪﺓﺣﺘﻰﺃﻧﺰﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺗﺼﺪﻳﻘﻲ:{ﺇﺫﺍﺟﺎﺀﻙﺍﻟﻤﻨﺎﻓﻘﻮﻥ}ﺛﻢﺩﻋﺎﻩﻢﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ،ﻟﻴﺴﺘﻐﻔﺮﻟﻬﻢﻓﻠﱠﻮﻭﺍﺭﺅﻭﺳﻬﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1534'
),
	Hadith(
		hadithNumber: 1535,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻟﺖﻩﻨﺪﺍﻣﺮﺃﺓﺃﺑﻲﺳﻔﻴﺎﻥﻟﻠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺇﱠﻥﺃﺑﺎ'
			'ﺳﻔﻴﺎﻥﺭﺟﻞﺷﺤﻴﺢﻭﻟﻴﺲﻳﻌﻄﻴﻨﻲﻣﺎﻳﻜﻔﻴﻨﻲﻭﻭﻟﺪﻱﺇﱠﻻﻣﺎﺃﺧﺬﺕﻣﻨﻪ،ﻭﻩﻮﻻﻳﻌﻠﻢ؟ﻗﺎﻝ:«ﺧﺬﻱﻣﺎ'
			'ﻳﻜﻔﻴﻚﻭﻭﻟﺪﻙﺑﺎﻟﻤﻌﺮﻭﻑ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1535'
),
	Hadith(
		hadithNumber: 1536,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺪﺧﻞﺍﻟﺠﻨﺔﻧﱠﻤﺎﻡ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1536'
),
	Hadith(
		hadithNumber: 1537,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﱠﺮﺑﻘﺒﺮﻳﻦﻓﻘﺎﻝ:«ﺇﱠﻧﻬﻤﺎ'
			'ﻳﻌﱠﺬﺑﺎﻥ،ﻭﻣﺎﻳﻌﱠﺬﺑﺎﻥﻓﻲﺁﺒﻴﺮ،ﺑﻠﻰﺇﻧﱠﻪﺁﺒﻴﺮ:ﺃﱠﻣﺎﺃﺣﺪﻩﻤﺎ،ﻓﻜﺎﻥﻳﻤﺸﻲﺑﺎﻟﱠﻨﻤﻴﻤﺔ،ﻭﺃﱠﻣﺎﺍﻵﺧﺮﻓﻜﺎﻥﻻﻳﺴﺘﺘﺮ'
			'ﻣﻦﺑﻮﻟﻪ».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﺇﺣﺪﻯﺭﻭﺍﻳﺎﺕﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﻣﻌﻨﻰ:«ﻭﻣﺎﻳﻌﱠﺬﺑﺎﻥﻓﻲﺁﺒﻴﺮ»ﺃﻱﺁﺒﻴﺮﻓﻲﺯﻋﻤﻬﻤﺎﻭﻗﻴﻞ:ﺁﺒﻴﺮﺗﺮﺁﻪﻋﻠﻴﻬﻤﺎ',
		translation: 'Translation of Hadith 1537'
),
	Hadith(
		hadithNumber: 1538,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻻﺃﻧﱢﺒﺌﻜﻢﻣﺎﺍﻟﻌﻀﻪ؟ﻩﻲ'
			'ﺍﻟﱠﻨﻤﻴﻤﺔ،ﺍﻟﻘﺎﻟﺔﺑﻴﻦﺍﻟﱠﻨﺎﺱ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﻌﻀﻪ»:ﺑﻔﺘﺢﺍﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔ،ﻭﺇﺳﻜﺎﻥﺍﻟﱠﻀﺎﺩﺍﻟﻤﻌﺠﻤﺔ،ﻭﺑﺎﻟﻬﺎﺀﻋﻠﻰﻭﺯﻥﺍﻟﻮﺟﻪ،ﻭﺭﻮﻳ:«ﺍﻟﻌﻀﺔ'
			'»ﺑﻜﺴﺮﺍﻟﻌﻴﻦﻭﻓﺘﺢﺍﻟﱠﻀﺎﺩﺍﻟﻤﻌﺠﻤﺔﻋﻠﻰﻭﺯﻥﺍﻟﻌﺪﺓ،ﻭﻩﻲ:ﺍﻟﻜﺬﺏﻭﺍﻟﺒﻬﺘﺎﻥ،ﻭﻋﻠﻰﺍﻟﱢﺮﻭﺍﻳﺔﺍﻷﻭﻟﻰ:'
			'ﺍﻟﻌﻀﻪﻣﺼﺪﺭ،ﻳﻘﺎﻝ:ﻋﻀﻬﻪﻋﻀﻬﺎ،ﺄﻳ:ﺭﻣﺎﻩﺑﺎﻟﻌﻀﻪ',
		translation: 'Translation of Hadith 1538'
),
	Hadith(
		hadithNumber: 1539,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺒﱢﻠﻐﻨﻲﺃﺣﺪﻣﻦ'
			'ﺃﺻﺤﺎﺑﻲﻋﻦﺃﺣﺪﺷﻴﺌﺎ،ﻓﺈﱢﻧﻲﺃﺣﺐﱡﺃﻥﺃﺧﺮﺝﺇﻟﻴﻜﻢﻭﺃﻧﺎﺳﻠﻴﻢﺍﻟﱠﺼﺪﺭ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪﺍﻟﻮﻟﻴﺪﺑﻦﺃﺑﻲﻩﺸﺎﻡ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1539'
),
	Hadith(
		hadithNumber: 1540,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﺠﺪﻭﻥﺍﻟﱠﻨﺎﺱﻣﻌﺎﺩﻥ'
			':ﺧﻴﺎﺭﻩﻢﻓﻲﺍﻟﺠﺎﻩﻠﱠﻴﺔﺧﻴﺎﺭﻩﻢﻓﻲﺍﻹﺳﻼﻡﺇﺫﺍﻓﻘﻬﻮﺍ،ﻭﺗﺠﺪﻭﻥﺧﻴﺎﺭﺍﻟﱠﻨﺎﺱﻓﻲﻩﺬﺍﺍﻟﱠﺸﺄﻥﺃﺷﱠﺪﻩﻢﻟﻪﺁﺮﺍﻩﻴﺔ'
			'،ﻭﺗﺠﺪﻭﻥﺷﱠﺮﺍﻟﱠﻨﺎﺱﺫﺍﺍﻟﻮﺟﻬﻴﻦ،ﺍﻟﺬﻱﻳﺄﺗﻲﻩﺆﻻﺀﺑﻮﺟﻪﻮﻫﺆﻻﺀﺑﻮﺟﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1540'
),
	Hadith(
		hadithNumber: 1541,
		hadith:
						'ﻭﻋﻦﻣﺤﻤﺪﺑﻦﺯﻳﺪﺃﱠﻥﻧﺎﺳﺎﻗﺎﻟﻮﺍﻟﺠﱢﺪﻩﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﺇﱠﻧﺎﻧﺪﺧﻞﻋﻠﻰ'
			'ﺳﻼﻃﻴﻨﻨﺎﻓﻨﻘﻮﻝﻟﻬﻢﺑﺨﻼﻑﻣﺎﻧﺘﻜﻠﱠﻢﺇﺫﺍﺧﺮﺟﻨﺎﻣﻦﻋﻨﺪﻩﻢﻗﺎﻝ:ﺁﻨﺎﻧﻌﺪﱡﻩﺬﺍﻧﻔﺎﻗﺎﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1541'
),
	Hadith(
		hadithNumber: 1542,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱢﺼﺪﻕﻳﻬﺪﻱ'
			'ﺇﻟﻰﺍﻟﺒﱢﺮﻭﺇﱠﻥﺍﻟﺒﱢﺮﻳﻬﺪﻱﺇﻟﻰﺍﻟﺠﱠﻨﺔ،ﻭﺇﱠﻥﺍﻟﱠﺮﺟﻞﻟﻴﺼﺪﻕﺣﱠﺘﻰﻳﻜﺘﺐﻋﻨﺪﺍﻟﱠﻠﻪﺻﺪﻳﻘﺎ،ﻭﺇﱠﻥﺍﻟﻜﺬﺏﻳﻬﺪﻱﺇﻟﻰ'
			'ﺍﻟﻔﺠﻮﺭﻭﺇﱠﻥﺍﻟﻔﺠﻮﺭﻳﻬﺪﻱﺇﻟﻰﺍﻟﻨﺎﺭ،ﻭﺈﻧﺍﻟﺮﺟﻞﻟﻴﻜﺬﺏﺣﺘﻰﻳﻜﺘﺐﻋﻨﺪﺍﻟﱠﻠﻪﺁﱠﺬﺍﺑﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1542'
),
	Hadith(
		hadithNumber: 1543,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺭﺑﻊ'
			'ﻣﻦﺁﻦﱠﻓﻴﻪ،ﺁﺎﻥﻣﻨﺎﻓﻘﺎﺧﺎﻟﺼﺎ،ﻭﻣﻦﺁﺎﻧﺖﻓﻴﻪﺧﺼﻠﺔﻣﻨﻬﻦﱠ،ﺁﺎﻧﺖﻓﻴﻪﺧﺼﻠﺔﻣﻦﻧﻔﺎﻕﺣﱠﺘﻰﻳﺪﻋﻬﺎ:ﺇﺫﺍ'
			'ﺍﺅﺗﻤﻦﺧﺎﻥ،ﻭﺇﺫﺍﺣﱠﺪﺙﺁﺬﺏ،ﻭﺇﺫﺍﻋﺎﻩﺪﻏﺪﺭ،ﻭﺇﺫﺍﺧﺎﺻﻢﻓﺠﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻗﺪﺳﺒﻖﺑﻴﺎﻧﻪﻣﻊﺣﺪﻳﺚﺃﺑﻲﻩﺮﻳﺮﺓﺑﻨﺤﻮﻩﻓﻲ«ﺑﺎﺏﺍﻟﻮﻓﺎﺀﺑﺎﻟﻌﻬﺪ».'
			'`',
		translation: 'Translation of Hadith 1543'
),
	Hadith(
		hadithNumber: 1544,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﻣﻦﺗﺤﱠﻠﻢﺑﺤﻠﻢﻟﻢﻳﺮﻩ،'
			'ﺁﱢﻠﻒﺃﻥﻳﻌﻘﺪﺑﻴﻦﺷﻌﻴﺮﺗﻴﻦ،ﻭﻟﻦﻳﻔﻌﻞ،ﻭﻣﻦﺍﺳﺘﻤﻊﺇﻟﻰﺣﺪﻳﺚﻗﻮﻡﻭﻩﻢﻟﻪﺁﺎﺭﻩﻮﻥ،ﺻﺐﱠﻓﻲﺃﺫﻧﻴﻪﺍﻵﻧﻚ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﻣﻦﺻﱠﻮﺭﺻﻮﺭﺓ،ﻋﱢﺬﺏﻭﺁﱢﻠﻒﺃﻥﻳﻨﻔﺦﻓﻴﻬﺎﺍﻟﱡﺮﻭﺡﻭﻟﻴﺲﺑﻨﺎﻓﺦ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺗﺤﱠﻠﻢ»ﺄﻳ:ﻗﺎﻝﺃﻧﻪﺣﻠﻢﻓﻲﻧﻮﻣﻪﻭﺭﺄﯨﺁﺬﺍﻭﺁﺬﺍ،ﻮﻫﻮﺁﺎﺫﺏﻭ«ﺍﻵﻧﻚ»ﺑﺎﻟﻤﱢﺪﻭﺿﱢﻢﺍﻟﻨﻮﻥﻭﺗﺨﻔﻴﻒ'
			'ﺍﻟﻜﺎﻑ:ﻮﻫﻮﺍﻟﱠﺮﺻﺎﺹﺍﻟﻤﺬﺍﺏ',
		translation: 'Translation of Hadith 1544'
),
	Hadith(
		hadithNumber: 1545,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﺮﻯﺍﻟﻔﺮﻯﺃﻥﻳﺮﻱ'
			'ﺍﻟﺮﺟﻞﻋﻴﻨﻴﻪﻣﺎﻟﻢﺗﺮﻳﺎ».'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.ﻭﻣﻌﻨﺎﻩ:ﻳﻘﻮﻝ:ﺭﺃﻳﺖﻓﻴﻤﺎﻟﻢﻳﺮﻩ',
		translation: 'Translation of Hadith 1545'
),
	Hadith(
		hadithNumber: 1546,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺑﻦﺟﻨﺪﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻤﺎﻳﻜﺜﺮﺃﻥﻳﻘﻮﻝ'
			'ﻷﺻﺤﺎﺑﻪ:«ﻩﻞﺭﺄﯨﺃﺣﱞﺪﻣﻨﻜﻢﻣﻦﺭﺅﻳﺎ؟»ﻓﻴﻘﺺﱡﻋﻠﻴﻪﻣﻦﺷﺎﺀﺍﻟﱠﻠﻪﺃﻥﻳﻘﺺﱠ.ﻭﺇﻧﱠﻪﻗﺎﻝﻟﻨﺎﺫﺎﺗﻏﺪﺍﺓ:«'
			'ﺇﱠﻧﻪﺃﺗﺎﻧﻲﺍﻟﱠﻠﻴﻠﺔﺁﺗﻴﺎﻥ،ﻭﺇﱠﻧﻬﻤﺎﻗﺎﻻﻟﻲ:ﺍﻧﻄﻠﻖ،ﻭﺇﱢﻧﻲﺍﻧﻄﻠﻘﺖﻣﻌﻬﻤﺎ،ﻭﺇﱠﻧﺎﺃﺗﻴﻨﺎﻋﻠﻰﺭﺟﻞﻣﻀﻄﺠﻊ،ﻭﺇﺫﺍ'
			'ﺁﺧﺮﻗﺎﺋﻢﻋﻠﻴﻪﺑﺼﺨﺮﺓ،ﻭﺇﺫﺍﻩﻮﻳﻬﻮﻱﺑﺎﻟﱠﺼﺨﺮﺓﻟﺮﺃﺳﻪ،ﻓﻴﺜﻠﻎﺭﺃﺳﻪ،ﻓﻴﺘﺪﻩﺪﻩﺍﻟﺤﺠﺮﻩﺎﻩﻨﺎ.ﻓﻴﺘﺒﻊ'
			'ﺍﻟﺤﺠﺮﻓﻴﺄﺧـﺬﻩ،ﻓﻼﻳﺮﺟﻊﺇﻟﻴﻪﺣﱠﺘﻰﻳﺼﱠﺢﺭﺃﺳﻪﺁﻤﺎﺁﺎﻥ،ﺛﻢﱠﻳﻌﻮﺩﻋﻠﻴﻪ،ﻓﻴﻔﻌﻞﺑﻪﻣﺜﻞﻣﺎﻓﻌﻞﺍﻟﻤﱠﺮﺓ'
			'ﺍﻷﻭﻟﻰ،»ﻗﺎﻝ:ﻗﻠﺖﻟﻬﻤﺎ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ،ﻣﺎﻩﺬﺍﻥ؟ﻗﺎﻻﻟﻲ:ﺍﻧﻄﻠﻖﺍﻧﻄﻠﻖ،ﻓﺎﻧﻄﻠﻘﻨﺎ.ﻓﺄﺗﻴﻨﺎﻋﻠﻰﺭﺟﻞ'
			'ﻣﺴﺘﻠﻖﻟﻘﻔﺎﻩﻭﺇﺫﺍﺁﺧﺮﻗﺎﺋﻢﻋﻠﻴﻪﺑﻜﱡﻠﻮﺏﻣﻦﺣﺪﻳﺪ،ﻭﺇﺫﺍﻩﻮﻳﺄﺗﻰﺃﺣﺪﺷﱠﻘﻲﻭﺟﻬﻪﻓﻴﺸﺮﺷﺮﺷﺪﻗﻪﺇﻟﻰﻗﻔﺎﻩ،'
			'ﻭﻣﻨﺨﺮﻩﺇﻟﻰﻗﻔﺎﻩ،ﻭﻋﻴﻨﻪﺇﻟﻰﻗﻔﺎﻩ،ﺛﻢﱠﻳﺘﺤﱠﻮﻝﺇﻟﻰﺍﻟﺠﺎﻧﺐﺍﻵﺧﺮﻓﻴﻔﻌﻞﺑﻪﻣﺜﻞﻣﺎﻓﻌﻞﺑﺎﻟﺠﺎﻧﺐﺍﻷﻮﻟ،ﻓﻤﺎ'
			'ﻳﻔﺮﻍﻣﻦﺫﻟﻚﺍﻟﺠﺎﻧﺐﺣﱠﺘﻰﻳﺼﱠﺢﺫﻟﻚﺍﻟﺠﺎﻧﺐﺁﻤﺎﺁﺎﻥ،ﺛﻢﱠﻳﻌﻮﺩﻋﻠﻴﻪ،ﻓﻴﻔﻌﻞﻣﺜﻞﻣﺎﻓﻌﻞﻓﻲﺍﻟﻤﱠﺮﺓﺍﻷﻭﻟﻰ.'
			'ﻗﺎﻝ:ﻗﻠﺖ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪ،ﻣﺎﻩﺬﺎﻧ؟ﻗﺎﻻﻟﻲ:ﺍﻧﻄﻠﻖﺍﻧﻄﻠﻖ،ﻓﺎﻧﻄﻠﻘﻨﺎ.ﻓﺄﺗﻴﻨﺎﻋﻠﻰﻣﺜﻞﺍﻟﱠﺘﱡﻨﻮﺭﻓﺄﺣﺴﺐﺃﻧﻪ'
			'ﻗﺎﻝ:ﻓﺈﺫﺍﻓﻴﻪﻟﻐﻂ،ﻭﺃﺻﻮﺍﺕ،ﻓﺎﱠﻃﻠﻌﻨﺎﻓﻴﻪﻓﺈﺫﺍﻓﻴﻪﺭﺟﺎﻝﻭﻧﺴﺎﺀﻋﺮﺍﺓ،ﻭﺇﺫﺍﻩﻢﻳﺄﺗﻴﻬﻢﻟﻬﺐﻣﻦﺃﺳﻔﻞ'
			'ﻣﻨﻬﻢ،ﻓﺈﺫﺍﺃﺗﺎﻩﻢﺫﻟﻚﺍﻟﱠﻠﻬﺐﺿﻮﺿﺆﻭﺍ،ﻗﻠﺖﻣﺎﻩﺆﻻﺀ؟ﻗﺎﻻﻟﻲ:ﺍﻧﻄﻠﻖﺍﻧﻄﻠﻖ،ﻓﺎﻧﻄﻠﻘﻨﺎ.ﻓﺄﺗﻴﻨﺎﻋﻠﻰﻧﻬﺮ'
			'ﺣﺴﺒﺖﺃﻧﻪﺁﺎﻥﻳﻘﻮﻝ:«ﺃﺣﻤﺮﻣﺜﻞﺍﻟﱠﺪﻡ،ﻭﺇﺫﺍﻓﻲﺍﻟﱠﻨﻬﺮﺭﺟﻞﺳﺎﺑﺢﻳﺴﺒﺢ،ﻭﺇﺫﺍﻋﻠﻰﺷﱢﻂﺍﻟﱠﻨﻬﺮﺭﺟﻞﻗﺪ'
			'ﺟﻤﻊﻋﻨﺪﻩﺣﺠﺎﺭﺓﺁﺜﻴﺮﺓ،ﻭﺇﺫﺍﺫﻟﻚﺍﻟﱠﺴﺎﺑﺢﻳﺴﺒﺢﻣﺎﻳﺴﺒﺢ،ﺛﻢﱠﻳﺄﺗﻲﺫﻟﻚﺍﻟﺬﻱﻗﺪﺟﻤﻊﻋﻨﺪﻩﺍﻟﺤﺠﺎﺭﺓ،'
			'ﻓﻴﻔﻐﺮﻟﻪﻓﺎﻩ،ﻓﻴﻠﻘﻤﻪﺣﺠﺮﺍ،ﻓﻴﻨﻄﻠﻖﻓﻴﺴﺒﺢ،ﺛﱠﻢﻳﺮﺟﻊﺇﻟﻴﻪ،ﺁﱠﻠﻤﺎﺭﺟﻊﺇﻟﻴﻪ،ﻓﻐﺮﻓﺎﻩﻟﻪ،ﻓﺄﻟﻘﻤﻪﺣﺠﺮﺍ،'
			'ﻗﻠﺖﻟﻬﻤﺎ:ﻣﺎﻩﺬﺍﻥ؟ﻗﺎﻻﻟﻲ:ﺍﻧﻄﻠﻖﺍﻧﻄﻠﻖ،ﻓﺎﻧﻄﻠﻘﻨﺎ.ﻓﺄﺗﻴﻨﺎﻋﻠﻰﺭﺟﻞﺁﺮﻳﻪﺍﻟﻤﺮﺁﺓ،ﺃﻭﺁﺄﺁﺮﻩﻣﺎﺃﻧﺖ'
			'ﺭﺍﺀﺭﺟﻼﻣﺮﺄﯨ،ﻓﺈﺫﺍﻩﻮﻋﻨﺪﻩﻧﺎﺭﻳﺤﱡﺸﻬﺎﻭﻳﺴﻌﻰﺣﻮﻟﻬﺎ،ﻗﻠﺖﻟﻬﻤﺎ:ﻣﺎﻩﺬﺍ؟ﻗﺎﻻﻟﻲ:ﺍﻧﻄﻠﻖﺍﻧﻄﻠﻖ،'
			'ﻓﺎﻧﻄﻠﻘﻨﺎ.ﻓﺄﺗﻴﻨﺎﻋﻠﻰﺭﻭﺿﺔﻣﻌﺘﱠﻤﺔﻓﻴﻬﺎﻣﻦﺁﱢﻞﻧﻮﺭﺍﻟﱠﺮﺑﻴﻊ،ﻭﺇﺫﺍﺑﻴﻦﻇﻬﺮﻱﺍﻟﱠﺮﻭﺿﺔﺭﺟﻞﻃﻮﻳﻞﻻﺃﺁﺎﺩ'
			'ﺃﺮﯨﺭﺃﺳﻪﻃﻮﻻﻓﻲﺍﻟﱠﺴﻤﺎﺀ،ﻭﺇﺫﺍﺣﻮﻝﺍﻟﺮﺟﻞﻣﻦﺃﺁﺜﺮﻭﻟﺪﺎﻧﻣﺎﺭﺃﻳﺘﻬﻢﻗﱡﻂ،ﻗﻠﺖ:ﻣﺎﻩﺬﺍ؟ﻭﻣﺎﻩﺆﻻﺀ؟'
			'ﻗﺎﻻﻟﻲ:ﺍﻧﻄﻠﻖﺍﻧﻄﻠﻖﻓﺎﻧﻄﻠﻘﻨﺎ.ﻓﺄﺗﻴﻨﺎﺇﻟﻰﺩﻭﺣﺔﻋﻈﻴﻤﺔﻟﻢﺃﺭﺩﻭﺣﺔﻗﱡﻂﺃﻋﻈﻢﻣﻨﻬﺎ،ﻭﻻﺃﺣﺴﻦ،ﻗﺎﻻﻟﻲ:'
			'ﺍﺭﻕﻓﻴﻬﺎ،ﻓﺎﺭﺗﻘﻴﻨﺎﻓﻴﻬﺎ،ﺇﻟﻰﻣﺪﻳﻨﺔﻣﺒﻨﱠﻴﺔﺑﻠﺒﻦﺬﻫﺐﻭﻟﺒﻦﻓﱠﻀﺔ،ﻓﺄﺗﻴﻨﺎﺑﺎﺏﺍﻟﻤﺪﻳﻨﺔﻓﺎﺳﺘﻔﺘﺤﻨﺎ،ﻓﻔﺘﺢﻟﻨﺎ،'
			'ﻓﺪﺧﻠﻨﺎﻩﺎ،ﻓﺘﻠﱠﻘﺎﻧﺎﺭﺟﺎﻝﺷﻄﺮﻣﻦﺧﻠﻘﻬﻢﺁﺄﺣﺴﻦﻣﺎﺃﻧﺖﺭﺍﺀ،ﻭﺷﻄﺮﻣﻨﻬﻢﺁﺄﻗﺒﺢﻣﺎﺃﻧﺖﺭﺍﺀ،ﻗﺎﻻﻟﻬﻢ:'
			'ﺍﺬﻫﺒﻮﺍﻓﻘﻌﻮﺍﻓﻲﺫﻟﻚﺍﻟﻨﻬﺮ،ﻭﺇﺫﺍﻩﻮﻧﻬﺮﻣﻌﺘﺮﺽﻳﺠﺮﻱﺁﺄﻥﻣﺎﺀﻩﺍﻟﻤﺤﺾﻓﻲﺍﻟﺒﻴﺎﺽ،ﻓﺬﻩﺒﻮﺍﻓﻮﻗﻌﻮﺍ'
			'ﻓﻴﻪ،ﺛﻢﱠﺭﺟﻌﻮﺍﺇﻟﻴﻨﺎﻗﺪﺫﻩﺐﺫﻟﻚﺍﻟﱡﺴﻮﺀﻋﻨﻬﻢ،ﻓﺼﺎﺭﻭﺍﻓﻲﺃﺣﺴﻦﺻﻮﺭﺓ.ﻗﺎﻝ:ﻗﺎﻻﻟﻲ:ﻩﺬﻩﺟﻨﱠﺔﻋﺪﻥ،'
			'ﻮﻫﺬﺎﻛﻣﻨﺰﻟﻚ،ﻓﺴﻤﺎﺑﺼﺮﻱﺻﻌﺪﺍ،ﻓﺈﺫﺍﻗﺼﺮﻣﺜﻞﺍﻟﱠﺮﺑﺎﺑﺔﺍﻟﺒﻴﻀﺎﺀ.ﻗﺎﻻﻟﻲ:ﻩﺬﺎﻛﻣﻨﺰﻟﻚ.ﻗﻠﺖﻟﻬﻤﺎ:'
			'ﺑﺎﺮﻛﺍﻟﱠﻠﻪﻓﻴﻜﻤﺎ،ﻓﺬﺭﺍﻧﻲﻓﺄﺩﺧﻠﻪ.ﻗﺎﻻ:ﺃﻣﺎﺍﻵﻥﻓﻼ،ﻭﺃﻧﺖﺩﺍﺧﻠﻪ.ﻗﻠﺖﻟﻬﻤﺎ:ﻓﺈﱢﻧﻲﺭﺃﻳﺖﻣﻨﺬﺍﻟﱠﻠﻴﻠﺔﻋﺠﺒﺎ؟'
			'ﻓﻤﺎﻩﺬﺍﺍﻟﺬﻱﺭﺃﻳﺖ؟ﻗﺎﻻﻟﻲ:ﺇﻧﺎﺳﻨﺨﺒﺮﻙ.ﺃﱠﻣﺎﺍﻟﺮﺟﻞﺍﻷﻭﱠﻝﺍﻟﺬﻱﺃﺗﻴﺖﻋﻠﻴﻪﻳﺜﻠﻎﺭﺃﺳﻪﺑﺎﻟﺤﺠﺮ،ﻓﺈﻧﱠﻪ'
			'ﺍﻟﺮﱠﺟﻞﻳﺄﺧﺬﺍﻟﻘﺮﺁﻥﻓﻴﺮﻓﻀﻪ،ﻭﻳﻨﺎﻡﻋﻦﺍﻟﱠﺼﻼﺓﺍﻟﻜﺘﻮﺑﺔ.ﻭﺃﱠﻣﺎﺍﻟﺬﻱﺃﺗﻴﺖﻋﻠﻴﻪﻳﺸﺮﺷﺮﺷﺪﻗﻪﺇﻟﻰﻗﻔﺎﻩ،'
			'ﻭﻣﻨﺨﺮﻩﺇﻟﻰﻗﻔﺎﻩ،ﻭﻋﻴﻨﻪﺇﻟﻰﻗﻔﺎﻩ،ﻓﺈﻧﻪﺍﻟﺮﱠﺟﻞﻳﻐﺪﻭﻣﻦﺑﻴﺘﻪﻓﻴﻜﺬﺏﺍﻟﻜﺬﺑﺔﺗﺒﻠﻎﺍﻵﻓﺎﻕ.ﻭﺃﱠﻣﺎﺍﻟﱢﺮﺟﺎﻝ'
			'ﻭﺍﻟﱢﻨﺴﺎﺀﺍﻟﻌﺮﺍﺓﺍﻟﺬﻳﻦﻩﻢﻓﻲﻣﺜﻞﺑﻨﺎﺀﺍﻟﱠﺘﱡﻨﻮﺭ،ﻓﺈﱠﻧﻬﻢﺍﻟﱡﺰﻧﺎﺓﻭﺍﻟﱠﺰﻭﺍﻧﻲ.ﻭﺃﻣﺎﺍﻟﺮﺟﻞﺍﱠﻟﺬﻱﺃﺗﻴﺖﻋﻠﻴﻪﻳﺴﺒﺢ'
			'ﻓﻲﺍﻟﻨﻬﺮ،ﻭﻳﻠﻘﻢﺍﻟﺤﺠﺎﺭﺓ،ﻓﺈﻧﱠﻪﺁﺁﻞﺍﻟﱢﺮﺑﺎ.ﻭﺃﱠﻣﺎﺍﻟﺮﱠﺟﻞﺍﻟﻜﺮﻳﻪﺍﻟﻤﺮﺁﺓﺍﻟﺬﻱﻋﻨﺪﺍﻟﱠﻨﺎﺭﻳﺤﱡﺸﻬﺎﻭﻳﺴﻌﻰﺣﻮﻟﻬﺎ'
			'ﻓﻜﱡﻞﻣﻮﻟﻮﺩﻣﺎﺕﻋﻠﻰﺍﻟﻔﻄﺮﺓ»ﻭﻓﻲﺭﻭﺍﻳﺔﺍﻟﺒﺮﻗﺎﻧﻲ:«ﻭﻟﺪﻋﻠﻰﺍﻟﻔﻄﺮﺓ».ﻓﻘﺎﻝﺑﻌﺾﺍﻟﻤﺴﻠﻤﻴﻦ:ﻳﺎﻓﺈﻧﱠﻪﻣﺎﻟﻚﺧﺎﺯﻥﺟﻬﱠﻨﻢ.ﻭﺃﻣﺎﺍﻟﺮﱠﺟﻞﺍﻟﻄﱠﻮﻳﻞﺍﱠﻟﺬﻱﻓﻲﺍﻟﱠﺮﻭﺿﺔ،ﻓﺈﻧﻪﺇﺑﺮﺎﻫﻴﻢ،ﻭﺃﻣﺎﺍﻟﻮﻟﺪﺍﻥﺍﻟﺬﻳﻦﺣﻮﻟﻪ،'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﺃﻭﻻﺩﺍﻟﻤﺸﺮﺁﻴﻦ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺃﻭﻻﺩﺍﻟﻤﺸﺮﺁﻴﻦ».ﻭﺃﻣﺎﺍﻟﻘﻮﻡ'
			'ﺍﻟﺬﻳﻦﺁﺎﻧﻮﺍﺷﻄﺮﻣﻨﻬﻢﺣﺴﻦﻭﺷﻄﺮﻣﻨﻬﻢﻗﺒﻴﺢﻓﺈﻧﻬﻢﻗﻮﻡﺧﻠﻄﻮﺍﻋﻤﻼﺻﺎﻟﺤﺎﻭﺁﺧﺮﺳﻴﺌﺎﺗﺠﺎﻭﺯﺍﷲﻋﻨﻬﻢ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﺭﺃﻳﺖﺍﻟﱠﻠﻴﻠﺔﺭﺟﻠﻴﻦﺃﺗﻴﺎﻧﻲﻓﺄﺧﺮﺟﺎﻧﻲﺇﻟﻰﺃﺭﺽﻣﻘﱠﺪﺳﺔ»ﺛﻢﺫﺁﺮﻩ.ﻭﻗﺎﻝ:«ﻓﺎﻧﻄﻠﻘﻨﺎﺇﻟﻰ'
			'ﻧﻘﺐﻣﺜﻞﺍﻟﺘﱡﻨﻮﺭ،ﺃﻋﻼﻩﺿﱢﻴﻖﻭﺃﺳﻔﻠﻪﻭﺍﺳﻊ،ﻳﺘﻮﱠﻗﺪﺗﺤﺘﻪﻧﺎﺭﺍ،ﻓﺈﺫﺍﺍﺭﺗﻔﻌﺖﺍﺭﺗﻔﻌﻮﺍﺣﺘﻰﺁﺎﺩﻭﺍﺃﻥﻳﺨﺮﺟﻮﺍ'
			'،ﻭﺇﺫﺍﺧﻤﺪﺕ،ﺭﺟﻌﻮﺍﻓﻴﻬﺎ،ﻭﻓﻴﻬﺎﺭﺟﺎﻝﻭﻧﺴﺎﺀﻋﺮﺍﺓ.ﻭﻓﻴﻬﺎ:ﺣﺘﻰﺃﺗﻴﻨﺎﻋﻠﻰﻧﻬﺮﻣﻦﺪﻣ،ﻭﻟﻢﻳﺸﻚ-'
			'ﻓﻴﻪﺭﺟﻞﻗﺎﺋﻢﻋﻠﻰﻭﺳﻂﺍﻟﱠﻨﻬﺮ،ﻭﻋﻠﻰﺷﱢﻂﺍﻟﱠﻨﻬﺮﺭﺟﻞ،ﻭﺑﻴﻦﻳﺪﻳﻪﺣﺠﺎﺭﺓ،ﻓﺄﻗﺒﻞﺍﻟﺮﱠﺟﻞﺍﻟﺬﻱﻓﻲﺍﻟﱠﻨﻬﺮ،'
			'ﻓﺈﺫﺍﺃﺭﺍﺩﺃﻥﻳﺨﺮﺝ،ﺭﻣﻰﺍﻟﺮﱠﺟﻞﺑﺤﺠﺮﻓﻲﻓﻴﻪ،ﻓﺮﺩﱠﻩﺣﻴﺚﺁﺎﻥ،ﻓﺠﻌﻞﺁﱠﻠﻤﺎﺟﺎﺀﻟﻴﺨﺮﺝﺟﻌﻞﻳﺮﻣﻲﻓﻲﻓﻴﻪ'
			'ﺑﺤﺠﺮ،ﻓﻴﺮﺟﻊﺁﻤﺎﺁﺎﻥ.ﻭﻓﻴﻬﺎ:«ﻓﺼﻌﺪﺍﺑﻲﺍﻟﱠﺸﺠﺮﺓ،ﻓﺄﺩﺧﻼﻧﻲﺩﺍﺭﺍﻟﻢﺃﺭﻗﱡﻂﺃﺣﺴﻦﻣﻨﻬﺎ،ﻓﻴﻬﺎﺭﺟﺎﻝ'
			'ﺷﻴﻮﺥﻭﺷﺒﺎﺏ».ﻭﻓﻴﻬﺎ:«ﺍﱠﻟﺬﻱﺭﺃﻳﺘﻪﻳﺸﻖﱡﺷﺪﻗﻪﻓﻜﱠﺬﺍﺏ،ﻳﺤﺪﱢﺙﺑﺎﻟﻜﺬﺑﺔﻓﺘﺤﻤﻞﻋﻨﻪﺣﱠﺘﻰﺗﺒﻠﻎﺍﻵﻓﺎﻕ،'
			'ﻓﻴﺼﻨﻊﺑﻪﻣﺎﺭﺃﻳﺖﺇﻟﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ».ﻭﻓﻴﻬﺎ:«ﺍﱠﻟﺬﻱﺭﺃﻳﺘﻪﻳﺸﺪﺥﺭﺃﺳﻪﻓﺮﺟﻞﻋﱠﻠﻤﻪﺍﻟﱠﻠﻪﺍﻟﻘﺮﺁﻥ،ﻓﻨﺎﻡ'
			'ﻋﻨﻪﺑﺎﻟﱠﻠﻴﻞ،ﻭﻟﻢﻳﻌﻤﻞﻓﻴﻪﺑﺎﻟﱠﻨﻬﺎﺭ،ﻓﻴﻔﻌﻞﺑﻪﺇﻟﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ».ﻭﺍﻟﱠﺪﺍﺭﺍﻷﻭﻟﻰﺍﻟﺘﻲﺩﺧﻠﺖﺩﺍﺭﻋﺎﱠﻣﺔ'
			'ﺍﻟﻤﺆﻣﻨﻴﻦ،ﻭﺃﱠﻣﺎﻩﺬﻩﺍﻟﱠﺪﺍﺭﻓﺪﺍﺭﺍﻟﱡﺸﻬﺪﺍﺀ،ﻭﺃﻧﺎﺟﺒﺮﻳﻞ،ﻮﻫﺬﺍﻣﻴﻜﺎﺋﻴﻞ،ﻓﺎﺭﻓﻊﺭﺃﺳﻚ،ﻓﺮﻓﻌﺖﺭﺃﺳﻲ،ﻓﺈﺫﺍ'
			'ﻓﻮﻗﻲﻣﺜﻞﺍﻟﱠﺴﺤﺎﺏ،ﻗﺎﻻ:ﺫﺍﻙﻣﻨﺰﻟﻚ،ﻗﻠﺖ:ﺩﻋﺎﻧﻲﺃﺩﺧﻞﻣﻨﺰﻟﻲ،ﻗﺎﻻ:ﺇﻧﱠﻪﺑﻘﻲﻟﻚﻋﻤﺮﻟﻢﺗﺴﺘﻜﻤﻠﻪ،ﻓﻠﻮ'
			'ﺍﺳﺘﻜﻤﻠﺘﻪ،ﺃﺗﻴﺖﻣﻨﺰﻟﻚ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻗﻮﻟﻪ:«ﻳﺜﻠﻎﺭﺃﺳﻪ»ﻮﻫﻮﻳﺎﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔﻭﺍﻟﻐﻴﻦﺍﻟﻤﻌﺠﻤﺔ،ﺄﻳ:ﻳﺸﺪﺧﻪﻭﻳﺸﱡﻘﻪ.ﻗﻮﻟﻪ:«ﻳﺘﺪﻩﺪﻩ»ﺄﻳ:'
			'ﻳﺘﺪﺣﺮﺝ،ﻭ«ﺍﻟﻜﱡﻠﻮﺏ»ﺑﻔﺘﺢﺍﻟﻜﺎﻑ،ﻭﺿﻢﺍﻟﻼﻡﺍﻟﻤﺸﺪﺩﺓ،ﻮﻫﻮﻣﻌﺮﻮﻓ.ﻗﻮﻟﻪ:«ﻓﻴﺸﺮﺷﺮ»ﺄﻳ:'
			'ﻳﻘﻄﱠﻊ.ﻗﻮﻟﻪ:«ﺿﻮﺿﻮﺅﻭﺍ»ﻮﻫﻮﺑﻀﺎﺩﻳﻦﻣﻌﺠﻤﺘﻴﻦ،ﺄﻳﺻﺎﺣﻮﺍ.ﻗﻮﻟﻪ:«ﻓﻴﻔﻐﺮ»ﻩﻮﺑﺎﻟﻔﺎﺀﻭﺍﻟﻐﻴﻦ'
			'ﺍﻟﻤﻌﺠﻤﺔ،ﺄﻳ:ﻳﻔﺘﺢ.ﻗﻮﻟﻪ:«ﺍﻟﻤﺮﺁﺓ»ﻩﻮﺑﻔﺘﺢﺍﻟﻤﻴﻢ،ﺄﻳ:ﺍﻟﻤﻨﻈﺮ.ﻗﻮﻟﻪ:«ﻳﺤﱡﺸﻬﺎ»ﻩﻮﺑﻔﺘﺢﺍﻟﻴﺎﺀ'
			'ﻭﺿﻢﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔﻭﺍﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔ،ﺄﻳ:ﻳﻮﻗﺪﻩﺎ،ﻗﻮﻟﻪ:«ﺭﻭﺿﺔﻣﻌﺘﱠﻤﺔ»ﻩﻮﺑﻀﻢﺍﻟﻤﻴﻢﻭﺇﺳﻜﺎﻥ'
			'ﺍﻟﻌﻴﻦﻭﻓﺘﺢﺍﻟﺘﺎﺀﻭﺗﺸﺪﻳﺪﺍﻟﻤﻴﻢ،ﺄﻳ:ﻭﺍﻓﻴﺔﺍﻟﱠﻨﺒﺎﺕﻃﻮﻳﻠﺘﻪ.ﻗﻮﻟﻪ:«ﺩﻭﺣﺔ»ﻮﻫﻲﺑﻔﺘﺢﺍﻟﺪﻻ،ﻭﺇﺳﻜﺎﻥ'
			'ﺍﻟﻮﺍﻭﻭﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ:ﻭﻩﻲﺍﻟﱠﺸﺠﺮﺓﺍﻟﻜﺒﻴﺮﺓ،ﻗﻮﻟﻪ:«ﺍﻟﻤﺤﺾ»ﻩﻮﺑﻔﺘﺢﺍﻟﻤﻴﻢﻭﺇﺳﻜﺎﻥﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ'
			'ﻭﺑﺎﻟﱠﻀﺎﺩﺍﻟﻤﻌﺠﻤﺔ:ﻭﻩﻮﺍﻟﻠﱠﺒﻦ.ﻗﻮﻟﻪ:«ﻓﺴﻤﺎﺑﺼﺮﻱ»ﺄﻳ:ﺍﺭﺗﻔﻊ.«ﻭﺻﻌﺪﺍ»:ﺑﻀﻢﺍﻟﺼﺎﺩﻭﺍﻟﻌﻴﻦ:'
			'ﺃﻱ:ﻣﺮﺗﻔﻌﺎ.«ﻭﺍﻟﱠﺮﺑﺎﺑﺔ»:ﺑﻔﺘﺢﺍﻟﺮﺍﺀﻭﺑﺎﻟﺒﺎﺀﺍﻟﻤﻮﺣﺪﺓﻣﻜﺮﺭﺓ،ﻮﻫﻲﺍﻟﱠﺴﺤﺎﺑﺔ',
		translation: 'Translation of Hadith 1546'
),
	Hadith(
		hadithNumber: 1547,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺁﻔﻲﺑﺎﻟﻤﺮﺀﺁﺬﺑﺎﺃﻥﻳﺤﱢﺪﺙ'
			'ﺑﻜﻞﱢﻣﺎﺳﻤﻊ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1547'
),
	Hadith(
		hadithNumber: 1548,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺣﱠﺪﺙﻋﱢﻨﻲﺑﺤﺪﻳﺚ'
			'ﻳﺮﻯﺃﻧﱠﻪﺁﺬﺏ،ﻓﻬﻮﺃﺣﺪﺍﻟﻜﺎﺫﺑﻴﻦ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1548'
),
	Hadith(
		hadithNumber: 1549,
		hadith:
						'ﻭﻋﻦﺃﺳﻤﺎﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺄﻧﺍﻣﺮﺃﺓﻗﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥﻟﻲﺿﱠﺮﺓﻓﻬﻞﻋﻠﱠﻲﺟﻨﺎﺡﺇﻥﺗﺸﺒﻌﺖ'
			'ﻣﻦﺯﻭﺟﻲﻏﻴﺮﺍﻟﺬﻱﻳﻌﻄﻴﻨﻲ؟ﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﻤﺘﺸﺒﱢﻊﺑﻤﺎﻟـﻢﻳﻌﻂﺁﻼﺑﺲﺛﻮﺑﻲﺯﻭﺭ'
			'»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﻟﻤﺘﺸﺒﱢﻊ:ﻩﻮﺍﻟﺬﻱﻳﻈﻬﺮﺍﻟﱠﺸﺒﻊﻭﻟﻴﺲﺑﺸﺒﻌﺎﻥ،ﻭﻣﻌﻨﺎﻩﺎﻩﻨﺎ:ﺃﻧﱠﻪﻳﻈﻬﺮﺃﻧﻪﺣﺼﻞﻟﻪﻓﻀﻴﻠﺔﻭﻟﻴﺴﺖ'
			'ﺣﺎﺻﻠﺔ.«ﻭﻻﺑﺲﺛﻮﺑﻲﺯﻭﺭ»ﺄﻳ:ﺬﻳﺯﻭﺭ،ﻮﻫﻮﺍﻟﺬﻱﻳﺰﻭﱢﺭﻋﻠﻰﺍﻟﱠﻨﺎﺱ،ﺑﺄﻥﻳﺘﺰﱠﻳﻰﺑﺰﱢﻱﺄﻫﻞﺍﻟﱡﺰﻩﺪ'
			'ﺃﻭﺍﻟﻌﻠﻢﺃﻭﺍﻟﺜﺮﻭﺓ،ﻟﻴﻐﺘﱠﺮﺑﻪﺍﻟﱠﻨﺎﺱﻭﻟﻴﺲﻩﻮﺑﺘﻠﻚﺍﻟﱢﺼﻔﺔ،ﻭﻗﻴﻞﻏﻴﺮﺫﻟﻚﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 1549'
),
	Hadith(
		hadithNumber: 1550,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻﺃﻧﱢﺒﺌﻜﻢﺑﺄﺁﺒﺮﺍﻟﻜﺒﺎﺋﺮ'
			'؟ﻗﻠﻨﺎ:ﺑﻠﻰﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻗﺎﻝ:«ﺍﻹﺷﺮﺍﻙﺑﺎﻟﱠﻠﻪ،ﻭﻋﻘﻮﻕﺍﻟﻮﺍﻟﺪﻳﻦ»ﻭﺁﺎﻥﻣﱠﺘﻜﺌﺎﻓﺠﻠﺲ،ﻓﻘﺎﻝ:«ﺃﻻ'
			'ﻭﻗﻮﻝﺍﻟﱡﺰﻭﺭ،ﻭﺷﻬﺎﺩﺓﺍﻟﺰﻭﺭ»ﻓﻤﺎﺯﻻﻳﻜﱢﺮﺭﻩﺎﺣﺘﻰﻗﻠﻨﺎ:ﻟﻴﺘﻪﺳﻜﺖ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1550'
),
	Hadith(
		hadithNumber: 1551,
		hadith:
						'ﻋﻦﺃﺑﻲﺯﻳﺪﺛﺎﺑﺖﺑﻦﺍﻟﱠﻀﺤﺎﻙﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻮﻫﻮﻣﻦﺃﻩﻞﺑﻴﻌﺔﺍﻟﱢﺮﺿﻮﺍﻥﻗﺎﻝ:ﻗﺎﻝ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺣﻠﻒﻋﻠﻰﻳﻤﻴﻦﺑﻤﱠﻠﺔﻏﻴﺮﺍﻹﺳﻼﻡﺁﺎﺫﺑﺎﻣﺘﻌﱢﻤﺪﺍ،ﻓﻬﻮﺁﻤﺎﻗﺎﻝ،'
			'ﻭﻣﻦﻗﺘﻞﻧﻔﺴﻪﺑﺸﻲﺀ،ﻋﱢﺬﺏﺑﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻭﻟﻴﺲﻋﻠﻰﺭﺟﻞﻧﺬﺭﻓﻴﻤﺎﻻﻳﻤﻠﻜﻪ،ﻭﻟﻌﻦﺍﻟﻤﺆﻣﻦﺁﻘﺘﻠﻪ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1551'
),
	Hadith(
		hadithNumber: 1552,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﻨﺒﻐﻲﻟﺼﱢﺪﻳﻖﺃﻥ'
			'ﻳﻜﻮﻥﻟﱠﻌﺎﻧﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1552'
),
	Hadith(
		hadithNumber: 1553,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﻜﻮﻥﺍﻟﱠﻠﱠﻌﺎﻧﻮﻥ'
			'ﺷﻔﻌﺎﺀ،ﻭﻻﺷﻬﺪﺍﺀﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1553'
),
	Hadith(
		hadithNumber: 1554,
		hadith:
						'ﻭﻋﻦﺳﻤﺮﺓﺑﻦﺟﻨﺪﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻼﻋﻨﻮﺍﺑﻠﻌﻨﺔ'
			'ﺍﻟﱠﻠﻪ،ﻭﻻﺑﻐﻀﺒﻪ،ﻭﻻﺑﺎﻟﱠﻨﺎﺭ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻻ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1554'
),
	Hadith(
		hadithNumber: 1555,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﺲﺍﻟﻤﺆﻣﻦ'
			'.1555ﺑﺎﻟﱠﻄﱠﻌﺎﻥ،ﻭﻻﺍﻟﱠﻠﱠﻌﺎﻥﻭﻻﺍﻟﻔﺎﺣﺶ،ﻭﻻﺍﻟﺒﺬﱢﻱ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1555'
),
	Hadith(
		hadithNumber: 1556,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﱠﺪﺭﺩﺍﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺇﱠﻥﺍﻟﻌﺒﺪﺇﺫﺍﻟﻌﻦﺷﻴﺌﺎ'
			'،ﺻﻌﺪﺕﺍﻟﱠﻠﻌﻨﺔﺇﻟﻰﺍﻟﱠﺴﻤﺎﺀ،ﻓﺘﻐﻠﻖﺃﺑﻮﺍﺏﺍﻟﱠﺴﻤﺎﺀﺩﻭﻧﻬﺎ،ﺛﻢﱠﺗﻬﺒﻂﺇﻟﻰﺍﻷﺭﺽ،ﻓﺘﻐﻠﻖﺃﺑﻮﺍﺑﻬﺎﺩﻭﻧﻬﺎ،ﱡﺛﱠﻢ'
			'ﺗﺄﺧﺬﻳﻤﻴﻨﺎﻭﺷﻤﺎﻻ،ﻓﺈﺫﺍﻟﻢﺗﺠﺪﻣﺴﺎﻏﺎﺭﺟﻌﺖﺇﻟﻰﺍﻟﺬﻱﻟﻌﻦ،ﻓﺈﻥﺁﺎﻥﺄﻫﻼﻟﺬﻟﻚ،ﻭﺇﱠﻻﺭﺟﻌﺖﺇﻟﻰﻗﺎﺋﻠﻬﺎ»'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1556'
),
	Hadith(
		hadithNumber: 1557,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺍﻥﺑﻦﺍﻟﺤﺼﻴﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺑﻴﻨﻤﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺑﻌﺾ'
			'ﺃﺳﻔﺎﺭﻩ،ﻭﺍﻣﺮﺃﺓﻣﻦﺍﻷﻧﺼﺎﺭﻋﻠﻰﻧﺎﻗﺔ،ﻓﻀﺠﺮﺕﻓﻠﻌﻨﺘﻬﺎ،ﻓﺴﻤﻊﺫﻟﻚﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻓﻘﺎﻝ:«ﺧﺬﻭﺍﻣﺎﻋﻠﻴﻬﺎﻭﺩﻋﻮﻩﺎ،ﻓﺈﱠﻧﻬﺎﻣﻠﻌﻮﻧﺔ»ﻗﺎﻝﻋﻤﺮﺍﻥ:ﻓﻜﺄﱢﻧﻲﺃﺭﺍﻩﺎﺍﻵﻥﺗﻤﺸﻲﻓﻲﺍﻟﱠﻨﺎﺱﻣﺎ'
			'ﻳﻌﺮﺽﻟﻬﺎﺃﺣﺪ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1557'
),
	Hadith(
		hadithNumber: 1558,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﺮﺯﺓﻧﻀﻠﺔﺑﻦﻋﺒﻴﺪﺍﻷﺳﻠﻤﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﻴﻨﻤﺎﺟﺎﺭﻳﺔﻋﻠﻰﻧﺎﻗﺔﻋﻠﻴﻬﺎﺑﻌﺾ'
			'ﻣﺘﺎﻉﺍﻟﻘﻮﻡ،ﺇﺫﺑﺼﺮﺕﺑﺎﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺗﻀﺎﻳﻖﺑﻬﻢﺍﻟﺠﺒﻞ،ﻓﻘﺎﻟﺖ:ﺣﻞ،ﺍﻟﱠﻠﻬﻢﺍﻟﻌﻨﻬﺎﻓﻘﺎﻝ'
			'ﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺼﺎﺣﺒﻨﺎﻧﺎﻗﺔﻋﻠﻴﻬﺎﻟﻌﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ:«ﺣﻞ»ﺑﻔﺘﺢﺍﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔ،ﻭﺇﺳﻜﺎﻥﺍﻟﱠﻼﻡ،ﻭﻩﻲﺁﻠﻤﺔﻟﺰﺟﺮﺍﻹﺑﻞ.'
			'ﻭﺍﻋﻠﻢﺃﱠﻥﻩﺬﺍﺍﻟﺤﺪﻳﺚﻗﺪﻳﺴﺘﺸﻜﻞﻣﻌﻨﺎﻩ،ﻭﻻﺇﺷﻜﺎﻝﻓﻴﻪ،ﺑﻞﺍﻟﻤﺮﺍﺩﺍﻟﱠﻨﻬﻲﺃﻥﺗﺼﺎﺣﺒﻬﻢﺗﻠﻚﺍﻟﱠﻨﺎﻗﺔ،ﻭﻟﻴﺲ'
			'ﻓﻴﻪﻧﻬﻲﻋﻦﺑﻴﻌﻬﺎﻭﺫﺑﺤﻬﺎﻭﺭﺁﻮﺑﻬﺎﻓﻲﻏﻴﺮﺻﺤﺒﺔﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻞﺁﻞﱡﺫﻟﻚﻭﻣﺎﺳﻮﺍﻩﻣﻦ'
			'ﺍﻟﱠﺘﺼﱡﺮﻓﺎﺕﺟﺎﺋﺰﻻﻣﻨﻊﻣﻨﻪ،ﺇﱠﻻﻣﻦﻣﺼﺎﺣﺒﺘﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻬﺎ،ﻷﱠﻥﻩﺬﻩﺍﻟﱠﺘﺼﱡﺮﻓﺎﺕﺁﱢﻠﻬﺎﺁﺎﻧﺖ'
			'ﺟﺎﺋﺰﺓﻓﻤﻨﻊﺑﻌﺾﻣﻨﻬﺎ،ﻓﺒﻘﻲﺍﻟﺒﺎﻗﻲﻋﻠﻰﻣﺎﺁﺎﻥ.ﻭﺍﻟﱠﻠﻪﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 1558'
),
	Hadith(
		hadithNumber: 1559,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺳﺒﺎﺏﺍﻟﻤﺴﻠﻢ'
			'ﻓﺴﻮﻕ،ﻭﻗﺘﺎﻟﻪﺁﻔﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1559'
),
	Hadith(
		hadithNumber: 1560,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻻﻳﺮﻣﻲﺭﺟﻞﺭﺟﻼ'
			'ﺑﺎﻟﻔﺴﻖﺃﻭﺍﻟﻜﻔﺮ،ﺇﱠﻻﺍﺭﺗﺪﺕﻋﻠﻴﻪ،ﺇﻥﻟﻢﻳﻜﻦﺻﺎﺣﺒﻪﺁﺬﻟﻚ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1560'
),
	Hadith(
		hadithNumber: 1561,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﺘﺴﺎﺑﺎﻥﻣﺎﻗﺎﻻﻓﻌﻠﻰ'
			'ﺍﻟﺒﺎﺪﻳﻣﻨﻬﻤﺎﺣﱠﺘﻰﻳﻌﺘﺪﻱﺍﻟﻤﻈﻠﻮﻡ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1561'
),
	Hadith(
		hadithNumber: 1562,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺃﺗﻲﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺮﺟﻞﻗﺪﺷﺮﺏﻗﺎﻝ:«ﺍﺿﺮﺑﻮﻩ»ﻗﺎﻝﺃﺑﻮﻩﺮﻳﺮﺓ:ﻓﻤﱠﻨﺎ'
			'ﺍﻟﻀﱠﺎﺭﺏﺑﻴﺪﻩ،ﻭﺍﻟﻀﱠﺎﺭﺏﺑﻨﻌﻠﻪ،ﻭﺍﻟﱠﻀﺎﺭﺏﺑﺜﻮﺑﻪ،ﻓﻠﱠﻤﺎﺍﻧﺼﺮﻑ،ﻗﺎﻝﺑﻌﺾﺍﻟﻘﻮﻡ:ﺃﺧﺰﺍﻙﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«'
			'ﻻﺗﻘﻮﻟﻮﺍﻩﺬﺍ،ﻻﺗﻌﻴﻨﻮﺍﻋﻠﻴﻪﺍﻟﱠﺸﻴﻄﺎﻥ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1562'
),
	Hadith(
		hadithNumber: 1563,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﻗﺬﻑﻣﻤﻠﻮﺁﻪﺑﺎﻟﱢﺰﻧﺎﻳﻘﺎﻡﻋﻠﻴﻪﺍﻟﺤﱡﺪ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﺇﱠﻻﺃﻥﻳﻜﻮﻥﺁﻤﺎﻗﺎﻝ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1563'
),
	Hadith(
		hadithNumber: 1564,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺴﱡﺒﻮﺍﺍﻷﻣﻮﺍﺕ،'
			'ﻓﺈﱠﻧﻬﻢﻗﺪﺃﻓﻀﻮﺍﺇﻟﻰﻣﺎﻗﱠﺪﻣﻮﺍ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1564'
),
	Hadith(
		hadithNumber: 1565,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﺍﻟﻤﺴﻠﻢﻣﻦﺳﻠﻢﺍﻟﻤﺴﻠﻤﻮﻥﻣﻦﻟﺴﺎﻧﻪﻭﻳﺪﻩ،ﻭﺍﻟﻤﻬﺎﺟﺮﻣﻦﻩﺠﺮﻣﺎﻧﻬﻰﺍﻟﱠﻠﻪﻋﻨﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1565'
),
	Hadith(
		hadithNumber: 1566,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺣﱠﺐﺄﻧﻳﺰﺣﺰﺡﻋﻦﺍﻟﱠﻨﺎﺭ،ﻭﻳﺪﺧﻞﺍﻟﺠﱠﻨﺔ،'
			'ﻓﻠﺘﺄﺗﻪﻣﻨﻴﱠﺘﻪﻭﻩﻮﻳﺆﻣﻦﺑﺎﷲﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮ،ﻭﻟﻴﺄﺕﺇﻟﻰﺍﻟﱠﻨﺎﺱﺍﻟﺬﻱﻳﺤﺐﱡﺃﻥﻳﺆﺗﻲﺇﻟﻴﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻩﻮﺑﻌﺾﺣﺪﻳﺚﻃﻮﻳﻞﺳﺒﻖﻓﻲﺑﺎﺏﻃﺎﻋﺔﻭﻻﺓﺍﻷﻣﻮﺭ.'
			'`',
		translation: 'Translation of Hadith 1566'
),
	Hadith(
		hadithNumber: 1567,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺒﺎﻏﻀﻮﺍ،ﻭﻻﺗﺤﺎﺳﺪﻭﺍ،ﻭﻻ'
			'ﺗﺪﺍﺑﺮﻭﺍ،ﻭﻻﺗﻘﺎﻃﻌﻮﺍ،ﻭﺁﻮﻧﻮﺍﻋﺒﺎﺩﺍﻟﱠﻠﻪﺇﺧﻮﺍﻧﺎ،ﻭﻻﻳﺤﱡﻞﻟﻤﺴﻠﻢﺃﻥﻳﻬﺠﺮﺃﺧﺎﻩﻓﻮﻕﺛﻼﺙ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1567'
),
	Hadith(
		hadithNumber: 1568,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺗﻔﺘﺢﺃﺑﻮﺍﺏﺍﻟﺠﱠﻨﺔﻳﻮﻡ'
			'ﺍﻻﺛﻨﻴﻦﻭﻳﻮﻡﺍﻟﺨﻤﻴﺲ،ﻓﻴﻐﻔﺮﻟﻜﻞﱢﻋﺒﺪﻻﻳﺸﺮﻙﺑﺎﻟﱠﻠﻪﺷﻴﺌﺎ،ﺇﱠﻻﺭﺟﻼﺁﺎﻧﺖﺑﻴﻨﻪﻭﺑﻴﻦﺃﺧﻴﻪﺷﺤﻨﺎﺀﻓﻴﻘﺎﻝ:'
			'ﺃﻧﻈﺮﻭﺍﻩﺬﻳﻦﺣﱠﺘﻰﻳﺼﻄﻠﺤﺎ،ﺃﻧﻈﺮﻭﺍﻩﺬﻳﻦﺣﱠﺘﻰﻳﺼﻄﻠﺤﺎ،»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﺗﻌﺮﺽﺍﻷﻋﻤﺎﻝﻓﻲﺁﻞﱢﻳﻮﻡﺧﻤﻴﺲﻭﺍﺛﻨﻴﻦ»ﻭﺫﺁﺮﻧﺤﻮﻩ',
		translation: 'Translation of Hadith 1568'
),
	Hadith(
		hadithNumber: 1569,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻳﺎﺁﻢﻭﺍﻟﺤﺴﺪ،ﻓﺈﱠﻥﺍﻟﺤﺴﺪ'
			'ﻳﺄﺁﻞﺍﻟﺤﺴﻨﺎﺕﺁﻤﺎﺗﺄﺁﻞﺍﻟﻨﺎﺭﺍﻟﺤﻄﺐ،ﺃﻭﻗﺎﻝﺍﻟﻌﺸﺐ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺟﺪﺇﺑﺮﺎﻫﻴﻢﺑﻦﺃﺑﻲﺃﺳﻴﺪ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1569'
),
	Hadith(
		hadithNumber: 1570,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﻳﺎﺁﻢﻭﺍﻟﱠﻈﱠﻦ،ﻓﺈﻥ'
			'ﺍﻟﱠﻈﱠﻦﺃﺁﺬﺏﺍﻟﺤﺪﻳﺚ،ﻭﻻﺗﺤﱠﺴﺴﻮﺍ،ﻭﻻﺗﺠﱠﺴﺴﻮﺍﻭﻻﺗﻨﺎﻓﺴﻮﺍﻭﻻﺗﺤﺎﺳﺪﻭﺍ،ﻭﻻﺗﺒﺎﻏﻀﻮﺍ،ﻭﻻﺗﺪﺍﺑﺮﻭﺍ،'
			'ﻭﺁﻮﻧﻮﺍﻋﺒﺎﺩﺍﻟﱠﻠﻪﺇﺧﻮﺍﻧﺎﺁﻤﺎﺃﻣﺮﺁﻢ.ﺍﻟﻤﺴﻠﻢﺃﺧﻮﺍﻟﻤﺴﻠﻢ،ﻻﻳﻈﻠﻤﻪ،ﻭﻻﻳﺨﺬﻟﻪﻭﻻﻳﺤﻘﺮﻩ،ﺍﻟﱠﺘﻘﻮﻯﻩﻬﻨﺎ،'
			'ﺍﻟﱠﺘﻘﻮﻯﻩﻬﻨﺎ»ﻭﻳﺸﻴﺮﺇﻟﻰﺻﺪﺭﻩ«ﺑﺤﺴﺐﺍﻣﺮﻱﺀﻣﻦﺍﻟﱠﺸﱢﺮﺄﻧﻳﺤﻘﺮﺃﺧﺎﻩﺍﻟﻤﺴﻠﻢ،ﺁﻞﱡﺍﻟﻤﺴﻠﻢﻋﻠﻰﺍﻟﻤﺴﻠﻢ'
			'ﺣﺮﺎﻣ:ﺩﻣﻪ،ﻭﻋﺮﺿﻪ،ﻭﻣﺎﻟﻪ،ﺇﱠﻥﺍﻟﱠﻠﻪﻻﻳﻨﻈﺮﺇﻟﻰﺃﺟﺴﺎﺩﺁﻢ،ﻭﻻﺇﻟﻰﺻﻮﺭﺁﻢ،ﻭﺃﻋﻤﺎﻟﻜﻢﻭﻟﻜﻦﻳﻨﻈﺮﺇﻟﻰ'
			'ﻗﻠﻮﺑﻜﻢ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻻﺗﺤﺎﺳﺪﻭﺍ،ﻭﻻﺗﺒﺎﻏﻀﻮﺍ،ﻭﻻﺗﺠﱠﺴﺴﻮﺍﻭﻻﺗﺤﺴﱠﺴﻮﺍﻭﻻﺗﻨﺎﺟﺸﻮﺍﻭﺁﻮﻧﻮﺍﻋﺒﺎﺩﺍﻟﱠﻠﻪ'
			'ﺇﺧﻮﺍﻧﺎ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻻﺗﻘﺎﻃﻌﻮﺍ،ﻭﻻﺗﺪﺍﺑﺮﻭﺍ،ﻭﻻﺗﺒﺎﻏﻀﻮﺍﻭﻻﺗﺤﺎﺳﺪﻭﺍ،ﻭﺁﻮﻧﻮﺍﻋﺒﺎﺩﺍﻟﱠﻠﻪﺇﺧﻮﺍﻧﺎ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻻﺗﻬﺎﺟﺮﻭﺍﻭﻻﻳﺒﻊﺑﻌﻀﻜﻢﻋﻠﻰﺑﻴﻊﺑﻌﺾ».'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ:ﺑﻜﱢﻞﻩﺬﻩﺍﻟﺮﻭﺍﻳﺎﺕ،ﻭﺭﻮﯨﺍﻟﺒﺨﺎﺮﻳﺃﺁﺜﺮﻩﺎ',
		translation: 'Translation of Hadith 1570'
),
	Hadith(
		hadithNumber: 1571,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﻭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻧﻚﺈﻧﺍﱠﺗﺒﻌﺖ'
			'ﻋﻮﺭﺍﺕﺍﻟﻤﺴﻠﻤﻴﻦﺃﻓﺴﺪﺗﻬﻢ،ﺃﻭﺁﺪﺕﺃﻥﺗﻔﺴﺪﻩﻢ»ﺣﺪﻳﺚﺻﺤﻴﺢ.'
			'.1571ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1571'
),
	Hadith(
		hadithNumber: 1572,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺃﺗﻰﺑﺮﺟﻞﻓﻘﻴﻞﻟﻪ:ﻩﺬﺍﻓﻼﻥﺗﻘﻄﺮﻟﺤﻴﺘﻪﺧﻤﺮﺍ،ﻓﻘﺎﻝ:ﺇﱠﻧﺎﻗﺪ'
			'ﻧﻬﻴﻨﺎﻋﻦﺍﻟﱠﺘﺠﱡﺴﺲ،ﻭﻟﻜﻦﺈﻧﻳﻈﻬﺮﻟﻨﺎﺷﻲﺀ،ﻧﺄﺧﺬﺑﻪ،ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﻋﻠﻰﺷﺮﻁﺍﻟﺒﺨﺎﺮﻳﻭﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1572'
),
	Hadith(
		hadithNumber: 1573,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻳﺎﺁﻢﻭﺍﻟﱠﻈﱠﻦ،ﻓﺈﱠﻥ'
			'ﺍﻟﱠﻈﱠﻦﺃﺁﺬﺏﺍﻟﺤﺪﻳﺚ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1573'
),
	Hadith(
		hadithNumber: 1574,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ«ﺑﺤﺴﺐﺍﻣﺮﻱﺀﻣﻦﺍﻟﱠﺸﱢﺮ'
			'ﺄﻧﻳﺤﻘﺮﺃﺧﺎﻩﺍﻟﻤﺴﻠﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ،ﻭﻗﺪﺳﺒﻖﻗﺮﻳﺒﺎﺑﻄﻮﻟﻪ',
		translation: 'Translation of Hadith 1574'
),
	Hadith(
		hadithNumber: 1575,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺪﺧﻞﺍﻟﺠﱠﻨﺔﻣﻦﺁﺎﻥ'
			'ﻓﻲﻗﻠﺒﻪﻣﺜﻘﺎﻝﺫﱠﺭﺓﻣﻦﺁﺒﺮ،»ﻓﻘﺎﻝﺭﺟﻞ:ﺇﱠﻥﺍﻟﱠﺮﺟﻞﻳﺤﺐﱡﺃﻥﻳﻜﻮﻥﺛﻮﺑﻪﺣﺴﻨﺎ،ﻭﻧﻌﻠﻪﺣﺴﻨﺔ،ﻓﻘﺎﻝ:«'
			'ﺇﱠﻥﺍﻟﱠﻠﻪﺟﻤﻴﻞﻳﺤﺐﱡﺍﻟﺠﻤﺎﻝ،ﺍﻟﻜﺒﺮﺑﻄﺮﺍﻟﺤﱢﻖ،ﻭﻏﻤﻂﺍﻟﱠﻨﺎﺱ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻣﻌﻨﻰ«ﺑﻄﺮﺍﻟﺤﱢﻖ»:ﺩﻓﻌﻪ،«ﻭﻏﻤﻄﻬﻢ»:ﺍﺣﺘﻘﺎﺭﻩﻢ،ﻭﻗﺪﺳﺒﻖﺑﻴﺎﻧﻪﺃﻭﺿﺢﻣﻦﻩﺬﺍﻓﻲﺑﺎﺏﺍﻟﻜﺒﺮ',
		translation: 'Translation of Hadith 1575'
),
	Hadith(
		hadithNumber: 1576,
		hadith:
						'ﻭﻋﻦﺟﻨﺪﺏﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺎﻝﺭﺟﻞ:'
			'ﻭﺍﻟﱠﻠﻪﻻﻳﻐﻔﺮﺍﻟﱠﻠﻪﻟﻔﻼﻥ،ﻓﻘﺎﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:ﻣﻦﺫﺍﺍﱠﻟﺬﻱﻳﺘﺄﱠﻟﻰﻋﻠﱠﻲﺃﻥﻻﺃﻏﻔﺮﻟﻔﻼﻥﺇﱢﻧﻲﻗﺪﻏﻔﺮﺕﻟﻪ،'
			'ﻭﺃﺣﺒﻄﺖﻋﻤﻠﻚ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1576'
),
	Hadith(
		hadithNumber: 1577,
		hadith:
						'ﻭﻋﻦﻭﺍﺛﻠﺔﺑﻦﺍﻷﺳﻘﻊﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻈﻬﺮ'
			'ﺍﻟﱠﺸﻤﺎﺗﺔﻷﺧﻴﻚﻓﻴﺮﺣﻤﻪﺍﻟﱠﻠﻪﻭﻳﺒﺘﻠﻴﻚ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﻓﻲﺍﻟﺒﺎﺏﺣﺪﻳﺚﺃﺑﻲﻩﺮﻳﺮﺓﺍﻟﺴﺎﺑﻖﻓﻲﺑﺎﺏﺍﻟﱠﺘﺠﱡﺴﺲ:«ﺁﻞﱡﺍﻟﻤﺴﻠﻢﻋﻠﻰﺍﻟﻤﺴﻠﻢﺣﺮﺎﻣ»ﺍﻟﺤﺪﻳﺚ.'
			'(ﺿﻌﻴﻒ)[ﻓﻴﻪ:ﺍﻟﻘﺎﺳﻢﺑﻦﺃﻣﻴﺔ،ﻳﺮﻮﻳﺍﻟﻤﻨﺎﺁﻴﺮﻋﻦﺣﻔﺺﺑﻦﻏﻴﺎﺙ،ﻮﻫﺬﺍﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1577'
),
	Hadith(
		hadithNumber: 1578,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﺛﻨﺘﺎﻥﻓﻲﺍﻟﱠﻨﺎﺱﻩﻤﺎ'
			'ﺑﻬﻢﺁﻔﺮ:ﺍﻟﻄﱠﻌﻦﻓﻲﺍﻟﱠﻨﺴﺐ،ﻭﺍﻟﻨﱢﻴﺎﺣﺔﻋﻠﻰﺍﻟﱠﻤﻴﺖ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1578'
),
	Hadith(
		hadithNumber: 1579,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺣﻤﻞﻋﻠﻴﻨﺎﺍﻟﱢﺴﻼﺡ'
			'،ﻓﻠﻴﺲﻣﱠﻨﺎ،ﻭﻣﻦﻏﱠﺸﻨﺎ،ﻓﻠﻴﺲﻣﱠﻨﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﱠﺮﻋﻠﻰﺻﺒﺮﺓﻃﻌﺎﻡ،ﻓﺄﺩﺧﻞﻳﺪﻩﻓﻴﻬﺎ،ﻓﻨﺎﻟﺖﺃﺻﺎﺑﻌﻪ'
			'ﺑﻠﻼ،ﻓﻘﺎﻝ:ﻣﺎﻩﺬﺍﻳﺎﺻﺎﺣﺐﺍﻟﱠﻄﻌﺎﻡ؟»ﻗﺎﻝﺃﺻﺎﺑﺘﻪﺍﻟﱠﺴﻤﺎﺀﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻗﺎﻝ:«ﺃﻓﻼﺟﻌﻠﺘﻪﻓﻮﻕﺍﻟﱠﻄﻌﺎﻡ'
			'ﺣﱢﺘﻰﻳﺮﺍﻩﺍﻟﱠﻨﺎﺱ،ﻣﻦﻏﱠﺸﻨﺎﻓﻠﻴﺲﻣﱠﻨﺎ»',
		translation: 'Translation of Hadith 1579'
),
	Hadith(
		hadithNumber: 1580,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﻨﺎﺟﺸﻮﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1580'
),
	Hadith(
		hadithNumber: 1581,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺍﻟﱠﻨﺠﺶ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1581'
),
	Hadith(
		hadithNumber: 1582,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺫﺁﺮﺭﺟﻞﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﱠﻪﻳﺨﺪﻉﻓﻲﺍﻟﺒﻴﻮﻉ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺑﺎﻳﻌﺖ،ﻓﻘﻞﻻﺧﻼﺑﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'.1582»ﺍﻟﺨﻼﺑﺔ»ﺑﺨﺎﺀﻣﻌﺠﻤﺔﻣﻜﺴﻮﺭﺓ،ﻭﺑﺎﺀﻣﻮﺣﺪﺓ:ﻮﻫﻲﺍﻟﺨﺪﻳﻌﺔ',
		translation: 'Translation of Hadith 1582'
),
	Hadith(
		hadithNumber: 1583,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺧﱠﺒﺐﺯﻭﺟﺔ'
			'ﺍﻣﺮﻱﺀ،ﺃﻭﻣﻤﻠﻮﺁﻪ،ﻓﻠﻴﺲﻣﱠﻨﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'»ﺧﺒﺐ»ﺑﺨﺎﺀﻣﻌﺠﻤﺔ،ﺛﻢﺑﺎﺀﻣﻮﺣﺪﺓﻣﻜﺮﺭﺓ:ﺃﻱ:ﺃﻓﺴﺪﻩﻭﺧﺪﻋﻪ',
		translation: 'Translation of Hadith 1583'
),
	Hadith(
		hadithNumber: 1584,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺃﺭﺑﻊﻣﻦﺁﻦﱠﻓﻴﻪ،ﺁﺎﻥﻣﻨﺎﻓﻘﺎﺧﺎﻟﺼﺎ،ﻭﻣﻦﺁﺎﻧﺖﻓﻴﻪﺧﺼﻠﺔﻣﻨﻬﻦﱠ،ﺁﺎﻥﻓﻴﻪﺧﺼﻠﺔﻣﻦﺍﻟﱢﻨﻔﺎﻕﺣﱠﺘﻰﻳﺪﻋﻬﺎ'
			':ﺇﺫﺍﺃﺅﺗﻤﻦﺧﺎﻥ،ﻭﺇﺫﺍﺣﱠﺪﺙﺁﺬﺏ،ﻭﺇﺫﺍﻋﺎﻩﺪﻏﺪﺭ،ﻭﺇﺫﺍﺧﺎﺻﻢﻓﺠﺮ».ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1584'
),
	Hadith(
		hadithNumber: 1585,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩ،ﻭﺍﺑﻦﻋﻤﺮ،ﻭﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢﻗﺎﻟﻮﺍ:ﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﻟﻜﻞﱢﻏﺎﺩﺭﻟﻮﺍﺀﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻳﻘﺎﻝ:ﻩﺬﻩﻏﺪﺭﺓﻓﻼﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1585'
),
	Hadith(
		hadithNumber: 1586,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻟﻜﻞﱢﻏﺎﺩﺭﻟﻮﺍﺀﻋﻨﺪ'
			'ﺇﺳﺘﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻳﺮﻓﻊﻟﻪﺑﻘﺪﺭﻏﺪﺭﻩ،ﺃﻻﻭﻻﻏﺎﺩﺭﺃﻋﻈﻢﻏﺪﺭﺍﻣﻦﺃﻣﻴﺮﻋﺎﱠﻣﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1586'
),
	Hadith(
		hadithNumber: 1587,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺛﻼﺛﺔﺃﻧﺎ'
			'ﺧﺼﻤﻬﻢﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ:ﺭﺟﻞﺃﻋﻄﻰﺑﻲﺛﻢﻏﺪﺭ،ﻭﺭﺟﻞﺑﺎﻉﺣﺮﺍﻓﺄﺁﻞﺛﻤﻨﻪ،ﻭﺭﺟﻞﺍﺳﺘﺄﺟﺮﺃﺟﻴﺮﺍ،ﻓﺎﺳﺘﻮﻓﻲ'
			'.1587ﻣﻨﻪ،ﻭﻟﻢﻳﻌﻄﻪﺃﺟﺮﻩ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1587'
),
	Hadith(
		hadithNumber: 1588,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺛﻼﺛﺔﻻﻳﻜﻠﱢﻤﻬﻢﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ'
			'،ﻭﻻﻳﻨﻈﺮﺇﻟﻴﻬﻢ،ﻭﻻﻳﺰﱢﺁﻴﻬﻢﻭﻟﻬﻢﻋﺬﺍﺏﺃﻟﻴﻢ»ﻗﺎﻝ:ﻓﻘﺮﺄﻫﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺛﻼﺙﻣﱠﺮﺍﺕ.'
			'ﻗﺎﻝﺃﺑﻮﺫﱟﺭ:ﺧﺎﺑﻮﺍﻭﺧﺴﺮﻭﺍﻣﻦﻩﻢﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝﺍﻟﻤﺴﺒﻞ،ﻭﺍﻟﻤﱠﻨﺎﻥ،ﻭﺍﻟﻤﻨﻔﻖﺳﻠﻌﺘﻪﺑﺎﻟﺤﻠﻒﺍﻟﻜﺎﺫﺏ'
			'»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:«ﺍﻟﻤﺴﺒﻞﺇﺯﺍﺭﻩ»ﻳﻌﻨﻲ:ﺍﻟﻤﺴﺒﻞﺇﺯﺍﺭﻩﻭﺛﻮﺑﻪﺃﺳﻔﻞﻣﻦﺍﻟﻜﻌﺒﻴﻦﻟﻠﺨﻴﻼﺀ',
		translation: 'Translation of Hadith 1588'
),
	Hadith(
		hadithNumber: 1589,
		hadith:
						'ﻭﻋﻦﻋﻴﺎﺽﺑﻦﺣﻤﺎﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺈﻧﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			'ﺃﻭﺣﻰﺇﻟﱠﻲﺄﻧﺗﻮﺍﺿﻌﻮﺍﺣﺘﻰﻻﻳﺒﻐﻲﺃﺣﺪﻋﻠﻰﺃﺣﺪ،ﻭﻻﻳﻔﺨﺮﺃﺣﺪﻋﻠﻰﺃﺣﺪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﺎﻝﺄﻫﻞﺍﻟﻠﻐﺔ:ﺍﻟﺒﻐﻲ:ﺍﻟﱠﺘﻌﱢﺪﻱﻭﺍﻻﺳﺘﻄﺎﻟﺔ.'
			'`',
		translation: 'Translation of Hadith 1589'
),
	Hadith(
		hadithNumber: 1590,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﻗﺎﻝﺍﻟﺮﱠﺟﻞ:ﻩﻠﻚ'
			'ﺍﻟﱠﻨﺎﺱ،ﻓﻬﻮﺃﻩﻠﻜﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺍﻟﱢﺮﻭﺍﻳﺔﺍﻟﻤﺸﻬﻮﺭﺓ:«ﺃﻩﻠﻜﻬﻢ»ﺑﺮﻓﻊﺍﻟﻜﺎﻑ،ﻭﺭﻮﻳﺑﻨﺼﺒﻬﺎ.ﻮﻫﺬﺍﺍﻟﱠﻨﻬﻲﻟﻤﻦﻗﺎﻝﺫﻟﻚﻋﺠﺒﺎﺑﻨﻔﺴﻪ،'
			'ﻭﺗﺼﺎﻏﺮﺍﻟﻠﻨﺎﺱ،ﻭﺍﺭﺗﻔﺎﻋﺎﻋﻠﻴﻬﻢ،ﻓﻬﺬﺍﻩﻮﺍﻟﺤﺮﺎﻣ،ﻭﺃﻣﺎﻣﻦﻗﺎﻟﻪﻟﻤﺎﻳﺮﻯﻓﻲﺍﻟﻨﺎﺱﻣﻦﻧﻘﺺﻓﻲﺃﻣﺮ'
			'ﺩﻳﻨﻬﻢ،ﻭﻗﺎﻟﻪﺗﺤﱡﺰﻧﺎﻋﻠﻴﻬﻢ،ﻭﻋﻠﻰﺍﻟﱢﺪﻳﻦ،ﻓﻼﺑﺄﺱﺑﻪ.ﻩﻜﺬﺍﻓﱠﺴﺮﻩﺍﻟﻌﻠﻤﺎﺀﻭﻓﺼﱠﻠﻮﻩ،ﻭﻣﻤﻦﻗﺎﻟﻪﻣﻦ'
			'ﺍﻷﺋﻤﺔﺍﻷﻋﻼﻡ:ﻣﺎﻟﻚﺍﺑﻦﺃﻧﺲ،ﻭﺍﻟﺨﱠﻄﺎﺑﱡﻲ،ﻭﺍﻟﺤﻤﻴﺪﱡﻱﻭﺁﺧﺮﻭﻥ،ﻭﻗﺪﺃﻭﺿﺤﺘﻪﻓﻲﺁﺘﺎﺏ«ﺍﻷﺫﺁﺎﺭ»',
		translation: 'Translation of Hadith 1590'
),
	Hadith(
		hadithNumber: 1591,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻘﺎﻃﻌﻮﺍ،ﻭﻻﺗﺪﺍﺑﺮﻭﺍ،'
			'ﻭﻻﺗﺒﺎﻏﻀﻮﺍ،ﻭﻻﺗﺤﺎﺳﺪﻭﺍ،ﻭﺁﻮﻧﻮﺍﻋﺒﺎﺩﺍﻟﱠﻠﻪﺇﺧﻮﺍﻧﺎ.ﻭﻻﻳﺤﱡﻞﻟﻤﺴﻠﻢﺃﻥﻳﻬﺠﺮﺃﺧﺎﻩﻓﻮﻕﺛﻼﺙ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1591'
),
	Hadith(
		hadithNumber: 1592,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻳﻮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺤﱡﻞﻟﻤﺴﻠﻢﺃﻥﻳﻬﺠﺮ'
			'ﺃﺧﺎﻩﻓﻮﻕﺛﻼﺙﻟﻴﺎﻝ:ﻳﻠﺘﻘﻴﺎﻥ،ﻓﻴﻌﺮﺽﻩﺬﺍﻭﻳﻌﺮﺽﻩﺬﺍ،ﻭﺧﻴﺮﻩﻤﺎﺍﱠﻟﺬﻱﻳﺒﺪﺃﺑﺎﻟﱠﺴﻼﻡ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1592'
),
	Hadith(
		hadithNumber: 1593,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﻌﺮﺽﺍﻷﻋﻤﺎﻝﻓﻲ'
			'ﺁﻞﱢﺍﺛﻨﻴﻦﻭﺧﻤﻴﺲ،ﻓﻴﻐﻔﺮﺍﻟﱠﻠﻪﻟﻜﻞﱢﺍﻣﺮﻱﺀﻻﻳﺸﺮﻙﺑﺎﻟﱠﻠﻪﺷﻴﺌﺎ،ﺇﻻﺍﻣﺮﺀﺍﺁﺎﻧﺖﺑﻴﻨﻪﻭﺑﻴﻦﺃﺧﻴﻪﺷﺤﻨﺎﺀ،'
			'ﻓﻴﻘﻮﻝ:ﺍﺗﺮﺁﻮﺍﻩﺬﻳﻦﺣﱠﺘﻰﻳﺼﻄﻠﺤﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1593'
),
	Hadith(
		hadithNumber: 1594,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺍﻟﱠﺸﻴﻄﺎﻥﻗﺪ.'
			'ﻳﺌﺲﺃﻥﻳﻌﺒﺪﻩﺍﻟﻤﺼﱡﻠﻮﻥﻓﻲﺟﺰﻳﺮﺓﺍﻟﻌﺮﺏﻭﻟﻜﻦﻓﻲﺍﻟﱠﺘﺤﺮﻳﺶﺑﻴﻨﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺘﺤﺮﻳﺶ»ﺍﻹﻓﺴﺎﺩﻭﺗﻐﻴﻴﺮﻗﻠﻮﺑﻬﻢﻭﺗﻘﺎﻃﻌﻬﻢ',
		translation: 'Translation of Hadith 1594'
),
	Hadith(
		hadithNumber: 1595,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻻﻳﺤﱡﻞﻟﻤﺴﻠﻢﺃﻥ'
			'ﻳﻬﺠﺮﺃﺧﺎﻩﻓﻮﻕﺛﻼﺙ،ﻓﻤﻦﻩﺠﺮﻓﻮﻕﺛﻼﺙﻓﻤﺎﺕﺩﺧﻞﺍﻟﻨﺎﺭ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﻋﻠﻰﺷﺮﻁﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1595'
),
	Hadith(
		hadithNumber: 1596,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺧﺮﺍﺵﺣﺪﺭﺩﺑﻦﺃﺑﻲﺣﺪﺭﺩﺍﻷﺳﻠﻤﻲ،ﻭﻳﻘﺎﻝﺍﻟﱡﺴﻠﻤﻲﺍﻟﱠﺼﺤﺎﺑﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊ'
			'ﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﻩﺠﺮﺃﺧﺎﻩﺳﻨﺔﻓﻬﻮﺁﺴﻔﻚﺩﻣﻪ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1596'
),
	Hadith(
		hadithNumber: 1597,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺤﱡﻞﻟﻤﺆﻣﻦﺃﻥﻳﻬﺠﺮ'
			'ﻣﺆﻣﻨﺎﻓﻮﻕﺛﻼﺙ،ﻓﺈﻥﻣﱠﺮﺕﺑﻪﺛﻼﺙ،ﻓﻠﻴﻠﻘﻪ،ﻭﻟﻴﺴﱢﻠﻢﻋﻠﻴﻪ،ﻓﺈﻥﺭﱠﺩﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡ،ﻓﻘﺪﺍﺷﺘﺮﺁﺎﻓﻲﺍﻷﺟﺮ،'
			'ﻭﺇﻥﻟﻢﻳﺮﺩﱠﻋﻠﻴﻪ،ﻓﻘﺪﺑﺎﺀﺑﺎﻹﺛﻢ،ﻭﺧﺮﺝﺍﻟﻤﺴﻠﱢﻢﻣﻦﺍﻟﻬﺠﺮﺓ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.ﻗﺎﻝﺃﺑﻮﺩﺍﻭﺩ:ﺇﺫﺍﺁﺎﻧﺖﺍﻟﻬﺠﺮﺓﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻠﻴﺲﻣﻦﻩﺬﺍﻓﻲﺷﻲﺀ',
		translation: 'Translation of Hadith 1597'
),
	Hadith(
		hadithNumber: 1598,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺁﺎﻧﻮﺍﺛﻼﺛﺔ،ﻓﻼ'
			'ﻳﺘﻨﺎﺟﻰﺍﺛﻨﺎﻥﺩﻭﻥﺍﻟﱠﺜﺎﻟﺚ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺯﺍﺩ:ﻗﺎﻝﺃﺑﻮﺻﺎﻟﺢ:ﻗﻠﺖﻻﺑﻦﻋﻤﺮ:ﻓﺄﺭﺑﻌﺔ؟ﻗﺎﻝ:ﻻﻳﻀﱡﺮﻙ».'
			'ﻭﺭﻭﺍﻩﻣﺎﻟﻚﻓﻲ«ﺍﻟﻤﻮﻃﺄ»:ﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺩﻳﻨﺎﺭﻗﺎﻝ:ﺁﻨﺖﺃﻧﺎﻭﺍﺑﻦﻋﻤﺮﻋﻨﺪﺩﺍﺭﺧﺎﻟﺪﺑﻦﻋﻘﺒﺔﺍﻟﺘﻲ'
			'ﻓﻲﺍﻟﱡﺴﻮﻕ،ﻓﺠﺎﺀﺭﺟﻞﻳﺮﻳﺪﺃﻥﻳﻨﺎﺟﻴﻪ،ﻭﻟﻴﺲﻣﻊﺍﺑﻦﻋﻤﺮﺃﺣﺪﻏﻴﺮﻱ،ﻓﺪﻋﺎﺍﺑﻦﻋﻤﺮﺭﺟﻼﺁﺧﺮﺣﱠﺘﻰﺁﻨﱠﺎ'
			'ﺃﺭﺑﻌﺔ،ﻓﻘﺎﻝﻟﻲﻭﻟﻠﱠﺮﺟﻞﺍﻟﱠﺜﺎﻟﺚﺍﱠﻟﺬﻱﺩﻋﺎ:ﺍﺳﺘﺄﺧﺮﺍﺷﻴﺌﺎ،ﻓﺈﱢﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ:«ﻻﻳﺘﻨﺎﺟﻰﺍﺛﻨﺎﻥﺩﻭﻥﻭﺍﺣﺪ»',
		translation: 'Translation of Hadith 1598'
),
	Hadith(
		hadithNumber: 1599,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺁﻨﺘﻢﺛﻼﺛﺔ،ﻓﻼ'
			'ﻳﺘﻨﺎﺟﻰﺍﺛﻨﺎﻥﺩﻭﻥﺍﻵﺧﺮﺣﱠﺘﻰﺗﺨﺘﻠﻄﻮﺍﺑﺎﻟﱠﻨﺎﺱ،ﻣﻦﺃﺟﻞﺃﱠﻥﺫﻟﻚﻳﺤﺰﻧﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1599'
),
	Hadith(
		hadithNumber: 1600,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻋﱢﺬﺑﺖﺍﻣﺮﺃﺓﻓﻲﻩﱠﺮﺓ'
			'ﺣﺒﺴﺘﻬﺎﺣﱠﺘﻰﻣﺎﺗﺖ،ﻓﺪﺧﻠﺖﻓﻴﻬﺎﺍﻟﱠﻨﺎﺭ،ﻻﻩﻲﺃﻃﻌﻤﺘﻬﺎﻭﺳﻘﺘﻬﺎ،ﺇﺫﻩﻲﺣﺒﺴﺘﻬﺎﻭﻻﻩﻲﺗﺮﺁﺘﻬﺎﺗﺄﺁﻞﻣﻦ'
			'ﺧﺸﺎﺵﺍﻷﺮﺿ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺧﺸﺎﺵﺍﻷﺭﺽ»ﺑﻔﺘﺢﺍﻟﺨﺎﺀﺍﻟﻤﻌﺠﻤﺔ،ﻭﺑﺎﻟﺸﻴﻦﺍﻟﻤﻌﺠﻤﺔﺍﻟﻤﻜﺮﺭﺓ:ﻮﻫﻲﻩﻮﺍﱡﻣﻬﺎﻭﺣﺸﺮﺍﺗﻬﺎ',
		translation: 'Translation of Hadith 1600'
),
	Hadith(
		hadithNumber: 1601,
		hadith:
						'ﻭﻋﻨﻪﺃﻧﱠﻪﻣﱠﺮﺑﻔﺘﻴﺎﻥﻣﻦﻗﺮﻳﺶﻗﺪﻧﺼﺒﻮﺍﻃﻴﺮﺍﻭﻩﻢﻳﺮﻣﻮﻧﻪﻭﻗﺪﺟﻌﻠﻮﺍﻟﺼﺎﺣﺐﺍﻟﱠﻄﻴﺮﺁﻞﱠﺧﺎﻃﺌﺔﻣﻦ'
			'ﻧﺒﻠﻬﻢ،ﻓﻠﱠﻤﺎﺭﺃﻭﺍﺍﺑﻦﻋﻤﺮﺗﻔﱠﺮﻗﻮﺍﻓﻘﺎﻝﺍﺑﻦﻋﻤﺮ:ﻣﻦﻓﻌﻞﻩﺬﺍ؟ﻟﻌﻦﺍﻟﱠﻠﻪﻣﻦﻓﻌﻞﻩﺬﺍ،ﺇﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻌﻦﻣﻦﺍﱠﺗﺨﺬﺷﻴﺌﺎﻓﻴﻪﺍﻟﱡﺮﻭﺡﻏﺮﺿﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻐﺮﺽ»:ﺑﻔﺘﺢﺍﻟﻐﻴﻦﺍﻟﻤﻌﺠﻤﺔ،ﻭﺍﻟﺮﺍﺀﻭﻩﻮﺍﻟﻬﺪﻑ،ﻭﺍﻟﱠﺸﻲﺀﺍﱠﻟﺬﻱﻳﺮﻣﻰﺇﻟﻴﻪ',
		translation: 'Translation of Hadith 1601'
),
	Hadith(
		hadithNumber: 1602,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱠﻥﺗﺼﺒﺮﺍﻟﺒﻬﺎﺋﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'،ﻭﻣﻌﻨﺎﻩ:ﺗﺤﺒﺲﻟﻠﻘﺘﻞ',
		translation: 'Translation of Hadith 1602'
),
	Hadith(
		hadithNumber: 1603,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻋﻠﱟﻲﺳﻮﻳﺪﺑﻦﻣﻘﱢﺮﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻟﻘﺪﺭﺃﻳﺘﻨﻲﺳﺎﺑﻊﺳﺒﻌﺔﻣﻦﺑﻨﻲﻣﻘﱢﺮﻥﻣﺎﻟﻨﺎ'
			'ﺧﺎﺪﻣﺇﱠﻻﻭﺍﺣﺪﺓﻟﻄﻤﻬﺎﺃﺻﻐﺮﻧﺎﻓﺄﻣﺮﻧﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻧﻌﺘﻘﻬﺎ.'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺳﺎﺑﻊﺇﺧﻮﺓﻟﻲ»',
		translation: 'Translation of Hadith 1603'
),
	Hadith(
		hadithNumber: 1604,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻟﺒﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺖﺃﺿﺮﺏﻏﻼﻣﺎﻟﻲﺑﺎﻟﱠﺴﻮﻁ،ﻓﺴﻤﻌﺖﺻﻮﺗﺎﻣﻦ'
			'ﺧﻠﻔﻲ:«ﺍﻋﻠﻢﺃﺑﺎﻣﺴﻌﻮﺩ»ﻓﻠﻢﺃﻓﻬﻢﺍﻟﱠﺼﻮﺕﻣﻦﺍﻟﻐﻀﺐ،ﻓﻠﱠﻤﺎﺩﻧﺎﻣﱢﻨﻲﺇﺫﺍﻩﻮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﺈﺫﺍﻩﻮﻳﻘﻮﻝ:«ﺍﻋﻠﻢﺃﺑﺎﻣﺴﻌﻮﺩﺃﱠﻥﺍﻟﱠﻠﻪﺃﻗﺪﺭﻋﻠﻴﻚﻣﻨﻚﻋﻠﻰﻩﺬﺍﺍﻟﻐﻼﻡ»ﻓﻘﻠﺖ:ﻻﺃﺿﺮﺏﻣﻤﻠﻮﺁﺎ'
			'ﺑﻌﺪﻩﺃﺑﺪﺍ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﺴﻘﻂﺍﻟﺴﱠﻮﻁﻣﻦﻳﺪﻱﻣﻦﻩﻴﺒﺘﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻩﻮﺣﱞﺮﻟﻮﺟﻪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻘﺎﻝ:«ﺃﻣﺎﻟﻮﻟﻢﺗﻔﻌﻞ،ﻟﻠﻔﺤﺘﻚﺍﻟﱠﻨﺎﺭ،ﺃﻭ'
			'ﻟﻤﱠﺴﺘﻚﺍﻟﱠﻨﺎﺭ»ﺭﻭﺍﻩﻣﺴﻠﻢ.ﺑﻬﺬﻩﺍﻟﺮﻭﺍﻳﺎﺕ',
		translation: 'Translation of Hadith 1604'
),
	Hadith(
		hadithNumber: 1605,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺿﺮﺏﻏﻼﻣﺎﻟﻪﺣﺪﺍﻟﻢ'
			'ﻳﺄﺗﻪ،ﺃﻭﻟﻄﻤﻪ،ﻓﺈﻥﺁﱠﻔﺎﺭﺗﻪﺄﻧﻳﻌﺘﻘﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1605'
),
	Hadith(
		hadithNumber: 1606,
		hadith:
						'ﻭﻋﻦﻩﺸﺎﻡﺑﻦﺣﻜﻴﻢﺑﻦﺣﺰﺎﻣﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻧﱠﻪﻣﱠﺮﺑﺎﻟﱠﺸﺎﻡﻋﻠﻰﺃﻧﺎﺱﻣﻦﺍﻷﻧﺒﺎﻁ،ﻭﻗﺪﺃﻗﻴﻤﻮﺍ'
			'ﻓﻲﺍﻟﱠﺸﻤﺲ،ﻭﺻﺐﱠﻋﻠﻰﺭﺅﻭﺳﻬﻢﺍﻟﺰﱠﻳﺖ،ﻓﻘﺎﻝ:ﻣﺎﻩﺬﺍ؟ﻗﻴﻞ:ﻳﻌﱠﺬﺑﻮﻥﻓﻲﺍﻟﺨﺮﺍﺝ،ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺣﺒﺴﻮﺍ'
			'ﻓﻲﺍﻟﺠﺰﻳﺔ.ﻓﻘﺎﻝﻩﺸﺎﻡ:ﺃﺷﻬﺪﻟﺴﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺈﻧﺍﻟﱠﻠﻪﻳﻌﺬﱢﺏﺍﻟﺬﻳﻦ'
			'ﻳﻌﱢﺬﺑﻮﻥﺍﻟﱠﻨﺎﺱﻓﻲﺍﻟﱡﺪﻧﻴﺎ»ﻓﺪﺧﻞﻋﻠﻰﺍﻷﻣﻴﺮ،ﻓﺤﺪﱠﺛﻪ،ﻓﺄﻣﺮﺑﻬﻢﻓﺨﱡﻠﻮﺍ.ﺭﻭﺍﻩﻣﺴﻠﻢ-«ﺍﻷﻧﺒﺎﻁ»ﺍﻟﻔﱠﻼﺣﻮﻥ'
			'ﻣﻦﺍﻟﻌﺠﻢ',
		translation: 'Translation of Hadith 1606'
),
	Hadith(
		hadithNumber: 1607,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺭﺄﯨﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﻤﺎﺭﺍﻣﻮﺳﻮﻡﺍﻟﻮﺟﻪ'
			'،ﻓﺄﻧﻜﺮﺫﻟﻚ؟ﻓﻘﺎﻝ:ﻭﺍﻟﱠﻠﻪﻻﺃﺳﻤﻪﺇﻻﺃﻗﺼﻰﺷﻲﺀﻣﻦﺍﻟﻮﺟﻪ،ﻭﺃﻣﺮﺑﺤﻤﺎﺭﻩ،ﻓﻜﻮﻱﻓﻲﺟﺎﻋﺮﺗﻴﻪ،ﻓﻬﻮ'
			'ﺃﻭﱠﻝﻣﻦﺁﻮﻯﺍﻟﺠﺎﻋﺮﺗﻴﻦ.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺠﺎﻋﺮﺗﺎﻥ»:ﻧﺎﺣﻴﺘﺎﺍﻟﻮﺭﺁﻴﻦﺣﻮﻝﺍﻟﱡﺪﺑﺮ',
		translation: 'Translation of Hadith 1607'
),
	Hadith(
		hadithNumber: 1608,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﱠﺮﻋﻠﻴﻪﺣﻤﺎﺭﻗﺪﻭﺳﻢﻓﻲﻭﺟﻬﻪﻓﻘﺎﻝ:ﻟﻌﻦﺍﻟﱠﻠﻪﺍﱠﻟﺬﻱﻭﺳﻤﻪ'
			'»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢﺃﻳﻀﺎ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﱠﻀﺮﺏﻓﻲﺍﻟﻮﺟﻪ،ﻭﻋﻦﺍﻟﻮﺳﻢﻓﻲ'
			'ﺍﻟﻮﺟﻪ',
		translation: 'Translation of Hadith 1608'
),
	Hadith(
		hadithNumber: 1609,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺑﻌﺜﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺑﻌﺚﻓﻘﺎﻝ:«ﺈﻧ'
			'ﻭﺟﺪﺗﻢﻓﻼﻧﺎﻭﻓﻼﻧﺎ»ﻟﺮﺟﻠﻴﻦﻣﻦﻗﺮﻳﺶﺳﱠﻤﺎﻩﻤﺎ«ﻓﺄﺣﺮﻗﻮﻩﻤﺎﺑﺎﻟﱠﻨﺎﺭ»ﺛﻢﱠﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺣﻴﻦﺃﺭﺩﻧﺎﺍﻟﺨﺮﻮﺟ:«ﺇﱢﻧﻲﺁﻨﺖﺃﻣﺮﺗﻜﻢﺄﻧﺗﺤﺮﻗﻮﺍﻓﻼﻧﺎﻭﻓﻼﻧﺎ،ﻭﺇﱠﻥﺍﻟﱠﻨﺎﺭﻻﻳﻌﺬﺏﺑﻬﺎﺇﻻﺍﻟﱠﻠﻪ،ﻓﺈﻥ'
			'ﻭﺟﺪﺗﻤﻮﻩﻤﺎﻓﺎﻗﺘﻠﻮﻩﻤﺎ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1609'
),
	Hadith(
		hadithNumber: 1610,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺳﻔﺮ،ﻓﺎﻧﻄﻠﻖ'
			'ﻟﺤﺎﺟﺘﻪ،ﻓﺮﺃﻳﻨﺎﺣﱠﻤﺮﺓﻣﻌﻬﺎﻓﺮﺧﺎﻥ،ﻓﺄﺧﺬﻧﺎﻓﺮﺧﻴﻬﺎ،ﻓﺠﺎﺀﺕﺍﻟﺤﱠﻤﺮﺓﺗﻌﺮﺵﻓﺠﺎﺀﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﻣﻦﻓﺠﻊﻩﺬﻩﺑﻮﻟﺪﻩﺎ؟ﺭﱡﺩﻭﺍﻭﻟﺪﻩﺎﺇﻟﻴﻬﺎ»ﻭﺭﺄﯨﻗﺮﻳﺔﻧﻤﻞﻗﺪﺣﱠﺮﻗﻨﺎﻩﺎ،ﻓﻘﺎﻝ:«ﻣﻦﺣﱠﺮﻕ'
			'ﻩﺬﻩ؟»ﻗﻠﻨﺎ:ﻧﺤﻦ.ﻗﺎﻝ:«ﺇﻧﱠﻪﻻﻳﻨﺒﻐﻲﺃﻥﻳﻌﱢﺬﺏﺑﺎﻟﱠﻨﺎﺭﺇﱠﻻﺭﱡﺏﺍﻟﱠﻨﺎﺭ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'ﻗﻮﻟﻪ:«ﻗﺮﻳﺔﻧﻤﻞ»ﻣﻌﻨﺎﻩ:ﻣﻮﺿﻊﺍﻟﱠﻨﻤﻞﻣﻊﺍﻟﱠﻨﻤﻞ',
		translation: 'Translation of Hadith 1610'
),
	Hadith(
		hadithNumber: 1611,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻄﻞﺍﻟﻐﻨﱢﻲﻇﻠﻢ،ﻭﺇﺫﺍ'
			'ﺃﺗﺒﻊﺃﺣﺪﺁﻢﻋﻠﻰﻣﻠﻲﺀﻓﻠﻴﺘﺒﻊ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻣﻌﻨﻰ«ﺃﺗﺒﻊ»ﺃﺣﻴﻞ',
		translation: 'Translation of Hadith 1611'
),
	Hadith(
		hadithNumber: 1612,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﱠﻟﺬﻱﻳﻌﻮﺩﻓﻲﻩﺒﺘﻪ'
			'ﺁﺎﻟﻜﻠﺐﻳﺮﺟﻊﻓﻲﻗﻴﺌﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻣﺜﻞﺍﱠﻟﺬﻱﻳﺮﺟﻊﻓﻲﺻﺪﻗﺘﻪ،ﺁﻤﺜﻞﺍﻟﻜﻠﺐﻳﻘﻲﺀ،ﱡﺛﱠﻢﻳﻌﻮﺩﻓﻲﻗﻴﺌﻪﻓﻴﺄﺁﻠﻪ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺍﻟﻌﺎﺋﺪﻓﻲﻩﺒﺘﻪﺁﺎﻟﻌﺎﺋﺪﻓﻲﻗﻴﺌﻪ»',
		translation: 'Translation of Hadith 1612'
),
	Hadith(
		hadithNumber: 1613,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺣﻤﻠﺖﻋﻠﻰﻓﺮﺱﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪﻓﺄﺿﺎﻋﻪﺍﱠﻟﺬﻱﺁﺎﻥﻋﻨﺪﻩ'
			'،ﻓﺄﺭﺩﺕﺃﻥﺃﺷﺘﺮﻳﻪ،ﻭﻇﻨﻨﺖﺃﻧﱠﻪﻳﺒﻴﻌﻪﺑﺮﺧﺺ،ﻓﺴﺄﻟﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﻻﺗﺸﺘﺮﻩﻭﻻ'
			'ﺗﻌﺪﻓﻲﺻﺪﻗﺘﻚﻭﺈﻧﺃﻋﻄﺎﺁﻪﺑﺪﺭﻩﻢ،ﻓﺈﱠﻥﺍﻟﻌﺎﺋﺪﻓﻲﺻﺪﻗﺘﻪﺁﺎﻟﻌﺎﺋﺪﻓﻲﻗﻴﺌﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﺣﻤﻠﺖﻋﻠﻰﻓﺮﺱﻓﻲﺳﺒﻴﻞﺍﻟﱠﻠﻪ»ﻣﻌﻨﺎﻩ:ﺗﺼﺪﱠﻗﺖﺑﻪﻋﻠﻰﺑﻌﺾﺍﻟﻤﺠﺎﻩﺪﻳﻦ.'
			'`',
		translation: 'Translation of Hadith 1613'
),
	Hadith(
		hadithNumber: 1614,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﺟﺘﻨﺒﻮﺍﺍﻟﱠﺴﺒﻊﺍﻟﻤﻮﺑﻘﺎﺕ،'
			'ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﻣﺎﻩﻦ؟ﻗﺎﻝ:ﺍﻟﱢﺸﺮﻙﺑﺎﻟﱠﻠﻪ،ﻭﺍﻟﺴﱢﺤﺮﻭﻗﺘﻞﺍﻟﱠﻨﻔﺲﺍﻟﺘﻲﺣﱠﺮﻡﺍﻟﱠﻠﻪﺇﱠﻻﺑﺎﻟﺤﱢﻖ،ﻭﺃﺁﻞ'
			'ﺍﻟﱢﺮﺑﺎ،ﻭﺃﺁﻞﻣﺎﻝﺍﻟﻴﺘﻴﻢ.ﻭﺍﻟﱠﺘﻮﱢﻟﻲﻳﻮﻡﺍﻟﱠﺰﺣﻒ،ﻭﻗﺬﻑﺍﻟﻤﺤﺼﻨﺎﺕﺍﻟﻤﺆﻣﻨﺎﺕﺍﻟﻐﺎﻓﻼﺕ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻤﻮﺑﻘﺎﺕ»ﺍﻟﻤﻬﻠﻜﺎﺕ',
		translation: 'Translation of Hadith 1614'
),
	Hadith(
		hadithNumber: 1615,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﻟﻌﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺁﻞﺍﻟﱢﺮﺑﺎﻭﻣﻮﺁﻠﻪ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺯﺍﺩﺍﻟﺘﺮﻣﺬﻱﻭﻏﻴﺮﻩ:«ﻭﺷﺎﻩﺪﻳﻪ،ﻭﺁﺎﺗﺒﻪ».'
			'`',
		translation: 'Translation of Hadith 1615'
),
	Hadith(
		hadithNumber: 1616,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻗﺎﻝﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ:ﺃﻧﺎﺃﻏﻨﻰﺍﻟﱡﺸﺮﺁﺎﺀﻋﻦﺍﻟﱢﺸﺮﻙ،ﻣﻦﻋﻤﻞﻋﻤﻼﺃﺷﺮﻙﻓﻴﻪﻣﻌﻰﻏﻴﺮﻯ،ﺗﺮﺁﺘﻪﻭﺷﺮﺁﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1616'
),
	Hadith(
		hadithNumber: 1617,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺃﱠﻭﻝﺍﻟﱠﻨﺎﺱﻳﻘﻀﻰﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻋﻠﻴﻪ'
			'ﺭﺟﻞﺍﺳﺘﺸﻬﺪ،ﻓﺄﺗﻰﺑﻪ،ﻓﻌﺮﱠﻓﻪﻧﻌﻤﺘﻪ،ﻓﻌﺮﻓﻬﺎ،ﻗﺎﻝ:ﻓﻤﺎﻋﻤﻠﺖﻓﻴﻬﺎ؟ﻗﺎﻝ:ﻗﺎﺗﻠﺖﻓﻴﻚﺣﱠﺘﻰﺍﺳﺘﺸﻬﺪﺕ:'
			'ﻗﺎﻝﺁﺬﺑﺖ،ﻭﻟﻜﱠﻨﻚﻗﺎﺗﻠﺖﻷﻥﻳﻘﺎﻝﺟﺮﻱﺀ،ﻓﻘﺪﻗﻴﻞ،ﺛﻢﱠﺃﻣﺮﺑﻪﻓﺴﺤﺐﻋﻠﻰﻭﺟﻬﻪﺣﱠﺘﻰﺃﻟﻘﻰﻓﻲﺍﻟﱠﻨﺎﺭ.'
			'ﻭﺭﺟﻞﺗﻌﱠﻠﻢﺍﻟﻌﻠﻢﻭﻋﱠﻠﻤﻪ،ﻭﻗﺮﺃﺍﻟﻘﺮﺁﻥ،ﻓﺄﺗﻰﺑﻪ،ﻓﻌﱠﺮﻓﻪﻧﻌﻤﻪﻓﻌﺮﻓﻬﺎ.ﻗﺎﻝ:ﻓﻤﺎﻋﻤﻠﺖﻓﻴﻬﺎ؟ﻗﺎﻝ:ﺗﻌﻠﱠﻤﺖ'
			'ﺍﻟﻌﻠﻢﻭﻋﻠﱠﻤﺘﻪ،ﻭﻗﺮﺃﺕﻓﻴﻚﺍﻟﻘﺮﺁﻥ،ﻗﺎﻝ:ﺁﺬﺑﺖ،ﻭﻟﻜﱠﻨﻚﺗﻌﱠﻠﻤﺖﺍﻟﻌﻠﻢﻭﻋﻠﱠﻤﺘﻪ،ﻭﻗﺮﺃﺕﺍﻟﻘﺮﺁﻥﻟﻴﻘﺎﻝ:ﻩﻮ'
			'ﻗﺎﺮﯨﺀ،ﻓﻘﺪﻗﻴﻞ،ﺛﻢﱠﺃﻣﺮ،ﻓﺴﺤﺐﻋﻠﻰﻭﺟﻬﻪﺣﱠﺘﻰﺃﻟﻘﻰﻓﻲﺍﻟﱠﻨﺎﺭ،ﻭﺭﺟﻞﻭﱠﺳﻊﺍﻟﱠﻠﻪﻋﻠﻴﻪ،ﻭﺃﻋﻄﺎﻩﻣﻦ'
			'ﺃﺻﻨﺎﻑﺍﻟﻤﺎﻝ،ﻓﺄﺗﻰﺑﻪﻓﻌﺮﱠﻓﻪﻧﻌﻤﻪ،ﻓﻌﺮﻓﻬﺎ.ﻗﺎﻝ:ﻓﻤﺎﻋﻤﻠﺖﻓﻴﻬﺎ؟ﻗﺎﻝ:ﻣﺎﺗﺮﺁﺖﻣﻦﺳﺒﻴﻞﺗﺤﺐﱡﺃﻥ'
			'ﻳﻨﻔﻖﻓﻴﻬﺎﺇﱠﻻﺃﻧﻔﻘﺖﻓﻴﻬﺎﻟﻚ.ﻗﺎﻝ:ﺁﺬﺑﺖ،ﻭﻟﻜﱠﻨﻚﻓﻌﻠﺖﻟﻴﻘﺎﻝ:ﻩﻮﺟﻮﺍﺩﻓﻘﺪﻗﻴﻞ،ﺛﻢﱠﺃﻣﺮﺑﻪﻓﺴﺤﺐﻋﻠﻰ'
			'ﻭﺟﻬﻪﺛﻢﱠﺃﻟﻘﻰﻓﻲﺍﻟﻨﺎﺭ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺟﺮﻱﺀ»ﺑﻔﺘﺢﺍﻟﺠﻴﻢﻭﺁﺴﺮﺍﻟﱠﺮﺍﺀﻭﺑﺎﻟﻤﱢﺪﺃﻯ:ﺷﺠﺎﻉﺣﺎﺫﻕ',
		translation: 'Translation of Hadith 1617'
),
	Hadith(
		hadithNumber: 1618,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﻧﺎﺳﺎﻗﺎﻟﻮﺍﻟﻪ:ﺇﱠﻧﺎﻧﺪﺧﻞﻋﻠﻰﺳﻼﻃﻴﻨﻨﺎﻓﻨﻘﻮﻝﻟﻬﻢﺑﺨﻼﻑﻣﺎ'
			'ﻧﺘﻜﱠﻠﻢﺇﺫﺍﺧﺮﺟﻨﺎﻣﻦﻋﻨﺪﻩﻢ؟ﻗﺎﻝﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﺁﱠﻨﺎﻧﻌﺪﱡﻩﺬﺍﻧﻔﺎﻗﺎﻋﻠﻰﻋﻬﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1618'
),
	Hadith(
		hadithNumber: 1619,
		hadith:
						'ﻭﻋﻦﺟﻨﺪﺏﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺳﻔﻴﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺳﱠﻤﻊ'
			'ﺳﱠﻤﻊﺍﻟﱠﻠﻪﺑﻪ،ﻭﻣﻦﻳﺮﺍﺋﻰﺍﻟﱠﻠﻪﻳﺮﺋﻰﺑﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺭﻭﺍﻩﻣﺴﻠﻢﺃﻳﻀﺎﻣﻦﺭﻭﺍﻳﺔﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ.'
			'»ﺳﱠﻤﻊ»ﺑﺘﺸﺪﻳﺪﺍﻟﻤﻴﻢ،ﻭﻣﻌﻨﺎﻩ:ﺃﺷﻬﺮﻋﻤﻠﻪﻟﻠﱠﻨﺎﺱﺭﻳﺎﺀ«ﺳﱠﻤﻊﺍﻟﱠﻠﻪﺑﻪ»ﺃﻱ:ﻓﻀﺤﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،'
			'ﻭﻣﻌﻨﻰ:«ﻣﻦﺭﺍﺀﻯ»ﺃﻱ:ﻣﻦﺃﻇﻬﺮﻟﻠﱠﻨﺎﺱﺍﻟﻌﻤﻞﺍﻟﱠﺼﺎﻟﺢﻟﻴﻌﻈﻢﻋﻨﺪﻩﻢ«ﺭﺍﺀﻯﺍﻟﱠﻠﻪﺑﻪ»ﺃﻱ:ﺃﻇﻬﺮ'
			'ﺳﺮﻳﺮﺗﻪﻋﻠﻰﺭﺅﻮﺳﺍﻟﺨﻼﺋﻖ',
		translation: 'Translation of Hadith 1619'
),
	Hadith(
		hadithNumber: 1620,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺗﻌﱠﻠﻢﻋﻠﻤﺎﻣﱠﻤﺎ'
			'ﻳﺒﺘﻐﻰﺑﻪﻭﺟﻪﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞﻻﻳﺘﻌﱠﻠﻤﻪﺇﱠﻻﻟﻴﺼﻴﺐﺑﻪﻋﺮﺿﺎﻣﻦﺍﻟﱡﺪﻧﻴﺎ،ﻟﻢﻳﺠﺪﻋﺮﻑﺍﻟﺠﱠﻨﺔﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»'
			'ﻳﻌﻨﻰ:ﺭﻳﺤﻬﺎ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.ﻭﺍﻷﺣﺎﺩﻳﺚﻓﻲﺍﻟﺒﺎﺏﺁﺜﻴﺮﺓﻣﺸﻬﻮﺭﺓ',
		translation: 'Translation of Hadith 1620'
),
	Hadith(
		hadithNumber: 1621,
		hadith:
						'ﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻴﻞﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺃﺭﺃﻳﺖﺍﻟﱠﺮﺟﻞﺍﻟﺬﻯﻳﻌﻤﻞ'
			'ﺍﻟﻌﻤﻞﻣﻦﺍﻟﺨﻴﺮ،ﻭﻳﺤﻤﺪﻩﺍﻟﱠﻨﺎﺱﻋﻠﻴﻪ؟ﻗﺎﻝ:«ﺗﻠﻚﻋﺎﺟﻞﺑﺸﺮﻯﺍﻟﻤﺆﻣﻦ»،ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1621'
),
	Hadith(
		hadithNumber: 1622,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺁﺘﺐﻋﻠﻰﺍﺑﻦﺁﺪﻣﻧﺼﻴﺒﻪﻣﻦ'
			'ﺍﻟﱢﺰﻧﺎﻣﺪﺭﻙﺫﻟﻚﻻﻣﺤﺎﻟﺔ:ﺍﻟﻌﻴﻨﺎﻥﺯﻧﺎﻩﻤﺎﺍﻟﻨﱠﻈﺮ،ﻭﺍﻷﺫﻧﺎﻥﺯﻧﺎﻩﻤﺎﺍﻻﺳﺘﻤﺎﻉ،ﻭﺍﻟﱢﻠﺴﺎﻥﺯﻧﺎﻩﺍﻟﻜﻼﻡ،ﻭﺍﻟﻴﺪ'
			'ﺯﻧﺎﻩﺎﺍﻟﺒﻄﺶ،ﻭﺍﻟﺮﱠﺟﻞﺯﻧﺎﻩﺎﺍﻟﺨﻄﺎ،ﻭﺍﻟﻘﻠﺐﻳﻬﻮﻯﻭﻳﺘﻤﱠﻨﻰ،ﻭﻳﺼﺪﱢﻕﺫﻟﻚﺍﻟﻔﺮﺝﺃﻭﻳﻜﺬﱢﺑﻪ».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ،ﻭﺭﻭﺍﻳﺔﺍﻟﺒﺨﺎﺭﱢﻱﻣﺨﺘﺼﺮﺓ',
		translation: 'Translation of Hadith 1622'
),
	Hadith(
		hadithNumber: 1623,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻳﺎﺁﻢﻭﺍﻟﺠﻠﻮﺱﻓﻲ'
			'ﺍﻟﱡﻄﺮﻗﺎﺕ،»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﻟﻨﺎﻣﻦﻣﺠﺎﻟﺴﻨﺎﺑﱞﺪ:ﻧﺘﺤﱠﺪﺙﻓﻴﻬﺎ.ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			':«ﻓﺈﺫﺍﺃﺑﻴﺘﻢﺇﱠﻻﺍﻟﻤﺠﻠﺲ،ﻓﺄﻋﻄﻮﺍﺍﻟﱠﻄﺮﻳﻖﺣﻘﱠﻪ»ﻗﺎﻟﻮﺍ:ﻭﻣﺎﺣﱡﻖﺍﻟﱠﻄﺮﻳﻖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻏﱠﺾ'
			'ﺍﻟﺒﺼﺮ،ﻭﺁﱡﻒﺍﻷﺬﯨ،ﻭﺭﱡﺩﺍﻟﱠﺴﻼﻡ،ﻭﺍﻷﻣﺮﺑﺎﻟﻤﻌﺮﻭﻑﻭﺍﻟﱠﻨﻬﻰﻋﻦﺍﻟﻤﻨﻜﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1623'
),
	Hadith(
		hadithNumber: 1624,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻃﻠﺤﺔﺯﻳﺪﺑﻦﺳﻬﻞﺭﺿﻰﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻗﻌﻮﺩﺍﺑﺎﻷﻓﻨﻴﺔﻧﺘﺤﺪﱠﺙﻓﻴﻬﺎﻓﺠﺎﺀﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﻗﻌﺪﻧﺎﻧﺘﺬﺍﺁﺮ،ﻭﻧﺘﺤﱠﺪﺙ.ﻗﺎﻝ:«ﺇﻣﺎﻻﻓﺄﱡﺩﻭﺍﺣﱠﻘﻬﺎ:ﻏﱡﺾﺍﻟﺒﺼﺮ،ﻭﺭﱡﺩﺍﻟﱠﺴﻼﻡ،ﻭﺣﺴﻦﺍﻟﻜﻼﻡ»ﺭﻭﺍﻩﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻡﻋﻠﻴﻨﺎﻓﻘﺎﻝ:«ﻣﺎﻟﻜﻢﻭﻟﻤﺠﺎﻟﺲﺍﻟﱡﺼﻌﺪﺍﺕ؟»ﻓﻘﻠﻨﺎ:ﺇﱠﻧﻤﺎﻗﻌﺪﻧﺎﻟﻐﻴﺮﻣﺎﺑﺄﺱ:'
			'ﻣﺴﻠﻢ.'
			'»ﺍﻟﱡﺼﻌﺪﺍﺕ»ﺑﻀﱢﻢﺍﻟﱠﺼﺎﺩﻭﺍﻟﻌﻴﻦ.ﺄﻳ:ﺍﻟﱡﻄﺮﻗﺎﺕ',
		translation: 'Translation of Hadith 1624'
),
	Hadith(
		hadithNumber: 1625,
		hadith:
						'ﻭﻋﻦﺟﺮﻳﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﺄﻟﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﻧﻈﺮﺍﻟﻔﺠﺄﺓﻓﻘﺎﻝ:«'
			'ﺍﺻﺮﻑﺑﺼﺮﻙ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1625'
),
	Hadith(
		hadithNumber: 1626,
		hadith:
						'ﻭﻋﻦﺃﱢﻡﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﻨﺖﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻋﻨﺪﻩﻣﻴﻤﻮﻧﻪ،'
			'ﻓﺄﻗﺒﻞﺍﺑﻦﺃﱡﻡﻣﻜﺘﻮﻡ،ﻭﺫﻟﻚﺑﻌﺪﺃﻥﺃﻣﺮﻧﺎﺑﺎﻟﺤﺠﺎﺏﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﺣﺘﺠﺒﺎﻣﻨﻪ»ﻓﻘﻠﻨﺎ:'
			'ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺃﻟﻴﺲﻩﻮﺃﻋﻤﻰ:ﻻﻳﺒﺼﺮﻧﺎ،ﻭﻻﻳﻌﺮﻓﻨﺎ؟ﻓﻘﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻌﻤﻴﺎﻭﺍﻥﺃﻧﺘﻤﺎ'
			'ﺃﻟﺴﺘﻤﺎﺗﺒﺼﺮﺍﻧﻪ؟»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻧﺒﻬﺎﻥﻣﻮﻟﻰﺄﻣﺳﻠﻤﺔ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1626'
),
	Hadith(
		hadithNumber: 1627,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﻨﻈﺮﺍﻟﺮﱠﺟﻞﺇﻟﻰﻋﻮﺭﺓ'
			'ﺍﻟﱠﺮﺟﻞ،ﻭﻻﺍﻟﻤﺮﺃﺓﺇﻟﻰﻋﻮﺭﺓﺍﻟﻤﺮﺃﺓ،ﻭﻻﻳﻔﻀﻰﺍﻟﺮﱠﺟﻞﺇﻟﻰﺍﻟﱠﺮﺟﻞﻓﻲﺛﻮﺏﻭﺍﺣﺪ،ﻭﻻﺗﻔﻀﻰﺍﻟﻤﺮﺃﺓﺇﻟﻰ'
			'ﺍﻟﻤﺮﺃﺓﻓﻲﺍﻟﱠﺜﻮﺏﺍﻟﻮﺍﺣﺪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1627'
),
	Hadith(
		hadithNumber: 1628,
		hadith:
						'ﻭﻋﻦﻋﻘﺒﺔﺑﻦﻋﺎﻣﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻳﺎﺁﻢﻭﺍﻟﱡﺪﺧﻮﻝﻋﻠﻰ'
			'ﺍﻟﱢﻨﺴﺎﺀ»،ﻓﻘﺎﻝﺭﺟﻞﻣﻦﺍﻷﻧﺼﺎﺭﺃﻓﺮﺃﻳﺖﺍﻟﺤﻤﻮ؟ﻗﺎﻝ:«ﺍﻟﺤﻤﻮﺍﻟﻤﻮﺕ،»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﺤﻤﻮ»ﻗﺮﻳﺐﺍﻟﱠﺰﻭﺝﺁﺄﺧﻴﻪ،ﻭﺍﺑﻦﺃﺧﻴﻪ،ﻭﺍﺑﻦﻋﱢﻤﻪ.'
			'`',
		translation: 'Translation of Hadith 1628'
),
	Hadith(
		hadithNumber: 1629,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺨﻠﻮﱠﻥﺃﺣﺪﺁﻢ'
			'ﺑﺎﻣﺮﺃﺓﺇﱠﻻﻣﻊﺬﻳﻣﺤﺮﻡ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1629'
),
	Hadith(
		hadithNumber: 1630,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺣﺮﻣﺔﻧﺴﺎﺀﺍﻟﻤﺠﺎﻩﺪﻳﻦ'
			'ﻋﻠﻰﺍﻟﻘﺎﻋﺪﻳﻦﺁﺤﺮﻣﺔﺃﻣﻬﺎﺗﻬﻢ،ﻣﺎﻣﻦﺭﺟﻞﻣﻦﺍﻟﻘﺎﻋﺪﻳﻦﻳﺨﻠﻒﺭﺟﻼﻣﻦﺍﻟﻤﺠﺎﻩﺪﻳﻦﻓﻲﺄﻫﻠﻪ،ﻓﻴﺨﻮﻧﻪ'
			'ﻓﻴﻬﻢﺇﱠﻻﻭﻗﻒﻟﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻓﻴﺄﺧﺬﻣﻦﺣﺴﻨﺎﺗﻪﻣﺎﺷﺎﺀﺣﱠﺘﻰﻳﺮﺿﻲ»ﺛﻢﱠﺍﻟﺘﻔﺖﺇﻟﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:«ﻣﺎﻇﱡﻨﻜﻢ؟»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1630'
),
	Hadith(
		hadithNumber: 1631,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻟﻌﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻤﺨﱠﻨﺜﻴﻦﻣﻦﺍﻟﱢﺮﺟﺎﻝ،'
			'ﻭﺍﻟﻤﺘﺮﱢﺟﻼﺕﻣﻦﺍﻟﱢﻨﺴﺎﺀ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻟﻌﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻤﺘﺸﱢﺒﻬﻴﻦﻣﻦﺍﻟﱢﺮﺟﺎﻝﺑﺎﻟﻨﺴﺎﺀ،ﻭﺍﻟﻤﺘﺸﱢﺒﻬﺎﺕﻣﻦﺍﻟﱢﻨﺴﺎﺀ'
			'ﺑﺎﻟﱢﺮﺟﺎﻝ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1631'
),
	Hadith(
		hadithNumber: 1632,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻟﻌﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﱠﺮﺟﻞﻳﻠﺒﺲﻟﺒﺴﺔﺍﻟﻤﺮﺃﺓ'
			'،ﻭﺍﻟﻤﺮﺃﺓﺗﻠﺒﺲﻟﺒﺴﺔﺍﻟﱠﺮﺟﻞ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1632'
),
	Hadith(
		hadithNumber: 1633,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺻﻨﻔﺎﻥﻣﻦﺄﻫﻞﺍﻟﱠﻨﺎﺭﻟﻢﺃﺭﻩﻤﺎ:ﻗﻮﻡﻣﻌﻬﻢ'
			'ﺳﻴﺎﻁﺁﺄﺫﻧﺎﺏﺍﻟﺒﻘﺮﻳﻀﺮﺑﻮﻥﺑﻬﺎﺍﻟﱠﻨﺎﺱ،ﻭﻧﺴﺎﺀﺁﺎﺳﻴﺎﺕﻋﺎﺭﻳﺎﺕﻣﻤﻴﻼﺕﻣﺎﺋﻼﺕ،ﺭﺅﻭﺳﻬﻦﱠﺁﺄﺳﻨﻤﺔﺍﻟﺒﺨﺖ'
			'ﺍﻟﻤﺎﺋﻠﺔﻻﻳﺪﺧﻠﻦﺍﻟﺠﱠﻨﺔ،ﻭﻻﻳﺠﺪﻥﺭﻳﺤﻬﺎ،ﻭﺇﱠﻥﺭﻳﺤﻬﺎﻟﻴﻮﺟﺪﻣﻦﻣﺴﻴﺮﺓﺁﺬﺍﻭﺁﺬﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻣﻌﻨﻰ«ﺁﺎﺳﻴﺎﺕ»ﺃﻱ:ﻣﻦﻧﻌﻤﺔﺍﻟﱠﻠﻪ«ﻋﺎﺭﻳﺎﺕ»ﻣﻦﺷﻜﺮﻩﺎﻭﻗﻴﻞ:ﻣﻌﻨﺎﻩ:ﺗﺴﺘﺮﺑﻌﺾﺑﺪﻧﻬﺎ،ﻭﺗﻜﺸﻒ'
			'ﺑﻌﻀﻪﺇﻇﻬﺎﺭﺍﻟﺠﻤﺎﻟﻬﺎﻭﻧﺤﻮﻩ.ﻭﻗﻴﻞ:ﺗﻠﺒﺲﺛﻮﺑﺎﺭﻗﻴﻘﺎﻳﺼﻒﻟﻮﻥﺑﺪﻧﻬﺎ.ﻭﻣﻌﻨﻰ«ﻣﺎﺋﻼﺕ»ﻗﻴﻞ:ﻋﻦ'
			'ﻃﺎﻋﺔﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻭﻣﺎﻳﻠﺰﻣﻬﻦﱠﺣﻔﻈﻪ،«ﻣﻤﻴﻼﺕ»ﺃﻱ:ﻳﻌﱢﻠﻤﻦﻏﻴﺮﻩﻦﱠﻓﻌﻠﻬﱠﻦﺍﻟﻤﺬﻣﻮﻡ،ﻭﻗﻴﻞﻣﺎﺋﻼﺕﻳﻤﺸﻴﻦ'
			'ﻣﺘﺒﺨﺘﺮﺎﺗ،ﻣﻤﻴﻼﺕﻷﺁﺘﺎﻓﻬﱠﻦ،ﻭﻗﻴﻞ:ﻣﺎﺋﻼﺕﻳﻤﺘﺸﻄﻦﺍﻟﻤﺸﻄﺔﺍﻟﻤﻴﻼﺀ:ﻮﻫﻰﻣﺸﻄﺔﺍﻟﺒﻐﺎﻳﺎ.ﻭ«ﻣﻤﻴﻼﺕ'
			'»:ﻳﻤﱢﺸﻄﻦﻏﻴﺮﻩﻦﱠﺗﻠﻚﺍﻟﻤﺸﻄﺔ.«ﺭﺅﻭﺳﻬﻦﱠﺁﺄﺳﻨﻤﺔﺍﻟﺒﺨﺖ»ﺃﻱ:ﻳﻜﱢﺒﺮﻧﻬﺎﻭﻳﻌﱢﻈﻤﻨﻬﺎﺑﻠﱢﻒﻋﻤﺎﻣﺔﺃﻭ'
			'ﻋﺼﺎﺑﺔﺃﻭﻧﺤﻮﻩ',
		translation: 'Translation of Hadith 1633'
),
	Hadith(
		hadithNumber: 1634,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺄﺁﻠﻮﺍﺑﺎﻟﱢﺸﻤﺎﻝ،ﻓﺈﱠﻥ'
			'ﺍﻟﱠﺸﻴﻄﺎﻥﻳﺄﺁﻞﻭﻳﺸﺮﺏﺑﺸﻤﺎﻟﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1634'
),
	Hadith(
		hadithNumber: 1635,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺄﺁﻠﱠﻦﺃﺣﺪﺁﻢﺑﺸﻤﺎﻟﻪ'
			'،ﻭﻻﻳﺸﺮﺑﱠﻦﺑﻬﺎ.ﻓﺈﱠﻥﺍﻟﱠﺸﻴﻄﺎﻥﻳﺄﺁﻞﺑﺸﻤﺎﻟﻪﻭﻳﺸﺮﺏﺑﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1635'
),
	Hadith(
		hadithNumber: 1636,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺇﱠﻥﺍﻟﻴﻬﻮﺩﻭﺍﻟﱠﻨﺼﺎﺮﯨﻻ'
			'ﻳﺼﺒﻐﻮﻥ،ﻓﺨﺎﻟﻔﻮﻩﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﺍﻟﻤﺮﺍﺩ:ﺧﻀﺎﺏﺷﻌﺮﺍﻟﱢﻠﺤﻴﺔﻭﺍﻟﱠﺮﺃﺱﺍﻷﺑﻴﺾﺑﺼﻔﺮﺓﺃﻭﺣﻤﺮﺓ،ﻭﺃﱠﻣﺎﺍﻟﺴﱠﻮﺍﺩ،ﻓﻤﻨﻬﱡﻲﻋﻨﻪﺁﻤﺎﺳﻨﺬﺁﺮﻓﻲ'
			'ﺍﻟﺒﺎﺏﺑﻌﺪﻩ،ﺈﻧﺷﺎﺀﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ',
		translation: 'Translation of Hadith 1636'
),
	Hadith(
		hadithNumber: 1637,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺃﺗﻰﺑﺎﺑﻲﻗﺤﺎﻓﺔﻭﺍﻟﺪﺃﺑﻲﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻳﻮﻡﻓﺘﺢﻣﱠﻜﺔ'
			'ﻭﺭﺃﺳﻪﻭﻟﺤﻴﺘﻪﺁﺎﻟﱠﺜﻐﺎﻣﺔﺑﻴﺎﺿﺎ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻏﱢﻴﺮﻭﺍﻩﺬﺍﻭﺍﺟﺘﻨﺒﻮﺍﺍﻟﱠﺴﻮﺍﺩ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1637'
),
	Hadith(
		hadithNumber: 1638,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﻘﺰﻉ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1638'
),
	Hadith(
		hadithNumber: 1639,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺭﺄﯨﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺻﺒﻴﺎﻗﺪﺣﻠﻖﺑﻌﺾﺷﻌﺮﺭﺃﺳﻪﻭﺗﺮﻙﺑﻌﻀﻪ،'
			'ﻓﻨﻬﺎﻩﻢﻋﻦﺫﻟﻚﻭﻗﺎﻝ:«ﺍﺣﻠﻘﻮﻩﺁﻠﱠﻪﺃﻭﺍﺗﺮﺁﻮﻩﺁﻠﱠﻪ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﺍﻟﺒﺨﺎﺮﻳﻭﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1639'
),
	Hadith(
		hadithNumber: 1640,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺟﻌﻔﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻣﻬﻞﺁﻝﺟﻌﻔﺮﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪﺛﻼﺛﺎ،ﺛﻢﱠﺃﺗﺎﻩﻢﻓﻘﺎﻝ:«ﻻﺗﺒﻜﻮﺍﻋﻠﻰﺃﺧﻰﺑﻌﺪﺍﻟﻴﻮﻡ»ﺛﻢﱠﻗﺎﻝ:«ﺍﺩﻋﻮﺍﻟﻲﺑﻨﱠﻲﺃﺧﻰ»ﻓﺠﻰﺀﺑﻨﺎﺁﺄﱠﻧﻨﺎ'
			'ﺃﻓﺮﺥﻓﻘﺎﻝ:«ﺍﺩﻋﻮﺍﻟﻲﺍﻟﺤﱠﻼﻕ»ﻓﺄﻣﺮﻩ،ﻓﺤﻠﻖﺭﺅﻭﺳﻨﺎ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁ'
			'ﺍﻟﺒﺨﺎﺮﻳﻭﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1640'
),
	Hadith(
		hadithNumber: 1641,
		hadith:
						'ﻭﻋﻦﻋﻠﱟﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﺗﺤﻠﻖﺍﻟﻤﺮﺃﺓﺭﺃﺳﻬﺎ.ﺭﻭﺍﻩ'
			'ﺍﻟﱢﻨﺴﺎﺋﻰ.'
			'`.1641(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺍﺿﻄﺮﺎﺑﻓﻲﺇﺳﻨﺎﺩﻩ',
		translation: 'Translation of Hadith 1641'
),
	Hadith(
		hadithNumber: 1642,
		hadith:
						'ﻭﻋﻦﺃﺳﻤﺎﺀﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺍﻣﺮﺃﺓﺳﺄﻟﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻟﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻥ'
			'ﺍﺑﻨﺘﻲﺃﺻﺎﺑﺘﻬﺎﺍﻟﺤﺼﺒﺔ،ﻓﺘﻤﱠﺮﻕﺷﻌﺮﻩﺎ،ﻭﺇﱢﻧﻲﺯﱠﻭﺟﺘﻬﺎ،ﺃﻓﺄﺻﻞﻓﻴﻪ؟ﻓﻘﺎﻝ:«ﻟﻌﻦﺍﻟﱠﻠﻪﺍﻟﻮﺍﺻﻠﺔ'
			'ﻭﺍﻟﻤﻮﺻﻮﻟﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺍﻟﻮﺍﺻﻠﺔ،ﻭﺍﻟﻤﺴﺘﻮﺻﻠﺔ».'
			'ﻗﻮﻟﻬﺎ:«ﻓﺘﻤﱠﺮﻕ»ﻩﻮﺑﺎﻟﱠﺮﺍﺀ،ﻭﻣﻌﻨﺎﻩ:ﺍﻧﺘﺸﺮﻭﺳﻘﻂ،«ﻭﺍﻟﻮﺍﺻﻠﺔ»:ﺍﻟﺘﻲﺗﺼﻞﺷﻌﺮﻩﺎ،ﺃﻭﺷﻌﺮ'
			'ﻏﻴﺮﻩﺎﺑﺸﻌﺮﺁﺧﺮ.«ﻭﺍﻟﻤﻮﺻﻮﻟﺔ»:ﺍﻟﺘﻲﻳﻮﺻﻞﺷﻌﺮﻩﺎ.'
			'»ﻭﺍﻟﻤﺴﺘﻮﺻﻠﺔ»:ﺍﻟﺘﻲﺗﺴﺄﻝﻣﻦﻳﻔﻌﻞﺫﻟﻚﻟﻬﺎ.'
			'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻧﺤﻮﻩ،ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1642'
),
	Hadith(
		hadithNumber: 1643,
		hadith:
						'ﻭﻋﻦﺣﻤﻴﺪﺑﻦﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺃﻧﱠﻪﺳﻤﻊﻣﻌﺎﻭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﺎﻡﺣﱠﺞﻋﻠﻰﺍﻟﻤﻨﺒﺮﻭﺗﻨﺎﻮﻟﻗﱠﺼﺔﻣﻦ'
			'ﺷﻌﺮﺁﺎﻧﺖﻓﻲﻳﺪﺣﺮﺳﱟﻲﻓﻘﺎﻝ:ﻳﺎﺃﻩﻞﺍﻟﻤﺪﻳﻨﺔﺃﻳﻦﻋﻠﻤﺎﺅﺁﻢ؟،ﺳﻤﻌﺖﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻨﻬﻰﻋﻦ'
			'ﻣﺜﻞﻩﺬﻩﻭﻳﻘﻮﻝ:«ﺇﱠﻧﻤﺎﻩﻠﻜﺖﺑﻨﻮﺇﺳﺮﺍﺋﻴﻞﺣﻴﻦﺍﱠﺗﺨﺬﻩﺎﻧﺴﺎﺅﻩﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1643'
),
	Hadith(
		hadithNumber: 1644,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻌﻦﺍﻟﻮﺍﺻﻠﺔﻭﺍﻟﻤﺴﺘﻮﺻﻠﺔ،'
			'ﻭﺍﻟﻮﺍﺷﻤﺔﻭﺍﻟﻤﺴﺘﻮﺷﻤﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1644'
),
	Hadith(
		hadithNumber: 1645,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﻋﻨﻪﻗﺎﻝ:ﻟﻌﻦﺍﻟﱠﻠﻪﺍﻟﻮﺍﺷﻤﺎﺕﻭﺍﻟﻤﺴﺘﻮﺷﻤﺎﺕﻭﺍﻟﻤﺘﻨﱢﻤﺼﺎﺕ،ﻭﺍﻟﻤﺘﻔﱢﻠﺠﺎﺕ'
			'ﻟﻠﺤﺴﻦ،ﺍﻟﻤﻐﱢﻴﺮﺍﺕﺧﻠﻖﺍﻟﱠﻠﻪ،ﻓﻘﺎﻟﺖﻟﻪﺍﻣﺮﺃﺓﻓﻲﺫﻟﻚ.ﻓﻘﺎﻝ:ﻭﻣﺎﻟﻲﻻﺃﻟﻌﻦﻣﻦﻟﻌﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻓﻲﺁﺘﺎﺏﺍﻟﱠﻠﻪ؟،ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:{ﻭﻣﺎﺁﺗﺎﺁﻢﺍﻟﱠﺮﺳﻮﻝﻓﺨﺬﻭﻩﻭﻣﺎﻧﻬﺎﺁﻢﻋﻨﻪﻓﺎﻧﺘﻬﻮﺍ}['
			'ﺍﻟﺤﺸﺮ:7].ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻤﺘﻔﱢﻠﺠﺔ»:ﻩﻲﺍﻟﺘﻲﺗﺒﺮﺩﻣﻦﺃﺳﻨﺎﻧﻬﺎﻟﻴﺘﺒﺎﻋﺪﺑﻌﻀﻬﺎﻣﻦﺑﻌﺾﻗﻠﻴﻼﻭﺗﺤﱢﺴﻨﻬﺎﻭﻩﻮﺍﻟﻮﺷـﺮ،ﻭﺍﻟﱠﻨﺎﻣﺼﺔ'
			':ﻩﻲﺍﻟﺘﻲﺗﺄﺧﺬﻣﻦﺷﻌﺮﺣـﺎﺟﺐﻏﻴﺮﻩﺎ،ﻭﺗﺮﻗﱢﻘﻪﻟﻴـﺼﻴـﺮﺣﺴﻨﺎ،ﻭﺍﻟﻤﺘﻨﱢﻤﺼﺔ:ﺍﻟﺘﻲﺗﺄﻣﺮﻣﻦﻳﻔﻌﻞﺑﻬﺎﺫﻟﻚ',
		translation: 'Translation of Hadith 1645'
),
	Hadith(
		hadithNumber: 1646,
		hadith:
						'ﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐ،ﻋﻦﺃﺑﻴﻪ،ﻋﻦﺟﱢﺪﻩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﻻﺗﻨﺘﻔﻮﺍﺍﻟﱠﺸﻴﺐ،ﻓﺈﻧﱠﻪﻧﻮﺭﺍﻟﻤﺴﻠﻢﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﻭﺍﻟﱢﺘﺮﻣﺬﱡﻱ،ﻭﺍﻟﻨﺴﺎﺋﱡﻲﺑﺄﺳﺎﻧﻴﺪﺣﺴﻨﺔ،ﻗﺎﻝ'
			'ﺍﻟﺘﺮﻣﺬﻱ:ﻩﻮﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1646'
),
	Hadith(
		hadithNumber: 1647,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻋﻤﻞﻋﻤﻼﻟﻴﺲ'
			'ﻋﻠﻴﻪﺃﻣﺮﻧﺎﻓﻬﻮﺭﱡﺩ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1647'
),
	Hadith(
		hadithNumber: 1648,
		hadith:
						'ﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺑﺎﻝﺃﺣﺪﺁﻢ.ﻓﻼﻳﺄﺧﺬﻥﱠﺫﺁﺮﻩ'
			'ﺑﻴﻤﻴﻨﻪ،ﻭﻻﻳﺴﺘﻨﺞﺑﻴﻤﻴﻨﻪ،ﻭﻻﻳﺘﻨﱠﻔﺲﻓﻲﺍﻹﻧﺎﺀ».'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻭﻓﻲﺍﻟﺒﺎﺏﺃﺣﺎﺩﻳﺚﺁﺜﻴﺮﺓﺻﺤﻴﺤﺔ',
		translation: 'Translation of Hadith 1648'
),
	Hadith(
		hadithNumber: 1649,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﻤﺶﺃﺣﺪﺁﻢﻓﻲﻧﻌﻞ'
			'ﻭﺍﺣﺪﺓ،ﻟﻴﻨﻌﻠﻬﻤﺎﺟﻤﻴﻌﺎ،ﺃﻭﻟﻴﺨﻠﻌﻬﻤﺎﺟﻤﻴﻌﺎ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ«ﺃﻭﻟﻴﺤﻔﻬﻤﺎﺟﻤﻴﻌﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1649'
),
	Hadith(
		hadithNumber: 1650,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﺫﺍﺍﻧﻘﻄﻊﺷﺴﻊﻧﻌﻞﺃﺣﺪﺁﻢ،ﻓﻼ'
			'ﻳﻤﺶﻓﻲﺍﻷﺧﺮﻯﺣﱠﺘﻰﻳﺼﻠﺤﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1650'
),
	Hadith(
		hadithNumber: 1651,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﺃﻥﻳﻨﺘﻌﻞﺍﻟﺮﱠﺟﻞﻗﺎﺋﻤﺎ.ﺭﻭﺍﻩ'
			'ﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 1651'
),
	Hadith(
		hadithNumber: 1652,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺘﺮﺁﻮﺍﺍﻟﱠﻨﺎﺭﻓﻲﺑﻴﻮﺗﻜﻢ'
			'ﺣﻴﻦﺗﻨﺎﻣﻮﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1652'
),
	Hadith(
		hadithNumber: 1653,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺍﺣﺘﺮﻕﺑﻴﺖﺑﺎﻟﻤﺪﻳﻨﺔﻋﻠﻰﺃﻩﻠﻪﻣﻦﺍﻟﱠﻠﻴﻞ.ﻓﻠﱠﻤﺎ'
			'ﺣﱢﺪﺙﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺸﺄﻧﻬﻢﻗﺎﻝ:«ﺇﱠﻥﻩﺬﻩﺍﻟﱠﻨﺎﺭﻋﺪﱞﻭﻟﻜﻢ،ﻓﺈﺫﺍﻧﻤﺘﻢﻓﺄﻃﻔﺌﻮﻩﺎ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1653'
),
	Hadith(
		hadithNumber: 1654,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻏﱡﻄﻮﺍﺍﻹﻧﺎﺀ،ﻭﺃﻭﺁﺌﻮﺍ'
			'ﺍﻟﱢﺴﻘﺎﺀ،ﻭﺃﻏﻠﻘﻮﺍﺍﻟﺒﺎﺏ،ﻭﺃﻃﻔﺌﻮﺍﺍﻟﱢﺴﺮﺍﺝ،ﻓﺈﱠﻥﺍﻟﱠﺸﻴﻄﺎﻥﻻﻳﺤﱡﻞﺳﻘﺎﺀ،ﻭﻻﻳﻔﺘﺢﺑﺎﺑﺎ،ﻭﻻﻳﻜﺸﻒﺇﻧﺎﺀ،'
			'ﻓﺈﻥﻟﻢﻳﺠﺪﺃﺣﺪﺁﻢﺇﻻﺃﻥﻳﻌﺮﺽﻋﻠﻰﺇﻧﺎﺋﻪﻋﻮﺩﺍ،ﻭﻳﺬﺁﺮﺍﺳﻢﺍﻟﱠﻠﻪﻓﻠﻴﻔﻌﻞ،ﻓﺈﱠﻥﺍﻟﻔﻮﻳﺴﻘﺔﺗﻀﺮﻡﻋﻠﻰﺃﻩﻞ'
			'ﺍﻟﺒﻴﺖﺑﻴﺘﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﻔﻮﻳﺴﻘﺔ»:ﺍﻟﻔﺄﺭﺓ،ﻭ«ﺗﻀﺮﻡ»:ﺗﺤﺮﻕ',
		translation: 'Translation of Hadith 1654'
),
	Hadith(
		hadithNumber: 1655,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻗﺎﻝ:ﻧﻬﻴﻨﺎﻋﻦﺍﻟﱠﺘﻜﱡﻠﻒ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1655'
),
	Hadith(
		hadithNumber: 1656,
		hadith:
						'ﻭﻋﻦﻣﺴﺮﻮﻗﻗﺎﻝ:ﺩﺧﻠﻨﺎﻋﻠﻰﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻘﺎﻝ:ﻳﺎﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﻣﻦﻋﻠﻢ'
			'ﺷﻴﺌﺎﻓﻠﻴﻘﻞﺑﻪ،ﻭﻣﻦﻟﻢﻳﻌﻠﻢ،ﻓﻠﻴﻘﻞ:ﺍﻟﱠﻠﻪﺃﻋﻠﻢ،ﻓﺈﱠﻥﻣﻦﺍﻟﻌﻠﻢﺄﻧﺗﻘﻮﻝﻟﻤﺎﻻﺗﻌﻠﻢ:ﺍﻟﱠﻠﻪﺃﻋﻠﻢ.ﻗﺎﻝﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰﻟﻨﺒﱢﻴﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:{ﻗﻞﻣﺎﺃﺳﺄﻟﻜﻢﻋﻠﻴﻪﻣﻦﺃﺟﺮﻭﻣﺎﺃﻧﺎﻣﻦﺍﻟﻤﺘﻜﱢﻠﻔﻴﻦ}ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1656'
),
	Hadith(
		hadithNumber: 1658,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﺲﻣﱠﻨﺎﻣﻦﺿﺮﺏ'
			'ﺍﻟﺨﺪﻭﺩ،ﻭﺷﱠﻖﺍﻟﺠﻴﻮﺏ،ﻭﺩﻋﺎﺑﺪﻋﻮﻯﺍﻟﺠﺎﻩﻠﻴﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1658'
),
	Hadith(
		hadithNumber: 1659,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﺮﺩﺓﻗﺎﻝ:ﻭﺟﻊﺃﺑﻮﻣﻮﺳﻰﺍﻷﺷﻌﺮﱡﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﻐﺸﻲﻋﻠﻴﻪ،ﻭﺭﺃﺳﻪﻓﻲﺣﺠﺮﺍﻣﺮﺃﺓ'
			'ﻣﻦﺃﻩﻠﻪ،ﻓﺄﻗﺒﻠﺖﺗﺼﻴﺢﺑﺮﱠﻧﺔﻓﻠﻢﻳﺴﺘﻄﻊﺃﻥﻳﺮﺩﱠﻋﻠﻴﻬﺎﺷﻴﺌﺎ،ﻓﻠﱠﻤﺎﺃﻓﺎﻕ،ﻗﺎﻝ:ﺃﻧﺎﺑﺮﻱﺀﻣﱠﻤﻦﺑﺮﻱﺀﻣﻨﻪ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺮﻱﺀﻣﻦﺍﻟﱠﺼﺎﻟﻘﺔ،ﻭﺍﻟﺤﺎﻟﻘﺔ،ﻭﺍﻟﱠﺸﺎﱠﻗﺔ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﱠﺼﺎﻟﻘﺔ»:ﺍﻟﺘﻲﺗﺮﻓﻊﺻﻮﺗﻬﺎﺑﺎﻟﱢﻨﻴﺎﺣﺔﻭﺍﻟﱠﻨﺪﺏ«ﻭﺍﻟﺤﺎﻟﻘﺔ»:ﺍﻟﺘﻲﺗﺤﻠﻖﺭﺃﺳﻬﺎﻋﻨﺪﺍﻟﻤﺼﻴﺒﺔ.«'
			'ﻭﺍﻟﱠﺸﺎﻗﱠﺔ»ﺍﻟﺘﻲﺗﺸﻖﱡﺛﻮﺑﻬﺎ',
		translation: 'Translation of Hadith 1659'
),
	Hadith(
		hadithNumber: 1660,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦ'
			'ﻧﻴﺢﻋﻠﻴﻪ،ﻓﺈﻧﱠﻪﻳﻌﺬﱠﺏﺑﻤﺎﻧﻴﺢﻋﻠﻴﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1660'
),
	Hadith(
		hadithNumber: 1661,
		hadith:
						'ﻭﻋﻦﺃﱢﻡﻋﻄﱠﻴﺔﻧﺴﻴﺒﺔ-ﺑﻀﱢﻢﺍﻟﱡﻨﻮﻥﻭﻓﺘﺤﻬﺎ-ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺃﺧﺬﻋﻠﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ.'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻨﺪﺍﻟﺒﻴﻌﺔﺃﻥﻻﻧﻨﻮﺡ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1661'
),
	Hadith(
		hadithNumber: 1662,
		hadith:
						'ﻭﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺃﻏﻤﻲﻋﻠﻰﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺭﻭﺍﺣﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،'
			'ﻓﺠﻌﻠﺖﺃﺧﺘﻪﺗﺒﻜﻲ،ﻭﺗﻘﻮﻝ:ﻭﺍﺟﺒﻼﻩ،ﻭﺍﺁﺬﺍ،ﻭﺍﺁﺬﺍ:ﺗﻌﺪﱢﺩﻋﻠﻴﻪ.ﻓﻘﺎﻝﺣﻴﻦﺃﻓﺎﻕ:ﻣﺎﻗﻠﺖﺷﻴﺌﺎﺇﱠﻻﻗﻴﻞﻟﻲ'
			':ﺃﻧﺖﺁﺬﻟﻚ؟،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1662'
),
	Hadith(
		hadithNumber: 1663,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺍﺷﺘﻜﻰﺳﻌﺪﺑﻦﻋﺒﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺷﻜﻮﻯ،ﻓﺄﺗﺎﻩﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻌﻮﺩﻩﻣﻊﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﻋﻮﻑ،ﻭﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹ،ﻭﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻣﺴﻌﻮﺩ'
			'ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﻓﻠﻤﺎﺩﺧﻞﻋﻠﻴﻪ،ﻭﺟﺪﻩﻓﻲﻏﺸﻴﺔﻓﻘﺎﻝ:«ﺃﻗﻀﻰ؟ﻗﺎﻟﻮﺍ:ﻻﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻓﺒﻜﻰﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻓﻠﱠﻤﺎﺭﺄﯨﺍﻟﻘﻮﻡﺑﻜﺎﺀﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻜـﻮﺍ،ﻗﺎﻝ:«ﺃﻻﺗﺴﻤﻌﻮﻥ؟ﺇﱠﻥ'
			'ﺍﻟﱠﻠﻪﻻﻳﻌﺬﱢﺏﺑﺪﻣﻊﺍﻟﻌﻴﻦ،ﻭﻻﺑﺤﺰﻥﺍﻟﻘﻠﺐ،ﻭﻟﻜﻦﻳﻌﺬﱢﺏﺑﻬﺬﺍ»ﻭﺃﺷﺎﺭﺇﻟﻰﻟﺴﺎﻧﻪ«ﺃﻭﻳﺮﺣﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1663'
),
	Hadith(
		hadithNumber: 1664,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺎﻟﻚﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﻟﱠﻨﺎﺋﺤﺔﺇﺫﺍﻟﻢ'
			'ﺗﺘﺐﻗﺒﻞﻣﻮﺗﻬﺎﺗﻘﺎﻡﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻭﻋﻠﻴﻬﺎﺳﺮﺑﺎﻝﻣﻦﻗﻄﺮﺍﻥ،ﻭﺩﺭﻉﻣﻦﺟﺮﺏ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1664'
),
	Hadith(
		hadithNumber: 1665,
		hadith:
						'ﻭﻋﻦﺃﺳﻴﺪﺑﻦﺃﺑﻲﺃﺳﻴﺪﺍﻟﱠﺘﺎﺑﻌﱢﻲﻋﻦﺍﻣﺮﺃﺓﻣﻦﺍﻟﻤﺒﺎﻳﻌﺎﺕﻗﺎﻟﺖ:ﺁﺎﻥﻓﻴﻤﺎﺃﺧﺬﻋﻠﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ.'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲﺍﻟﻤﻌﺮﻭﻑﺍﱠﻟﺬﻱﺃﺧﺬﻋﻠﻴﻨﺎﺃﻥﻻﻧﻌﺼﻴﻪﻓﻴﻪ:ﺃﻥﻻﻧﺨﻤﺶﻭﺟﻬﺎ،ﻭﻻﻧﺪﻋﻮﻭﻳﻼ،ﻭﻻ'
			'ﻧﺸﻖﱠﺟﻴﺒﺎ،ﻭﺃﻥﻻﻧﻨﺜﺮﺷﻌﺮﺍ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ',
		translation: 'Translation of Hadith 1665'
),
	Hadith(
		hadithNumber: 1666,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﺎﻣﻦﻣﱢﻴﺖﻳﻤﻮﺕ،'
			'ﻓﻴﻘﻮﻡﺑﺎﺁﻴﻬﻢ،ﻓﻴﻘﻮﻝ:ﻭﺍﺟﺒﻼﻩ،ﻭﺍﺳﱢﻴﺪﺍﻩﺃﻭﻧﺤﻮﺫﻟﻚﺇﱠﻻﻭﱢﺁﻞﺑﻪﻣﻠﻜﺎﻥﻳﻠﻬﺰﺍﻧﻪ:ﺃﻩﻜﺬﺍﺁﻨﺖ؟،»ﺭﻭﺍﻩ'
			'ﺍﻟﱢﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﺍﻟﱠﻠﻬﺰ»:ﺍﻟﺪﱠﻓﻊﺑﺠﻤﻊﺍﻟﻴﺪﻓﻲﺍﻟﱠﺼﺪﺭ',
		translation: 'Translation of Hadith 1666'
),
	Hadith(
		hadithNumber: 1667,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺍﺛﻨﺘﺎﻥﻓﻲﺍﻟﱠﻨﺎﺱﻩﻤﺎ'
			'ﺑﻬﻢﺁﻔﺮ:ﺍﻟﻄﱠﻌﻦﻓﻲﺍﻟﱠﻨﺴﺐ،ﻭﺍﻟﱢﻨﻴﺎﺣﺔﻋﻠﻰﺍﻟﻤﱢﻴﺖ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1667'
),
	Hadith(
		hadithNumber: 1668,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﺄﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻧﺎﺱﻋﻦﺍﻟﻜﱠﻬﺎﻥ،ﻓﻘﺎﻝ:'
			'«ﻟﻴﺴﻮﺍﺑﺸﻲﺀﻓﻘﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻧﻬﻢﻳﺤﱢﺪﺛﻮﻧﻨﺎﺃﺣﻴﺎﻧﺎﺑﺸﻲﺀﻓﻴﻜﻮﻥﺣﻘﺎ؟ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺗﻠﻚﺍﻟﻜﻠﻤﺔﻣﻦﺍﻟﺤﱢﻖﻳﺨﻄﻔﻬﺎﺍﻟﺠﱢﻨﱡﻲ.ﻓﻴﻘﱡﺮﻩﺎﻓﻲﺃﺫﻥﻭﻟﱢﻴﻪ،ﻓﻴﺨﻠﻄﻮﻥﻣﻌﻬﺎﻣﺎﺋﺔﺁﺬﺑﺔ»'
			'ﻣﱠﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺭﱢﻱﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻧﻬﺎﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥ'
			'ﺍﻟﻤﻼﺋﻜﺔﺗﻨﺰﻝﻓﻲﺍﻟﻌﻨﺎﻥ-ﻮﻫﻮﺍﻟﱠﺴﺤﺎﺏ-ﻓﺘﺬﺁﺮﺍﻷﻣﺮﻗﻀﻲﻓﻲﺍﻟﱠﺴﻤﺎﺀ،ﻓﻴﺴﺘﺮﻕﺍﻟﱠﺸﻴﻄﺎﻥﺍﻟﱠﺴﻤﻊ،'
			'ﻓﻴﺴﻤﻌﻪ،ﻓﻴﻮﺣﻴﻪﺇﻟﻰﺍﻟﻜﱠﻬﺎﻥ،ﻓﻴﻜﺬﺑﻮﻥﻣﻌﻬﺎﻣﺎﺋﺔﺁﺬﺑﺔﻣﻦﻋﻨﺪﺃﻧﻔﺴﻬﻢ».'
			'ﻗﻮﻟﻪ:«ﻓﻴﻘﱡﺮﻩﺎ»ﻩﻮﺑﻔﺘﺢﺍﻟﻴﺎﺀ،ﻭﺿﻢﺍﻟﻘﺎﻑﻭﺍﻟﺮﺍﺀ:ﺄﻳ:ﻳﻠﻘﻴﻬﺎ.«ﻭﺍﻟﻌﻨﺎﻥ»ﺑﻔﺘﺢﺍﻟﻌﻴﻦ.'
			'`',
		translation: 'Translation of Hadith 1668'
),
	Hadith(
		hadithNumber: 1669,
		hadith:
						'ﻭﻋﻦﺻﻔﱠﻴﺔﺑﻨﺖﺃﺑﻲﻋﺒﻴﺪ،ﻋﻦﺑﻌﺾﺃﺯﻭﺍﺝﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻋﻦﺍﻟﻨﺒﱢﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺃﺗﻰﻋﱠﺮﺍﻓﺎﻓﺴﺄﻟﻪﻋﻦﺷﻰﺀ،ﻓﺼﺪﱠﻗﻪ،ﻟﻢﺗﻘﺒﻞﻟﻪﺻﻼﺓﺃﺭﺑﻌﻴﻦﻳﻮﻣﺎ»'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1669'
),
	Hadith(
		hadithNumber: 1670,
		hadith:
						'ﻭﻋﻦﻗﺒﻴﺼﺔﺑﻦﺍﻟﻤﺨﺎﺭﻕﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:.'
			'ﺍﻟﻌﻴﺎﻓﺔ،ﻭﺍﻟﱠﻄﻴﺮﺓ،ﻭﺍﻟﻄﱠﺮﻕ،ﻣﻦﺍﻟﺠﺒﺖ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ،ﻭﻗﺎﻝ:ﺍﻟﻄﱠﺮﻕ:ﻩﻮﺍﻟﺰﱠﺟﺮ،ﺃﻱ:ﺯﺟﺮﺍﻟﱠﻄﻴﺮ،ﻭﻩﻮﺃﻥﻳﺘﻴﱠﻤﻦﺃﻭﻳﺘﺸﺎﺀﻡ'
			'ﺑﻄﻴﺮﺍﻧﻪ،ﻓﺈﻥﻃﺎﺭﺇﻟﻰﺟﻬﺔﺍﻟﻴﻤﻴﻦﺗﻴﱠﻤﻦ،ﻭﺇﻥﻃﺎﺭﺇﻟﻰﺟﻬﺔﺍﻟﻴﺴﺎﺭﺗﺸﺎﺀﻡ:ﻗﺎﻝﺃﺑﻮﺩﺍﻭﺩ:«ﻭﺍﻟﻌﻴﺎﻓﺔ»:'
			'ﺍﻟﺨﱡﻂ.ﻗﺎﻝﺍﻟﺠﻮﻩﺮﱡﻱﻓﻲ«ﺍﻟﱢﺼﺤﺎﺡ»:ﺍﻟﺠﺒﺖﺁﻠﻤﺔﺗﻘﻊﻋﻠﻰﺍﻟﱠﺼﻨﻢﻭﺍﻟﻜﺎﻩﻦﻭﺍﻟﱠﺴﺎﺣﺮﻭﻧﺤﻮﺫﻟﻚ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺣﻴﺎﻥﺑﻦﻋﻼﺀ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1670'
),
	Hadith(
		hadithNumber: 1671,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺍﻗﺘﺒﺲﻋﻠﻤﺎ'
			'ﻣﻦﺍﻟﱡﻨﺠﻮﻡ،ﺍﻗﺘﺒﺲﺷﻌﺒﺔﻣﻦﺍﻟﱢﺴﺤﺮﺯﺍﺩﻣﺎﺯﺍﺩ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1671'
),
	Hadith(
		hadithNumber: 1672,
		hadith:
						'ﻭﻋﻦﻣﻌﺎﻭﻳﺔﺑﻦﺍﻟﺤﻜﻢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺇﱠﻧﻰﺣﺪﻳﺚﻋﻬﺪﺑﺠﺎﻩﻠﱠﻴﺔ،ﻭﻗﺪﺟﺎﺀ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺑﺎﻹﺳﻼﻡ،ﻭﺇﱠﻥﻣﱠﻨﺎﺭﺟﺎﻻﻳﺄﺗﻮﻥﺍﻟﻜﱠﻬﺎﻥ؟ﻗﺎﻝ:«ﻓﻼﺗﺄﺗﻬﻢ»ﻗﻠﺖ:ﻭﻣﱠﻨﺎﺭﺟﺎﻝﻳﺘﻄﱠﻴﺮﻭﻥ؟ﻗﺎﻝ:'
			'«ﺫﻟﻚﺷﻰﺀﻳﺠﺪﻭﻧﻪﻓﻲﺻﺪﻭﺭﻩﻢ،ﻓﻼﻳﺼﺪﱡﻩﻢ»ﻗﻠﺖ:ﻭﻣﱠﻨﺎﺭﺟﺎﻝﻳﺨﱡﻄﻮﻥ؟ﻗﺎﻝ:«ﺁﺎﻥﻧﺒﱞﻲﻣﻦﺍﻷﻧﺒﻴﺎﺀ'
			'ﻳﺨﻂ،ﻓﻤﻦﻭﺍﻓﻖﺧﻄﱠﻪ،ﻓﺬﺍﻙ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1672'
),
	Hadith(
		hadithNumber: 1673,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻟﺒﺪﺮﻳﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺛﻤﻦﺍﻟﻜﻠﺐ،'
			'ﻭﻣﻬﺮﺍﻟﺒﻐﱢﻲﻭﺣﻠﻮﺍﻥﺍﻟﻜﺎﻩﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1673'
),
	Hadith(
		hadithNumber: 1674,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻋﺪﻮﯨﻭﻻﻃﻴﺮﺓ'
			'ﻭﻳﻌﺠﺒﻨﻰﺍﻟﻔﺄﻝ»ﻗﺎﻟﻮﺍ:ﻭﻣﺎﺍﻟﻔﺄﻝ؟ﻗﺎﻝ:«ﺁﻠﻤﺔﻃﱢﻴﺒﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1674'
),
	Hadith(
		hadithNumber: 1675,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻻﻋﺪﻮﯨﻭﻻﻃﻴﺮﺓ،'
			'ﻭﺇﻥﺁﺎﻥﺍﻟﱡﺸﺆﻡﻓﻲﺷﻰﺀ،ﻓﻔﻲﺍﻟﱠﺪﺍﺭ،ﻭﺍﻟﻤﺮﺃﺓﻭﺍﻟﻔﺮﺱ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1675'
),
	Hadith(
		hadithNumber: 1676,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻻﻳﺘﻄﻴﱠﺮ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1676'
),
	Hadith(
		hadithNumber: 1677,
		hadith:
						'ﻭﻋﻦﻋﺮﻭﺓﺑﻦﻋﺎﻣﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺫﺁﺮﺕﺍﻟﱠﻄﻴﺮﺓﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:'
			'ﺃﺣﺴﻨﻬﺎﺍﻟﻔﺄﻝ،ﻭﻻﺗﺮﺩﱡﻣﺴﻠﻤﺎ،ﻓﺈﺫﺍﺭﺄﯨﺃﺣﺪﺁﻢﻣﺎﻳﻜﺮﻩ،ﻓﻠﻴﻘﻞ:ﺍﻟﻠﱠﻬﻢﱠﻻﻳﺄﺗﻰﺑﺎﻟﺤﺴﻨﺎﺕﺇﱠﻻﺃﻧﺖ،ﻭﻻﻳﺪﻓﻊ'
			'ﺍﻟﱠﺴﱢﻴﺌﺎﺕﺇﱠﻻﺃﻧﺖ،ﻭﻻﺣﻮﻝﻭﻻﻗﱠﻮﺓﺇﱠﻻﺑﻚ»ﺣﺪﻳﺚﺻﺤﻴﺢﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ.'
			'`.1677(ﺿﻌﻴﻒ)[ﻓﻴﻪﻋﺮﻭﺓﺑﻦﻋﺎﻣﺮﻮﻫﻮﻣﺨﺘﻠﻒﻓﻲﺻﺤﺒﺘﻪ،ﻭﻓﻴﻪﻋﻨﻌﻨﺔﺣﺒﻴﺐﺑﻦﺃﺑﻲﺛﺎﺑﺖﻮﻫﻮﻣﺪﻟﺲ',
		translation: 'Translation of Hadith 1677'
),
	Hadith(
		hadithNumber: 1678,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﱠﻟﺬﻳﻦﻳﺼﻨﻌﻮﻥﻩﺬﻩ'
			'ﺍﻟﱡﺼﻮﺭﻳﻌﱠﺬﺑﻮﻥﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻳﻘﺎﻝﻟﻬﻢ:ﺃﺣﻴﻮﺍﻣﺎﺧﻠﻘﺘﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1678'
),
	Hadith(
		hadithNumber: 1679,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺪﻡﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻦﺳﻔﺮﻭﻗﺪﺳﺘﺮﺕﺳﻬﻮﺓ'
			'ﻟﻲﺑﻘﺮﺎﻣﻓﻴﻪﺗﻤﺎﺛﻴﻞ،ﻓﻠﱠﻤﺎﺭﺁﻩﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺗﻠﱠﻮﻥﻭﺟﻬﻪﻭﻗﺎﻝ:ﻳﺎﻋﺎﺋﺸﺔﺃﺷﱡﺪﺍﻟﻨﺎﺱ'
			'ﻋﺬﺍﺑﺎﻋﻨﺪﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺍﱠﻟﺬﻳﻦﻳﻀﺎﻩﻮﻥﺑﺨﻠﻖﺍﻟﱠﻠﻪ،»ﻗﺎﻟﺖ:ﻓﻘﻄﻌﻨﺎﻩ،ﻓﺠﻌﻠﻨﺎﻣﻨﻪﻭﺳﺎﺩﺓﺃﻭﻭﺳﺎﺩﺗﻴﻦ.'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﺍﻟﻘﺮﺎﻣ»ﺑﻜﺴﺮﺍﻟﻘﺎﻑ،ﻩﻮ:ﺍﻟﺴﱢﺘﺮ.«ﻭﺍﻟﱠﺴﻬﻮﺓ»ﺑﻔﺘﺢﺍﻟﱢﺴﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﻩﻲ:ﺍﻟﺼﱡﻔﱠﺔﺗﻜﻮﻥﺑﻴﻦﻳﺪﻱ'
			'ﺍﻟﺒﻴﺖ،ﻭﻗﻴﻞ:ﻩﻲﺍﻟﱠﻄﺎﻕﺍﻟﱠﻨﺎﻓﺬﻓﻲﺍﻟﺤﺎﺋﻂ.'
			'`',
		translation: 'Translation of Hadith 1679'
),
	Hadith(
		hadithNumber: 1680,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺁﻞﱡ'
			'ﻣﺼﱢﻮﺭﻓﻲﺍﻟﱠﻨﺎﺭﻳﺠﻌﻞﻟﻪﺑﻜﻞﱢﺻﻮﺭﺓﺻﱠﻮﺭﻩﺎﻧﻔﺲﻓﻴﻌﺬﱢﺑﻪﻓﻲﺟﻬﱠﻨﻢ»ﻗﺎﻝﺍﺑﻦﻋﱠﺒﺎﺱ:ﻓﺈﻥﺁﻨﺖﻻﺑﺪﱠﻓﺎﻋﻼ'
			'،ﻓﺎﺻﻨﻊﺍﻟﱠﺸﺠﺮﻭﻣﺎﻻﺭﻮﺣﻓﻴﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1680'
),
	Hadith(
		hadithNumber: 1681,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺻﱠﻮﺭﺻﻮﺭﺓﻓﻲﺍﻟﱡﺪﻧﻴﺎ،ﺁﱢﻠﻒﺃﻥ'
			'ﻳﻨﻔﺦﻓﻴﻬﺎﺍﻟﱡﺮﻭﺡﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻭﻟﻴﺲﺑﻨﺎﻓﺦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1681'
),
	Hadith(
		hadithNumber: 1682,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻥﺃﺷﱠﺪ'
			'ﺍﻟﱠﻨﺎﺱﻋﺬﺍﺑﺎﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺍﻟﻤﺼﱢﻮﺭﻭﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1682'
),
	Hadith(
		hadithNumber: 1683,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻗﺎﻝﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ:ﻭﻣﻦﺃﻇﻠﻢﻣﱠﻤﻦﺫﻩﺐﻳﺨﻠﻖﺁﺨﻠﻘﻰ،ﻓﻠﻴﺨﻠﻘﻮﺍﺫﱠﺭﺓﺃﻭﻟﻴﺨﻠﻘﻮﺍﺣﱠﺒﺔ،ﺃﻭﻟﻴﺨﻠﻘﻮﺍﺷﻌﻴﺮﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1683'
),
	Hadith(
		hadithNumber: 1684,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻃﻠﺤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺪﺧﻞﺍﻟﻤﻼﺋﻜﺔﺑﻴﺘﺎ'
			'ﻓﻴﻪﺁﻠﺐﻭﻻﺻﻮﺭﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1684'
),
	Hadith(
		hadithNumber: 1685,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻭﻋﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺒﺮﻳﻞﺃﻥﻳﺄﺗﻴﻪ،ﻓﺮﺍﺙ'
			'ﻋﻠﻴﻪﺣﱠﺘﻰﺍﺷﺘﱠﺪﻋﻠﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺨﺮﺝﻓﻠﻘﻴﻪﺟﺒﺮﻳﻞﻓﺸﻜﺎﺇﻟﻴﻪ.ﻓﻘﺎﻝ:ﺇﱠﻧﺎﻻﻧﺪﺧﻞ'
			'ﺑﻴﺘﺎﻓﻴﻪﺁﻠﺐﻭﻻﺻﻮﺭﺓ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺭﺍﺙ»:ﺃﺑﻄﺄ،ﻮﻫﻮﺑﺎﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔ',
		translation: 'Translation of Hadith 1685'
),
	Hadith(
		hadithNumber: 1686,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻭﺍﻋﺪﺭﺳﻮﻝﺍﻟﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺟﺒﺮﻳﻞﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡﻓﻲ.['
			'ﺳﺎﻋﺔﺃﻥﻳﺄﺗﻴﻪ،ﻓﺠﺎﺀﺕﺗﻠﻚﺍﻟﺴﱠﺎﻋﺔﻭﻟﻢﻳﺄﺗﻪ،ﻗﺎﻟﺖ:ﻭﺁﺎﻥﺑﻴﺪﻩﻋﺼﺎ،ﻓﻄﺮﺣﻬﺎﻣﻦﻳﺪﻩﻭﻩﻮﻳﻘﻮﻝ:«ﻣﺎ'
			'ﻳﺨﻠﻒﺍﻟﱠﻠﻪﻭﻋﺪﻩﻭﻻﺭﺳﻠﻪ»ﺛﻢﱠﺍﻟﺘﻔﺖ،ﻓﺈﺫﺍﺟﺮﻭﺁﻠﺐﺗﺤﺖﺳﺮﻳﺮﻩ.ﻓﻘﺎﻝ:«ﻣﺘﻰﺩﺧﻞﻩﺬﺍﺍﻟﻜﻠﺐ؟»'
			'ﻓﻘﻠﺖ:ﻭﺍﻟﱠﻠﻪﻣﺎﺩﺭﻳﺖﺑﻪ،ﻓﺄﻣﺮﺑﻪﻓﺄﺧﺮﺝ،ﻓﺠﺎﺀﻩﺟﺒﺮﻳﻞﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡ:ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:«ﻭﻋﺪﺗﻨﻰ،ﻓﺠﻠﺴﺖﻟﻚﻭﻟﻢﺗﺄﺗﻨﻰ»ﻓﻘﺎﻝ:ﻣﻨﻌﻨﻰﺍﻟﻜﻠﺐﺍﻟﺬﻯﺁﺎﻥﻓﻲﺑﻴﺘﻚﻭﺇﱠﻧﺎﻻﻧﺪﺧﻞﺑﻴﺘﺎﻓﻴﻪ'
			'ﺁﻠﺐﻭﻻﺻﻮﺭﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1686'
),
	Hadith(
		hadithNumber: 1687,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﺘﱠﻴﺎﺡﺣﱠﻴﺎﻥﺑﻦﺣﺼﻴﻦﻗﺎﻝ:ﻗﺎﻝﻟﻲﻋﻠﱡﻲﺑﻦﺃﺑﻲﻃﺎﻟﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺃﻻﺃﺑﻌﺜﻚﻋﻠﻰﻣﺎ'
			'ﺑﻌﺜﻨﻲﻋﻠﻴﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﺃﻥﻻﺗﺪﻉﺻﻮﺭﺓﺇﱠﻻﻃﻤﺴﺘﻬﺎ،ﻭﻻﻗﺒﺮﺍﻣﺸﺮﻓﺎﺇﱠﻻﺳﱠﻮﻳﺘﻪ.'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1687'
),
	Hadith(
		hadithNumber: 1688,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﻗﺎﻝﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺍﻗﺘﻨﻰ'
			'ﺁﻠﺒﺎﺇﻻﺁﻠﺐﺻﻴﺪﺃﻭﻣﺎﺷﻴﺔﻓﺈﻧﱠﻪﻳﻨﻘﺺﻣﻦﺃﺟﺮﻩﺁﻞﱠﻳﻮﻡﻗﻴﺮﺍﻃﺎﻥ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻗﻴﺮﺍﻁ»',
		translation: 'Translation of Hadith 1688'
),
	Hadith(
		hadithNumber: 1689,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﻣﺴﻚﺁﻠﺒﺎ،ﻓﺈﻧﱠﻪ'
			'ﻳﻨﻘﺺﺁﱠﻞﻳﻮﻡﻣﻦﻋﻤﻠﻪﻗﻴﺮﺍﻁﺇﱠﻻﺁﻠﺐﺣﺮﺙﺃﻭﻣﺎﺷﻴﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻣﻦﺍﻗﺘﻨﻰﺁﻠﺒﺎﻟﻴﺲﺑﻜﻠﺐﺻﻴﺪ،ﻭﻻﻣﺎﺷﻴﺔﻭﻻﺃﺭﺽﻓﺈﻧﱠﻪﻳﻨﻘﺺﻣﻦﺃﺟﺮﻩﻗﻴﺮﺍﻃﺎﻥ'
			'ﺁﻞﱠﻳﻮﻡ»',
		translation: 'Translation of Hadith 1689'
),
	Hadith(
		hadithNumber: 1690,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺼﺤﺐﺍﻟﻤﻼﺋﻜﺔ'
			'ﺭﻓﻘﺔﻓﻴﻬﺎﺁﻠﺐﺃﻭﺟﺮﺱ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1690'
),
	Hadith(
		hadithNumber: 1691,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺠﺮﺱﻣﻦﻣﺰﺍﻣﻴﺮﺍﻟﱠﺸﻴﻄﺎﻥ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1691'
),
	Hadith(
		hadithNumber: 1692,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﺠﱠﻼﻟﺔﻓﻲﺍﻹﺑﻞﺃﻥ'
			'ﻳﺮﺁﺐﻋﻠﻴﻬﺎ.'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1692'
),
	Hadith(
		hadithNumber: 1693,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺒﺼﺎﻕﻓﻲﺍﻟﻤﺴﺠﺪﺧﻄﻴﺌﺔ،'
			'ﻭﺁﱠﻔﺎﺭﺗﻬﺎﺩﻓﻨﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻟﻤﺮﺍﺩﺑﺪﻓﻨﻬﺎﺇﺫﺍﺁﺎﻥﺍﻟﻤﺴﺠﺪﺗﺮﺍﺑﺎﺃﻭﺭﻣﻼﻭﻧﺤﻮﻩ،ﻓﻴﻮﺍﺭﻳﻬﺎﺗﺤﺖﺗﺮﺍﺑﻪ.ﻗﺎﻝﺃﺑﻮﺍﻟﻤﺤﺎﺳﻦﺍﻟﱡﺮﻭﻳﺎﻧﻰﻓﻲ'
			'ﺁﺘﺎﺑﻪ«ﺍﻟﺒﺤﺮ»،ﻭﻗﻴﻞ:ﺍﻟﻤﺮﺍﺩﺑﺪﻓﻨﻬﺎﺇﺧﺮﺍﺟﻬﺎﻣﻦﺍﻟﻤﺴﺠﺪ،ﺃﱠﻣﺎﺇﺫﺍﺁﺎﻥﺍﻟﻤﺴﺠﺪﻣﺒﱠﻠﻄﺎﺃﻭﻣﺠﱠﺼﺼﺎ،'
			'ﻓﺪﻟﻜﻬﺎﻋﻠﻴﻪﺑﻤﺪﺍﺳﻪﺃﻭﺑﻐﻴﺮﻩﺁﻤﺎﻳﻔﻌﻠﻪﺁﺜﻴﺮﻣﻦﺍﻟﺠﱠﻬﺎﻝ،ﻓﻠﻴﺲﺫﻟﻚﺑﺪﻓﻦﺑﻞﺯﻳﺎﺩﺓﻓﻲﺍﻟﺨﻄﻴﺌﺔﻭﺗﻜﺜﻴﺮ'
			'ﻟﻠﻘﺬﺭﻓﻲﺍﻟﻤﺴﺠﺪ،ﻭﻋﻠﻰﻣﻦﻓﻌﻞﺫﻟﻚﺃﻥﻳﻤﺴﺤﻪﺑﻌﺪﺫﻟﻚﺑﺜﻮﺑﻪﺃﻭﺑﻴﺪﻩﺃﻭﻏﻴﺮﻩﺃﻭﻳﻐﺴﻠﻪ',
		translation: 'Translation of Hadith 1693'
),
	Hadith(
		hadithNumber: 1694,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺄﯨﻓﻲﺟﺪﺍﺭﺍﻟﻘﺒﻠﺔﻣﺨﺎﻃﺎ،ﺃﻭ'
			'ﺑﺰﺍﻗﺎ،ﺃﻭﻧﺨﺎﻣﺔ،ﻓﺤﱠﻜﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1694'
),
	Hadith(
		hadithNumber: 1695,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﻩﺬﻩﺍﻟﻤﺴﺎﺟﺪﻻﺗﺼﻠﺢ'
			'ﻟﺸﻰﺀﻣﻦﻩﺬﺍﺍﻟﺒﻮﻝﻭﻻﺍﻟﻘﺬﺭ،ﺇﱠﻧﻤﺎﻩﻲﻟﺬﺁﺮﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻭﻗﺮﺍﺀﺓﺍﻟﻘﺮﺁﻥ»ﺃﻭﺁﻤﺎﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1695'
),
	Hadith(
		hadithNumber: 1696,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﻣﻦﺳﻤﻊﺭﺟﻼ'
			'ﻳﻨﺸﺪﺿﺎﱠﻟﺔﻓﻲﺍﻟﻤﺴﺠﺪﻓﻠﻴﻘﻞ:ﻻﺭﺩﻩﺎﺍﻟﱠﻠﻪﻋﻠﻴﻚ،ﻓﺈﱠﻥﺍﻟﻤﺴﺎﺟﺪﻟﻢﺗﺒﻦﻟﻬﺬﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1696'
),
	Hadith(
		hadithNumber: 1697,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺭﺃﻳﺘﻢﻣﻦﻳﺒﻴﻊﺃﻭﻳﺒﺘﺎﻉﻓﻲﺍﻟﻤﺴﺠﺪ،ﻓﻘﻮﻟﻮﺍ:'
			'ﻻﺃﺭﺑﺢﺍﻟﱠﻠﻪﺗﺠﺎﺭﺗﻚ،ﻭﺇﺫﺍﺭﺃﻳﺘﻢﻣﻦﻳﻨﺸﺪﺿﺎﱠﻟﺔﻓﻘﻮﻟﻮﺍ:ﻻﺭﱠﺩﻩﺎﺍﻟﱠﻠﻪﻋﻠﻴﻚ».ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺣﺴﻦ',
		translation: 'Translation of Hadith 1697'
),
	Hadith(
		hadithNumber: 1698,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﻧﺸﺪﻓﻲﺍﻟﻤﺴﺠﺪﻓﻘﺎﻝ:ﻣﻦﺩﻋﺎﺇﻟﱠﻲﺍﻟﺠﻤﻞﺍﻷﺣﻤﺮ؟ﻓﻘﺎﻝﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ«ﻻﻭﺟﺪﺕﺇﱠﻧﻤﺎﺑﻨﻴﺖﺍﻟﻤﺴﺎﺟﺪﻟﻤﺎﺑﻨﻴﺖﻟﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1698'
),
	Hadith(
		hadithNumber: 1699,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺷﻌﻴﺐ،ﻋﻦﺃﺑﻴﻪ،ﻋﻦﺟﱢﺪﻩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰ'
			'ﻋﻦﺍﻟﱢﺸﺮﺍﺀﻭﺍﻟﺒﻴﺒﻊﻓﻲﺍﻟﻤﺴﺠﺪ،ﻭﺃﻥﺗﻨﺸﺪﻓﻴﻪﺿﺎﱠﻟﺔ،ﺃﻭﻳﻨﺸﺪﻓﻴﻪﺷﻌﺮ.ﺭﻭﺍﻩﺃﺑــﻮﺩﺍﻭﺩ،ﻭﺍﻟﱢﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1699'
),
	Hadith(
		hadithNumber: 1700,
		hadith:
						'ﻭﻋﻦﺍﻟﱠﺴﺎﺋﺐﺑﻦﻳﺰﻳﺪﺍﻟﱠﺼﺤﺎﺑﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﻨﺖﻓﻲﺍﻟﻤﺴﺠﺪﻓﺤﺼﺒﻨﻲﺭﺟﻞ،ﻓﻨﻈﺮﺕﻓﺈﺫﺍ'
			'ﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻘﺎﻝ:ﺍﺫﻩﺐﻓﺄﺗﻨﻲﺑﻬﺬﻳﻦﻓﺠﺌﺘﻪﺑﻬﻤﺎ،ﻓﻘﺎﻝ:ﻣﻦﺃﻳﻦﺃﻧﺘﻤﺎ؟ﻓﻘﺎﻻ:ﻣﻦ'
			'ﺃﻩﻞﺍﻟﱠﻄﺎﺋﻒ،ﻓﻘﺎﻝ:ﻟﻮﺁﻨﺘﻤﺎﻣﻦﺃﻩﻞﺍﻟﺒﻠﺪ،ﻷﻭﺟﻌﺘﻜﻤﺎ،ﺗﺮﻓﻌﺎﻥﺃﺻﻮﺍﺗﻜﻤﺎﻓﻲﻣﺴﺠﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1700'
),
	Hadith(
		hadithNumber: 1701,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻣﻦﺃﺁﻞﻣﻦﻩﺬﻩﺍﻟﱠﺸﺠﺮﺓ-ﻳﻌﻨﻲ'
			'ﺍﻟﱡﺜﻮﻡ-ﻓﻼﻳﻘﺮﺑﱠﻦﻣﺴﺠﺪﻧﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻣﺴﺎﺟﺪﻧﺎ»',
		translation: 'Translation of Hadith 1701'
),
	Hadith(
		hadithNumber: 1702,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺁﻞﻣﻦﻩﺬﻩﺍﻟﱠﺸﺠﺮﺓﻓﻼ'
			'ﻳﻘﺮﺑﱠﻨﺎ،ﻭﻻﻳﺼﱢﻠﻴﱠﻦﻣﻌﻨﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1702'
),
	Hadith(
		hadithNumber: 1703,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺁﻞﺛﻮﻣﺎﺃﻭﺑﺼﻼ،'
			'ﻓﻠﻴﻌﺘﺰﻟﻨﺎ،ﺃﻭﻓﻠﻴﻌﺘﺰﻝﻣﺴﺠﺪﻧﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:ﻣﻦﺃﺁﻞﺍﻟﺒﺼﻞ،ﻭﺍﻟﱡﺜﻮﻡ،ﻭﺍﻟﻜﺮﺎﺛ،ﻓﻼﻳﻘﺮﺑﱠﻦﻣﺴﺠﺪﻧﺎ،ﻓﺈﱠﻥﺍﻟﻤﻼﺋﻜﺔﺗﺘﺄﱠﺬﯨﻣﱠﻤﺎﻳﺘﺄﱠﺬﯨ'
			'ﻣﻨﻪﺑﻨﻮﺁﺪﻣ»',
		translation: 'Translation of Hadith 1703'
),
	Hadith(
		hadithNumber: 1704,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺧﻄﺐﻳﻮﻡﺍﻟﺠﻤﻌﺔﻓﻘﺎﻝﻓﻲﺧﻄﺒﺘﻪ:ﺛﻢﱠﺇﱠﻧﻜﻢﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱ'
			'ﺗﺄﺁﻠﻮﻥﺷﺠﺮﺗﻴﻦﻣﺎﺃﺭﺍﻩﻤﺎﺇﱠﻻﺧﺒﻴﺜﺘﻴﻦ:ﺍﻟﺒﺼﻞ،ﻭﺍﻟﱡﺜﻮﻡ،ﻟﻘﺪﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍ'
			'ﻭﺟﺪﺭﻳﺤﻬﻤﺎﻣﻦﺍﻟﱠﺮﺟﻞﻓﻲﺍﻟﻤﺴﺠﺪﺃﻣﺮﺑﻪ،ﻓﺄﺧﺮﺝﺇﻟﻰﺍﻟﺒﻘﻴﻊ،ﻓﻤﻦﺃﺁﻠﻬﻤﺎ،ﻓﻠﻴﻤﺘﻬﻤﺎﻃﺒﺨﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1704'
),
	Hadith(
		hadithNumber: 1705,
		hadith:
						'ﻋﻦﻣﻌﺎﺫﺑﻦﺃﻧﺲﺍﻟﺠﻬﻨﱢﻲ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻧﻪﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺍﻟﺤﺒﻮﺓﻳﻮﻡ'
			'ﺍﻟﺠﻤﻌﺔﻭﺍﻹﻣﺎﻡﻳﺨﻄﺐ.ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻻ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1705'
),
	Hadith(
		hadithNumber: 1706,
		hadith:
						'ﻋﻦﺄﻣﱢﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺁﺎﻥﻟﻪﺫﺑﺢﻳﺬﺑﺤﻪ'
			'،ﻓﺈﺫﺍﺃﻩﻞﱠﻩﻼﻝﺬﻳﺍﻟﺤﱠﺠﺔ،ﻓﻼﻳﺄﺧﺬﱠﻥﻣﻦﺷﻌﺮﻩﻭﻻﻣﻦﺃﻇﻔﺎﺭﻩﺷﻴﺌﺎﺣﺘﻰﻳﻀﱢﺤﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1706'
),
	Hadith(
		hadithNumber: 1707,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻳﻨﻬﺎﺁﻢﺃﻥ'
			'ﺗﺤﻠﻔﻮﺍﺑﺎﺑﺎﺋﻜﻢ،ﻓﻤﻦﺁﺎﻥﺣﺎﻟﻔﺎ،ﻓﻠﻴﺤﻠﻒﺑﺎﻟﱠﻠﻪ،ﺃﻭﻟﻴﺼﻤﺖ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲﺍﻟﺼﺤﻴﺢ:«ﻓﻤﻦﺁﺎﻥﺣﺎﻟﻔﺎ،ﻓﻼﻳﺤﻠﻒﺇﱠﻻﺑﺎﻟﱠﻠﻪ،ﺃﻭﻟﻴﺴﻜﺖ»',
		translation: 'Translation of Hadith 1707'
),
	Hadith(
		hadithNumber: 1708,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﺮﺣﻤﻦﺑﻦﺳﻤﺮﺓ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻ'
			'ﺗﺤﻠﻔﻮﺍﺑﺎﻟﱠﻄﻮﺍﻏﻲ،ﻭﻻﺑﺎﺑﺎﺋﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﱠﻄﻮﺍﻏﻲ»:ﺟﻤﻊﻃﺎﻏﻴﺔ،ﻭﻩﻲﺍﻷﺻﻨﺎﻡ،ﻭﻣﻨﻪﺍﻟﺤﺪﻳﺚ:«ﻩﺬﻩﻃﺎﻏﻴﺔﺩﻭﺱ»:ﺃﻱ:ﺻﻨﻤﻬﻢ'
			'ﻭﻣﻌﺒﻮﺩﻩﻢ.ﻭﺭﻭﻱﻓﻲﻏﻴﺮﻣﺴﻠﻢ:«ﺑﺎﻟﱠﻄﻮﺍﻏﻴﺖ»ﺟﻤﻊﻃﺎﻏﻮﺕ،ﻭﻩﻮﺍﻟﱠﺸﻴﻄﺎﻥﻭﺍﻟﱠﺼﻨﻢ.'
			'`',
		translation: 'Translation of Hadith 1708'
),
	Hadith(
		hadithNumber: 1709,
		hadith:
						'ﻭﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺣﻠﻒﺑﺎﻷﻣﺎﻧﺔﻓﻠﻴﺲﻣﻨﺎ'
			'».'
			'ﺣﺪﻳﺚﺻﺤﻴﺢ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1709'
),
	Hadith(
		hadithNumber: 1710,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺣﻠﻒ،ﻓﻘﺎﻝ:ﺇﻧﻲﺑﺮﻱﺀﻣﻦﺍﻹﺳﻼﻡﻓﺈﻥ'
			'ﺁﺎﻥﺁﺎﺫﺑﺎ،ﻓﻬﻮﺁﻤﺎﻗﺎﻝ،ﻭﺇﻥﺁﺎﻥﺻﺎﺩﻗﺎ،ﻓﻠﻦﻳﺮﺟﻊﺇﻟﻰﺍﻹﺳﻼﻡﺳﺎﻟﻤﺎ».ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1710'
),
	Hadith(
		hadithNumber: 1711,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﻧﱠﻪﺳﻤﻊﺭﺟﻼﻳﻘﻮﻝ:ﻻﻭﺍﻟﻜﻌﺒﺔ،ﻓﻘﺎﻝﺍﺑﻦﻋﻤﺮ:ﻻﺗﺤﻠﻒﺑﻐﻴﺮ.'
			'ﺍﻟﱠﻠﻪ،ﻓﺈﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺣﻠﻒﺑﻐﻴﺮﺍﻟﱠﻠﻪ،ﻓﻘﺪﺁﻔﺮﺃﻭﺃﺷﺮﻙ»ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'ﻭﻓﱠﺴﺮﺑﻌﺾﺍﻟﻌﻠﻤﺎﺀﻗﻮﻟﻪ:«ﺁﻔﺮﺃﻭﺃﺷﺮﻙ»ﻋﻠﻰﺍﻟﱠﺘﻐﻠﻴﻆﺁﻤﺎﺭﻮﻳﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«'
			'ﺍﻟﱢﺮﻳﺎﺀﺷﺮﻙ»',
		translation: 'Translation of Hadith 1711'
),
	Hadith(
		hadithNumber: 1712,
		hadith:
						'ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺣﻠﻒﻋﻠﻰﻣﺎﻝﺍﻣﺮﻱﺀ'
			'ﻣﺴﻠﻢﺑﻐﻴﺮﺣﱢﻘﻪ،ﻟﻘﻲﺍﻟﱠﻠﻪﻭﻩﻮﻋﻠﻴﻪﻏﻀﺒﺎﻥ»ﻗﺎﻝ:ﺛﻢﱠﻗﺮﺃﻋﻠﻴﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺼﺪﺍﻗﻪ'
			'ﻣﻦﺁﺘﺎﺏﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ:{ﺇﱠﻥﺍﱠﻟﺬﻳﻦﻳﺸﺘﺮﻭﻥﺑﻌﻬﺪﺍﻟﱠﻠﻪﻭﺃﻳﻤﺎﻧﻬﻢﺛﻤﻨﺎﻗﻠﻴﻼ}[ﺁﻝﻋﻤﺮﺎﻧ:77]ﺇﻟﻰﺁﺧﺮ'
			'ﺍﻵﻳﺔ:ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1712'
),
	Hadith(
		hadithNumber: 1713,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺃﻣﺎﻣﺔﺇﻳﺎﺱﺑﻦﺛﻌﻠﺒﺔﺍﻟﺤﺎﺭﺛﱢﻲﺭﺿـــﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'«ﻣﻦﺍﻗﺘﻄﻊﺣﱠﻖﺍﻣﺮﻱﺀﻣﺴﻠﻢﺑﻴﻤﻴﻨﻪ،ﻓﻘﺪﺃﻭﺟﺐﺍﻟﱠﻠﻪﻟﻪﺍﻟﱠﻨﺎﺭ.ﻭﺣﱠﺮﻡﻋﻠﻴﻪﺍﻟﺠـﱠﻨﺔ»ﻓﻘﺎﻝﻟﻪﺭﺟﻞ:ﻭﺇﻥ'
			'ﺁﺎﻥﺷﻴﺌﺎﻳﺴﻴﺮﺍﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ؟ﻗﺎﻝ:«ﻭﺇﻥﺁﺎﻥﻗﻀﻴﺒﺎﻣﻦﺃﺭﺍﻙ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1713'
),
	Hadith(
		hadithNumber: 1714,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻜﺒﺎﺋﺮ'
			':ﺍﻹﺷﺮﺍﻙﺑﺎﻟﱠﻠﻪ،ﻭﻋﻘﻮﻕﺍﻟﻮﺍﻟﺪﻳﻦ،ﻭﻗﺘﻞﺍﻟﱠﻨﻔﺲ،ﻭﺍﻟﻴﻤﻴﻦﺍﻟﻐﻤﻮﺱ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻪ:ﺄﻧﺃﻋﺮﺍﺑﻴﺎﺟﺎﺀﺇﻟﻰﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻣﺎﺍﻟﻜﺒﺎﺋﺮ؟ﻗﺎﻝ:'
			'«ﺍﻹﺷﺮﺍﻙﺑﺎﻟﱠﻠﻪ»ﻗﺎﻝ:ﺛﻢﱠﻣﺎﺫﺍ؟ﻗﺎﻝ:«ﺍﻟﻴﻤﻴﻦﺍﻟﻐﻤﻮﺱ»ﻗﻠﺖ:ﻭﻣﺎﺍﻟﻴﻤﻴﻦﺍﻟﻐﻤﻮﺱ؟ﻗﺎﻝ:«ﺍﱠﻟﺬﻱ'
			'ﻳﻘﺘﻄﻊﻣﺎﻝﺍﻣﺮﻱﺀﻣﺴﻠﻢ،»ﻳﻌﻨﻲﺑﻴﻤﻴﻦﻩﻮﻓﻴﻬﺎﺁﺎﺫﺏ.'
			'`',
		translation: 'Translation of Hadith 1714'
),
	Hadith(
		hadithNumber: 1715,
		hadith:
						'ﻋﻦﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺳﻤﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«...ﻭﺇﺫﺍ'
			'ﺣﻠﻔﺖﻋﻠﻰﻳﻤﻴﻦ،ﻓﺮﺃﻳﺖﻏﻴﺮﻩﺎﺧﻴﺮﺍﻣﻨﻬﺎ،ﻓﺄﺕﺍﱠﻟﺬﻱﻩﻮﺧﻴﺮ،ﻭﺁﱢﻔﺮﻋﻦﻳﻤﻴﻨﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1715'
),
	Hadith(
		hadithNumber: 1716,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺣﻠﻒﻋﻠﻰﻳﻤﻴﻦ'
			'ﻓﺮﺄﯨﻏﻴﺮﻩﺎﺧﻴﺮﺍﻣﻨﻬﺎ،ﻓﻠﻴﻜﱢﻔﺮﻋﻦﻳﻤﻴﻨﻪ،ﻭﻟﻴﻔﻌﻞﺍﱠﻟﺬﻱﻩﻮﺧﻴﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1716'
),
	Hadith(
		hadithNumber: 1717,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱢﻧﻲﻭﺍﻟﱠﻠﻪﺇﻥﺷﺎﺀﺍﻟﱠﻠﻪ'
			'ﻻﺃﺣﻠﻒﻋﻠﻰﻳﻤﻴﻦ،ﺛﻢﱠﺃﺮﯨﺧﻴﺮﺍﻣﻨﻬﺎﺇﱠﻻﺁﻔﱠﺮﺕﻋﻦﻳﻤﻴﻨﻲ،ﻭﺃﺗﻴﺖﺍﱠﻟﺬﻱﻩﻮﺧﻴﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1717'
),
	Hadith(
		hadithNumber: 1718,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻷﻥﻳﻠﱠﺞﺃﺣﺪﺁﻢﻓﻲ'
			'ﻳﻤﻴﻨﻪﻓﻲﺃﻩﻠﻪﺁﺛﻢﻟﻪﻋﻨﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻣﻦﺃﻥﻳﻌﻄﻲﺁﱠﻔﺎﺭﺗﻪﺍﱠﻟﺘﻲﻓﺮﺽﺍﻟﱠﻠﻪﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ:«ﻳﻠﱠﺞ»ﺑﻔﺘﺢﺍﱠﻟﻼﻡ،ﻭﺗﺸﺪﻳﺪﺍﻟﺠﻴﻢ:ﺃﻱﻳﺘﻤﺎﺪﯨﻓﻴﻬﺎ،ﻭﻻﻳﻜﻔﱢﺮ،ﻭﻗﻮﻟﻪ:«ﺁﺛﻢ»ﺑﺎﻟﺜﺎﺀﺍﻟﻤﺜﻠﺜﺔ،'
			'ﺃﻱ:ﺃﺁﺜﺮﺇﺛﻤﺎ',
		translation: 'Translation of Hadith 1718'
),
	Hadith(
		hadithNumber: 1719,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺃﻧﺰﻟﺖﻩﺬﻩﺍﻵﻳﺔ:{ﻻﻳﺆﺍﺧﺬﺁﻢﺍﻟﱠﻠﻪﺑﺎﻟﱠﻠﻐﻮﻓﻲﺃﻳﻤﺎﻧﻜﻢ}ﻓﻲ'
			'ﻗﻮﻝﺍﻟﱠﺮﺟﻞ:ﻻﻭﺍﻟﱠﻠﻪ،ﻭﺑﻠﻰﻭﺍﻟﱠﻠﻪ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1719'
),
	Hadith(
		hadithNumber: 1720,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻟﺤﻠﻒﻣﻨﻔﻘﺔ'
			'ﻟﻠﱢﺴﻠﻌﺔ،ﻣﻤﺤﻘﺔﻟﻠﻜﺴﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1720'
),
	Hadith(
		hadithNumber: 1721,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻗﺘﺎﺩﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﱠﻳﺎﺁﻢﻭﺁﺜﺮﺓ'
			'ﺍﻟﺤﻠﻒﻓﻲﺍﻟﺒﻴﻊ،ﻓﺈﱠﻧﻪﻳﻨﻔﱢﻖﺛﻢﱠﻳﻤﺤﻖ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1721'
),
	Hadith(
		hadithNumber: 1722,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺴﺄﻝﺑﻮﺟﻪﺍﻟﱠﻠﻪﺇﱠﻻ'
			'ﺍﻟﺠﻨﱠﺔ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺳﻠﻴﻤﺎﻥﺑﻦﻣﻌﺎﺫﺍﻟﺘﻤﻴﻤﻲ،ﺿﻌﻔﻪﺍﺑﻦﻣﻌﻴﻦ،ﻭﺃﺑﻮﺯﺭﻋﺔﻭﺃﺑﻮﺣﺎﺗﻢﺍﻟﺮﺍﺯﻳﺎﻥ'
			'ﻭﺍﻟﻨﺴﺎﺋﻲ',
		translation: 'Translation of Hadith 1722'
),
	Hadith(
		hadithNumber: 1723,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺍﺳﺘﻌﺎﺫﺑﺎﻟﱠﻠﻪ،'
			'ﻓﺄﻋﻴﺬﻭﻩ،ﻭﻣﻦﺳﺄﻝﺑﺎﻟﱠﻠﻪ،ﻓﺄﻋﻄﻮﻩ،ﻭﻣﻦﺩﻋﺎﺁﻢ،ﻓﺄﺟﻴﺒﻮﻩ،ﻭﻣﻦﺻﻨﻊﺇﻟﻴﻜﻢﻣﻌﺮﻭﻓﺎﻓﻜﺎﻓﺌﻮﻩ،ﻓﺈﻥﻟﻢ'
			'ﺗﺠﺪﻭﺍﻣﺎﺗﻜﺎﻓﺌﻮﻧﻪﺑﻪ،ﻓﺎﺩﻋﻮﺍﻟﻪﺣﱠﺘﻰﺗﺮﻭﺍﺃﱠﻧﻜﻢﻗﺪﺁﺎﻓﺄﺗﻤﻮﻩ»ﺣﺪﻳﺚﺻﺤﻴﺢ،ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﻨﺴﺎﺋﻲ'
			'ﺑﺄﺳﺎﻧﻴﺪﺍﻟﺼﺤﻴﺤﻴﻦ',
		translation: 'Translation of Hadith 1723'
),
	Hadith(
		hadithNumber: 1724,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺃﺧﻨﻊﺍﺳﻢﻋﻨﺪﺍﻟﱠﻠﻪﻋﱠﺰ'
			'ﻭﺟﱠﻞﺭﺟﻞﺗﺴﱠﻤﻰﻣﻠﻚﺍﻷﻣﻼﻙ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻗﺎﻝﺳﻔﻴﺎﻥﺑﻦﻋﻴﻴﻨﺔ«ﻣﻠﻚﺍﻷﻣﻼﻙ»ﻣﺜﻞﺷﺎﻩﻨﺸﺎﻩ',
		translation: 'Translation of Hadith 1724'
),
	Hadith(
		hadithNumber: 1725,
		hadith:
						'ﻋﻦﺑﺮﻳﺪﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻘﻮﻟﻮﺍﻟﻠﻤﻨﺎﻓﻖﺳﱢﻴﺪ،'
			'ﻓﺈﱠﻧﻪﺇﻥﻳﻚﺳﱢﻴﺪﺍ،ﻓﻘﺪﺃﺳﺨﻄﺘﻢﺭﱠﺑﻜﻢﻋﱠﺰﻭﺟﱠﻞ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1725'
),
	Hadith(
		hadithNumber: 1726,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺧﻞﻋﻠﻰﺄﻣﱢﺍﻟﱠﺴﺎﺋﺐ،ﺃﻭﺄﻣﱢﺍﻟﻤﺴﱠﻴﺐ'
			'ﻓﻘﺎﻝ:«ﻣﺎﻟﻚﻳﺎﺄﻣﱠﺍﻟﱠﺴﺎﺋﺐ-ﺃﻭﻳﺎﺄﻣﱢﺍﻟﻤﺴﱠﻴﺐ-ﺗﺰﻓﺰﻓﻴﻦ؟»ﻗﺎﻟﺖ:ﺍﻟﺤﱠﻤﻰﻻﺑﺎﺭﻙﺍﻟﱠﻠﻪﻓﻴﻬﺎ،ﻓﻘﺎﻝ:«ﻻ'
			'ﺗﺴﱢﺒﻲﺍﻟﺤﱠﻤﻰ،ﻓﺈﱠﻧﻬﺎﺗﺬﻩﺐﺧﻄﺎﻳﺎﺑﻨﻲﺁﺪﻣ،ﺁﻤﺎﻳﺬﻩﺐﺍﻟﻜﻴﺮﺧﺒﺚﺍﻟﺤﺪﻳﺪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺗﺰﻓﺰﻓﻴﻦ»ﺃﻱ:ﺗﺘﺤﱠﺮﺁﻴﻦﺣﺮﺁﺔﺳﺮﻳﻌﺔ،ﻭﻣﻌﻨﺎﻩ:ﺗﺮﺗﻌﺪ،ﻭﻩﻮﺑﻀﱢﻢﺍﻟﺘﺎﺀﻭﺑﺎﻟﺰﺎﻳﺍﻟﻤﻜﺮﺭﺓﻭﺍﻟﻔﺎﺀ'
			'ﺍﻟﻤﻜﺮﺭﺓ،ﻭﺭﻮﻳﺃﻳﻀﺎﺑﺎﻟﺮﺍﺀﺍﻟﻤﻜﺮﺭﺓﻭﺍﻟﻘﺎﻓﻴﻦ',
		translation: 'Translation of Hadith 1726'
),
	Hadith(
		hadithNumber: 1727,
		hadith:
						'ﻋﻦﺃﺑﻲﺍﻟﻤﻨﺬﺭﺃﺑﱢﻲﺑﻦﺁﻌﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺴﱡﺒﻮﺍ'
			'ﺍﻟﱢﺮﻳﺢ،ﻓﺈﺫﺍﺭﺃﻳﺘﻢﻣﺎﺗﻜﺮﻩﻮﻥ،ﻓﻘﻮﻟﻮﺍ:ﺍﻟﻠﱠﻬﻢﱠﺇﱠﻧﺎﻧﺴﺄﻟﻚﻣﻦﺧﻴﺮﻩﺬﻩﺍﻟﱢﺮﻳﺢﻭﺧﻴﺮﻣﺎﻓﻴﻬﺎﻭﺧﻴﺮﻣﺎﺃﻣﺮﺕ'
			'ﺑﻪ،ﻭﻧﻌﻮﺫﺑﻚﻣﻦﺷﱢﺮﻩﺬﻩﺍﻟﱢﺮﻳﺢﻭﺷﱢﺮﻣﺎﻓﻴﻬﺎﻭﺷﱢﺮﻣﺎﺃﻣﺮﺕﺑﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1727'
),
	Hadith(
		hadithNumber: 1728,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:ﺍﻟﱢﺮﻳﺢﻣﻦ'
			'ﺭﻭﺡﺍﻟﱠﻠﻪﺗﺄﺗﻲﺑﺎﻟﱠﺮﺣﻤﺔ،ﻭﺗﺄﺗﻲﺑﺎﻟﻌﺬﺍﺏ،ﻓﺈﺫﺍﺭﺃﻳﺘﻤﻮﻩﺎﻓﻼﺗﺴﱡﺒﻮﻩﺎ،ﻭﺳﻠﻮﺍﺍﻟﱠﻠﻪﺧﻴﺮﻩﺎ،ﻭﺍﺳﺘﻌﻴﺬﻭﺍﺑﺎﻟﱠﻠﻪ'
			'ﻣﻦﺷﱢﺮﻩﺎ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.'
			'ﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺭﻭﺡﺍﻟﱠﻠﻪ»ﻩﻮﺑﻔﺘﺢﺍﻟﺮﺍﺀ:ﺃﻱﺭﺣﻤﺘﻪﺑﻌﺒﺎﺩﻩ',
		translation: 'Translation of Hadith 1728'
),
	Hadith(
		hadithNumber: 1729,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﻋﺼﻔﺖﺍﻟﱢﺮﻳﺢﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠ'
			'ﺇﻧﻲﺃﺳﺄﻟﻚﺧﻴﺮﻩﺎ،ﻭﺧﻴﺮﻣﺎﻓﻴﻬﺎ،ﻭﺧﻴﺮﻣﺎﺃﺭﺳﻠﺖﺑﻪ،ﻭﺃﻋﻮﺫﺑﻚﻣﻦﺷﱢﺮﻩﺎ،ﻭﺷﱢﺮﻣﺎﻓﻴﻬﺎ،ﻭﺷﱢﺮﻣﺎ'
			'ﺃﺭﺳﻠﺖﺑﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1729'
),
	Hadith(
		hadithNumber: 1730,
		hadith:
						'ﻋﻦﺯﻳﺪﺑﻦﺧﺎﻟﺪﺍﻟﺠﻬﻨﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺴﺒﻮﺍ'
			'ﺍﻟﱢﺪﻳﻚ،ﻓﺈﱠﻧﻪﻳﻮﻗﻆﻟﻠﺼﻼﺓ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1730'
),
	Hadith(
		hadithNumber: 1731,
		hadith:
						'ﻋﻦﺯﻳﺪﺑﻦﺧﺎﻟﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺻﱠﻠﻰﺑﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺻﻼﺓﺍﻟﱡﺼﺒﺢ'
			'ﺑﺎﻟﺤﺪﻳﺒﻴﺔﻓﻲﺇﺛﺮﺳﻤﺎﺀﺁﺎﻧﺖﻣﻦﺍﻟﱠﻠﻴﻞ،ﻓﻠﱠﻤﺎﺍﻧﺼﺮﻑﺃﻗﺒﻞﻋﻠﻰﺍﻟﱠﻨﺎﺱ،ﻓﻘﺎﻝ:ﻩﻞﺗﺪﺭﻮﻧﻣﺎﺫﺍﻗﺎﻝﺭﱡﺑﻜﻢ؟'
			'»ﻗﺎﻟﻮﺍ:ﺍﻟﻠﱠﻪﻭﺭﺳﻮﻟﻪﺃﻋﻠﻢ.ﻗﺎﻝ:«ﻗﺎﻝ:ﺃﺻﺒﺢﻣﻦﻋﺒﺎﺪﻳﻣﺆﻣﻦﺑﻲ،ﻭﺁﺎﻓﺮ،ﻓﺄﱠﻣﺎﻣﻦﻗﺎﻝﻣﻄﺮﻧﺎﺑﻔﻀﻞ'
			'ﺍﻟﱠﻠﻪﻭﺭﺣﻤﺘﻪ،ﻓﺬﻟﻚﻣﺆﻣﻦﺑﻲﺁﺎﻓﺮﺑﺎﻟﻜﻮﺁﺐ،ﻭﺃﱠﻣﺎﻣﻦﻗﺎﻝ:ﻣﻄﺮﻧﺎﺑﻨﻮﺀﺁﺬﺍﻭﺁﺬﺍ،ﻓﺬﻟﻚﺁﺎﻓﺮﺑﻲﻣﺆﻣﻦ'
			'ﺑﺎﻟﻜﻮﺁﺐ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻟﱠﺴﻤﺎﺀﻩﻨﺎ:ﺍﻟﻤﻄﺮ',
		translation: 'Translation of Hadith 1731'
),
	Hadith(
		hadithNumber: 1732,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﻗﺎﻝﺍﻟﱠﺮﺟـﻞﻷﺧﻴﻪ'
			':ﻳﺎﺁﺎﻓﺮ،ﻓﻘﺪﺑﺎﺀﺑﻬﺎﺃﺣﺪﻩﻤﺎ،ﻓﺈﻥﺁﺎﻥﺁﻤﺎﻗﺎﻝﻭﺇﱠﻻﺭﺟﻌﺖﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1732'
),
	Hadith(
		hadithNumber: 1733,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﻦﺩﻋﺎﺭﺟﻼ'
			'ﺑﺎﻟﻜﻔﺮ،ﺃﻭﻗﺎﻝ:ﻋﺪﻭﱠﺍﻟﱠﻠﻪ،ﻭﻟﻴﺲﺁﺬﻟﻚﺇﱠﻻﺣﺎﺭﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.«ﺣﺎﺭ»:ﺭﺟﻊ',
		translation: 'Translation of Hadith 1733'
),
	Hadith(
		hadithNumber: 1734,
		hadith:
						'ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﺲﺍﻟﻤﺆﻣﻦﺑﺎﻟﱠﻄﱠﻌﺎﻥ'
			'،ﻭﻻﺍﻟﱠﻠﱠﻌﺎﻥ،ﻭﻻﺍﻟﻔﺎﺣﺶ،ﻭﻻﺍﻟﺒﺬﻱﺀ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1734'
),
	Hadith(
		hadithNumber: 1735,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺁﺎﻥﺍﻟﻔﺤﺶﻓﻲﺷﻲﺀ'
			'ﺇﱠﻻﺷﺎﻧﻪ،ﻭﻣﺎﺁﺎﻥﺍﻟﺤﻴﺎﺀﻓﻲﺷﻲﺀﺇﱠﻻﺯﺍﻧﻪ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1735'
),
	Hadith(
		hadithNumber: 1736,
		hadith:
						'ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻩﻠﻚﺍﻟﻤﺘﻨﱢﻄﻌﻮﻥ»ﻗﺎﻟﻬﺎﺛﻼﺛﺎ'
			'.ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﻤﺘﻨﱢﻄﻌﻮﻥ»:ﺍﻟﻤﺒﺎﻟﻐﻮﻥﻓﻲﺍﻷﻣﻮﺭ',
		translation: 'Translation of Hadith 1736'
),
	Hadith(
		hadithNumber: 1737,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥ'
			'ﺍﻟﱠﻠﻪﻳﺒﻐﺾﺍﻟﺒﻠﻴﻎﻣﻦﺍﻟﱢﺮﺟﺎﻝﺍﱠﻟﺬﻱﻳﺘﺨﱠﻠﻞﺑﻠﺴﺎﻧﻪﺁﻤﺎﺗﺘﺨﱠﻠﻞﺍﻟﺒﻘﺮﺓ».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 1737'
),
	Hadith(
		hadithNumber: 1738,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﺇﱠﻥﻣﻦﺃﺣﱢﺒﻜﻢﺇﻟﱠﻲ'
			'،ﻭﺃﻗﺮﺑﻜﻢﻣﱢﻨﻲﻣﺠﻠﺴﺎﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﺃﺣﺎﺳﻨﻜﻢﺃﺧﻼﻗﺎ،ﻭﺇﱠﻥﺃﺑﻐﻀﻜﻢﺇﻟﱠﻲ،ﻭﺃﺑﻌﺪﺁﻢﻣﱢﻨﻲﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،'
			'ﺍﻟﱠﺜﺮﺛﺎﺭﻭﻥ،ﻭﺍﻟﻤﺘﺸﱢﺪﻗﻮﻥﻭﺍﻟﻤﺘﻔﻴﻬﻘﻮﻥ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ،ﻭﻗﺪﺳﺒﻖﺷﺮﺣﻪﻓﻲﺑﺎﺏ'
			'ﺣﺴﻦﺍﻟﺨﻠﻖ',
		translation: 'Translation of Hadith 1738'
),
	Hadith(
		hadithNumber: 1739,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﷲﻋﻨﻬﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﻠﻢﻗﺎﻝ:ﻻﻳﻘﻮﻟﻦﺃﺣﺪﺁﻢﺧﺒﺜﺖﻧﻔﺴﻲ'
			'ﻭﻟﻜﻦﻟﻴﻘﻞﻟﻘﺴﺖﻧﻔﺴﻲ»ﻣﺘﻔﻖﻋﻠﻴﻪ'
			'`',
		translation: 'Translation of Hadith 1739'
),
	Hadith(
		hadithNumber: 1740,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺴﱡﻤﻮﺍﺍﻟﻌﻨﺐﺍﻟﻜﺮﻡ'
			'،ﻓﺈﱠﻥﺍﻟﻜﺮﻡﺍﻟﻤﺴﻠﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﺈﱠﻧﻤﺎﺍﻟﻜﺮﻡﻗﻠﺐﺍﻟﻤﺆﻣﻦ»ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺮﻳﻭﻣﺴﻠﻢ:«ﻳﻘﻮﻟﻮﻥﺍﻟﻜﺮﻡﺇﱠﻧﻤﺎﺍﻟﻜﺮﻡﻗﻠﺐ'
			'ﺍﻟﻤﺆﻣﻦ»',
		translation: 'Translation of Hadith 1740'
),
	Hadith(
		hadithNumber: 1741,
		hadith:
						'ﻭﻋﻦﻭﺍﺋﻞﺑﻦﺣﺠﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﻘﻮﻟﻮﺍ:ﺍﻟﻜﺮﻡ،ﻭﻟﻜﻦ'
			'ﻗﻮﻟﻮﺍ:ﺍﻟﻌﻨﺐ،ﻭﺍﻟﺤﺒﻠﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﺤﺒﻠﺔ»ﺑﻔﺘﺢﺍﻟﺤﺎﺀﻭﺍﻟﺒﺎﺀ،ﻭﻳﻘﺎﻝﺃﻳﻀﺎﺑﺈﺳﻜﺎﻥﺍﻟﺒﺎﺀ',
		translation: 'Translation of Hadith 1741'
),
	Hadith(
		hadithNumber: 1742,
		hadith:
						'ﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺒﺎﺷﺮﺍﻟﻤﺮﺃﺓ'
			'ﺍﻟﻤﺮﺃﺓ،ﻓﺘﺼﻔﻬﺎﻟﺰﻭﺟﻬﺎﺁﺄﱠﻧﻪﻳﻨﻈﺮﺇﻟﻴﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1742'
),
	Hadith(
		hadithNumber: 1743,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﻘﻮﻟﱠﻦﺃﺣﺪﺁﻢ:ﺍﻟﻠﱠﻬﻢﱠ'
			'ﺍﻏﻔﺮﻟﻲﺇﻥﺷﺌﺖ:ﺍﻟﻠﱠﻬﻢﱠﺍﺭﺣﻤﻨﻲﺇﻥﺷﺌﺖ،ﻟﻴﻌﺰﻡﺍﻟﻤﺴﺄﻟﺔ،ﻓﺈﻧﱠﻪﻻﻣﻜﺮﻩﻟﻪ»ﻣﺘﻔـــﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﻭﻟﻜﻦ،ﻟﻴﻌﺰﻡﻭﻟﻴﻌﱢﻈﻢﺍﻟﱠﺮﻏﺒﺔ،ﻓﺈﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻻﻳﺘﻌﺎﻇﻤﻪﺷـﻲﺀ',
		translation: 'Translation of Hadith 1743'
),
	Hadith(
		hadithNumber: 1744,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﷲﻋﻨﻪﻗﺎﻝﻗﺎﻝﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳ(1127:'
			'ﻭﻻﻳﻘﻮﻟﻦﺍﻟﻠﻬﻢﺈﻧﺷﺌﺖﻓﺄﻋﻄﻨﻲﻓﺈﻧﻪﻻﻣﺴﺘﻜﺮﻩﻟﻪ(ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1744'
),
	Hadith(
		hadithNumber: 1745,
		hadith:
						'ﻋﻦﺣﺬﻳﻔﺔﺑﻦﺍﻟﻴﻤﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﻘﻮﻟﻮﺍ:ﻣﺎﺷﺎﺀﺍﻟﱠﻠﻪ'
			'ﻭﺷﺎﺀﻓﻼﻥ،ﻭﻟﻜﻦﻗﻮﻟﻮﺍ:ﻣﺎﺷﺎﺀﺍﻟﱠﻠﻪ،ﺛﻢﱠﺷﺎﺀﻓﻼﻥ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1745'
),
	Hadith(
		hadithNumber: 1746,
		hadith:
						'ﻋﻦﺃﺑﻲﺑﺮﺯﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻜﺮﻩﺍﻟﻨﻮﻡﻗﺒﻞﺍﻟﻌﺸﺎﺀ'
			'ﻭﺍﻟﺤﺪﻳﺚﺑﻌﺪﻩﺎ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1746'
),
	Hadith(
		hadithNumber: 1747,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺻﱠﻠﻰﺍﻟﻌﺸﺎﺀﻓﻲﺁﺧﺮﺣﻴﺎﺗﻪ،'
			'ﻓﻠﱠﻤﺎﺳﱠﻠﻢ،ﻗﺎﻝ:«ﺃﺭﺃﻳﺘﻜﻢﻟﻴﻠﺘﻜﻢﻩﺬﻩ؟ﻓﺈﱠﻥﻋﻠﻰﺭﺃﺱﻣﺌﺔﺳﻨﺔﻻﻳﺒﻘﻰﻣﱠﻤﻦﻩﻮﻋﻠﻰﻇﻬﺮﺍﻷﺭﺽﺍﻟﻴﻮﻡ'
			'ﺃﺣﺪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1747'
),
	Hadith(
		hadithNumber: 1748,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻧﻬﻢﺍﻧﺘﻈﺮﻭﺍﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﺠﺎﺀﻩﻢﻗﺮﻳﺒﺎﻣﻦﺷﻄﺮﺍﻟﱠﻠﻴﻞ'
			'ﻓﺼﱠﻠﻰﺑﻬﻢ،ﻳﻌﻨﻲﺍﻟﻌﺸﺎﺀﻗﺎﻝ:ﺛﻢﱠﺧﻄﺒﻨﺎﻓﻘﺎﻝ:«ﺃﻻﺇﱠﻥﺍﻟﱠﻨﺎﺱﻗﺪﺻﱡﻠﻮﺍ،ﺛﻢﱠﺭﻗﺪﻭﺍ»ﻭﺇﱠﻧﻜﻢﻟﻦﺗﺰﺍﻟﻮﺍﻓﻲ'
			'ﺻﻼﺓﻣﺎﺍﻧﺘﻈﺮﺗﻢﺍﻟﱠﺼﻼﺓ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1748'
),
	Hadith(
		hadithNumber: 1749,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺩﻋﺎﺍﻟﺮﱠﺟﻞﺍﻣﺮﺃﺗﻪ'
			'ﺇﻟﻰﻓﺮﺍﺷﻪﻓﺄﺑﺖ،ﻓﺒﺎﺕﻏﻀﺒﺎﻥﻋﻠﻴﻬﺎ،ﻟﻌﻨﺘﻬﺎﺍﻟﻤﻼﺋﻜﺔﺣﺘﻰﺗﺼﺒﺢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺣﱠﺘﻰ«ﺗﺮﺟﻊ»',
		translation: 'Translation of Hadith 1749'
),
	Hadith(
		hadithNumber: 1750,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺤﱡﻞﻟﻠﻤﺮﺃﺓﺃﻥﺗﺼﻮﻡ'
			'ﻭﺯﻭﺟﻬﺎﺷﺎﻩﺪﺇﱠﻻﺑﺈﺫﻧﻪﻭﻻﺗﺄﺫﻥﻓﻲﺑﻴﺘﻪﺇﱠﻻﺑﺈﺫﻧﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1750'
),
	Hadith(
		hadithNumber: 1751,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﻣﺎﻳﺨﺸﻰﺃﺣﺪﺁﻢﺇﺫﺍﺭﻓﻊ'
			'ﺭﺃﺳﻪﻗﺒﻞﺍﻹﻣﺎﻡﺃﻥﻳﺠﻌﻞﺍﻟﱠﻠﻪﺭﺃﺳﻪﺭﺃﺱﺣﻤﺎﺭ،ﺃﻭﻳﺠﻌﻞﺍﻟﱠﻠﻪﺻﻮﺭﺗﻪﺻﻮﺭﺓﺣﻤﺎﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1751'
),
	Hadith(
		hadithNumber: 1752,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺄﻧﺭﺳﻮﻝﺍﷲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻧﻬﻲﻋﻦﺍﻟﺨﺼﺮﻓﻲﺍﻟﱠﺼﻼﺓ.'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1752'
),
	Hadith(
		hadithNumber: 1753,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻻﺻﻼﺓ'
			'ﺑﺤﻀﺮﺓﻃﻌﺎﻡ،ﻭﻻﻭﻩﻮﻳﺪﺍﻓﻌﻪﺍﻷﺧﺒﺜﺎﻥ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1753'
),
	Hadith(
		hadithNumber: 1754,
		hadith:
						'ﻋﻦﺃﻧﺲﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﺎﺑﺎﻝﺃﻗﻮﺎﻣ'
			'ﻳﺮﻓﻌﻮﻥﺃﺑﺼﺎﺭﻩﻢﺇﻟﻰﺍﻟﱠﺴﻤﺎﺀﻓﻲﺻﻼﺗﻬﻢ،»ﻓﺎﺷﺘﱠﺪﻗﻮﻟﻪﻓﻲﺫﻟﻚﺣﱠﺘﻰﻗﺎﻝ:«ﻟﻴﻨﺘﻬﱠﻦﻋﻦﺫﻟﻚ،ﺃﻭ'
			'ﻟﺘﺨﻄﻔﱠﻦﺃﺑﺼﺎﺭﻩﻢ،»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1754'
),
	Hadith(
		hadithNumber: 1755,
		hadith:
						'ﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺳﺄﻟﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻻﻟﺘﻔﺎﺕﻓﻲﺍﻟﱠﺼﻼﺓ'
			'ﻓﻘﺎﻝ:«ﻩﻮﺍﺧﺘﻼﺱﻳﺨﺘﻠﺴﻪﺍﻟﱠﺸﻴﻄﺎﻥﻣﻦﺻﻼﺓﺍﻟﻌﺒﺪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1755'
),
	Hadith(
		hadithNumber: 1756,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﻟﻲﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻳﺎﻙﻭﺍﻻﻟﺘﻔﺎﺕﻓﻲ'
			'ﺍﻟﱠﺼﻼﺓ،ﻓﺈﱠﻥﺍﻻﻟﺘﻔﺎﺕﻓﻲﺍﻟﱠﺼﻼﺓﻩﻠﻜﺔ،ﻓﺈﻥﺁﺎﻥﻻﺑﱠﺪ،ﻓﻔﻲﺍﻟﱠﺘﻄﱡﻮﻉﻻﻓﻲﺍﻟﻔﺮﻳﻀﺔ».'
			'ﺭﻭﺍﻩﺍﻟﱢﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦﺻﺤﻴﺢ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﻋﻠﻲﺑﻦﺯﻳﺪﺑﻦﺟﺪﻋﺎﻥ،ﻮﻫﻮﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 1756'
),
	Hadith(
		hadithNumber: 1757,
		hadith:
						'ﻋﻦﺃﺑﻲﻣﺮﺛﺪﺁﱠﻨﺎﺯﺑﻦﺍﻟﺤﺼﻴﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:'
			'«ﻻﺗﺼﱡﻠﻮﺍﺇﻟﻰﺍﻟﻘﺒﻮﺭ،ﻭﻻﺗﺠﻠﺴﻮﺍﻋﻠﻴﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1757'
),
	Hadith(
		hadithNumber: 1758,
		hadith:
						'ﻋﻦﺃﺑﻲﺍﻟﺠﻬﻴﻢﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺍﻟﺤﺎﺭﺙﺑﻦﺍﻟﱢﺼﱠﻤﺔﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻮﻳﻌﻠﻢﺍﻟﻤﺎﱡﺭﺑﻴﻦﻳﺪﻱﺍﻟﻤﺼﱢﻠﻲﻣﺎﺫﺍﻋﻠﻴﻪﻟﻜﺎﻥﺃﻥﻳﻘﻒﺃﺭﺑﻌﻴﻦﺧﻴﺮﺍﻟﻪﻣﻦﺃﻥﻳﻤﺮﱠﺑﻴﻦ'
			'ﻳﺪﻳﻪ»ﻗﺎﻝﺍﻟﱠﺮﺍﻮﻳ:ﻻﺃﺩﺮﻳ:ﻗﺎﻝﺃﺭﺑﻌﻴﻦﻳﻮﻣﺎ،ﺃﻭﺃﺭﺑﻌﻴﻦﺷﻬﺮﺍ،ﺃﻭﺃﺭﺑﻌﻴﻦﺳﻨﺔ..ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1758'
),
	Hadith(
		hadithNumber: 1759,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺃﻗﻴﻤﺖﺍﻟﺼﻼﺓ،ﻓﻼﺻﻼﺓ'
			'ﺇﻻﺍﻟﻤﻜﺘﻮﺑﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1759'
),
	Hadith(
		hadithNumber: 1760,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺨﱡﺼﻮﺍﻟﻴﻠﺔﺍﻟﺠﻤﻌﺔﺑﻘﻴﺎﻡ'
			'ﻣﻦﺑﻴﻦﺍﻟﱠﻠﻴﺎﻟﻲ،ﻭﻻﺗﺨﱡﺼﻮﺍﻳﻮﻡﺍﻟﺠﻤﻌﺔﺑﺼﻴﺎﻡﻣﻦﺑﻴﻦﺍﻷﱠﻳﺎﻡﺇﱠﻻﺃﻥﻳﻜﻮﻥﻓﻲﺻﻮﻡﻳﺼﻮﻣﻪﺃﺣﺪﺁﻢ»ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1760'
),
	Hadith(
		hadithNumber: 1761,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻻﻳﺼﻮﻣﱠﻦﺃﺣﺪﺁﻢﻳﻮﻡﺍﻟﺠﻤﻌﺔﺇﱠﻻﻳﻮﻣﺎ'
			'ﻗﺒﻠﻪﺃﻭﺑﻌﺪﻩ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1761'
),
	Hadith(
		hadithNumber: 1762,
		hadith:
						'ﻭﻋﻦﻣﺤﱠﻤﺪﺑﻦﻋﱠﺒﺎﺩﻗﺎﻝ:ﺳﺄﻟﺖﺟﺎﺑﺮﺍﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺃﻧﻬﻰﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺻﻮﻡ'
			'ﺍﻟﺠﻤﻌﺔ؟ﻗﺎﻝ:ﻧﻌﻢ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1762'
),
	Hadith(
		hadithNumber: 1763,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﺟﻮﻳﺮﻳﺔﺑﻨﺖﺍﻟﺤﺎﺭﺙﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺩﺧﻞﻋﻠﻴﻬﺎ'
			'ﻳﻮﻡﺍﻟﺠﻤﻌﺔﻭﻩﻲﺻﺎﺋﻤﺔ،ﻓﻘﺎﻝ:«ﺃﺻﻤﺖﺃﻣﺲ؟»ﻗﺎﻟﺖ:ﻻ،ﻗﺎﻝ:«ﺗﺮﻳﺪﻳﻦﺃﻥﺗﺼﻮﻣﻲﻏﺪﺍ؟»ﻗﺎﻟﺖ'
			':ﻻ،ﻗﺎﻝ:«ﻓﺄﻓﻄﺮﻱ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1763'
),
	Hadith(
		hadithNumber: 1764,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﻭﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﻦﺍﻟﻮﺻﺎﻝ.ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1764'
),
	Hadith(
		hadithNumber: 1765,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﻮﺻﺎﻝ.ﻗﺎﻟﻮﺍ:'
			'ﺇﱠﻧﻚﺗﻮﺍﺻﻞ؟ﻗﺎﻝ:«ﺇﱢﻧﻲﻟﺴﺖﻣﺜﻠﻜﻢ،ﺇﻧﻲﺃﻃﻌﻢﻭﺃﺳﻘﻰ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1765'
),
	Hadith(
		hadithNumber: 1766,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻷﻥﻳﺠﻠﺲﺃﺣﺪﺁﻢﻋﻠﻰ'
			'ﺟﻤﺮﺓ،ﻓﺘﺤﺮﻕﺛﻴﺎﺑﻪ،ﻓﺘﺨﻠﺺﺇﻟﻰﺟﻠﺪﻩﺧﻴﺮﻟﻪﻣﻦﺃﻥﻳﺠﻠﺲﻋﻠﻰﻗﺒﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1766'
),
	Hadith(
		hadithNumber: 1767,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻳﺠﱠﺼﺺﺍﻟﻘﺒﺮ،ﻭﺃﻥﻳﻘﻌﺪ'
			'ﻋﻠﻴﻪ،ﻭﺃﻥﻳﺒﻨﻰﻋﻠﻴﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1767'
),
	Hadith(
		hadithNumber: 1768,
		hadith:
						'ﻋﻦﺟﺮﻳﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱠﻳﻤﺎﻋﺒﺪﺃﺑﻖ،ﻓﻘﺪﺑﺮﺋﺖ'
			'ﻣﻨﻪﺍﻟﺬﱢﻣﱠﺔﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1768'
),
	Hadith(
		hadithNumber: 1769,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﺑﻖﺍﻟﻌﺒﺪ،ﻟﻢﺗﻘﺒﻞﻟﻪﺻﻼﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻘﺪﺁﻔﺮ»',
		translation: 'Translation of Hadith 1769'
),
	Hadith(
		hadithNumber: 1770,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﺃﱠﻥﻗﺮﻳﺸﺎﺃﻩﱠﻤﻬﻢﺷﺄﻥﺍﻟﻤﺮﺃﺓﺍﻟﻤﺨﺰﻭﻣﱠﻴﺔﺍﱠﻟﺘﻲﺳﺮﻗﺖﻓﻘﺎﻟﻮﺍ:ﻣﻦ'
			'ﻳﻜﻠﱢﻢﻓﻴﻬﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻟﻮﺍ:ﻭﻣﻦﻳﺠﺘﺮﻱﺀﻋﻠﻴﻪﺇﱠﻻﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪ،ﺣﱡﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻜﱠﻠﻤﻪﺃﺳﺎﻣﺔﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺗﺸﻔﻊﻓﻲﺣﱟﺪﻣﻦﺣﺪﻭﺩﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ؟»ﺛﻢﻗﺎﻡﻓﺎﺣﺘﻄﺐﺛﻢﱠﻗﺎﻝ:«ﺇﱠﻧﻤﺎﺄﻫﻠﻚﺍﱠﻟﺬﻳﻦﻗﺒﻠﻜﻢﺃﱠﻧﻬﻢﺁﺎﻧﻮﺍﺇﺫﺍﺳﺮﻕﻓﻴﻬﻢﺍﻟﱠﺸﺮﻳﻒﺗﺮﺁﻮﻩ،ﻭﺇﺫﺍ'
			'ﺳﺮﻕﻓﻴﻬﻢﺍﻟﱠﻀﻌﻴﻒ،ﺃﻗﺎﻣﻮﺍﻋﻠﻴﻪﺍﻟﺤﱠﺪ،ﻭﺍﻳﻢﺍﻟﱠﻠﻪﻟﻮﺃﱠﻥﻓﺎﻃﻤﺔﺑﻨﺒﺖﻣﺤﱠﻤﺪﺳﺮﻗﺖﻟﻘﻄﻌﺖﻳﺪﻩﺎ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﺘﻠﱠﻮﻥﻭﺟﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﺎﻝ:«ﺃﺗﺸﻔﻊﻓﻲﺣﱟﺪﻣﻦﺣﺪﻭﺩﺍﻟﱠﻠﻪ،؟»ﻗﺎﻝ'
			'ﺃﺳﺎﻣﺔ:ﺍﺳﺘﻐﻔﺮﻟﻲﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ.ﻗﺎﻝ:ﺛﻢﱠﺃﻣﺮﺑﺘﻠﻚﺍﻟﻤﺮﺃﺓ،ﻓﻘﻄﻌﺖﻳﺪﻩﺎ.'
			'`',
		translation: 'Translation of Hadith 1770'
),
	Hadith(
		hadithNumber: 1771,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﱠﺗﻘﻮﺍﺍﱠﻟﻼﻋﻨﻴﻦ»ﻗﺎﻟﻮﺍ'
			'ﻭﻣﺎﺍﱠﻟﻼﻋﻨﺎﻥ؟ﻗﺎﻝ:«ﺍﱠﻟﺬﻱﻳﺘﺨﱠﻠﻰﻓﻲﻃﺮﻳﻖﺍﻟﱠﻨﺎﺱﺃﻭﻓﻲﻇﱢﻠﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1771'
),
	Hadith(
		hadithNumber: 1772,
		hadith:
						'ﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﺃﻥﻳﺒﺎﻝﻓﻲﺍﻟﻤﺎﺀﺍﻟﱠﺮﺍﺁﺪ.ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1772'
),
	Hadith(
		hadithNumber: 1773,
		hadith:
						'ﻋﻦﺍﻟﱡﻨﻌﻤﺎﻥﺑﻦﺑﺸﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺃﺑﺎﻩﺃﺗﻰﺑﻪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ:ﺇﱢﻧﻲ'
			'ﻧﺤﻠﺖﺍﺑﻨﻲﻩﺬﺍﻏﻼﻣﺎﺁﺎﻥﻟﻲ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﺁﻞﱠﻭﻟﺪﻙﻧﺤﻠﺘﻪﻣﺜﻞﻩﺬﺍ؟»ﻓﻘﺎﻝ:'
			'ﻻ،ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻓﺄﺭﺟﻌﻪ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻓﻌﻠﺖﻩﺬﺍﺑﻮﻟﺪﻙﺁﱢﻠﻬﻢ؟»ﻗﺎﻝ:ﻻ،ﻗﺎﻝ:«ﺍﱠﺗﻘﻮﺍ'
			'ﺍﻟﱠﻠﻪﻭﺍﻋﺪﻟﻮﺍﻓﻲﺃﻭﻻﺩﺁﻢ»ﻓﺮﺟﻊﺃﺑﻲ،ﻓﺮﱠﺩﺗﻠﻚﺍﻟﱠﺼﺪﻗﺔ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺎﺑﺸﻴﺮﺃﻟﻚﻭﻟﺪﺳﻮﻯﻩﺬﺍ؟ﻗﺎﻝ:ﻧﻌﻢ،ﻗﺎﻝ:«'
			'ﺃﺁﻠﱠﻬﻢﻭﻩﺒﺖﻟﻪﻣﺜﻞﻩﺬﺍ؟»ﻗﺎﻝ:ﻻ،ﻗﺎﻝ:«ﻓﻼﺗﺸﻬﺪﻧﻲﺇﺫﺍﻓﺈﱢﻧﻲﻻﺃﺷﻬﺪﻋﻠﻰﺟﻮﺭ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻻﺗﺸﻬﺪﻧﻲﻋﻠﻰﺟﻮﺭ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﺃﺷﻬﺪﻋﻠﻰﻩﺬﺍﻏﻴﺮﻱ،»ﺛﻢﱠﻗﺎﻝ:«ﺃﻳﺴﱡﺮﻙﺃﻥﻳﻜﻮﻧﻮﺍﺇﻟﻴﻚﻓﻲﺍﻟﺒﱢﺮﺳﻮﺍﺀ؟»ﻗﺎﻝ:ﺑﻠﻰ،'
			'ﻗﺎﻝ:«ﻓﻼﺇﺫﺍ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1773'
),
	Hadith(
		hadithNumber: 1774,
		hadith:
						'ﻋﻦﺯﻳﻨﺐﺑﻨﺖﺃﺑﻲﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻟﺖ:ﺩﺧﻠﺖﻋﻠﻰﺄﻣﱢﺣﺒﻴﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺯﻭﺝﺍﻟﱠﻨﺒﱢﻲ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﻴﻦﺗﻮﱢﻓﻲﺃﺑﻮﻩﺎﺃﺑﻮﺳﻔﻴﺎﻥﺑﻦﺣﺮﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻓﺪﻋﺖﺑﻄﻴﺐﻓﻴﻪﺻﻔﺮﺓﺧﻠﻮﻕ'
			'ﺃﻭﻏﻴﺮﻩ،ﻓﺪﻩﻨﺖﻣﻨﻪﺟﺎﺭﻳﺔ،ﺛﻢﱠﻣﱠﺴﺖﺑﻌﺎﺭﺿﻴﻬﺎ.ﺛﻢﱠﻗﺎﻟﺖ:ﻭﺍﻟﱠﻠﻪﻣﺎﻟﻲﺑﺎﻟﱢﻄﻴﺐﻣﻦﺣﺎﺟﺔ،ﻏﻴﺮﺃﱢﻧﻲ'
			'ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝﻋﻠﻰﺍﻟﻤﻨﺒﺮ:«ﻻﻳﺤﱡﻞﻻﻣﺮﺃﺓﺗﺆﻣﻦﺑﺎﻟﱠﻠﻪﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮﺃﻥﺗﺤﺪﱠ'
			'ﻋﻠﻰﻣﱢﻴﺖﻓﻮﻕﺛﻼﺙﻟﻴﺎﻝ،ﺇﱠﻻﻋﻠﻰﺯﻭﺝﺃﺭﺑﻌﺔﺃﺷﻬﺮﻭﻋﺸﺮﺍ»ﻗﺎﻟﺖﺯﻳﻨﺐ:ﺛﻢﱠﺩﺧﻠﺖﻋﻠﻰﺯﻳﻨﺐﺑﻨﺖ'
			'ﺟﺤﺶﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺣﻴﻦﺗﻮﻓﱢﻲﺃﺧﻮﻩﺎ،ﻓﺪﻋﺖﺑﻄﻴﺐﻓﻤﱠﺴﺖﻣﻨﻪ،ﺛﻢﱠﻗﺎﻟﺖ:ﺃﻣﺎﻭﺍﻟﱠﻠﻪﻣﺎﻟﻲﺑﺎﻟﱢﻄﻴﺐﻣﻦ'
			'ﺣﺎﺟﺔ،ﻏﻴﺮﺃﱢﻧﻲﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝﻋﻠﻰﺍﻟﻤﻨﺒﺮ:«ﻻﻳﺤﱡﻞﻻﻣﺮﺃﺓﺗﺆﻣﻦﺑﺎﻟﱠﻠﻪ'
			'ﻭﺍﻟﻴﻮﻡﺍﻵﺧﺮﺃﻥﺗﺤﺪﱠﻋﻠﻰﻣﱢﻴﺖﻓﻮﻕﺛﻼﺙﺇﱠﻻﻋﻠﻰﺯﻭﺝﺃﺭﺑﻌﺔﺃﺷﻬﺮﻭﻋﺸﺮﺍ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1774'
),
	Hadith(
		hadithNumber: 1775,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻳﺒﻴﻊﺣﺎﺿﺮﻟﺒﺎﺩﻭﺇﻥﺁﺎﻥ'
			'ﺃﺧﺎﻩﻷﺑﻴﻪﻭﺃﱢﻣﻪ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1775'
),
	Hadith(
		hadithNumber: 1776,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺘﻠﱡﻘﻮﺍﺍﻟﺴﻠﻊﺣﱠﺘﻰﻳﻬﺒﻂﺑﻬﺎﺇﻟﻰ'
			'ﺍﻷﺳﻮﺍﻕ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1776'
),
	Hadith(
		hadithNumber: 1777,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:«ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﺘﻠﱠﻘﻮﺍﺍﻟﱡﺮﺁﺒﺎﻥ'
			'،ﻭﻻﻳﺒﻊﺣﺎﺿﺮﻟﺒﺎﺩ»،ﻓﻘﺎﻝﻟﻪﻃﺎﻭﻭﺱ:ﻣﺎ«ﻻﻳﺒﻊﺣﺎﺿﺮﻟﺒﺎﺩ؟»ﻗﺎﻝ:ﻻﻳﻜﻮﻥﻟﻪﺳﻤﺴﺎﺭﺍ.ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1777'
),
	Hadith(
		hadithNumber: 1778,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻳﺒﻴﻊﺣﺎﺿﺮﻟﺒﺎﺩﻭﻻ'
			'ﺗﻨﺎﺟﺸﻮﺍﻭﻻﻳﺒﻊﺍﻟﺮﱠﺟﻞﻋﻠﻰﺑﻴﻊﺃﺧﻴﻪ،ﻭﻻﻳﺨﻄﺐﻋﻠﻰﺧﻄﺒﺔﺃﺧﻴﻪ،ﻭﻻﺗﺴﺄﻝﺍﻟﻤﺮﺃﺓﻃﻼﻕﺃﺧﺘﻬﺎﻟﺘﻜﻔﺄﻣﺎ'
			'ﻓﻲﺇﻧﺎﺋﻬﺎ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝ:ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦﺍﻟﱠﺘﻠﱢﻘﻲﻭﺄﻧﻳﺒﺘﺎﻉﺍﻟﻤﻬﺎﺟﺮﻷﻋﺮﺍﺑﱢﻲ،ﻭﺃﻥ'
			'ﺗﺸﺘﺮﻁﺍﻟﻤﺮﺃﺓﻃﻼﻕﺃﺧﺘﻬﺎ،ﻭﺃﻥﻳﺴﺘﺎﻡﺍﻟﺮﱠﺟﻞﻋﻠﻰﺳﻮﻡﺃﺧﻴﻪ،ﻭﻧﻬﻰﻋﻦﺍﻟﱠﻨﺠﺶﻭﺍﻟﱠﺘﺼﺮﻳﺔ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1778'
),
	Hadith(
		hadithNumber: 1779,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،ﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺒﻊﺑﻌﻀﻜﻢﻋﻠﻰ'
			'ﺑﻴﻊﺑﻌﺾ،ﻭﻻﻳﺨﻄﺐﻋﻠﻰﺧﻄﺒﺔﺃﺧﻴﻪﺇﱠﻻﺃﻥﻳﺄﺫﻥﻟﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻮﻫﺬﺍﻟﻔﻆﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1779'
),
	Hadith(
		hadithNumber: 1780,
		hadith:
						'ﻭﻋﻦﻋﻘﺒﺔﺑﻦﻋﺎﻣﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﻤﺆﻣﻦﺃﺧﻮ'
			'ﺍﻟﻤﺆﻣﻦ،ﻓﻼﻳﺤﱡﻞﻟﻤﺆﻣﻦﺃﻥﻳﺒﺘﺎﻉﻋﻠﻰﺑﻴﻊﺃﺧﻴﻪﻭﻻﻳﺨﻄﺐﻋﻠﻰﺧﻄﺒﺔﺃﺧﻴﻪﺣﱠﺘﻰﻳﺬﺭ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1780'
),
	Hadith(
		hadithNumber: 1781,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻳﺮﺿﻲ'
			'ﻟﻜﻢﺛﻼﺛﺎ،ﻭﻳﻜﺮﻩﻟﻜﻢﺛﻼﺛﺎ:ﻓﻴﺮﺿﻲﻟﻜﻢﺃﻥﺗﻌﺒﺪﻭﻩ،ﻭﻻﺗﺸﺮﺁﻮﺍﺑﻪﺷﻴﺌﺎ،ﻭﺃﻥﺗﻌﺘﺼﻤﻮﺍﺑﺤﺒﻞﺍﻟﱠﻠﻪﺟﻤﻴﻌﺎ'
			'ﻭﻻﺗﻔﱠﺮﻗﻮﺍ،ﻭﻳﻜﺮﻩﻟﻜﻢ:ﻗﻴﻞﻭﻗﺎﻝ،ﻭﺁﺜﺮﺓﺍﻟﱡﺴﺆﺍﻝ،ﻭﺇﺿﺎﻋﺔﺍﻟﻤﺎﻝ»ﺭﻭﺍﻩﻣﺴﻠﻢ،ﻭﺗﻘﱠﺪﻡﺷﺮﺣﻪ',
		translation: 'Translation of Hadith 1781'
),
	Hadith(
		hadithNumber: 1782,
		hadith:
						'ﻭﻋﻦﻭﱠﺭﺍﺩﺁﺎﺗﺐﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﻗﺎﻝ:ﺃﻣﻠﻰﻋﻠﱠﻲﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﻓﻲﺁﺘﺎﺏﺇﻟﻰﻣﻌﺎﻭﻳﺔﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ،ﺃﱠﻥﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻳﻘﻮﻝﻓﻲﺩﺑﺮﺁﻞﱢﺻﻼﺓﻣﻜﺘﻮﺑﺔ:«ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﺣﺪﻩﻻﺷﺮﻳﻚﻟﻪ'
			'،ﻟﻪﺍﻟﻤﻠﻚﻭﻟﻪﺍﻟﺤﻤﺪﻭﻩﻮﻋﻠﻰﺁﻞﱢﺷﻲﺀﻗﺪﻳﺮ،ﺍﻟﻠﱠﻬﻢﱠﻻﻣﺎﻧﻊﻟﻤﺎﺃﻋﻄﻴﺖ،ﻭﻻﻣﻌﻄﻲﻟﻤﺎﻣﻨﻌﺖ،ﻭﻻﻳﻨﻔﻊ'
			'ﺫﺍﺍﻟﺠﱢﺪﻣﻨﻚﺍﻟﺠﱡﺪ»ﻭﺁﺘﺐﺇﻟﻴﻪﺃﻧﱠﻪ«ﺁﺎﻥﻳﻨﻬﻰﻋﻦﻗﻴﻞﻭﻗﺎﻝ،ﻭﺇﺿﺎﻋﺔﺍﻟﻤﺎﻝ،ﻭﺁﺜﺮﺓﺍﻟﱡﺴﺆﺍﻝ،ﻭﺁﺎﻥﻳﻨﻬﻰ'
			'ﻋﻦﻋﻘﻮﻕﺍﻷﻣﱠﻬﺎﺕ،ﻭﻭﺃﺩﺍﻟﺒﻨﺎﺕ،ﻭﻣﻨﻊﻭﻩﺎﺕ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻭﺳﺒﻖﺷﺮﺣﻪ',
		translation: 'Translation of Hadith 1782'
),
	Hadith(
		hadithNumber: 1783,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﺸﺮﺃﺣﺪﺁﻢﺇﻟﻰﺃﺧﻴﻪ'
			'ﺑﺎﻟﱢﺴﻼﺡ،ﻓﺈﻧﱠﻪﻻﻳﺪﺮﻳﻟﻌﱠﻞﺍﻟﱠﺸﻴﻄﺎﻥﻳﻨﺰﻉﻓﻲﻳﺪﻩ،ﻓﻴﻘﻊﻓﻲﺣﻔﺮﺓﻣﻦﺍﻟﱠﻨﺎﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢﻗﺎﻝ:ﻗﺎﻝﺃﺑﻮﺍﻟﻘﺎﺳﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺷﺎﺭﺇﻟﻰﺃﺧﻴﻪﺑﺤﺪﻳﺪﺓ،ﻓﺈﱠﻥﺍﻟﻤﻼﺋﻜﺔ'
			'ﺗﻠﻌﻨﻪﺣﱠﺘﻰﻳﻨﺰﻉ،ﻭﺇﻥﺁﺎﻥﺃﺧﺎﻩﻷﺑﻴﻪﻭﺃﱢﻣﻪ».'
			'ﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﻨﺰﻉ»ﺿﺒﻂﺑﺎﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔﻣﻊﺁﺴﺮﺍﻟﱠﺰﺎﻳ،ﻭﺑﺎﻟﻐﻴﻦﺍﻟﻤﻌﺠﻤﺔﻣﻊﻓﺘﺤﻬﺎ'
			'ﻭﻣﻌﻨﺎﻩﻤﺎﻣﺘﻘﺎﺭﺏ،ﻣﻌﻨﺎﻩﺑﺎﻟﻤﻬﻤﻠﺔﻳﺮﻣﻲ،ﻭﺑﺎﻟﻤﻌﺠﻤﺔﺃﻳﻀﺎﻳﺮﻣﻲﻭﻳﻔﺴﺪ،ﻭﺃﺻﻞﺍﻟﱠﻨﺰﻉ:ﺍﻟﱠﻄﻌﻦﻭﺍﻟﻔﺴﺎﺩ',
		translation: 'Translation of Hadith 1783'
),
	Hadith(
		hadithNumber: 1784,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻳﺘﻌﺎﻃﻰﺍﻟﺴﱠﻴﻒﻣﺴﻠﻮﻻ'
			'».'
			'ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ',
		translation: 'Translation of Hadith 1784'
),
	Hadith(
		hadithNumber: 1785,
		hadith:
						'ﻋﻦﺃﺑﻲﺍﻟﱠﺸﻌﺜﺎﺀﻗﺎﻝ:ﺁﱠﻨﺎﻗﻌﻮﺩﺍﻣﻊﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲﺍﻟﻤﺴﺠﺪ،ﻓﺄﱠﺫﻥﺍﻟﻤﺆﺫﱢﻥ،ﻓﻘﺎﻡ'
			'ﺭﺟﻞﻣﻦﺍﻟﻤﺴﺠﺪﻳﻤﺸﻲ،ﻓﺄﺗﺒﻌﻪﺃﺑﻮﻩﺮﻳﺮﺓﺑﺼﺮﻩﺣﱠﺘﻰﺧﺮﺝﻣﻦﺍﻟﻤﺴﺠﺪ،ﻓﻘﺎﻝﺃﺑﻮﻩﺮﻳﺮﺓ:ﺃﱠﻣﺎﻩﺬﺍﻓﻘﺪ'
			'ﻋﺼﻰﺃﺑﺎﺍﻟﻘﺎﺳﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1785'
),
	Hadith(
		hadithNumber: 1786,
		hadith:
						'ﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻋﺮﺽﻋﻠﻴﻪ'
			'ﺭﻳﺤﺎﻥ،ﻓﻼﻳﺮﺩﱠﻩ،ﻓﺈﻧﱠﻪﺧﻔﻴﻒﺍﻟﻤﺤﻤﻞ،ﻃﻴﱢﺐﺍﻟﱢﺮﻳﺢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1786'
),
	Hadith(
		hadithNumber: 1787,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺁﺎﻥﻻﻳﺮﺩﱡﺍﻟﱢﻄﻴﺐ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1787'
),
	Hadith(
		hadithNumber: 1788,
		hadith:
						'ﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻊﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺟﻼﻳﺜﻨﻲﻋﻠﻰﺭﺟﻞ'
			'ﻭﻳﻄﺮﻳﻪﻓﻲﺍﻟﻤﺪﺣﺔ،ﻓﻘﺎﻝ:«ﺃﻩﻠﻜﺘﻢ،ﺃﻭﻗﻄﻌﺘﻢﻇﻬﺮﺍﻟﱠﺮﺟﻞ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'»ﻭﺍﻹﻃﺮﺍﺀ»:ﺍﻟﻤﺒﺎﻟﻐﺔﻓﻲﺍﻟﻤﺪﺡ',
		translation: 'Translation of Hadith 1788'
),
	Hadith(
		hadithNumber: 1789,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺑﻜﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﺫﺁﺮﻋﻨﺪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺛﻨﻰﻋﻠﻴﻪﺭﺟﻞﺧﻴﺮﺍ'
			'،ﻓﻘﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﻳﺤﻚﻗﻄﻌﺖﻋﻨﻖﺻﺎﺣﺒﻚ»ﻳﻘﻮﻟﻪﻣﺮﺍﺭﺍ«ﺇﻥﺁﺎﻥﺃﺣﺪﺁﻢﻣﺎﺩﺣﺎﻻ'
			'ﻣﺤﺎﻟﺔ،ﻓﻠﻴﻘﻞ:ﺃﺣﺴﺐﺁﺬﺍﻭﺁﺬﺍﺇﻥﺁﺎﻥﻳﺮﻯﺃﻧﱠﻪﺁﺬﻟﻚ،ﻭﺣﺴﻴﺒﻪﺍﻟﱠﻠﻪ،ﻭﻻﻳﺰﱠﺁﻰﻋﻠﻰﺍﻟﱠﻠﻪﺃﺣﺪ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1789'
),
	Hadith(
		hadithNumber: 1790,
		hadith:
						'ﻭﻋﻦﻩﱠﻤﺎﻡﺑﻦﺍﻟﺤﺎﺭﺙ،ﻋﻦﺍﻟﻤﻘﺪﺍﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺟﻼﺟﻌﻞﻳﻤﺪﺡﻋﺜﻤﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،'
			'ﻓﻌﻤﺪﺍﻟﻤﻘﺪﺍﺩ،ﻓﺠﺜﺎﻋﻠﻰﺭﺁﺒﺘﻴﻪ،ﻓﺠﻌﻞﻳﺤﺜﻮﻓﻲﻭﺟﻬﻪﺍﻟﺤﺼﺒﺎﺀ،ﻓﻘﺎﻝﻟﻪﻋﺜﻤﺎﻥ:ﻣﺎﺷﺄﻧﻚ؟ﻓﻘﺎﻝ:ﺇﱠﻥ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺭﺃﻳﺘﻢﺍﻟﻤﱠﺪﺍﺣﻴﻦ،ﻓﺎﺣﺜﻮﺍﻓﻲﻭﺟﻮﻩﻬﻢﺍﻟﱡﺘﺮﺍﺏ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻓﻬﺬﻩﺍﻷﺣﺎﺩﻳﺚﻓﻲﺍﻟﱠﻨﻬﻲ،ﻭﺟﺎﺀﻓﻲﺍﻹﺑﺎﺣﺔﺃﺣﺎﺩﻳﺚﺁﺜﻴﺮﺓﺻﺤﻴﺤﺔ.'
			'ﻗﺎﻝﺍﻟﻌﻠﻤﺎﺀ:ﻭﻃﺮﻳﻖﺍﻟﺠﻤﻊﺑﻴﻦﺍﻷﺣﺎﺩﻳﺚﺃﻥﻳﻘﺎﻝ:ﺇﻥﺁﺎﻥﺍﻟﻤﻤﺪﻭﺡﻋﻨﺪﻩﺁﻤﺎﻝﺇﻳﻤﺎﻥﻭﻳﻘﻴﻦ،ﻭﺭﻳﺎﺿﺔ'
			'ﻧﻔﺲ،ﻭﻣﻌﺮﻓﺔﺗﺎﱠﻣﺔﺑﺤﻴﺚﻻﻳﻔﺘﺘﻦ،ﻭﻻﻳﻐﺘﱡﺮﺑﺬﻟﻚ،ﻭﻻﺗﻠﻌﺐﺑﻪﻧﻔﺴﻪ،ﻓﻠﻴﺲﺑﺤﺮﺎﻣﻭﻻﻣﻜﺮﻭﻩ،ﻭﺇﻥ'
			'ﺧﻴﻒﻋﻠﻴﻪﺷﻲﺀﻣﻦﻩﺬﻩﺍﻷﻣﻮﺭﺁﺮﻩﻣﺪﺣﻪﻓﻲﻭﺟﻬﻪﺁﺮﺍﻩﺔﺷﺪﻳﺪﺓ،ﻭﻋﻠﻰﻩﺬﺍﺍﻟﱠﺘﻔﺼﻴﻞﺗﻨﺰﱠﻝﺍﻷﺣﺎﺩﻳﺚ'
			'ﺍﻟﻤﺨﺘﻠﻔﺔﻓﻲﺫﻟﻚ.ﻭﻣﱠﻤﺎﺟﺎﺀﻓﻲﺍﻹﺑﺎﺣﺔﻗﻮﻟﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻷﺑﻲﺑﻜﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:«ﺃﺭﺟﻮﺃﻥ'
			'ﺗﻜﻮﻥﻣﻨﻬﻢ»ﺃﻱ:ﻣﻦﺍﱠﻟﺬﻳﻦﻳﺪﻋﻮﻥﻣﻦﺟﻤﻴﻊﺃﺑﻮﺍﺏﺍﻟﺠﱠﻨﺔﻟﺪﺧﻮﻟﻬﺎ،ﻭﻓﻲﺍﻟﺤﺪﻳﺚﺍﻵﺧﺮ:«ﻟﺴﺖﻣﻨﻬﻢ»'
			'ﺃﻱ:ﻟﺴﺖﻣﻦﺍﱠﻟﺬﻳﻦﻳﺴﺒﻠﻮﻥﺃﺯﺭﻩﻢﺧﻴﻼﺀ.ﻭﻗﺎﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻌﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:«ﻣﺎﺭﺁﻙ'
			'ﺍﻟﱠﺸﻴﻄﺎﻥﺳﺎﻟﻜﺎﻓﺠﺎﺇﱠﻻﺳﻠﻚﻓﺠﺎﻏﻴﺮﻓﱢﺠﻚ»،ﻭﺍﻷﺣﺎﺩﻳﺚﻓﻲﺍﻹﺑﺎﺣﺔﺁﺜﻴﺮﺓ،ﻭﻗﺪﺫﺁﺮﺕﺟﻤﻠﺔﻣﻦﺃﻃﺮﺍﻓﻬﺎ'
			'ﻓﻲﺁﺘﺎﺏ:«ﺍﻷﺫﺁﺎﺭ»',
		translation: 'Translation of Hadith 1790'
),
	Hadith(
		hadithNumber: 1791,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﻋﻤﺮﺑﻦﺍﻟﺨﱠﻄﺎﺏﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺧﺮﺝﺇﻟﻰﺍﻟﱠﺸﺎﻡﺣﱠﺘﻰﺇﺫﺍﺁﺎﻥ'
			'ﺑﺴﺮﻍﻟﻘﻴﻪﺃﻣﺮﺍﺀﺍﻷﺟﻨﺎﺩ-ﺃﺑﻮﻋﺒﻴﺪﺓﺑﻦﺍﻟﺠﱠﺮﺍﺡﻭﺃﺻﺤﺎﺑﻪ-ﻓﺄﺧﺒﺮﻭﻩﺃﱠﻥﺍﻟﻮﺑﺎﺀﻗﺪﻭﻗﻊﺑﺎﻟﱠﺸﺎﻡ،ﻗﺎﻝﺍﺑﻦ'
			'ﻋﱠﺒﺎﺱ:ﻓﻘﺎﻝﻟﻲﻋﻤﺮ:ﺍﺩﻉﻟﻲﺍﻟﻤﻬﺎﺟﺮﻳﻦﺍﻷﱠﻭﻟﻴﻦﻓﺪﻋﻮﺗﻬﻢ،ﻓﺎﺳﺘﺸﺎﺮﻫﻢ،ﻭﺃﺧﺒﺮﻩﻢﺃﱠﻥﺍﻟﻮﺑﺎﺀﻗﺪﻭﻗﻊ'
			'ﺑﺎﻟﱠﺸﺎﻡ،ﻓﺎﺧﺘﻠﻔﻮﺍ،ﻓﻘﺎﻝﺑﻌﺼﻬﻢ:ﺧﺮﺟﺖﻷﻣﺮ،ﻭﻻﻧﺮﻯﺃﻥﺗﺮﺟﻊﻋﻨﻪ.ﻭﻗﺎﻝﺑﻌﻀﻬﻢ:ﻣﻌﻚﺑﻘﱠﻴﺔﺍﻟﱠﻨﺎﺱ'
			'ﻭﺃﺻﺤﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻭﻻﻧﺮﻯﺃﻥﺗﻘﺪﻣﻬﻢﻋﻠﻰﻩﺬﺍﺍﻟﻮﺑﺎﺀ،ﻓﻘﺎﻝ:ﺍﺭﺗﻔﻌﻮﺍﻋﱢﻨﻲ،ﺛـﱠﻢ'
			'ﻗﺎﻝ:ﺍﺩﻉﻟﻲﺍﻷﻧﺼﺎﺭ،ﻓﺪﻋﻮﺗﻬﻢ،ﻓﺎﺳﺘﺸﺎﺮﻫﻢ،ﻓﺴﻠﻜﻮﺍﺳﺒﻴﻞﺍﻟﻤﻬﺎﺟﺮﻳﻦ،ﻭﺍﺧﺘﻠﻔﻮﺍﺁﺎﺧﺘﻼﻓﻬﻢ،ﻓﻘﺎﻝ:'
			'ﺍﺭﺗﻔﻌﻮﺍﻋﻨﻲ،ﺛﻢﱠﻗﺎﻝ:ﺍﺩﻉﻟﻲﻣﻦﺁﺎﻥﻩﺎﻩﻨﺎﻣﻦﻣﺸﻴﺨﺔﻗﺮﻳﺶﻣﻦﻣﻬﺎﺟﺮﺓﺍﻟﻔﺘﺢ،ﻓﺪﻋﻮﺗﻬﻢ،ﻓﻠﻢ'
			'ﻳﺨﺘﻠﻒﻋﻠﻴﻪﻣﻨﻬﻢﺭﺟﻼﻥ،ﻓﻘﺎﻟﻮﺍ:ﻧﺮﻯﺃﻥﺗﺮﺟﻊﺑﺎﻟﱠﻨﺎﺱﻭﻻﺗﻘﺪﻣﻬﻢﻋﻠﻰﻩﺬﺍﺍﻟﻮﺑﺎﺀ،ﻓﻨﺎﺪﯨﻋﻤﺮﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪﻋﻨﻪﻓﻲﺍﻟﱠﻨﺎﺱ:ﺇﱢﻧﻲﻣﺼﺒﺢﻋﻠﻰﻇﻬﺮ،ﻓﺄﺻﺒﺤﻮﺍﻋﻠﻴﻪ:ﻓﻘﺎﻝﺃﺑﻮﻋﺒﻴﺪﺓﺍﺑﻦﺍﻟﺠﱠﺮﺍﺡﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:'
			'ﺃﻓﺮﺍﺭﺍﻣﻦﻗﺪﺭﺍﻟﱠﻠﻪ؟ﻓﻘﺎﻝﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﻟﻮﻏﻴﺮﻙﻗﺎﻟﻬﺎﻳﺎﺃﺑﺎﻋﺒﻴﺪﺓ،-ﻭﺁﺎﻥﻋﻤﺮﻳﻜﺮﻩﺧﻼﻓﻪ،'
			'ﻧﻌﻢﻧﻔﱡﺮﻣﻦﻗﺪﺭﺍﻟﱠﻠﻪﺇﻟﻰﻗﺪﺭﺍﻟﱠﻠﻪ،ﺃﺭﺃﻳﺖﻟﻮﺁﺎﻥﻟﻚﺇﺑﻞ،ﻓﻬﺒﻄﺖﻭﺍﺩﻳﺎﻟﻪﻋﺪﻭﺗﺎﻥ،ﺇﺣﺪﺍﻩﻤﺎﺧﺼﺒﺔ،'
			'ﻭﺍﻷﺧﺮﻯﺟﺪﺑﺔ،ﺃﻟﻴﺲﺇﻥﺭﻋﻴﺖﺍﻟﺨﺼﺒﺔﺭﻋﻴﺘﻬﺎﺑﻘﺪﺭﺍﻟﱠﻠﻪ،ﻭﺇﻥﺭﻋﻴﺖﺍﻟﺠﺪﺑﺔﺭﻋﻴﺘﻬﺎﺑﻘﺪﺭﺍﻟﱠﻠﻪ،ﻗﺎﻝ:'
			'ﻓﺠﺎﺀﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﻋﻮﻑﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ،ﻭﺁﺎﻥﻣﺘﻐﱢﻴﺒﺎﻓﻲﺑﻌﺾﺣﺎﺟﺘﻪ،ﻓﻘﺎﻝ:ﺇﱠﻥﻋﻨﺪﻱﻣﻦﻩﺬﺍﻋﻠﻤﺎ'
			'،ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﺫﺍﺳﻤﻌﺘﻢﺑﻪﺑﺄﺭﺽ،ﻓﻼﺗﻘﺪﻣﻮﺍﻋﻠﻴﻪ،ﻭﺇﺫﺍﻭﻗﻊ'
			'ﺑﺄﺭﺽﻭﺃﻧﺘﻢﺑﻬﺎ،ﻓﻼﺗﺨﺮﺟﻮﺍﻓﺮﺍﺭﺍﻣﻨﻪ»ﻓﺤﻤﺪﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻭﺍﻧﺼﺮﻑ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻟﻌﺪﻭﺓ:ﺟﺎﻧﺐﺍﻟﻮﺍﺪﻳ',
		translation: 'Translation of Hadith 1791'
),
	Hadith(
		hadithNumber: 1792,
		hadith:
						'ﻭﻋﻦﺃﺳﺎﻣﺔﺑﻦﺯﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺳﻤﻌﺘﻢﺍﻟﱠﻄﺎﻋﻮﻥ'
			'ﺑﺄﺭﺽ،ﻓﻼﺗﺪﺧﻠﻮﻩﺎ،ﻭﺇﺫﺍﻭﻗﻊﺑﺄﺭﺽ،ﻭﺃﻧﺘﻢﻓﻴﻬﺎ،ﻓﻼﺗﺨﺮﺟﻮﺍﻣﻨﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1792'
),
	Hadith(
		hadithNumber: 1793,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﺟﺘﻨﺒﻮﺍﺍﻟﱠﺴﺒﻊﺍﻟﻤﻮﺑﻘﺎﺕ»'
			'ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﻣﺎﻩﻦﱠ؟ﻗﺎﻝ:«ﺍﻟﺸﱢﺮﻙﺑﺎﻟﱠﻠﻪ،ﺍﻟﺴﱢﺤﺮ،ﻭﻗﺘﻞﺍﻟﱠﻨﻔﺲﺍﻟﺘﻲﺣﱠﺮﻡﺍﻟﱠﻠﻪﺇﱠﻻﺑﺎﻟﺤﱢﻖ،ﻭﺃﺁﻞ'
			'ﺍﻟﱢﺮﺑﺎ،ﻭﺃﺁﻞﻣﺎﻝﺍﻟﻴﺘﻴﻢ،ﻭﺍﻟﱠﺘﻮﱢﻟﻲﻳﻮﻡﺍﻟﱠﺰﺣﻒ،ﻭﻗﺬﻑﺍﻟﻤﺤﺼﻨﺎﺕﺍﻟﻤﺆﻣﻨﺎﺕﺍﻟﻐﺎﻓﻼﺕ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1793'
),
	Hadith(
		hadithNumber: 1794,
		hadith:
						'ﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:«ﻧﻬﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻳﺴﺎﻓﺮﺑﺎﻟﻘﺮﺁﻥﺇﻟﻰ'
			'ﺃﺭﺽﺍﻟﻌﺪﻭﱢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1794'
),
	Hadith(
		hadithNumber: 1795,
		hadith:
						'ﻋﻦﺃﱢﻡﺳﻠﻤﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﱠﻟﺬﻱﻳﺸﺮﺏﻓﻲﺁﻧﻴﺔ'
			'ﺍﻟﻔﱠﻀﺔﺇﱠﻧﻤﺎﻳﺠﺮﺟﺮﻓﻲﺑﻄﻨﻪﻧﺎﺭﺟﻬﱠﻨﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻤﺴﻠﻢ:«ﺇﱠﻥﺍﱠﻟﺬﻱﻳﺄﺁﻞﺃﻭﻳﺸﺮﺏﻓﻲﺁﻧﻴﺔﺍﻟﻔﱠﻀﺔﻭﺍﻟﱠﺬﻩﺐ»',
		translation: 'Translation of Hadith 1795'
),
	Hadith(
		hadithNumber: 1796,
		hadith:
						'ﻭﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺇﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﺎﻧﺎﻋﻦﺍﻟﺤﺮﻳﺮ،ﻭﺍﻟﱢﺪﻳﺒﺎﺝ،'
			'ﻭﺍﻟﱡﺸﺮﺏﻓﻲﺁﻧﻴﺔﺍﻟﱠﺬﻩﺐﻭﺍﻟﻔﱠﻀﺔ،ﻭﻗﺎﻝ:«ﻩﻦﱠﻟﻬﻢﻓﻲﺍﻟﱡﺪﻧﻴﺎﻭﻩﻲﻟﻜﻢﻓﻲﺍﻵﺧﺮﺓ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﻲﺍﻟﱠﺼﺤﻴﺤﻴﻦﻋﻦﺣﺬﻳﻔﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻻ'
			'ﺗﻠﺒﺴﻮﺍﺍﻟﺤﺮﻳﺮﻭﻻﺍﻟﱢﺪﻳﺒﺎﺝ،ﻭﻻﺗﺸﺮﺑﻮﺍﻓﻲﺁﻧﻴﺔﺍﻟﱠﺬﻩﺐﻭﺍﻟﻔﱠﻀﺔﻭﻻﺗﺄﺁﻠﻮﺍﻓﻲﺻﺤﺎﻓﻬﺎ»',
		translation: 'Translation of Hadith 1796'
),
	Hadith(
		hadithNumber: 1797,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺑﻦﺳﻴﺮﻳﻦﻗﺎﻝ:ﺁﻨﺖﻣﻊﺃﻧﺲﺑﻦﻣﺎﻟﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻨﺪﻧﻔﺮﻣﻦﺍﻟﻤﺠﻮﺱ،ﻓﺠﻲﺀ'
			'ﺑﻔﺎﻟﻮﺩﺝﻋﻠﻰﺇﻧﺎﺀﻣﻦﻓﱠﻀﺔ،ﻓﻠﻢﻳﺄﺁﻠﻪ،ﻓﻘﻴﻞﻟﻪﺣﱢﻮﻟﻪﻓﺤﱠﻮﻟﻪﻋﻠﻰﺇﻧﺎﺀﻣﻦﺧﻠﻨﺞ،ﻭﺟﻲﺀﺑﻪﻓﺄﺁﻠﻪ.ﺭﻭﺍﻩ'
			'ﺍﻟﺒﻴﻬﻘﻲﺑﺈﺳﻨﺎﺩﺣﺴﻦ.'
			'ﺍﻟﺨﻠﻨﺞ»:ﺍﻟﺠﻔﻨﺔ»',
		translation: 'Translation of Hadith 1797'
),
	Hadith(
		hadithNumber: 1798,
		hadith:
						'ﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻧﻬﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻥﻳﺘﺰﻋﻔﺮﺍﻟﺮﱠﺟﻞ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1798'
),
	Hadith(
		hadithNumber: 1799,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺭﺄﯨﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﱠﻲ'
			'ﺛﻮﺑﻴﻦﻣﻌﺼﻔﺮﻳﻦﻓﻘﺎﻝ:«ﺃﱡﻣﻚﺃﻣﺮﺗﻚﺑﻬﺬﺍ؟»ﻗﻠﺖ:ﺃﻏﺴﻠﻬﻤﺎ؟ﻗﺎﻝ:«ﺑﻞﺃﺣﺮﻗﻬﻤﺎ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ،ﻓﻘﺎﻝ:«ﺇﱠﻥﻩﺬﺍﻣﻦﺛﻴﺎﺏﺍﻟﻜﱠﻔﺎﺭﻓﻼﺗﻠﺒﺴﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1799'
),
	Hadith(
		hadithNumber: 1800,
		hadith:
						'ﻋﻦﻋﻠﱟﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺣﻔﻈﺖﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﻳﺘﻢﺑﻌﺪﺍﺣﺘﻼﻡ،'
			'ﻭﻻﺻﻤﺎﺕﻳﻮﻡﺇﻟﻰﺍﻟﱠﻠﻴﻞ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩﺑﺈﺳﻨﺎﺩﺣﺴﻦ.'
			'ﻗﺎﻝﺍﻟﺨﱠﻄﺎﺑﻲﻓﻲﺗﻔﺴﻴﺮﻩﺬﺍﺍﻟﺤﺪﻳﺚ:ﺁﺎﻥﻣﻦﻧﺴﻚﺍﻟﺠﺎﻩﻠﱠﻴﺔﺍﻟﺼﻤﺎﺕ،ﻓﻨﻬﻮﺍﻓﻲﺍﻹﺳﻼﻡﻋﻦﺫﻟﻚ،ﻭﺃﻣﺮﻭﺍ'
			'ﺑﺎﻟﱢﺬﺁﺮﻭﺍﻟﺤﺪﻳﺚﺑﺎﻟﺨﻴﺮ.'
			'`',
		translation: 'Translation of Hadith 1800'
),
	Hadith(
		hadithNumber: 1801,
		hadith:
						'ﻭﻋﻦﻗﻴﺲﺑﻦﺃﺑﻲﺣﺎﺰﻣﻗﺎﻝ:«ﺩﺧﻞﺃﺑﻮﺑﻜﺮﺍﻟﱢﺼﱢﺪﻳﻖﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻠﻰﺍﻣﺮﺃﺓﻣﻦﺃﺣﻤﺲﻳﻘﺎﻝ'
			'ﻟﻬﺎ:ﺯﻳﻨﺐ،ﻓﺮﺁﻩﺎﻻﺗﺘﻜﱠﻠﻢ.ﻓﻘﺎﻝ:«ﻣﺎﻟﻬﺎﻻﺗﺘﻜﱠﻠﻢ»؟ﻓﻘﺎﻟﻮﺍ:ﺣﱠﺠﺖﻣﺼﻤﺘﺔ،ﻓﻘﺎﻝﻟﻬﺎ:«ﺗﻜﱠﻠﻤﻲﻓﺈﱠﻥ'
			'ﻩﺬﺍﻻﻳﺤﱡﻞ،ﻩﺬﺍﻣﻦﻋﻤﻞﺍﻟﺠﺎﻩﻠﻴﺔ»،ﻓﺘﻜﱠﻠﻤﺖ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1801'
),
	Hadith(
		hadithNumber: 1802,
		hadith:
						'ﻋﻦﺳﻌﺪﺑﻦﺃﺑﻲﻭﱠﻗﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:ﻣﻦﺍﱠﺩﻋﻰﺇﻟﻰﻏﻴﺮﺃﺑﻴﻪ'
			'ﻭﻩﻮﻳﻌﻠﻢﺃﻧﱠﻪﻏﻴﺮﺃﺑﻴﻪﻓﺎﻟﺠﱠﻨﺔﻋﻠﻴﻪﺣﺮﺎﻣ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1802'
),
	Hadith(
		hadithNumber: 1803,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﺮﻏﺒﻮﺍﻋﻦﺁﺑﺎﺋﻜﻢ،ﻓﻤﻦ'
			'ﺭﻏﺐﻋﻦﺃﺑﻴﻪﻓﻬﻮﺁﻔﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1803'
),
	Hadith(
		hadithNumber: 1804,
		hadith:
						'ﻭﻋﻦﻳﺰﻳﺪﺷﺮﻳﻚﺑﻦﻃﺎﺭﻕﻗﺎﻝ:ﺭﺃﻳﺖﻋﻠﻴﺎﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻠﻰﺍﻟﻤﻨﺒﺮﻳﺨﻄﺐ،ﻓﺴﻤﻌﺘﻪﻳﻘﻮﻝ:ﻻ'
			'ﻭﺍﻟﱠﻠﻪﻣﺎﻋﻨﺪﻧﺎﻣﻦﺁﺘﺎﺏﻧﻘﺮﺅﻩﺇﱠﻻﺁﺘﺎﺏﺍﻟﱠﻠﻪ،ﻭﻣﺎﻓﻲﻩﺬﻩﺍﻟﱠﺼﺤﻴﻔﺔ،ﻓﻨﺸﺮﻩﺎﻓﺈﺫﺍﻓﻴﻬﺎﺃﺳﻨﺎﻥﺍﻹﺑﻞ،'
			'ﻭﺃﺷﻴﺎﺀﻣﻦﺍﻟﺠﺮﺍﺣﺎﺕ،ﻭﻓﻴﻬﺎ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﺍﻟﻤﺪﻳﻨﺔﺣﺮﻡﻣﺎﺑﻴﻦﻋﻴﺮﺇﻟﻰﺛﻮﺭ،'
			'ﻓﻤﻦﺃﺣﺪﺙﻓﻴﻬﺎﺣﺪﺛﺎ،ﺃﻭﺁﻮﯨﻣﺤﺪﺛﺎ،ﻓﻌﻠﻴﻪﻟﻌﻨﺔﺍﻟﱠﻠﻪﻭﺍﻟﻤﻼﺋﻜﺔﻭﺍﻟﱠﻨﺎﺱﺃﺟﻤﻌﻴﻦ،ﻻﻳﻘﺒﻞﺍﻟﱠﻠﻪﻣﻨﻪﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔﺻﺮﻓﺎﻭﻻﻋﺪﻻ،ﺫﻣﱠﺔﺍﻟﻤﺴﻠﻤﻴﻦﻭﺍﺣﺪﺓ،ﻳﺴﻌﻰﺑﻬﺎﺃﺩﻧﺎﻩﻢ،ﻓﻤﻦﺃﺧﻔﺮﻣﺴﻠﻤﺎ،ﻓﻌﻠﻴﻪﻟﻌﻨﺔﺍﻟﱠﻠﻪ'
			'ﻭﺍﻟﻤﻼﺋﻜﺔﻭﺍﻟﱠﻨﺎﺱﺃﺟﻤﻌﻴﻦ،ﻻﻳﻘﺒﻞﺍﻟﱠﻠﻪﻣﻨﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺻﺮﻓﺎﻭﻻﻋﺪﻻ.ﻭﻣﻦﺍﱠﺩﻋﻰﺇﻟﻰﻏﻴﺮﺃﺑﻴﻪ،ﺃﻭ'
			'ﺍﻧﺘﻤﻰﺇﻟﻰﻏﻴﺮﻣﻮﺍﻟﻴﻪ،ﻓﻌﻠﻴﻪﻟﻌﻨﺔﺍﻟﱠﻠﻪﻭﺍﻟﻤﻼﺋﻜﺔﻭﺍﻟﱠﻨﺎﺱﺃﺟﻤﻌﻴﻦ،ﻻﻳﻘﺒﻞﺍﻟﱠﻠﻪﻣﻨﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﺻﺮﻓﺎﻭﻻ'
			'ﻋﺪﻻ».ﻣﺘﻔﻖﻋﻠﻴﻪ.»ﺫﻣﱠﺔﺍﻟﻤﺴﻠﻤﻴﻦ»ﺃﻱ:ﻋﻬﺪﻩﻢﻭﺃﻣﺎﻧﺘﻬﻢ.«ﻭﺃﺧﻔﺮﻩ»:ﻧﻘﺾﻋﻬﺪﻩ.«'
			'ﻭﺍﻟﱠﺼﺮﻑ»:ﺍﻟﺘﱠﻮﺑﺔ،ﻭﻗﻴﻞ:ﺍﻟﺤﻠﺔ.«ﻭﺍﻟﻌﺪﻝ»:ﺍﻟﻔﺪﺍﺀ',
		translation: 'Translation of Hadith 1804'
),
	Hadith(
		hadithNumber: 1805,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺫﱟﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻟﻴﺲﻣﻦﺭﺟﻞ'
			'ﺍﱠﺩﻋﻰﻟﻐﻴﺮﺃﺑﻴﻪﻭﻩﻮﻳﻌﻠﻤﻪﺇﱠﻻﺁﻔﺮ،ﻭﻣﻦﺍﱠﺩﻋﻰﻣﺎﻟﻴﺲﻟﻪ،ﻓﻠﻴﺲﻣﱠﻨﺎ،ﻭﻟﻴﺘﺒﱠﻮﺃﻣﻘﻌﺪﻩﻣﻦﺍﻟﱠﻨﺎﺭ،ﻭﻣﻦﺩﻋﺎ'
			'ﺭﺟﻼﺑﺎﻟﻜﻔﺮ،ﺃﻭﻗﺎﻝ:ﻋﺪﻭﱠﺍﻟﱠﻠﻪ،ﻭﻟﻴﺲﺁﺬﻟﻚﺇﱠﻻﺣﺎﺭﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ،ﻭﻩﺬﺍﻟﻔﻆﺭﻭﺍﻳﺔﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1805'
),
	Hadith(
		hadithNumber: 1806,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻳﻐﺎﺭ،ﻭﻏﻴﺮﺓ'
			'ﺍﻟﱠﻠﻪﺃﻥﻳﺄﺗﻲﺍﻟﻤﺮﺀﻣﺎﺣﱠﺮﻡﺍﻟﱠﻠﻪﻋﻠﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1806'
),
	Hadith(
		hadithNumber: 1807,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﺣﻠﻒﻓﻘﺎﻝﻓﻲﺣﻠﻔﻪ:'
			'ﺑﺎﱠﻟﻼﺕﻭﺍﻟﻌﱠﺰﻯ،ﻓﻠﻴﻘﻞ:ﻻﺇﻟﻪﺇﱠﻻﺍﻟﱠﻠﻪﻭﻣﻦﻗﺎﻝﻟﺼﺎﺣﺒﻪ،ﺗﻌﺎﻝﺃﻗﺎﻣﺮﻙﻓﻠﻴﺘﺼﱠﺪﻕ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1807'
),
	Hadith(
		hadithNumber: 1808,
		hadith:
						'ﻋﻦﺍﻟﱠﻨﻮﺎﺳﺑﻦﺳﻤﻌﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺫﺁﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﱠﺪﱠﺟﺎﻝﺫﺍﺕﻏﺪﺍﺓ'
			'،ﻓﺨﱠﻔﺾﻓﻴﻪ،ﻭﺭﻓﻊﺣﱠﺘﻰﻇﻨﻨﺎﻩﻓﻲﻃﺎﺋﻔﺔﺍﻟﱠﻨﺨﻞ،ﻓﻠﱠﻤﺎﺭﺣﻨﺎﺇﻟﻴﻪ،ﻋﺮﻑﺫﻟﻚﻓﻴﻨﺎﻓﻘﺎﻝ:«ﻣﺎﺷﺄﻧﻜﻢ؟»'
			'ﻗﻠﻨﺎ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺫﺁﺮﺕﺍﻟﱠﺪﱠﺟﺎﻝﺍﻟﻐﺪﺍﺓ،ﻓﺨﱠﻔﻀﺖﻓﻴﻪﻭﺭﻓﻌﺖ،ﺣﱠﺘﻰﻇﻨﱠﻨﺎﻩﻓﻲﻃﺎﺋﻔﺔﺍﻟﱠﻨﺨﻞﻓﻘﺎﻝ:«ﻏﻴﺮ'
			'ﺍﻟﱠﺪﺟﺎﻝﺃﺧﻮﻓﻨﻲﻋﻠﻴﻜﻢ،ﺇﻥﻳﺨﺮﺝﻭﺃﻧﺂﻓﻴﻜﻢ،ﻓﺄﻧﺎﺣﺠﻴﺠﻪﺩﻭﻧﻜﻢ،ﻭﺇﻥﻳﺨﺮﺝﻭﻟﺴﺖﻓﻴﻜﻢ،ﻓﻜﱡﻞﺍﻣﺮﻱﺀ'
			'ﺣﺠﻴﺞﻧﻔﺴﻪ،ﻭﺍﻟﱠﻠﻪﺧﻠﻴﻔﺘﻲﻋﻠﻰﺁﻞﱢﻣﺴﻠﻢ.ﺇﱠﻧﻪﺷﺎﺏﻗﻄﻂﻋﻴﻨﻪﻃﺎﻓﻴﺔ،ﺁﺄﱠﻧﻲﺃﺷﱢﺒﻬﻪﺑﻌﺒﺪﺍﻟﻌﱠﺰﻯﺑﻦﻗﻄﻦ،'
			'ﻓﻤﻦﺃﺩﺭﺁﻪﻣﻨﻜﻢ،ﻓﻠﻴﻘﺮﺃﻋﻠﻴﻪﻓﻮﺍﺗﺢﺳﻮﺭﺓﺍﻟﻜﻬﻒ،ﺇﱠﻧﻪﺧﺎﺭﺝﺧﱠﻠﺔﺑﻴﻦﺍﻟﱠﺸﺎﻡﻭﺍﻟﻌﺮﺍﻕ،ﻓﻌﺎﺙﻳﻤﻴﻨﺎﻭﻋﺎﺙ'
			'ﺷﻤﺎﻻ،ﻳﺎﻋﺒﺎﺩﺍﻟﱠﻠﻪﻓﺎﺛﺒﺘﻮﺍ».ﻗﻠﻨﺎﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﻣﺎﻟﺒﺜﻪﻓﻲﺍﻷﺭﺽ؟ﻗﺎﻝ:«ﺃﺭﺑﻌﻮﻥﻳﻮﻣﺎ:ﻳﻮﻡﺁﺴﻨﺔ،'
			'ﻭﻳﻮﻡﺁﺸﻬﺮ،ﻭﻳﻮﻡﺁﺠﻤﻌﺔ،ﻭﺳﺎﺋﺮﺃﱠﻳﺎﻣﻪﺁﺄﱠﻳﺎﻣﻜﻢ».ﻗﻠﻨﺎ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﺬﻟﻚﺍﻟﻴﻮﻡﺍﱠﻟﺬﻱﺁﺴﻨﺔﺃﺗﻜﻔﻴﻨﺎ'
			'ﻓﻴﻪﺻﻼﺓﻳﻮﻡ؟ﻗﺎﻝ:«ﻻ،ﺍﻗﺪﺭﻭﺍﻟﻪﻗﺪﺭﻩ».ﻗﻠﻨﺎ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﻣﺎﺇﺳﺮﺍﻋﻪﻓﻲﺍﻷﺭﺽ؟ﻗﺎﻝ:«'
			'ﺁﺎﻟﻐﻴﺚﺍﺳﺘﺪﺑﺮﺗﻪﺍﻟﱢﺮﻳﺢ،ﻓﻴﺄﺗﻲﻋﻠﻰﺍﻟﻘﻮﻡ،ﻓﻴﺪﻋﻮﻩﻢ،ﻓﻴﺆﻣﻨﻮﻥﺑﻪ،ﻭﻳﺴﺘﺠﻴﺒﻮﻥﻟﻪﻓﻴﺄﻣﺮﺍﻟﱠﺴﻤﺎﺀﻓﺘﻤﻄﺮ'
			'،ﻭﺍﻷﺭﺽﻓﺘﻨﺒﺖ،ﻓﺘﺮﻭﺡﻋﻠﻴﻬﻢﺳﺎﺭﺣﺘﻬﻢﺃﻃﻮﻝﻣﺎﺁﺎﻧﺖﺫﺮﯨ،ﻭﺃﺳﺒﻐﻪﺿﺮﻭﻋﺎ،ﻭﺃﻣﺪﱠﻩﺧﻮﺍﺻﺮ،ﺛﱠﻢﻳﺄﺗﻲ'
			'ﺍﻟﻘﻮﻡﻓﻴﺪﻋﻮﻩﻢ،ﻓﻴﺮﱡﺩﻮﻧﻋﻠﻴﻪﻗﻮﻟﻪ،ﻓﻴﻨﺼﺮﻑﻋﻨﻬﻢ،ﻓﻴﺼﺒﺤﻮﻥﻣﻤﺤﻠﻴﻦﻟﻴﺲﺑﺄﻳﺪﻳﻬﻢﺷﻲﺀﻣﻦﺃﻣﻮﺍﻟﻬﻢ'
			'،ﻭﻳﻤﱡﺮﺑﺎﻟﺨﺮﺑﺔﻓﻴﻘﻮﻝﻟﻬﺎ:ﺃﺧﺮﺟﻲﺁﻨﻮﺯﻙ،ﻓﺘﺘﺒﻌﻪ،ﺁﻨﻮﺯﻩﺎﺁﻴﻌﺎﺳﻴﺐﺍﻟﱠﻨﺤﻞ،ﱡﺛﱠﻢﻳﺪﻋﻮﺭﺟﻼﻣﻤﺘﻠﺌﺎﺷﺒﺎﺑﺎ'
			'ﻓﻴﻀﺮﺑﻪﺑﺎﻟﱠﺴﻴﻒ،ﻓﻴﻘﻄﻌﻪ،ﺟﺰﻟﺘﻴﻦﺭﻣﻴﺔﺍﻟﻐﺮﺽ،ﺛﻢﱠﻳﺪﻋﻮﻩ،ﻓﻴﻘﺒﻞ،ﻭﻳﺘﻬﻠﱠﻞﻭﺟﻬﻪﻳﻀﺤﻚ.ﻓﺒﻴﻨﻤﺎﻩﻮ'
			'ﺁﺬﻟﻚﺇﺫﺑﻌﺚﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺍﻟﻤﺴﻴﺢﺍﺑﻦﻣﺮﻳﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻴﻨﺰﻝﻋﻨﺪﺍﻟﻤﻨﺎﺭﺓﺍﻟﺒﻴﻀـﺂﺀﺷﺮﻗﱠﻲﺩﻣﺸﻖ'
			'ﺑﻴﻦﻣﻬﺮﻭﺩﺗﻴﻦ،ﻭﺍﺿﻌﺎﺁﱠﻔﻴﻪﻋﻠﻰﺃﺟﻨﺤﺔﻣﻠﻜﻴﻦ،ﺇﺫﺍﻃﺄﻃﺄﺭﺃﺳﻪ،ﻗﻄﺮﻭﺇﺫﺍﺭﻓﻌﻪﺗﺤﱠﺪﺭﻣﻨﻪﺟﻤﺎﻥﺁﺎﻟﱡﻠﺆﻟﺆ'
			'،ﻓﻼﻳﺤﱡﻞﻟﻜﺎﻓﺮﻳﺠﱡﺪﺭﻳﺢﻧﻔﺴﻪﺇﱠﻻﻣﺎﺕ،ﻭﻧﻔﺴﻪﻳﻨﺘﻬﻲﺇﻟﻰﺣﻴﺚﻳﻨﺘﻬﻲﻃﺮﻓﻪ،ﻓﻴﻄﻠﺒﻪﺣﱠﺘﻰﻳﺪﺭﺁﻪﺑﺒﺎﺏﻟﺪﱟ'
			'ﻓﻴﻘﺘﻠﻪ.ﺛﻢﱠﻳﺄﺗﻲﻋﻴﺴﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﻮﻣﺎﻗﺪﻋﺼﻤﻬﻢﺍﻟﱠﻠﻪﻣﻨﻪ،ﻓﻴﻤﺴﺢﻋﻦﻭﺟﻮﻩﻬﻢ،ﻭﻳﺤﺪﱢﺛﻬﻢ'
			'ﺑﺪﺭﺟﺎﺗﻬﻢﻓﻲﺍﻟﺠﱠﻨﺔ.ﻓﺒﻴﻨﻤﺎﻩﻮﺁﺬﻟﻚﺇﺫﺃﻭﺣﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺇﻟﻰﻋﻴﺴﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﱢﻧﻲﻗﺪﺃﺧﺮﺟﺖ'
			'ﻋﺒﺎﺩﺍﻟﻲﻻﻳﺪﺍﻥﻷﺣﺪﺑﻘﺘﺎﻟﻬﻢ،ﻓﺤﱢﺮﺯﻋﺒﺎﺪﻳﺇﻟﻰﺍﻟﱡﻄﻮﺭ،ﻭﻳﺒﻌﺚﺍﻟﱠﻠﻪﻳﺄﺟﻮﺝﻭﻣﺄﺟﻮﺝﻭﻩﻢﻣﻦﺁﻞﱢﺣﺪﺏ'
			'ﻳﻨﺴﻠﻮﻥ،ﻓﻴﻤﺮﱡﺃﻭﺍﺋﻠﻬﻢﻋﻠﻰﺑﺤﻴﺮﺓﻃﺒﺮﱠﻳﺔﻓﻴﺸﺮﺑﻮﻥﻣﺎﻓﻴﻬﺎ،ﻭﻳﻤﺮﱡﺁﺧﺮﻩﻢﻓﻴﻘﻮﻟﻮﻥ:ﻟﻘﺪﺁﺎﻥﺑﻬﺬﻩﻣﱠﺮﺓ'
			'ﻣﺎﺀ.ﻭﻳﺤﺼﺮﻧﺒﻲﺍﻟﱠﻠﻪﻋﻴﺴﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﺻﺤﺎﺑﻪﺣﱠﺘﻰﻳﻜﻮﻥﺭﺃﺱﺍﻟﱠﺜﻮﺭﻷﺣﺪﻩﻢﺧﻴﺮﺍﻣﻦﻣﺎﺋﺔ'
			'ﺩﻳﻨﺎﺭﻷﺣﺪﺁﻢﺍﻟﻴﻮﻡ،ﻓﻴﺮﻏﺐﻧﺒﻲﺍﻟﱠﻠﻪﻋﻴﺴﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﺻﺤﺎﺑﻪ،ﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﺇﻟﻰﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ،ﻓﻴﺮﺳﻞﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻠﻴﻬﻢﺍﻟﱠﻨﻐﻒﻓﻲﺭﻗﺎﺑﻬﻢ،ﻓﻴﺼﺒﺤﻮﻥﻓﺮﺳﻰﺁﻤﻮﺕﻧﻔﺲﻭﺍﺣﺪﺓ،ﺛﻢﱠﻳﻬﺒﻂﻧﺒﻲﺍﻟﱠﻠﻪ'
			'ﻋﻴﺴﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﺻﺤﺎﺑﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ،ﺇﻟﻰﺍﻷﺭﺽ،ﻓﻼﻳﺠﺪﻮﻧﻓﻲﺍﻷﺭﺽﻣﻮﺿﻊﺷﺒﺮ'
			'ﺇﱠﻻﻣﻸﻩﺯﻩﻤﻬﻢﻭﻧﺘﻨﻬﻢ،ﻓﻴﺮﻏﺐﻧﺒﻲﺍﻟﱠﻠﻪﻋﻴﺴﻰﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﺃﺻﺤﺎﺑﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢﺇﻟﻰﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ،ﻓﻴﺮﺳﻞﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻃﻴﺮﺍﺁﺄﻋﻨﺎﻕﺍﻟﺒﺨﺖ،ﻓﺘﺤﻤﻠﻬﻢ،ﻓﺘﻄﺮﺣﻬﻢﺣﻴﺖﺷﺂﺀﺍﻟﱠﻠﻪ،ﺛﻢﱠﻳﺮﺳﻞﺍﻟﱠﻠﻪﻋﱠﺰ'
			'ﻭﺟﱠﻞﻣـﻄﺮﺍﻻﻳﻜﱡﻦﻣﻨﻪﺑﻴﺖﻣﺪﺭﻭﻻﻭﺑﺮ،ﻓﻴﻐﺴﻞﺍﻷﺭﺽﺣﱠﺘﻰﻳﺘﺮﺁﻬﺎﺁﺎﻟﱠﺰﻟﻘﺔ.ﺛﻢﱠﻳﻘﺎﻝﻟﻸﺭﺽ:ﺃﻧﺒﺘﻲ'
			'ﺛﻤﺮﺗﻚ،ﻭﺭﱢﺪﻳﺑﺮﺁﺘﻚ،ﻓﻴﻮﻣﺌﺬﺗﺄﺁﻞﺍﻟﻌﺼﺎﺑﺔﻣﻦﺍﻟﱡﺮﱠﻣﺎﻧﺔ،ﻭﻳﺴﺘﻈﻠﻮﻥﺑﻘﺤﻔﻬﺎ،ﻭﻳﺒﺎﺭﻙﻓﻲﺍﻟﱢﺮﺳﻞﺣﱠﺘﻰﺇﱠﻥ'
			'ﺍﻟﱠﻠﻘﺤﺔﻣﻦﺍﻹﺑﻞﻟﺘﻜﻔﻲﺍﻟﻔﺌﺎﻡﻣﻦﺍﻟﱠﻨﺎﺱ،ﻭﺍﻟﱠﻠﻘﺤﺔﻣﻦﺍﻟﺒﻘﺮﻟﺘﻜﻔﻲﺍﻟﻘﺒﻴﻠﺔﻣﻦﺍﻟﱠﻨﺎﺱ،ﻭﺍﻟﱠﻠﻘﺤﺔﻣﻦﺍﻟﻐﻨﻢ'
			'ﺁﻞﱢﻣﺆﻣﻦﻭﺁﻞﱢﻣﺴﻠﻢ،ﻭﻳﺒﻘﻰﺷﺮﺍﺭﺍﻟﱠﻨﺎﺱﻳﺘﻬﺎﺭﺟﻮﻥﻓﻴﻬﺎﺗﻬﺎﺮﺟﺍﻟﺤﻤﺮﻓﻌﻠﻴﻬﻢﺗﻘﻮﻡﺍﻟﱠﺴﺎﻋﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ.ﻟﺘﻜﻔﻲﺍﻟﻔﺨﺬﻣﻦﺍﻟﱠﻨﺎﺱ.ﻓﺒﻴﻨﻤﺎﻩﻢﺁﺬﻟﻚﺇﺫﺑﻌﺚﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺭﻳﺤﺎﻃﱢﻴﺒﺔ،ﻓﺘﺄﺧﺬﻩﻢﺗﺤﺖﺁﺑﺎﻃﻬﻢ،ﻓﺘﻘﺒﺾﺭﻭﺡ'
			'ﻗﻮﻟﻪ:«ﺧﱠﻠﺔﺑﻴﻦﺍﻟﱠﺸﺎﻡﻭﺍﻟﻌﺮﺍﻕ»ﺃﻱ:ﻃﺮﻳﻘﺎﺑﻴﻨﻬﻤﺎ.ﻭﻗﻮﻟﻪ:«ﻋﺎﺙ»ﺑﺎﻟﻌﻴﻦﺍﻟﻤﻬﻤﻠﺔﻭﺍﻟﺜﺎﺀﺍﻟﻤﺜﱠﻠﺜﺔ،'
			'ﻭﺍﻟﻌﻴﺚ:ﺃﺷﱡﺪﺍﻟﻔﺴﺎﺩ.«ﻭﺍﻟﱡﺬﺮﯨ»:ﺑﻀﱢﻢﺍﻟﱠﺬﺍﻝﺍﻟﻤﻌﺠﻤﺔﻮﻫﻮﺃﻋﺎﻟﻲﺍﻷﺳﻨﻤﺔ.ﻭﻩﻮﺟﻤﻊﺫﺭﻭﺓﺑﻀﻢﺍﻟﱠﺬﺍﻝ'
			'ﻭﺁﺴﺮﻩﺎ«ﻭﺍﻟﻴﻌﺎﺳﻴﺐ»:ﺫﺁﻮﺭﺍﻟﱠﻨﺤﻞ.«ﻭﺟﺰﻟﺘﻴﻦ»ﺄﻳ:ﻗﻄﻌﺘﻴﻦ،«ﻭﺍﻟﻐﺮﺽ»:ﺍﻟﻬﺪﻑﺍﱠﻟﺬﻱﻳﺮﻣﻰ'
			'ﺇﻟﻴﻪﺑﺎﻟﱠﻨﱠﺸﺎﺏ،ﺃﻱ:ﻳﺮﻣﻴﻪﺭﻣﻴﺔﺁﺮﻣﻲﺍﻟﱠﻨﱠﺸﺎﺏﺇﻟﻰﺍﻟﻬﺪﻑ.«ﻭﺍﻟﻤﻬﺮﻭﺩﺓ»ﺑﺎﻟﱠﺪﻻﺍﻟﻤﻬﻤﻠﺔﺍﻟﻤﻌﺠﻤﺔ،ﻭﻩﻲ'
			':ﺍﻟﺜﱠﻮﺏﺍﻟﻤﺼﺒﻮﻍ.ﻗﻮﻟﻪ:«ﻻﻳﺪﺍﻥ»ﺃﻱ:ﻻﻃﺎﻗﺔ.«ﻭﺍﻟﱠﻨﻐﻒ»:ﺩﻭﺩ.«ﻭﻓﺮﺳﻰ»:ﺟﻤﻊﻓﺮﻳﺲ،'
			'ﻭﻩﻮﺍﻟﻘﺘﻴﻞ:ﻭ«ﺍﻟﱠﺰﻟﻘﺔ»ﺑﻔﺘﺢﺍﻟﱠﺰﺎﻳﻭﺍﻟﱠﻼﻡﻭﺍﺍﻟﻘﺎﻑ،ﻭﺭﻭﻱ«ﺍﻟﺰﱡﻟﻔﺔ»ﺑﻀﱢﻢﺍﻟﱠﺰﺎﻳﻭﺇﺳﻜﺎﻥﺍﻟﱠﻼﻡ'
			'ﻭﺑﺎﻟﻔﺎﺀ،ﻮﻫﻲﺍﻟﻤﺮﺁﺓ.«ﻭﺍﻟﻌﺼﺎﺑﺔ»:ﺍﻟﺠﻤﺎﻋﺔ،«ﻭﺍﻟﺮﱢﺳﻞ»ﺑﻜﺴﺮﺍﻟﺮﺍﺀ:ﺍﻟﱠﻠﺒﻦ،«ﻭﺍﻟﱠﻠﻘﺤﺔ»:'
			'ﺍﻟﱠﻠﺒﻮﻥ،«ﻭﺍﻟﻔﺌﺎﻡ»ﺑﻜﺴﺮﺍﻟﻔﺎﺀﻭﺑﻌﺪﻩﺎﻩﻤﺰﺓ:ﺍﻟﺠﻤﺎﻋﺔ.«ﻭﺍﻟﻔﺨﺬ»ﻣﻦﺍﻟﱠﻨﺎﺱ:ﺩﻭﻥﺍﻟﻘﺒﻴﻠﺔ',
		translation: 'Translation of Hadith 1808'
),
	Hadith(
		hadithNumber: 1809,
		hadith:
						'ﻭﻋﻦﺭﺑﻌﱢﻲﺑﻦﺣﺮﺍﺵﻗﺎﻝ:ﺍﻧﻄﻠﻘﺖﻣﻊﺃﺑﻲﻣﺴﻌﻮﺩﺍﻷﻧﺼﺎﺭﱢﻱﺇﻟﻰﺣﺬﻳﻔﺔﺑﻦﺍﻟﻴﻤﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻢ'
			'ﻓﻘﺎﻝﻟﻪﺃﺑﻮﻣﺴﻌﻮﺩ،ﺣﱢﺪﺛﻨﻲﻣﺎﺳﻤﻌﺖﻣﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻲﺍﻟﱠﺪﱠﺟﺎﻝﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﺪﱠﺟﺎﻝ'
			'ﻳﺨﺮﺝﻭﺇﱠﻥﻣﻌﻪﻣﺎﺀﻭﻧﺎﺭﺍ،ﻓﺄﱠﻣﺎﺍﱠﻟﺬﻱﻳﺮﺍﻩﺍﻟﱠﻨﺎﺱﻣﺎﺀﻓﻨﺎﺭﺗﺤﺮﻕ،ﻭﺃﱠﻣﺎﺍﱠﻟﺬﻱﻳﺮﺍﻩﺍﻟﱠﻨﺎﺱﻧﺎﺭﺍ،ﻓﻤﺎﺀﺑﺎﺭﺩ'
			'ﻋﺬﺏ،ﻓﻤﻦﺃﺩﺭﺁﻪﻣﻨﻜﻢ،ﻓﻠﻴﻘﻊﻓﻲﺍﻟﺬﻱﻳﺮﺍﻩﻧﺎﺭﺍ،ﻓﺈﻧﱠﻪﻣﺎﺀﻋﺬﺏﻃﻴﱢﺐ»ﻓﻘﺎﻝﺃﺑﻮﻣﺴﻌﻮﺩ:ﻭﺃﻧﺎﻗﺪ'
			'ﺳﻤﻌﺘﻪ.ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1809'
),
	Hadith(
		hadithNumber: 1810,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«'
			'ﻳﺨﺮﺝﺍﻟﱠﺪﱠﺟﺎﻝﻓﻲﺃﱠﻣﺘﻲﻓﻴﻤﻜﺚﺃﺭﺑﻌﻴﻦ،ﻻﺃﺩﺮﻳﺃﺭﺑﻌﻴﻦﻳﻮﻣﺎ،ﺃﻭﺃﺭﺑﻌﻴﻦﺷﻬﺮﺍ،ﺃﻭﺃﺭﺑﻌﻴﻦﻋﺎﻣﺎ،ﻓﻴﺒﻌﺚ'
			'ﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻴﺴﻰﺍﺑﻦﻣﺮﻳﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻴﻄﻠﺒﻪﻓﻴﻬﻠﻜﻪ،ﱡﺛﱠﻢﻳﻤﻜﺚﺍﻟﱠﻨﺎﺱﺳﺒﻊﺳﻨﻴﻦﻟﻴﺲﺑﻴﻦﺍﺛﻨﻴﻦ'
			'ﻋﺪﺍﻭﺓ.'
			'ﱡﺛﱠﻢﻳﺮﺳﻞﺍﻟﱠﻠﻪ،ﻋﱠﺰﻭﺟﱠﻞ،ﺭﻳﺤﺎﺑﺎﺭﺩﺓﻣﻦﻗﺒﻞﺍﻟﱠﺸﺎﻡ،ﻓﻼﻳﺒﻘﻰﻋﻠﻰﻭﺟﻪﺍﻷﺭﺽﺃﺣﺪﻓﻲﻗﻠﺒﻪﻣﺜﻘﺎﻝﺫﱠﺭﺓ'
			'ﻣﻦﺧﻴﺮﺃﻭﺇﻳﻤﺎﻥﺇﱠﻻﻗﺒﻀﺘﻪ،ﺣﱠﺘﻰﻟﻮﺃﱠﻥﺃﺣﺪﺁﻢﺩﺧﻞﻓﻲﺁﺒﺪﺟﺒﻞ،ﻟﺪﺧﻠﺘﻪﻋﻠﻴﻪﺣﱠﺘﻰﺗﻘﺒﻀﻪ.ﻓﻴﺒﻘﻰﺷﺮﺍﺭ'
			'ﺍﻟﱠﻨﺎﺱﻓﻲﺧﱠﻔﺔﺍﻟﱠﻄﻴﺮ،ﻭﺃﺣﻼﻡﺍﻟﱢﺴﺒﺎﻉﻻﻳﻌﺮﻓﻮﻥﻣﻌﺮﻭﻓﺎ،ﻭﻻﻳﻨﻜﺮﻭﻥﻣﻨﻜﺮﺍ،ﻓﻴﺘﻤﱠﺜﻞﻟﻬﻢﺍﻟﱠﺸﻴﻄﺎﻥ،ﻓﻴﻘﻮﻝ'
			':ﺃﻻﺗﺴﺘﺠﻴﺒﻮﻥ؟ﻓﻴﻘﻮﻟﻮﻥ:ﻓﻤﺎﺗﺄﻣﺮﻧﺎ؟ﻓﻴﺄﻣﺮﻩﻢﺑﻌﺒﺎﺩﺓﺍﻷﻭﺛﺎﻥ،ﻭﻩﻢﻓﻲﺫﻟﻚﺩﺍﱞﺭﺭﺯﻗﻬﻢ،ﺣﺴﻦﻋﻴﺸﻬﻢ'
			'.ﺛﻢﱠﻳﻨﻔﺦﻓﻲﺍﻟﱠﺼﻮﺭ،ﻓﻼﻳﺴﻤﻌﻪﺃﺣﺪﺇﱠﻻﺃﺻﻐﻰﻟﻴﺘﺎﻭﺭﻓﻊﻟﻴﺘﺎ،ﻭﺃﻭﱠﻝﻣﻦﻳﺴﻤﻌﻪﺭﺟﻞﻳﻠﻮﻁﺣﻮﺽﺇﺑﻠﻪ،'
			'ﻓﻴﺼﻌﻖﻭﻳﺴﻌﻖﺍﻟﱠﻨﺎﺱﺣﻮﻟﻪ،ﺛﻢﱠﻳﺮﺳﻞﺍﻟﱠﻠﻪ-ﺃﻭﻗﺎﻝ:ﻳﻨﺰﻝﺍﻟﱠﻠﻪ-ﻣﻄﺮﺍﺁﺄﻧﱠﻪﺍﻟﱠﻄﱡﻞﺃﻭﺍﻟﱢﻈﱡﻞ،ﻓﺘﻨﺒﺖﻣﻨﻪ'
			'ﺃﺟﺴﺎﺩﺍﻟﱠﻨﺎﺱﺛﻢﱠﻳﻨﻔﺦﻓﻴﻪﺃﺧﺮﻯﻓﺈﺫﺍﻩﻢﻗﻴﺎﻡﻳﻨﻈﺮﻮﻧ.ﺛﱠﻢﻳﻘﺎﻝﻳﺎﺃﻳﻬﺎﺍﻟﱠﻨﺎﺱﻩﻠﻢﱠﺇﻟﻰﺭﱢﺑﻜﻢ،ﻭﻗﻔﻮﻩﻢﺇﱠﻧﻬﻢ'
			'ﻣﺴﺆﻭﻟﻮﻥ،ﺛﻢﱠﻳﻘﺎﻝ:ﺃﺧﺮﺟﻮﺍﺑﻌﺚﺍﻟﱠﻨﺎﺭﻓﻴﻘﺎﻝ:ﻣﻦﺁﻢ؟ﻓﻴﻘﺎﻝ:ﻣﻦﺁﻞﱢﺃﻟﻒﺗﺴﻌﻤﺎﺋﺔﻭﺗﺴﻌﺔﻭﺗﺴﻌﻴﻦ،'
			'ﻓﺬﻟﻚﻳﻮﻡﻳﺠﻌﻞﺍﻟﻮﻟﺪﺍﻥﺷﻴﺒﺎ،ﻭﺫﻟﻚﻳﻮﻡﻳﻜﺸﻒﻋﻦﺳﺎﻕ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'»ﺍﻟﱢﻠﻴﺖ»ﺻﻔﺤﺔﺍﻟﻌﻨﻖ،ﻭﻣﻌﻨﺎﻩ:ﻳﻀﻊﺻﻔﺤﺔﻋﻨﻘﻪﻭﻳﺮﻓﻊﺻﻔﺤﺘﻪﺍﻷﺧﺮﻯ.'
			'`',
		translation: 'Translation of Hadith 1810'
),
	Hadith(
		hadithNumber: 1811,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻟﻴﺲﻣﻦﺑﻠﺪﺇﱠﻻﺳﻴﻄﺆﻩ'
			'ﺍﻟﱠﺪﱠﺟﺎﻝﺇﱠﻻﻣﱠﻜﺔﻭﺍﻟﻤﺪﻳﻨﺔ،ﻭﻟﻴﺲﻧﻘﺐﻣﻦﺃﻧﻘﺎﺑﻬﻤﺎﺇﱠﻻﻋﻠﻴﻪﺍﻟﻤﻼﺋﻜﺔﺻﺎﱢﻓﻴﻦﺗﺤﺮﺳﻬﻤﺎ،ﻓﻴﻨﺰﻝﺑﺎﻟﱠﺴﺒﺨﺔ،'
			'ﻓﺘﺮﺟﻒﺍﻟﻤﺪﻳﻨﺔﺛﻼﺙﺭﺟﻔﺎﺕ،ﻳﺨﺮﺝﺍﻟﱠﻠﻪﻣﻨﻬﺎﺁﻞﱠﺁﺎﻓﺮﻭﻣﻨﺎﻓﻖ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1811'
),
	Hadith(
		hadithNumber: 1812,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺘﺒﻊﺍﻟﱠﺪﱠﺟﺎﻝﻣﻦﻳﻬﻮﺩﺃﺻﺒﻬﺎﻥ'
			'ﺳﺒﻌﻮﻥﺃﻟﻔﺎﻋﻠﻴﻬﻢﺍﻟﱠﻄﻴﺎﻟﺴﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1812'
),
	Hadith(
		hadithNumber: 1813,
		hadith:
						'ﻭﻋﻦﺃﱢﻡﺷﺮﻳﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻧﻬﺎﺳﻤﻌﺖﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻟﻴﻨﻔﺮﻥﺍﻟﱠﻨﺎﺱﻣﻦ'
			'ﺍﻟﱠﺪﱠﺟﺎﻝﻓﻲﺍﻟﺠﺒﺎﻝ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1813'
),
	Hadith(
		hadithNumber: 1814,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﺍﻥﺑﻦﺣﺼﻴﻦﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻣﺎ'
			'ﺑﻴﻦﺧﻠﻖﺁﺪﻣﺇﻟﻰﻗﻴﺎﻡﺍﻟﱠﺴﺎﻋﺔﺃﻣﺮﺃﺁﺒﺮﻣﻦﺍﻟﱠﺪﱠﺟﺎﻝ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1814'
),
	Hadith(
		hadithNumber: 1815,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺨﺮﺝﺍﻟﱠﺪﱠﺟﺎﻝ.['
			'ﻓﻴﺘﻮﱠﺟﻪﻗﺒﻠﻪﺭﺟﻞﻣﻦﺍﻟﻤﺆﻣﻨﻴﻦﻓﻴﺘﻠﱠﻘﺎﻩﺍﻟﻤﺴﺎﻟﺢ:ﻣﺴﺎﻟﺢﺍﻟﱠﺪﱠﺟﺎﻝ،ﻓﻴﻘﻮﻟﻮﻥﻟﻪ:ﺇﻟﻰﺃﻳﻦﺗﻌﻤﺪ؟ﻓﻴﻘﻮﻝ:'
			'ﺃﻋﻤﺪﺇﻟﻰﻩﺬﺍﺍﱠﻟﺬﻱﺧﺮﺝ،ﻓﻴﻘﻮﻟﻮﻥﻟﻪ:ﺃﻭﻣﺎﺗﺆﻣﻦﺑﺮﱢﺑﻨﺎ؟ﻓﻴﻘﻮﻝ:ﻣﺎﺑﺮﺑﻨﺎﺧﻔﺎﺀ،ﻓﻴﻘﻮﻟﻮﻥ:ﺍﻗﺘﻠﻮﻩ،'
			'ﻓﻴﻘﻮﻝﺑﻌﻀﻬﻢﻟﺒﻌﺾ:ﺃﻟﻴﺲﻗﺪﻧﻬﺎﺁﻢﺭﱡﺑﻜﻢﺃﻥﺗﻘﺘﻠﻮﺍﺃﺣﺪﺍﺩﻭﻧﻪ،ﻓﻴﻨﻄﻠﻘﻮﻥﺑﻪﺇﻟﻰﺍﻟﱠﺪﱠﺟﺎﻝ،ﻓﺈﺫﺍﺭﺁﻩ'
			'ﺍﻟﻤﻮﻣﻦﻗﺎﻝ:ﻳﺎﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﺇﱠﻥﻩﺬﺍﺍﻟﱠﺪﱠﺟﺎﻝﺍﱠﻟﺬﻱﺫﺁﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻴﺄﻣﺮﺍﻟﱠﺪﱠﺟﺎﻝﺑﻪ'
			'ﻓﻴﺸﺒﺢ،ﻓﻴﻘﻮﻝ:ﺧﺬﻭﻩﻭﺷﱡﺠﻮﻩ،ﻓﻴﻮﺳﻊﻇﻬﺮﻩﻭﺑﻄﻨﻪﺿﺮﺑﺎ،ﻓﻴﻘﻮﻝ:ﺃﻭﻣﺎﺗﺆﻣﻦﺑﻲ؟ﻓﻴﻘﻮﻝ:ﺃﻧﺖ'
			'ﺍﻟﻤﺴﻴﺢﺍﻟﻜﱠﺬﺍﺏ،ﻓﻴﺆﻣﺮﺑﻪ،ﻓﻴﺆﺷﺮﺑﺎﻟﻤﻨﺸﺎﺭﻣﻦﻣﻔﺮﻗﻪﺣﱠﺘﻰﻳﻔﺮﻕﺑﻴﻦﺭﺟﻠﻴﻪ،ﺛﻢﱠﻳﻤﺸﻲﺍﻟﱠﺪﱠﺟﺎﻝﺑﻴﻦ'
			'ﺍﻟﻘﻄﻌﺘﻴﻦ،ﺛﻢﱠﻳﻘﻮﻝﻟﻪ:ﻗﻢ،ﻓﻴﺴﺘﻮﻱﻗﺎﺋﻤﺎ.ﺛﻢﱠﻳﻘﻮﻝﻟﻪ:ﺃﺗﺆﻣﻦﺑﻲ؟ﻓﻴﻘﻮﻝ:ﻣﺎﺍﺯﺩﺩﺕﻓﻴﻚﺇﱠﻻﺑﺼﻴﺮﺓ،'
			'ﺛﱠﻢﻳﻘﻮﻝ:ﻳﺎﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﺇﻧﱠﻪﻻﻳﻔﻌﻞﺑﻌﺪﻱﺑﺄﺣﺪﻣﻦﺍﻟﱠﻨﺎﺱ،ﻓﻴﺄﺧﺬﻩﺍﻟﱠﺪﱠﺟﺎﻝﻟﻴﺬﺑﺤﻪ،ﻓﻴﺠﻌﻞﺍﻟﱠﻠﻪﻣﺎﺑﻴﻦﺭﻗﺒﺘﻪ'
			'ﺇﻟﻰﺗﺮﻗﻮﺗﻪﻧﺤﺎﺳﺎ،ﻓﻼﻳﺴﺘﻄﻴﻊﺇﻟﻴﻪﺳﺒﻴﻼ،ﻓﻴﺄﺧﺬﺑﻴﺪﻳﻪﻭﺭﺟﻠﻴﻪﻓﻴﻘﺬﻑﺑﻪ،ﻓﻴﺤﺴﺐﺍﻟﻨﺎﺱﺃﱠﻧﻤﺎﻗﺬﻓﻪﺇﻟﻰ'
			'ﺍﻟﱠﻨﺎﺭ،ﻭﺇﱠﻧﻤﺎﺃﻟﻘﻲﻓﻲﺍﻟﺠﱠﻨﺔ»ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻩﺬﺍﺃﻋﻈﻢﺍﻟﱠﻨﺎﺱﺷﻬﺎﺩﺓﻋﻨﺪﺭﱢﺏ'
			'ﺍﻟﻌﺎﻟﻤﻴﻦ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻭﺭﻮﯨﺍﻟﺒﺨﺎﺭﱡﻱﺑﻌﻀﻪﺑﻤﻌﻨﺎﻩ.«ﺍﻟﻤﺴﺎﻟﺢ»:ﻩﻢﺍﻟﺨﻔﺮﺍﺀﻭﺍﻟﻄﱠﻼﺋﻊ',
		translation: 'Translation of Hadith 1815'
),
	Hadith(
		hadithNumber: 1816,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻣﺎﺳﺄﻝﺃﺣﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻦ'
			'ﺍﻟﱠﺪﱠﺟﺎﻝﺃﺁﺜﺮﻣﱠﻤﺎﺳﺄﻟﺘﻪ،ﻭﺇﻧﱠﻪﻗﺎﻝﻟﻲ:«ﻣﺎﻳﻀﱡﺮﻙ؟»ﻗﻠﺖ:ﺇﱠﻧﻬﻢﻳﻘﻮﻟﻮﻥ:ﺇﱠﻥﻣﻌﻪﺟﺒﻞﺧﺒﺰﻭﻧﻬﺮﻣﺎﺀ،'
			'ﻗﺎﻝ:«ﻩﻮﺃﻩﻮﻥﻋﻠﻰﺍﻟﱠﻠﻪﻣﻦﺫﻟﻚ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1816'
),
	Hadith(
		hadithNumber: 1817,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:ﻣﺎﻣﻦﻧﺒﻲﺇﱠﻻﻭﻗﺪﺃﻧﺬﺭﺃﻣﱠﺘﻪ.('
			'ﺍﻷﻋﻮﺭﺍﻟﻜﱠﺬﺎﺑ،ﺃﻻﺇﻧﱠﻪﺃﻋﻮﺭ،ﻭﺇﱠﻥﺭﱠﺑﻜﻢﻋﱠﺰﻭﺟﱠﻞﻟﻴﺲﺑﺄﻋﻮﺭ،ﻣﻜﺘﻮﺏﺑﻴﻦﻋﻴﻨﻴﻪﻙﻑﺭ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1817'
),
	Hadith(
		hadithNumber: 1818,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻻﺃﺣﺪﱢﺛﻜﻢﺣﺪﻳﺜﺎﻋﻦ'
			'ﺍﻟﱠﺪﱠﺟﺎﻝﻣﺎﺣﱠﺪﺙﺑﻪﻧﺒﱞﻲﻗﻮﻣﻪ،ﺇﻧﱠﻪﺃﻋﻮﺭﻭﺇﻧﱠﻪﻳﺠﺊﻣﻌﻪﺑﻤﺜﺎﻝﺍﻟﺠﱠﻨﺔﻭﺍﻟﻨﺎﺭ،ﻓﺎﻟﺘﻲﻳﻘﻮﻝﺇﱠﻧﻬﺎﺍﻟﺠﻨﱠﺔﻩﻲ'
			'ﺍﻟﱠﻨﺎﺭ.ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1818'
),
	Hadith(
		hadithNumber: 1819,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺫﺁﺮﺍﻟﱠﺪﱠﺟﺎﻝﺑﻴﻦﻇﻬﺮﺍﻧﻲﺍﻟﱠﻨﺎﺱ'
			'ﻓﻘﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻟﻴﺲﺑﺄﻋﻮﺭ،ﺃﻻﺇﱠﻥﺍﻟﻤﺴﻴﺢﺍﻟﱠﺪﱠﺟﺎﻝﺃﻋﻮﺭﺍﻟﻌﻴﻦﺍﻟﻴﻤﻨﻰ،ﺁﺄﱠﻥﻋﻴﻨﻪﻋﻨﺒﺔﻃﺎﻓﻴﺔ»ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1819'
),
	Hadith(
		hadithNumber: 1820,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﺗﻘﻮﻡﺍﻟﺴﺎﻋﺔﺣﱠﺘﻰ'
			'ﻳﻘﺎﺗﻞﺍﻟﻤﺴﻠﻤﻮﻥﺍﻟﻴﻬﻮﺩﺣﱠﺘﻰﻳﺨﺘﺒﻲﺀﺍﻟﻴﻬﻮﺪﻳﱡﻣﻦﻭﺭﺍﺀﺍﻟﺤﺠﺮﻭﺍﻟﱠﺸﺠﺮ،ﻓﻴﻘﻮﻝﺍﻟﺤﺠﺮﻭﺍﻟﺸﱠﺠﺮ:ﻳﺎﻣﺴﻠﻢ'
			'ﻩﺬﺍﻳﻬﻮﺩﱞﻱﺧﻠﻔﻲﺗﻌﺎﻝﻓﺎﻗﺘﻠﻪ،ﺇﱠﻻﺍﻟﻐﺮﻗﺪﻓﺈﻧﱠﻪﻣﻦﺷﺠﺮﺍﻟﻴﻬﻮﺩ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1820'
),
	Hadith(
		hadithNumber: 1821,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺍﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﻻﺗﺬﻩﺐ.'
			'ﺍﻟﱡﺪﻧﻴﺎﺣﱠﺘﻰﻳﻤﺮﱠﺍﻟﺮﱠﺟﻞﺑﺎﻟﻘﺒﺮ،ﻓﻴﺘﻤﱠﺮﻍﻋﻠﻴﻪ،ﻭﻳﻘﻮﻝ:ﻳﺎﻟﻴﺘﻨﻲﻣﻜﺎﻥﺻﺎﺣﺐﻩﺬﺍﺍﻟﻘﺒﺮ،ﻭﻟﻴﺲﺑﻪﺍﻟﱠﺪﻳﻦﻭﻣﺎ'
			'ﺑﻪﺇﱠﻻﺍﻟﺒﻼﺀ».ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1821'
),
	Hadith(
		hadithNumber: 1822,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻘﻮﻡﺍﻟﱠﺴﺎﻋﺔﺣﱠﺘﻰﻳﺤﺴﺮ'
			'ﺍﻟﻔﺮﺍﺕﻋﻦﺟﺒﻞﻣﻦﺫﻩﺐﻳﻘﺘﺘﻞﻋﻠﻴﻪ،ﻓﻴﻘﺘﻞﻣﻦﺁﻞﱢﻣﺎﺋﺔﺗﺴﻌﺔﻭﺗﺴﻌﻮﻥ،ﻓﻴﻘﻮﻝﺁﻞﱡﺭﺟﻞﻣﻨﻬﻢ:ﻟﻌﱢﻠﻲﺃﻥ'
			'ﺃﺁﻮﻥﺃﻧﺎﺃﻧﺠﻮ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ«ﻳﻮﺷﻚﺃﻥﻳﺤﺴﺮﺍﻟﻔﺮﺍﺕﻋﻦﺁﻨﺰﻣﻦﺫﻩﺐ،ﻓﻤﻦﺣﻀﺮﻩﻓﻼﻳﺄﺧﺬﻣﻨﻪﺷﻴﺌﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1822'
),
	Hadith(
		hadithNumber: 1823,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻳﺘﺮﺁﻮﻥﺍﻟﻤﺪﻳﻨﺔﻋﻠﻰﺧﻴﺮﻣﺎﺁﺎﻧﺖ،ﻻ'
			'ﻳﻐﺸﺎﻩﺎﺇﱠﻻﺍﻟﻌﻮﺍﻓﻲ-ﻳﺮﻳﺪ:ﻋﻮﺍﻓﻲﺍﻟﱢﺴﺒﺎﻉﻭﺍﻟﱠﻄﻴﺮ-ﻭﺁﺧﺮﻣﻦﻳﺤﺸﺮﺭﺍﻋﻴﺎﻥﻣﻦﻣﺰﻳﻨﺔﻳﺮﻳﺪﺍﻥﺍﻟﻤﺪﻳﻨﺔ'
			'ﻳﻨﻌﻘﺎﻥﺑﻐﻨﻤﻬﺎﻓﻴﺠﺪﺍﻧﻬﺎﻭﺣﻮﺷﺎ.ﺣﱠﺘﻰﺇﺫﺍﺑﻠﻐﺎﺛﻨﱠﻴﺔﺍﻟﻮﺩﺍﻉﺧﱠﺮﺍﻋﻠﻰﻭﺟﻮﻩﻬﻤﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1823'
),
	Hadith(
		hadithNumber: 1824,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺮﻳﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﻜﻮﻥﺧﻠﻴﻔﺔﻣﻦ'
			'ﺧﻠﻔﺎﺋﻜﻢﻓﻲﺁﺧﺮﺍﻟﱠﺰﻣﺎﻥﻳﺤﺜﻮﺍﻟﻤﺎﻝﻭﻻﻳﻌﺪﱡﻩ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1824'
),
	Hadith(
		hadithNumber: 1825,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺍﻷﺷﻌﺮﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻴﺄﺗﻴﱠﻦﻋﻠﻰﺍﻟﱠﻨﺎﺱ.'
			'ﺯﻣﺎﻥﻳﻄﻮﻑﺍﻟﺮﱠﺟﻞﻓﻴﻪﺑﺎﻟﱠﺼﺪﻗﺔﻣﻦﺍﻟﱠﺬﻩﺐ،ﻓﻼﻳﺠﺪﺃﺣﺪﺍﻳﺄﺧﺬﻩﺎﻣﻨﻪ،ﻭﻳﺮﻯﺍﻟﺮﱠﺟﻞﺍﻟﻮﺍﺣﺪﻳﺘﺒﻌﻪﺃﺭﺑﻌﻮﻥ'
			'ﺍﻣﺮﺃﺓﻳﻠﺬﻥﺑﻪﻣﻦﻗﱠﻠﺔﺍﻟﱢﺮﺟﺎﻝﻭﺁﺜﺮﺓﺍﻟﱢﻨﺴﺎﺀ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1825'
),
	Hadith(
		hadithNumber: 1826,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﺷﺘﺮﻯﺭﺟﻞﻣﻦﺭﺟﻞﻋﻘﺎﺭﺍ'
			'،ﻓﻮﺟﺪﺍﻟﺬﻱﺍﺷﺘﺮﻯﺍﻟﻌﻘﺎﺭﻓﻲﻋﻘﺎﺭﻩﺟﱠﺮﺓﻓﻴﻬﺎﺫﻩﺐ،ﻓﻘﺎﻝﻟﻪﺍﻟﺬﻱﺍﺷﺘﺮﻯﺍﻟﻌﻘﺎﺭ:ﺧﺬﺫﻩﺒﻚ،ﺇﱠﻧﻤﺎﺍﺷﺘﺮﻳﺖ'
			'ﻣﻨﻚﺍﻷﺭﺽ،ﻭﻟﻢﺃﺷﺘﺮﺍﻟﱠﺬﻩﺐ،ﻭﻗﺎﻝﺍﱠﻟﺬﻱﻟﻪﺍﻷﺭﺽ:ﺇﱠﻧﻤﺎﺑﻌﺘﻚﺍﻷﺭﺽﻭﻣﺎﻓﻴﻬﺎ،ﻓﺘﺤﺎﺁﻤﺎﺇﻟﻰﺭﺟﻞ،'
			'ﻓﻘﺎﻝﺍﱠﻟﺬﻱﺗﺤﺎﺁﻤﺎﺇﻟﻴﻪ:ﺃﻟﻜﻤﺎﻭﻟﺪ؟ﻗﺎﻝﺃﺣﺪﻩﻤﺎ:ﻟﻲﻏﻼﻡ.ﻭﻗﺎﻝﺍﻵﺧﺮ:ﻟﻲﺟﺎﺭﻳﺔ،ﻗﺎﻝﺃﻧﻜﺤﺎﺍﻟﻐﻼﻡ'
			'ﺍﻟﺠﺎﺭﻳﺔ،ﻭﺃﻧﻔﻘﺎﻋﻠﻰﺃﻧﻔﺴﻬﻤﺎﻣﻨﻪﻭﺗﺼﱠﺪﻗﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1826'
),
	Hadith(
		hadithNumber: 1827,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺁﺎﻧﺖﺍﻣﺮﺃﺗﺎﻥﻣﻌﻬﻤﺎ'
			'ﺍﺑﻨﺎﻩﻤﺎ،ﺟﺎﺀﺍﻟﺬﱢﺋﺐﻓﺬﻩﺐﺑﺎﺑﻦﺇﺣﺪﺍﻩﻤﺎ،ﻓﻘﺎﻟﺖﻟﺼﺎﺣﺒﺘﻬﺎ:ﺇﱠﻧﻤﺎﺫﻩﺐﺑﺎﺑﻨﻚ،ﻭﻗﺎﻟﺖﺍﻷﺧﺮﻯ:ﺇﱠﻧﻤﺎﺫﻩﺐ'
			'ﺑﺎﺑﻨﻚ،ﻓﺘﺤﺎﺁﻤﺎﺇﻟﻰﺩﺍﻭﻭﺩﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﻘﻀﻲﺑﻪﻟﻠﻜﺒﺮﻯ،ﻓﺨﺮﺟﺘﺎﻋﻠﻰﺳﻠﻴﻤﺎﻥﺑﻦﺩﺍﻭﺩﺻﻠﻰ'
			'ﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻓﺄﺧﺒﺮﺗﺎﻩ،ﻓﻘﺎﻝ:ﺍﺋﺘﻮﻧﻲﺑﺎﻟﱢﺴﻜﻴﻦﺃﺷﻘﱡﻪﺑﻴﻨﻬﻤﺎ.ﻓﻘﺎﻟﺖﺍﻟﱡﺼﻐﺮﻯ:ﻻﺗﻔﻌﻞ،ﺭﺣﻤﻚﺍﻟﱠﻠﻪ،'
			'ﻩﻮﺍﺑﻨﻬﺎﻓﻘﻀﻰﺑﻪﻟﻠﱡﺼﻐﺮﻯ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1827'
),
	Hadith(
		hadithNumber: 1828,
		hadith:
						'ﻭﻋﻦﻣﺮﺩﺍﺱﺍﻷﺳﻠﻤﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺬﻩﺐﺍﻟﱠﺼﺎﻟﺤﻮﻥ.'
			'ﺍﻷﻭﱠﻝﻓﺎﻷﻭﻝ،ﻭﺗﺒﻘﻰﺣﺜﺎﻟﺔﺁﺤﺜﺎﻟﺔﺍﻟﱢﺸﻌﻴﺮﺃﻭﺍﻟﱠﺘﻤﺮ،ﻻﻳﺒﺎﻟﻴﻬﻢﺍﻟﱠﻠﻪﺑﺎﻟﺔ»،ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1828'
),
	Hadith(
		hadithNumber: 1829,
		hadith:
						'ﻭﻋﻦﺭﻓﺎﻋﺔﺑﻦﺭﺍﻓﻊﺍﻟﺰﺭﻗﻲﱢﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺟﺎﺀﺟﺒﺮﻳﻞﺇﻟﻰﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'ﻣﺎﺗﻌﱡﺪﻭﻥﺃﻩﻞﺑﺪﺭﻓﻴﻜﻢ؟ﻗﺎﻝ:«ﻣﻦﺃﻓﻀﻞﺍﻟﻤﺴﻠﻤﻴﻦ»ﺃﻭﺁﻠﻤﺔﻧﺤﻮﻩﺎﻗﺎﻝ:«ﻭﺁﺬﻟﻚﻣﻦﺷﻬﺪﺑﺪﺭﺍﻣﻦ'
			'ﺍﻟﻤﻼﺋﻜﺔ».'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1829'
),
	Hadith(
		hadithNumber: 1830,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﺫﺍﺃﻧﺰﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ'
			'ﺑﻘﻮﻡﻋﺬﺍﺑﺎﺃﺻﺎﺏﺍﻟﻌﺬﺍﺏﻣﻦﺁﺎﻥﻓﻴﻬﻢ.ﺛﻢﱠﺑﻌﺜﻮﺍﻋﻠﻰﺃﻋﻤﺎﻟﻬﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1830'
),
	Hadith(
		hadithNumber: 1831,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺟﺬﻉﻳﻘﻮﻡﺇﻟﻴﻪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﻌﻨﻲﻓﻲﺍﻟﺨﻄﺒﺔ،'
			'ﻓﻠﻤﺎﻭﺿﻊﺍﻟﻤﻨﺒﺮ،ﺳﻤﻌﻨﺎﻟﻠﺠﺬﻉﻣﺜﻞﺻﻮﺕﺍﻟﻌﺸﺎﺭﺣﱠﺘﻰﻧﺰﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻮﺿﻊﻳﺪﻩﻋﻠﻴﻪ'
			'ﻓﺴﻜﻦ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﻠﱠﻤﺎﺁﺎﻥﻳﻮﻡﺍﻟﺠﻤﻌﺔﻗﻌﺪﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺍﻟﻤﻨﺒﺮ،ﻓﺼﺎﺣﺖﺍﻟﻨﱠﺨﻠﺔﺍﻟﺘﻲﺁﺎﻥ'
			'ﻳﺨﻄﺐﻋﻨﺪﻩﺎﺣﱠﺘﻰﺁﺎﺩﺕﺃﻥﺗﻨﺸﱠﻖ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻓﺼﺎﺣﺖﺻﻴﺎﺡﺍﻟﱠﺼﺒﱢﻲ.ﻓﻨﺰﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺣﱠﺘﻰﺃﺧﺬﻩﺎﻓﻀﱠﻤﻬﺎﺇﻟﻴﻪ،ﻓﺠﻌﻠﺖ'
			'ﺗﺌﱡﻦﺃﻧﻴﻦﺍﻟﱠﺼﺒﱢﻲﺍﱠﻟﺬﻱﻳﺴﻜﱠﺖﺣﱠﺘﻰﺍﺳﺘﻘﱠﺮﺕ،ﻗﺎﻝ:«ﺑﻜﺖﻋﻠﻰﻣﺎﺁﺎﻧﺖﺗﺴﻤﻊﻣﻦﺍﻟﱢﺬﺁﺮ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1831'
),
	Hadith(
		hadithNumber: 1832,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺛﻌﻠﺒﺔﺍﻟﺨﺸﻨﱢﻲﺟﺮﺛﻮﻡﺑﻦﻧﺎﺷﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:'
			'ﺈﻧﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﺮﺽﻓﺮﺍﺋﺾﻓﻼﺗﻀﻴﱢﻌﻮﻩﺎ،ﻭﺣﱠﺪﺣﺪﻭﺩﺍﻓﻼﺗﻌﺘﺪﻭﻩﺎ،ﻭﺣﱠﺮﻡﺃﺷﻴﺎﺀﻓﻼﺗﻨﺘﻬﻜﻮﻩﺎ،ﻭﺳﻜﺖ'
			'ﻋﻦﺃﺷﻴﺎﺀﺭﺣﻤﺔﻟﻜﻢﻏﻴﺮﻧﺴﻴﺎﻥﻓﻼﺗﺒﺤﺜﻮﺍﻋﻨﻬﺎ»ﺣﺪﻳﺚﺣﺴﻦ،ﺭﻭﺍﻩﺍﻟﱠﺪﺍﺭﻗﻄﻨﻲﻭﻏﻴﺮﻩ',
		translation: 'Translation of Hadith 1832'
),
	Hadith(
		hadithNumber: 1833,
		hadith:
						'ﻭﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺃﺑﻲﺃﻭﻓﻲﺭﺿﻲﺍﻟﱠﻠﻪ،ﻋﻨﻬﻤﺎﻗﺎﻝ:ﻏﺰﻭﻧﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'ﺳﺒﻊﻏﺰﻭﺍﺕﻧﺄﺁﻞﺍﻟﺠﺮﺍﺩ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻧﺄﺁﻞﻣﻌﻪﺍﻟﺠﺮﺍﺩ،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1833'
),
	Hadith(
		hadithNumber: 1834,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻻﻳﻠﺪﻍﺍﻟﻤﺆﻣﻦﻣﻦﺟﺤﺮ'
			'ﻣﱠﺮﺗﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1834'
),
	Hadith(
		hadithNumber: 1835,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺛﻼﺛﺔﻻﻳﻜﻠﱢﻤﻬﻢﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻭﻻﻳﻨﻈﺮﺇﻟﻴﻬﻢ'
			'ﻭﻻﻳﺰﱢﺁﻴﻬﻢﻭﻟﻬﻢﻋﺬﺍﺏﺃﻟﻴﻢ:ﺭﺟﻞﻋﻠﻰﻓﻀﻞﻣﺎﺀﺑﺎﻟﻔﻼﺓﻳﻤﻨﻌﻪﻣﻦﺍﺑﻦﺍﻟﱠﺴﺒﻴﻞ،ﻭﺭﺟﻞﺑﺎﻳﻊﺭﺟﻼﺳﻠﻌﺔﺑﻌﺪ'
			'ﺍﻟﻌﻀﺮ،ﻓﺤﻠﻒﺑﺎﻟﱠﻠﻪﻷﺧﺬﻩﺎﺑﻜﺬﺍﻭﺁﺬﺍ،ﻓﺼﱠﺪﻗﻪﻭﻩﻮﻋﻠﻰﻏﻴﺮﺫﻟﻚ،ﻭﺭﺟﻞﺑﺎﻳﻊﺇﻣﺎﻣﺎﻻﻳﺒﺎﻳﻌﻪﺇﱠﻻﻟﺪﻧﻴﺎ،'
			'ﻓﺈﻥﺃﻋﻄﺎﻩﻣﻨﻬﺎﻭﻓﻲ،ﻭﺇﻥﻟﻢﻳﻌﻄﻪﻣﻨﻬﺎﻟﻢﻳﻒ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1835'
),
	Hadith(
		hadithNumber: 1836,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺑﻴﻦﺍﻟﱠﻨﻔﺨﺘﻴﻦﺃﺭﺑﻌﻮﻥ»ﻗﺎﻟﻮﺍﻳﺎﺃﺑﺎﻩﺮﻳﺮﺓ،ﺃﺭﺑﻌﻮﻥ.['
			'ﻳﻮﻣﺎ؟ﻗﺎﻝ:ﺃﺑﻴﺖ،ﻗﺎﻟﻮﺍ:ﺃﺭﺑﻌﻮﻥﺳﻨﺔ؟ﻗﺎﻝ:ﺃﺑﻴﺖ.ﻗﺎﻟﻮﺍ:ﺃﺭﺑﻌﻮﻥﺷﻬﺮﺍ؟ﻗﺎﻝ:ﺃﺑﻴﺖ«ﻭﻳﺒﻠﻰﺁﻞﱡﺷﻲﺀ'
			'ﻣﻦﺍﻹﻧﺴﺎﻥﺇﱠﻻﻋﺠﺐﺍﻟﱠﺬﻧﺐ،ﻓﻴﻪﻳﺮﺁﱠﺐﺍﻟﺨﻠﻖ،ﺛﻢﱠﻳﻨﺰﱢﻝﺍﻟﱠﻠﻪﻣﻦﺍﻟﱠﺴﻤﺂﺀﻣﺎﺀ،ﻓﻴﻨﺒﺘﻮﻥﺁﻤﺎﻳﻨﺒﺖﺍﻟﺒﻘﻞ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1836'
),
	Hadith(
		hadithNumber: 1837,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝﺑﻴﻨﻤﺎﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﻣﺠﻠﺲﻳﺤﺪﱢﺙﺍﻟﻘﻮﻡ،ﺟﺎﺀﻩﺃﻋﺮﺍﺑﱡﻲﻓﻘﺎﻝ:ﻣﺘﻰ'
			'ﺍﻟﱠﺴﺎﻋﺔ؟ﻓﻤﻀﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﺤﱢﺪﺙ،ﻓﻘﺎﻝﺑﻌﺾﺍﻟﻘﻮﻡ:ﺳﻤﻊﻣﺎﻗﺎﻝ،ﻓﻜﺮﻩﻣﺎﻗﺎﻝ،'
			'ﻭﻗﺎﻝﺑﻌﻀﻬﻢ:ﺑﻞﻟﻢﻳﺴﻤﻊ،ﺣﱠﺘﻰﺇﺫﺍﻗﻀﻰﺣﺪﻳﺜﻪﻗﺎﻝ:«ﺃﻳﻦﺍﻟﱠﺴﺎﺋﻞﻋﻦﺍﻟﱠﺴﺎﻋﺔ؟»ﻗﺎﻝ:ﻩﺎﺃﻧﺎﻳﺎ'
			'ﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻗﺎﻝ:«ﺇﺫﺍﺿﱢﻴﻌﺖﺍﻷﻣﺎﻧﺔﻓﺎﻧﺘﻈﺮﺍﻟﱠﺴﺎﻋﺔ»ﻗﺎﻝ:ﺁﻴﻒﺇﺿﺎﻋﺘﻬﺎ؟ﻗﺎﻝ:ﺇﺫﺍﻭﱢﺳﺪﺍﻷﻣﺮﺇﻟﻰ'
			'ﻏﻴﺮﺃﻩﻠﻪﻓﺎﻧﺘﻈﺮﺍﻟﱠﺴﺎﻋﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1837'
),
	Hadith(
		hadithNumber: 1838,
		hadith:
						'ﻭﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺼﱡﻠﻮﻥﻟﻜﻢ،ﻓﺈﻥﺃﺻﺎﺑﻮﺍﻓﻠﻜﻢ،ﻭﺇﻥﺃﺧﻄﺌﻮﺍﻓﻠﻜﻢ'
			'ﻭﻋﻠﻴﻬﻢ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺭﱡﻱ',
		translation: 'Translation of Hadith 1838'
),
	Hadith(
		hadithNumber: 1839,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪ:{ﺁﻨﺘﻢﺧﻴﺮﺃﱠﻣﺔﺃﺧﺮﺟﺖﻟﻠﱠﻨﺎﺱ}ﻗﺎﻝ:ﺧﻴﺮﺍﻟﱠﻨﺎﺱﻟﻠﱠﻨﺎﺱﻳﺄﺗﻮﻥﺑﻬﻢﻓﻲ'
			'.1839ﺍﻟﱠﺴﻼﺳﻞﻓﻲﺃﻋﻨﺎﻗﻬﻢﺣﱠﺘﻰﻳﺪﺧﻠﻮﺍﻓﻲﺍﻹﺳﻼﻡ',
		translation: 'Translation of Hadith 1839'
),
	Hadith(
		hadithNumber: 1840,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻋﺠﺐﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞﻣﻦﻗﻮﻡﻳﺪﺧﻠﻮﻥﺍﻟﺠﱠﻨﺔﻓﻲ'
			'ﺍﻟﱠﺴﻼﺳﻞ»ﺭﻭﺍﻩﻤﺎﺍﻟﺒﺨﺎﺮﻳ.ﻣﻌﻨﺎﻩﺎﻳﺆﺳﺮﻮﻧﻭﻳﻘﻴﺪﻮﻧﺛﻢﻳﺴﻠﻤﻮﻥﻓﻴﺪﺧﻠﻮﻥﺍﻟﺠﻨﺔ',
		translation: 'Translation of Hadith 1840'
),
	Hadith(
		hadithNumber: 1841,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺃﺣﱡﺐﺍﻟﺒﻼﺩﺇﻟﻰﺍﻟﱠﻠﻪﻣﺴﺎﺟﺪﻩﺎ،ﻭﺃﺑﻐﺾﺍﻟﺒﻼﺩﺇﻟﻰﺍﻟﱠﻠﻪ'
			'ﺃﺳﻮﺍﻗﻬﺎ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1841'
),
	Hadith(
		hadithNumber: 1842,
		hadith:
						'ﻭﻋﻦﺳﻠﻤﺎﻥﺍﻟﻔﺎﺭﺳﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻣﻦﻗﻮﻟﻪﻗﺎﻝ:ﻻﺗﻜﻮﻧﱠﻦﺈﻧﺍﺳﺘﻄﻌﺖﺃﱠﻭﻝﻣﻦﻳﺪﺧﻞﺍﻟﱡﺴﻮﻕ،'
			'ﻭﻻﺁﺧﺮﻣﻦﻳﺨﺮﺝﻣﻨﻬﺎ،ﻓﺈﱠﻧﻬﺎﻣﻌﺮﺁﺔﺍﻟﱠﺸﻴﻄﺎﻥ،ﻭﺑﻬﺎﻳﻨﺼﺐﺭﺍﻳﺘﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢﻩﻜﺬﺍ.'
			'ﻭﺭﻭﺍﻩﺍﻟﺒﺮﻗﺎﻧﻲﻓﻲﺻﺤﻴﺤﻪﻋﻦﺳﻠﻤﺎﻥﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻻﺗﻜﻦﺃﱠﻭﻝﻣﻦﻳﺪﺧﻞ'
			'ﺍﻟﱡﺴﻮﻕ،ﻭﻻﺁﺧﺮﻣﻦﻳﺨﺮﺝﻣﻨﻬﺎ،ﻓﻴﻬﺎﺑﺎﺽﺍﻟﱠﺸﻴﻄﺎﻥﻭﻓﱠﺮﺥ»',
		translation: 'Translation of Hadith 1842'
),
	Hadith(
		hadithNumber: 1843,
		hadith:
						'ﻭﻋﻦﻋﺎﺻﻢﺍﻷﺣﻮﻝﻋﻦﻋﺒﺪﺍﻟﱠﻠﻪﺑﻦﺳﺮﺟﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﻠﺖﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﻏﻔﺮﺍﻟﱠﻠﻪﻟﻚ،ﻗﺎﻝ:«ﻭﻟﻚ»ﻗﺎﻝﻋﺎﺻﻢ:ﻓﻘﻠﺖﻟﻪ:ﺍﺳﺘﻐﻔﺮﻟﻚﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲ'
			'ﻋﻠﻴﻪﻭﺳﱠﻠﻢ؟ﻗﺎﻝ:ﻧﻌﻢﻭﻟﻚ،ﺛﻢﱠﺗﻼﻩﺬﻩﺍﻵﻳﺔ:{ﻭﺍﺳﺘﻐﻔﺮﻟﺬﻧﺒﻚﻭﻟﻠﻤﺆﻣﻨﻴﻦﻭﺍﻟﻤﺆﻣﻨﺎﺕ}[ﻣﺤﻤﺪ:19]،'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1843'
),
	Hadith(
		hadithNumber: 1844,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﺴﻌﻮﺩﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱠﻥﻣﱠﻤﺎﺃﺩﺭﻙ'
			'ﺍﻟﱠﻨﺎﺱﻣﻦﺁﻼﻡﺍﻟﻨﱡﺒﻮﱠﺓﺍﻷﻭﻟﻰ:ﺇﺫﺍﻟﻢﺗﺴﺘﺢﻓﺎﺻﻨﻊﻣﺎﺷﺌﺖ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﱡ',
		translation: 'Translation of Hadith 1844'
),
	Hadith(
		hadithNumber: 1845,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻭﱠﻝﻣﺎﻳﻘﻀﻰﺑﻴﻦﺍﻟﱠﻨﺎﺱ'
			'ﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔﻓﻲﺍﻟﱢﺪﻣﺎﺀ»ﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1845'
),
	Hadith(
		hadithNumber: 1846,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺧﻠﻘﺖﺍﻟﻤﻼﺋﻜﺔﻣﻦ'
			'ﻧﻮﺭ،ﻭﺧﻠﻖﺍﻟﺠﺎﱡﻥﻣﻦﻣﺎﺭﺝﻣﻦﻧﺎﺭ،ﻭﺧﻠﻖﺁﺪﻣﻣﱠﻤﺎﻭﺻﻒﻟﻜﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1846'
),
	Hadith(
		hadithNumber: 1847,
		hadith:
						'ﻭﻋﻨﻬﺎﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:«ﺁﺎﻥﺧﻠﻖﻧﺒﻲﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺍﻟﻘﺮﺁﻥ»ﺭﻭﺍﻩﻣﺴﻠﻢﻓﻲ'
			'ﺟﻤﻠﺔﺣﺪﻳﺚﻃﻮﻳﻞ.'
			'`',
		translation: 'Translation of Hadith 1847'
),
	Hadith(
		hadithNumber: 1848,
		hadith:
						'ﻭﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﺃﺣﱠﺐﻟﻘﺎﺀﺍﻟﱠﻠﻪﺃﺣﱠﺐﺍﻟﱠﻠﻪﻟﻘﺎﺀﻩ،ﻭﻣﻦﺁﺮﻩ'
			'ﻭﻟﻜﱠﻦﺍﻟﻤﺆﻣﻦﺇﺫﺍﺑﱢﺸﺮﺑﺮﺣﻤﺔﺍﻟﱠﻠﻪﻭﺭﺿﻮﺍﻧﻪﻭﺟﱠﻨﺘﻪﺃﺣﱠﺐﻟﻘﺎﺀﺍﻟﱠﻠﻪ،ﻓﺄﺣﱠﺐﺍﻟﱠﻠﻪﻟﻘﺎﺀﻩﻭﺇﱠﻥﺍﻟﻜﺎﻓﺮﺇﺫﺍﺑﱢﺸﺮﻟﻘﺎﺀﺍﻟﱠﻠﻪﺁﺮﻩﺍﻟﱠﻠﻪﻟﻘﺎﺀﻩ»ﻓﻘﻠﺖ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﺃﺁﺮﺍﻩﻴﺔﺍﻟﻤﻮﺕ؟ﻓﻜﱡﻠﻨﺎﻧﻜﺮﻩﺍﻟﻤﻮﺕ،ﻗﺎﻝ:«ﻟﻴﺲﺁﺬﻟﻚ،'
			'ﺑﻌﺬﺍﺏﺍﻟﱠﻠﻪﻭﺳﺨﻄﻪ،ﺁﺮﻩﻟﻘﺎﺀﺍﻟﱠﻠﻪ،ﻭﺁﺮﻩﺍﻟﱠﻠﻪﻟﻘﺎﺀﻩ».'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1848'
),
	Hadith(
		hadithNumber: 1849,
		hadith:
						'ﻭﻋﻦﺄﻣﱢﺍﻟﻤﺆﻣﻨﻴﻦﺻﻔﱠﻴﺔﺑﻨﺖﺣﻴﻲﱟﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﻌﺘﻜﻔﺎ،'
			'ﻓﺄﺗﻴﺘﻪﺃﺯﻭﺭﻩﻟﻴﻼ.ﻓﺤﺪﱠﺛﺘﻪﺛﻢﱠﻗﻤﺖﻷﻧﻘﻠﺐ،ﻓﻘﺎﻡﻣﻌﻲﻟﻴﻘﻠﺒﻨﻲ،ﻓﻤﱠﺮﺭﺟﻼﻥﻣﻦﺍﻷﻧﺼﺎﺭﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ،'
			'ﻓﻠﱠﻤﺎﺭﺃﻳﺎﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺳﺮﻋﺎ.ﻓﻘﺎﻝﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻋﻠﻰﺭﺳﻠﻜﻤﺎﺇﱠﻧﻬﺎﺻﻔﱠﻴﺔﺑﻨﺖ'
			'ﺣﻴﻲﱟ»ﻓﻘﺎﻻ:ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﻘﺎﻝ:«ﺇﱠﻥﺍﻟﱠﺸﻴﻄﺎﻥﻳﺠﺮﻱﻣﻦﺍﺑﻦﺁﺪﻣﻣﺠﺮﻯﺍﻟﱠﺪﻡ،ﻭﺇﱢﻧﻲ'
			'ﺧﺸﻴﺖﺃﻥﻳﻘﺬﻑﻓﻲﻗﻠﻮﺑﻜﻤﺎﺷﺮﺍ-ﺃﻭﻗﺎﻝ:ﺷﻴﺌﺎ-»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1849'
),
	Hadith(
		hadithNumber: 1850,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺍﻟﻔﻀﻞﺍﻟﻌﱠﺒﺎﺱﺑﻦﻋﺒﺪﺍﻟﻤﱠﻄﻠﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺷﻬﺪﺕﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﻳﻮﻡﺣﻨﻴﻦﻓﻠﺰﻣﺖﺃﻧﺎﻭﺃﺑﻮﺳﻔﻴﺎﻥﺑﻦﺍﻟﺤﺎﺭﺙﺑﻦﻋﺒﺪﺍﻟﻤﱠﻄﻠﺐﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻟﻢ'
			'ﻧﻔﺎﺭﻗﻪ،ﻭﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺑﻐﻠﺔﻟﻪﺑﻴﻀﺎﺀ.'
			'ﻓﻠﱠﻤﺎﺍﻟﺘﻘﻰﺍﻟﻤﺴﻠﻤﻮﻥﻭﺍﻟﻤﺸﺮﺁﻮﻥﻭﱠﻟﻰﺍﻟﻤﺴﻠﻤﻮﻥﻣﺪﺑﺮﻳﻦ،ﻓﻄﻔﻖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﻳﺮﺁﺾ'
			'ﺑﻐﻠﺘﻪﻗﺒﻞﺍﻟﻜﱠﻔﺎﺭ،ﻭﺃﻧﺎﺁﺧﺬﺑﻠﺠﺎﻡﺑﻐﻠﺔﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﺁﱡﻔﻬﺎﺇﺭﺍﺩﺓﺃﻥﻻﺗﺴﺮﻉ،ﻭﺃﺑﻮ'
			'ﺳﻔﻴﺎﻥﺁﺧﺬﺑﺮﺁﺎﺏﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻓﻘﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻱﻋﱠﺒﺎﺱﻧﺎﺩﺃﺻﺤﺎﺏﺍﻟﱠﺴﻤﺮﺓ»ﻗﺎﻝﺍﻟﻌﱠﺒﺎﺱ،ﻭﺁﺎﻥﺭﺟﻼﺻﱢﻴﺘﺎ:'
			'ﻓﻘﻠﺖﺑﺄﻋﻠﻰﺻﻮﺗﻲ:ﺃﻳﻦﺃﺻﺤﺎﺏﺍﻟﱠﺴﻤﺮﺓ،ﻓﻮﺍﻟﱠﻠﻪﻟﻜﺄﱠﻥﻋﻄﻔﺘﻬﻢﺣﻴﻦﺳﻤﻌﻮﺍﺻﻮﺗﻲﻋﻄﻔﺔﺍﻟﺒﻘﺮﻋﻠﻰ'
			'ﺃﻭﻻﺩﻩﺎ،ﻓﻘﺎﻟﻮﺍ:ﻳﺎﻟﱠﺒﻴﻚﻳﺎﻟﱠﺒﻴﻚ،ﻓﺎﻗﺘﺘﻠﻮﺍﻩﻢﻭﺍﻟﻜﻔﺎﺭ،ﻭﺍﻟﱠﺪﻋﻮﺓﻓﻲﺍﻷﻧﺼﺎﺭﻳﻘﻮﻟﻮﻥ:ﻳﺎﻣﻌﺸﺮﺍﻷﻧﺼﺎﺭ،ﻳﺎ'
			'ﻣﻌﺸﺮﺍﻷﻧﺼﺎﺭ،ﺛﻢﱠﻗﺼﺮﺕﺍﻟﱠﺪﻋﻮﺓﻋﻠﻰﺑﻨﻲﺍﻟﺤﺎﺭﺙﺑﻦﺍﻟﺨﺰﺮﺟ.'
			'ﻓﻨﻈﺮﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻭﻩﻮﻋﻠﻰﺑﻐﻠﺘﻪﺁﺎﻟﻤﺘﻄﺎﻮﻟﻋﻠﻴﻬﺎﺇﻟﻰﻗﺘﺎﻟﻬﻢﻓﻘﺎﻝ:«ﻩﺬﺍﺣﻴﻦﺣﻤﻲ'
			'ﺍﻟﻮﻃﻴﺲ»ﺛﻢﱠﺃﺧﺬﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺣﺼﻴﺎﺕ،ﻓﺮﻣﻰﺑﻬﱠﻦﻭﺟﻮﻩﺍﻟﻜﱠﻔﺎﺭ،ﺛﻢﱠﻗﺎﻝ:«ﺍﻧﻬﺰﻣﻮﺍ'
			'ﻭﺭﱢﺏﻣﺤﱠﻤﺪ»ﻓﺬﻩﺒﺖﺃﻧﻈﺮﻓﺈﺫﺍﺍﻟﻘﺘﺎﻝﻋﻠﻰﻩﻴﺌﺘﻪﻓﻴﻤﺎﺃﺮﯨ،ﻓﻮﺍﻟﱠﻠﻪﻣﺎﻩﻮﺇﱠﻻﺃﻥﺭﻣﺎﻩﻢﺑﺤﺼﻴﺎﺗﻪ،ﻓﻤﺎﺯﻟﺖ'
			'»ﺍﻟﻮﻃﻴﺲ»ﺍﻟﱠﺘﱡﻨﻮﺭ.ﻭﻣﻌﻨﺎﻩ:ﺍﺷﺘﱠﺪﺕﺍﻟﺤﺮﺏ.ﻭﻗﻮﻟﻪ:«ﺣﱠﺪﻩﻢ»ﻩﻮﺑﺎﻟﺤﺎﺀﺍﻟﻤﻬﻤﻠﺔﺄﻳ:ﺑﺄﺳﻬﻢ.ﺃﺮﯨﺣﱠﺪﻩﻢﺁﻠﻴﻼ،ﻭﺃﻣﺮﻩﻢﻣﺪﺑﺮﺍ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1850'
),
	Hadith(
		hadithNumber: 1851,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﱡﻳﻬﺎﺍﻟﱠﻨﺎﺱﺇﱠﻥﺍﻟﱠﻠﻪ'
			'ﻃﱢﻴﺐﻻﻳﻘﺒﻞﺇﱠﻻﻃﱢﻴﺒﺎ،ﻭﺇﱠﻥﺍﻟﱠﻠﻪﺃﻣﺮﺍﻟﻤﺆﻣﻨﻴﻦﺑﻤﺎﺃﻣﺮﺑﻪﺍﻟﻤﺮﺳﻠﻴﻦ،ﻓﻘﺎﻝﺗﻌﺎﻟﻰ:{ﻳﺎﺃﱡﻳﻬﺎﺍﻟﺮﱡﺳﻞﺁﻠﻮﺍﻣﻦ'
			'ﺍﻟﱠﻄﱢﻴﺒﺎﺕﻭﺍﻋﻤﻠﻮﺍﺻﺎﻟﺤﺎ}ﻭﻗﺎﻝﺗﻌﺎﻟﻰ:{ﻳﺎﺃﱡﻳﻬﺎﺍﱠﻟﺬﻳﻦﺁﻣﻨﻮﺍﺁﻠﻮﺍﻣﻦﻃﱢﻴﺒﺎﺕﻣﺎﺭﺯﻗﻨﺎﺁﻢ}ﺛﻢﱠﺫﺁﺮﺍﻟﱠﺮﺟﻞ'
			'ﻳﻄﻴﻞﺍﻟﱠﺴﻔﺮﺃﺷﻌﺚﺃﻏﺒﺮﻳﻤﺪﱡﻳﺪﻳﻪﺇﻟﻰﺍﻟﱠﺴﻤﺎﺀ:ﻳﺎﺭﱢﺏﻳﺎﺭﱢﺏ،ﻭﻣﻄﻌﻤﻪﺣﺮﺎﻣ،ﻭﻣﺸﺮﺑﻪﺣﺮﺎﻣ،ﻭﻣﻠﺒﺴﻪ'
			'ﺣﺮﺎﻣ،ﻭﻏﺬﻱﺑﺎﻟﺤﺮﺎﻣ،ﻓﺄﱠﻧﻰﻳﺴﺘﺠﺎﺏﻟﺬﻟﻚ،؟»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1851'
),
	Hadith(
		hadithNumber: 1852,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺛﻼﺛﺔﻻﻳﻜﻠﱢﻤﻬﻢﺍﻟﱠﻠﻪﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ'
			'،ﻭﻻﻳﺰﱢﺁﻴﻬﻢ،ﻭﻻﻳﻨﻈﺮﺇﻟﻴﻬﻢ،ﻭﻟﻬﻢﻋﺬﺍﺏﺃﻟﻴﻢ:ﺷﻴﺦﺯﺍﻥ،ﻭﻣﻠﻚﺁﱠﺬﺍﺏ،ﻭﻋﺎﺋﻞﻣﺴﺘﻜﺒﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'.1852«ﺍﻟﻌﺎﺋﻞ»:ﺍﻟﻔﻘﻴﺮ',
		translation: 'Translation of Hadith 1852'
),
	Hadith(
		hadithNumber: 1853,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺳﻴﺤﺎﻥﻭﺟﻴﺤﺎﻥﻭﺍﻟﻔﺮﺍﺕ'
			'ﻭﺍﻟﱢﻨﻴﻞﺁﱞﻞﻣﻦﺃﻧﻬﺎﺭﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1853'
),
	Hadith(
		hadithNumber: 1854,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﺃﺧﺬﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻴﺪﻱﻓﻘﺎﻝ:«ﺧﻠﻖﺍﻟﱠﻠﻪﺍﻟﱡﺘﺮﺑﺔﻳﻮﻡﺍﻟﱠﺴﺒﺖ،ﻭﺧﻠﻖ'
			'ﻓﻴﻬﺎﺍﻟﺠﺒﺎﻝﻳﻮﻡﺍﻷﺣﺪ،ﻭﺧﻠﻖﺍﻟﱠﺸﺠﺮﻳﻮﻡﺍﻹﺛﻨﻴﻦ،ﻭﺧﻠﻖﺍﻟﻤﻜﺮﻭﻩﻳﻮﻡﺍﻟﱡﺜﻼﺛﺎﺀ،ﻭﺧﻠﻖﺍﻟﱡﻨﻮﺭﻳﻮﻡﺍﻷﺭﺑﻌﺎﺀ،'
			'ﻭﺑﱠﺚﻓﻴﻬﺎﺍﻟﱠﺪﻭﺍﱠﺏﻳﻮﻡﺍﻟﺨﻤﻴﺲ،ﻭﺧﻠﻖﺁﺪﻣﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﻌﺪﺍﻟﻌﺼﺮﻣﻦﻳﻮﻡﺍﻟﺠﻤﻌﺔﻓﻲﺁﺧﺮﺍﻟﺨﻠﻖ'
			'ﻓﻲﺁﺧﺮﺳﺎﻋﺔﻣﻦﺍﻟﱠﻨﻬﺎﺭﻓﻴﻤﺎﺑﻴﻦﺍﻟﻌﺼﺮﺇﻟﻰﺍﱠﻟﻠﻴﻞ».'
			'ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1854'
),
	Hadith(
		hadithNumber: 1855,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻠﻴﻤﺎﻥﺧﺎﻟﺪﺑﻦﺍﻟﻮﻟﻴﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﻟﻘﺪﺍﻧﻘﻄﻌﺖﻓﻲﻳﺪﻱﻳﻮﻡﻣﺆﺗﺔﺗﺴﻌﺔ'
			'ﺃﺳﻴﺎﻑ،ﻓﻤﺎﺑﻘﻲﻓﻲﻳﺪﻱﺇﻻﺻﻔﻴﺤﺔﻳﻤﺎﻧﱠﻴﺔ».'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1855'
),
	Hadith(
		hadithNumber: 1856,
		hadith:
						'ﻭﻋﻦﻋﻤﺮﻭﺑﻦﺍﻟﻌﺎﺹﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﻧﱠﻪﺳﻤﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺇﺫﺍﺣﻜﻢ'
			'`.1856ﺍﻟﺤﺎﺁﻢ،ﻓﺎﺟﺘﻬﺪ،ﺛﻢﱠﺃﺻﺎﺏ،ﻓﻠﻪﺃﺟﺮﺍﻥﻭﺇﻥﺣﻜﻢﻭﺍﺟﺘﻬﺪ،ﻓﺄﺧﻄﺄ،ﻓﻠﻪﺃﺟﺮ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1856'
),
	Hadith(
		hadithNumber: 1857,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺃﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺍﻟﺤﱠﻤﻰﻣﻦﻓﻴﺢﺟﻬﱠﻨﻢﻓﺄﺑﺮﺩﻭﻩﺎ'
			'ﺑﺎﻟﻤﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1857'
),
	Hadith(
		hadithNumber: 1858,
		hadith:
						'ﻭﻋﻨﻬﺎﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻋﻦﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻣﻦﻣﺎﺕﻭﻋﻠﻴﻪﺻﻮﻡ،ﺻﺎﻡﻋﻨﻪ'
			'ﻭﻟﱡﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺍﻟﻤﺨﺘﺎﺭﺟﻮﺍﺯﺍﻟﱠﺼﻮﻡﻋﱠﻤﻦﻣﺎﺕﻭﻋﻠﻴﻪﺻﻮﻡﻟﻬﺬﺍﺍﻟﺤﺪﻳﺚ،ﻭﺍﻟﻤﺮﺍﺩﺑﺎﻟﻮﻟﱢﻲ:ﺍﻟﻘﺮﻳﺐﻭﺍﺭﺛﺎﺁﺎﻥﺃﻭﻏﻴﺮ'
			'ﻭﺍﺭﺙ.'
			'`',
		translation: 'Translation of Hadith 1858'
),
	Hadith(
		hadithNumber: 1859,
		hadith:
						'ﻭﻋﻦﻋﻮﻑﺑﻦﻣﺎﻟﻚﺑﻦﺍﻟﱡﻄﻔﻴﻞﺃﱠﻥﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺣﱢﺪﺛﺖﺃﱠﻥﻋﺒﺪﺍﻟﱠﻠﻪﺍﺑﻦﺍﻟﱠﺰﺑﻴﺮﺭﺿﻲﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﻤﺎﻗﺎﻝﻓﻲﺑﻴﻊﺃﻭﻋﻄﺎﺀﺃﻋﻄﺘﻪﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻋﻨﻬﺎ:ﻭﺍﻟﱠﻠﻪﻟﺘﻨﺘﻬﻴﱠﻦﻋﺎﺋﺸﺔ،ﺃﻭﻷﺣﺠﺮﻥﱠ'
			'ﻋﻠﻴﻬﺎ،ﻗﺎﻟﺖ:ﺃﻩﻮﻗﺎﻝﻩﺬﺍ؟ﻗﺎﻟﻮﺍ:ﻧﻌﻢ،ﻗﺎﻟﺖ:ﻩﻮ،ﻟﱠﻠﻪﻋﻠﻲﻧﺬﺭﺃﻥﻻﺃﺁﱢﻠﻢﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮﺃﺑﺪﺍ،ﻓﺎﺳﺘﺸﻔﻊ'
			'ﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮﺇﻟﻴﻬﺎﺣﻴﻦﻃﺎﻟﺖﺍﻟﻬﺠﺮﺓ.ﻓﻘﺎﻟﺖ:ﻻﻭﺍﻟﱠﻠﻪﻻﺃﺷﻔﱠﻊﻓﻴﻪﺃﺑﺪﺍ،ﻭﻻﺃﺗﺤﱠﻨﺚﺇﻟﻰﻧﺬﺮﻳ.ﻓﻠﱠﻤﺎﻃﺎﻝﺫﻟﻚ'
			'ﻋﻠﻰﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮﺁﱠﻠﻢﺍﻟﻤﺴﻮﺭﺑﻦﻣﺨﺮﻣﺔ،ﻭﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦﺑﻦﺍﻷﺳﻮﺩﺑﻦﻋﺒﺪﻳﻐﻮﺙﻭﻗﺎﻝﻟﻬﻤﺎ:ﺃﻧﺸﺪﺁﻤﺎﺍﻟﱠﻠﻪ'
			'ﻟﻤﺎﺃﺩﺧﻠﺘﻤﺎﻧﻲﻋﻠﻰﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻓﺈﱠﻧﻬﺎﻻﻳﺤﱡﻞﻟﻬﺎﺃﻥﺗﻨﺬﺭﻗﻄﻴﻌﺘﻲ،ﻓﺄﻗﺒﻞﺑﻪﺍﻟﻤﺴﻮﺭ،ﻭﻋﺒﺪ'
			'ﺍﻟﱠﺮﺣﻤﻦﺣﱠﺘﻰﺍﺳﺘﺄﺫﻧﺎﻋﻠﻰﻋﺎﺋﺸﺔ،ﻓﻘﺎﻻ:ﺍﻟﺴﱠﻼﻡﻋﻠﻴﻚﻭﺭﺣﻤﺔﺍﻟﱠﻠﻪﻭﺑﺮﺁﺎﺗﻪ،ﺃﻧﺪﺧﻞ؟ﻗﺎﻟﺖﻋﺎﺋﺸﺔ:'
			'ﺍﺩﺧﻠﻮﺍ.ﻗﺎﻟﻮﺍ:ﺁﱡﻠﻨﺎ؟ﻗﺎﻟﺖ:ﻧﻌﻢﺍﺩﺧﻠﻮﺍﺁﻠﱡﻜﻢ،ﻭﻻﺗﻌﻠﻢﺃﱠﻥﻣﻌﻬﻤﺎﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮ،ﻓﻠﱠﻤﺎﺩﺧﻠﻮﺍ،ﺩﺧﻞﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮ'
			'ﺍﻟﺤﺠﺎﺏ،ﻓﺎﻋﺘﻨﻖﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎ،ﻭﻃﻔﻖﻳﻨﺎﺷﺪﻩﺎﻭﻳﺒﻜﻲ،ﻭﻃﻔﻖﺍﻟﻤﺴﻮﺭ،ﻭﻋﺒﺪﺍﻟﱠﺮﺣﻤﻦ'
			'ﻭﻻﻳﺤﱡﻞﻟﻤﺴﻠﻢﺃﻥﻳﻬﺠﺮﺃﺧﺎﻩﻓﻮﻕﺛﻼﺙﻟﻴﺎﻝ.ﻓﻠﱠﻤﺎﺃﺁﺜﺮﻭﺍﻋﻠﻰﻋﺎﺋﺸﺔﻣﻦﺍﻟﱠﺘﺬﺁﺮﺓﻭﺍﻟﱠﺘﺤﺮﻳﺞ،ﻃﻔﻘﺖﻳﻨﺎﺷﺪﺍﻧﻬﺎﺇﱠﻻﺁﱠﻠﻤﺘﻪﻭﻗﺒﻠﺖﻣﻨﻪ،ﻭﻳﻘﻮﻻﻥ:ﺇﱠﻥﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻧﻬﻰﻋﱠﻤﺎﻗﺪﻋﻠﻤﺖﻣﻦﺍﻟﻬﺠﺮﺓ.'
			'ﺗﺬﺁﱢﺮﻩﻤﺎﻭﺗﺒﻜﻲ،ﻭﺗﻘﻮﻝ:ﺇﱢﻧﻲﻧﺬﺭﺕﻭﺍﻟﻨﱠﺬﺭﺷﺪﻳﺪ،ﻓﻠﻢﻳﺰﺍﻻﺑﻬﺎﺣﱠﺘﻰﺁﱠﻠﻤﺖﺍﺑﻦﺍﻟﱡﺰﺑﻴﺮ،ﻭﺃﻋﺘﻘﺖﻓﻲﻧﺬﺭﻩﺎ'
			'ﺃﺭﺑﻌﻴﻦﺭﻗﺒﺔ،ﻭﺁﺎﻧﺖﺗﺬﺁﺮﻧﺬﺭﻩﺎﺑﻌﺪﺫﻟﻚﻓﺘﺒﻜﻲﺣﱠﺘﻰﺗﺒﻞﱠﺩﻣﻮﻋﻬﺎﺧﻤﺎﺭﻩﺎ.ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1859'
),
	Hadith(
		hadithNumber: 1860,
		hadith:
						'ﻭﻋﻦﻋﻘﺒﺔﺑﻦﻋﺎﻣﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺧﺮﺝﺇﻟﻰﻗﺘﻠﻰﺃﺣﺪ.ﻓﺼﱠﻠﻰ'
			'ﻋﻠﻴﻬﻢﺑﻌﺪﺛﻤﺎﻥﺳﻨﻴﻦﺁﺎﻟﻤﻮﱢﺪﻋﻟﻸﺣﻴﺎﺀﻭﺍﻷﻣﻮﺍﺕ،ﺛﻢﱠﻃﻠﻊﺇﻟﻰﺍﻟﻤﻨﺒﺮ،ﻓﻘﺎﻝ:ﺇﱢﻧﻲﺑﻴﻦﺃﻳﺪﻳﻜﻢﻓﺮﻁﻭﺃﻧﺎ'
			'ﺷﻬﻴﺪﻋﻠﻴﻜﻢﻭﺇﱠﻥﻣﻮﻋﺪﺁﻢﺍﻟﺤﻮﺽ،ﻭﺇﱢﻧﻲﻷﻧﻈﺮﺇﻟﻴﻪﻣﻦﻣﻘﺎﻣﻲﻩﺬﺍ،ﻭﺇﱢﻧﻲﻟﺴﺖﺃﺧﺸﻰﻋﻠﻴﻜﻢﺃﻥﺗﺸﺮﺁﻮﺍ،'
			'ﻭﻟﻜﻦﺃﺧﺸﻰﻋﻠﻴﻜﻢﺍﻟﱡﺪﻧﻴﺎﺃﻥﺗﻨﺎﻓﺴﻮﻩﺎ»ﻗﺎﻝ:ﻓﻜﺎﻧﺖﺁﺧﺮﻧﻈﺮﺓﻧﻈﺮﺗﻬﺎﺇﻟﻰﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ'
			'،ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻭﻟﻜﱢﻨﻲﺃﺧﺸﻰﻋﻠﻴﻜﻢﺍﻟﱡﺪﻧﻴﺎﺃﻥﺗﻨﺎﻓﺴﻮﺍﻓﻴﻬﺎ،ﻭﺗﻘﺘﺘﻠﻮﺍﻓﺘﻬﻠﻜﻮﺍﺁﻤﺎﻩﻠﻚﻣﻦﺁﺎﻥﻗﺒﻠﻜﻢ»ﻗﺎﻝ'
			'ﻋﻘﺒﺔ:ﻓﻜﺎﻥﺁﺧﺮﻣﺎﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻋﻠﻰﺍﻟﻤﻨﺒﺮ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻗﺎﻝ:«ﺇﱢﻧﻲﻓﺮﻁﻟﻜﻢﻭﺃﻧﺎﺷﻬﻴﺪﻋﻠﻴﻜﻢ،ﻭﺇﱢﻧﻲﻭﺍﻟﱠﻠﻪﻷﻧﻈﺮﺇﻟﻰﺣﻮﺿﻲﺍﻵﻥ،ﻭﺇﱢﻧﻲﺃﻋﻄﻴﺖ'
			'ﻣﻔﺎﺗﻴﺢﺧﺰﺍﺋﻦﺍﻷﺭﺽ،ﺃﻭﻣﻔﺎﺗﻴﺢﺍﻷﺭﺽ،ﻭﺇﱠﻧﻲﻭﺍﻟﱠﻠﻪﻣﺎﺃﺧﺎﻑﻋﻠﻴﻜﻢﺃﻥﺗﺸﺮﺁﻮﺍﺑﻌﺪﻱﻭﻟﻜﻦﺃﺧﺎﻑﻋﻠﻴﻜﻢ'
			'ﺃﻥﺗﻨﺎﻓﺴﻮﺍﻓﻴﻬﺎ».'
			'ﻭﺍﻟﻤﺮﺍﺩﺑﺎﻟﱠﺼﻼﺓﻋﻠﻰﻗﺘﻠﻰﺃﺣﺪ:ﺍﻟﱡﺪﻋﺎﺀﻟﻬﻢ،ﻻﺍﻟﱠﺼﻼﺓﺍﻟﻤﻌﺮﻭﻓﺔ.'
			'`',
		translation: 'Translation of Hadith 1860'
),
	Hadith(
		hadithNumber: 1861,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺯﻳﺪﻋﻤﺮﻭﺑﻦﺃﺧﻄﺐﺍﻷﻧﺼﺎﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺻﱠﻠﻰﺑﻨﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺍﻟﻔﺠﺮ،ﻭﺻﻌﺪﺍﻟﻤﻨﺒﺮ،ﻓﺨﻄﺒﻨﺎﺣﱠﺘﻰﺣﻀﺮﺕﺍﻟﻈﱡﻬﺮ،ﻓﻨﺰﻝﻓﺼﱠﻠﻰ.ﺛﻢﱠﺻﻌﺪﺍﻟﻤﻨﺒﺮﻓﺨﻄﺐﺣﱠﺘﻰ'
			'ﺣﻀﺮﺕﺍﻟﻌﺼﺮ،ﺛﻢﱠﻧﺰﻝﻓﺼﱠﻠﻰ،ﺛﱠﻢﺻﻌﺪﺍﻟﻤﻨﺒﺮﺣﺘﻰﻏﺮﺑﺖﺍﻟﱠﺸﻤﺲ،ﻓﺄﺧﺒﺮﻧﺎﻣﺎﺁﺎﻥﻭﻣﺎﻩﻮﺁﺎﺋﻦ،'
			'ﻓﺄﻋﻠﻤﻨﺎﺃﺣﻔﻈﻨﺎ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1861'
),
	Hadith(
		hadithNumber: 1862,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﻗﺎﻝﺍﻟﻨﺒﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻧﺬﺭﺄﻧﻳﻄﻴﻊﺍﻟﱠﻠﻪ'
			'ﻓﻠﻴﻄﻌﻪ،ﻭﻣﻦﻧﺬﺭﺃﻥﻳﻌﺼﻲﺍﻟﱠﻠﻪ،ﻓﻼﻳﻌﺼﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'`',
		translation: 'Translation of Hadith 1862'
),
	Hadith(
		hadithNumber: 1863,
		hadith:
						'ﻭﻋﻦﺃﱢﻡﺷﺮﻳﻚﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﺄﻧﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺃﻣﺮﻩﺎﺑﻘﺘﻞﺍﻷﻭﺯﺍﻍ،ﻭﻗﺎﻝ:«'
			'ﺁﺎﻥﻳﻨﻔﺦﻋﻠﻰﺇﺑﺮﺎﻫﻴﻢ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1863'
),
	Hadith(
		hadithNumber: 1864,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻗﺘﻞﻭﺯﻏﺔﻓﻲ'
			'ﺃﱠﻭﻝﺿﺮﺑﺔ،ﻓﻠﻪﺁﺬﺍﻭﺁﺬﺍﺣﺴﻨﺔ،ﻭﻣﻦﻗﺘﻠﻬﺎﻓﻲﺍﻟﱠﻀﺮﺑﺔﺍﻟﱠﺜﺎﻧﻴﺔ،ﻓﻠﻪﺁﺬﺍﻭﺁﺬﺍﺣﺴﻨﺔﺩﻭﻥﺍﻷﻭﻟﻰ،ﻭﺇﱠﻥ'
			'ﻗﺘﻠﻬﺎﻓﻲﺍﻟﱠﻀﺮﺑﺔﺍﻟﱠﺜﺎﻟﺜﺔ،ﻓﻠﻪﺁﺬﺍﻭﺁﺬﺍﺣﺴﻨﺔ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻣﻦﻗﺘﻞﻭﺯﻏﺎﻓﻲﺃﱠﻭﻝﺿﺮﺑﺔ،ﺁﺘﺐﻟﻪﻣﺎﺋﺔﺣﺴﻨﺔ،ﻭﻓﻲﺍﻟﱠﺜﺎﻧﻴﺔﺩﻭﻥﺫﻟﻚ،ﻭﻓﻲﺍﻟﱠﺜﺎﻟﺜﺔ'
			'ﺩﻭﻥﺫﻟﻚ».ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﺎﻝﺃﻩﻞﺍﻟﱡﻠﻐﺔ:ﺍﻟﻮﺯﻍ:ﺍﻟﻌﻈﺎﻡﻣﻦﺳﺎﱠﻡﺃﺑﺮﺹ',
		translation: 'Translation of Hadith 1864'
),
	Hadith(
		hadithNumber: 1865,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻗﺎﻝﺭﺟﻞﻷﺗﺼﺪﻗﱠﻦ'
			'ﺑﺼﺪﻗﺔ،ﻓﺨﺮﺝﺑﺼﺪﻗﺘﻪ،ﻓﻮﺿﻌﻬﺎﻓﻲﻳﺪﺳﺎﺭﻕ،ﻓﺄﺻﺒﺤﻮﺍﻳﺘﺤﱠﺪﺛﻮﻥ:ﺗﺼﱢﺪﻕﺍﻟﻠﻴﻠﺔﻋﻠﻰﺳﺎﺭﻕ،ﻓﻘﺎﻝ:'
			'ﺍﻟﻠﱠﻬﻢﱠﻟﻚﺍﻟﺤﻤﺪﻷﺗﺼﱠﺪﻗﱠﻦﺑﺼﺪﻗﺔ،ﻓﺨﺮﺝﺑﺼﺪﻗﺘﻪ،ﻓﻮﺿﻌﻬﺎﻓﻲﻳﺪﺯﺍﻧﻴﺔ،ﻓﺄﺻﺒﺤﻮﺍﻳﺘﺤﺪﱠﺛﻮﻥﺗﺼﱢﺪﻕﺍﻟﱠﻠﻴﻠﺔ'
			'ﻋﻠﻰﺯﺍﻧﻴﺔ،ﻓﻘﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﻟﻚﺍﻟﺤﻤﺪﻋﻠﻰﺯﺍﻧﻴﺔ؟،ﻷﺗﺼﱠﺪﻗﱠﻦﺑﺼﺪﻗﺔ،ﻓﺨﺮﺝﺑﺼﺪﻗﺘﻪ،ﻓﻮﺿﻌﻬﺎﻓﻲﻳﺪﻏﻨﻲ،'
			'ﻓﺄﺻﺒﺤﻮﺍﻳﺘﺤﱠﺪﺛﻮﻥ:ﺗﺼﱢﺪﻕﻋﻠﻰﻏﻨﱟﻲ،ﻓﻘﺎﻝﺍﻟﻠﱠﻬﻢﱠﻟﻚﺍﻟﺤﻤﺪﻋﻠﻰﺳﺎﺭﻕ،ﻭﻋﻠﻰﺯﺍﻧﻴﺔ،ﻭﻋﻠﻰﻏﻨﻲ،ﻓﺄﺗﻲ'
			'ﻓﻘﻴﻞﻟﻪ:ﺃﱠﻣﺎﺻﺪﻗﺘﻚﻋﻠﻰﺳﺎﺭﻕﻓﻠﻌﱠﻠﻪﺃﻥﻳﺴﺘﻌﱠﻒﻋﻦﺳﺮﻗﺘﻪ،ﻭﺃﱠﻣﺎﺍﻟﱠﺰﺍﻧﻴﺔﻓﻠﻌﱠﻠﻬﺎﺗﺴﺘﻌﱠﻒﻋﻦﺯﻧﺎﻩﺎ،ﻭﺃﻣﺎ'
			'ﺍﻟﻐﻨﱡﻲﻓﻠﻌﻠﱠﻪﺃﻥﻳﻌﺘﺒﺮ،ﻓﻴﻨﻔﻖﻣﱠﻤﺎﺁﺗﺎﻩﺍﻟﻠﱠﻪ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﺑﻠﻔﻈﻪ،ﻭﻣﺴﻠﻢﺑﻤﻌﻨﺎﻩ',
		translation: 'Translation of Hadith 1865'
),
	Hadith(
		hadithNumber: 1866,
		hadith:
						'»1866ﻭﻋﻨﻪﻗﺎﻝﺁﻨﺎﻣﻊﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺩﻋﻮﺓﻓﺮﻓﻊﺇﻟﻴﻪﺍﻟﺬﺭﺎﻋﻭﺁﺎﻧﺖﱡﺗﻌﺠﺒﻪﻓﻨﻬﺲ'
			'ﻣﻨﻬﺎﻧﻬﺴﺔﻭﻗﺎﻝ:ﺃﻧﺎﺳﻴﺪﺍﻟﻨﺎﺱﻳﻮﻡﺍﻟﻘﻴﺎﻣﺔ،ﻩﻞﺗﺪﺭﻭﻥﻣﱠﻢﺫﺍﻙ؟ﻳﺠﻤﻊﺍﻟﱠﻠﻪﺍﻷﱠﻭﻟﻴﻦﻭﺍﻵﺧﺮﻳﻦﻓﻲﺻﻌﻴﺪ'
			'ﻭﺍﺣﺪ،ﻓﻴﻨﻈﺮﻩﻢﺍﻟﱠﻨﺎﻇﺮ،ﻭﻳﺴﻤﻌﻬﻢﺍﻟﱠﺪﺍﻋﻲ،ﻭﺗﺪﻧﻮﻣﻨﻬﻢﺍﻟﺸﱠﻤﺲ،ﻓﻴﺒﻠﻎﺍﻟﱠﻨﺎﺱﻣﻦﺍﻟﻐﱢﻢﻭﺍﻟﻜﺮﺏﻣﺎﻻ'
			'ﻳﻄﻴﻘﻮﻥﻭﻻﻳﺤﺘﻤﻠﻮﻥ،ﻓﻴﻘﻮﻝﺍﻟﱠﻨﺎﺱ:ﺃﻻﺗﺮﻭﻥﺇﻟﻰﻣﺎﺃﻧﺘﻢﻓﻴﻪ،ﺇﻟﻰﻣﺎﺑﻠﻐﻜﻢ؟ﺃﻻﺗﻨﻈﺮﻭﻥﻣﻦﻳﺸﻔﻊﻟﻜﻢ'
			'ﺇﻟﻰﺭﱠﺑﻜﻢ؟'
			'ﻓﻴﻘﻮﻝﺑﻌﺾﺍﻟﱠﻨﺎﺱﻟﺒﻌﺾ:ﺃﺑﻮﺁﻢﺁﺪﻣ،ﻭﻳﺄﺗﻮﻧﻪﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎﺃﺪﻣﺃﻧﺖﺃﺑﻮﺍﻟﺒﺸﺮ،ﺧﻠﻘﻚﺍﻟﱠﻠﻪﺑﻴﺪﻩ،ﻭﻧﻔﺦ'
			'ﻓﻴﻚﻣﻦﺭﻭﺣﻪ،ﻭﺃﻣﺮﺍﻟﻤﻼﺋﻜﺔﻓﺴﺠﺪﻭﺍﻟﻚﻭﺃﺳﻜﻨﻚﺍﻟﺠﱠﻨﺔ،ﺃﻻﺗﺸﻔﻊﻟﻨﺎﺇﻟﻰﺭﱢﺑﻚ؟ﺃﻻﺗﺮﻯﻣﺎﻧﺤﻦﻓﻴﻪ،'
			'ﻭﻣﺎﺑﻠﻐﻨﺎ؟ﻓﻘﺎﻝ:ﺇﱠﻥﺭﱢﺑﻲﻏﻀﺐﻏﻀﺒﺎﻟﻢﻳﻐﻀﺐﻗﺒﻠﻪﻣﺜﻠﻪ.ﻭﻻﻳﻐﻀﺐﺑﻌﺪﻩﻣﺜﻠﻪ،ﻭﺇﱠﻧﻪﻧﻬﺎﻧﻲﻋﻦ'
			'ﺍﻟﱠﺸﺠﺮﺓ،ﻓﻌﺼﻴﺖ.ﻧﻔﺴﻲﻧﻔﺴﻲﻧﻔﺴﻲ.ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻏﻴﺮﻱ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻧﻮﺡ.ﻓﻴﺄﺗﻮﻥﻧﻮﺣﺎﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎ'
			'ﻧﻮﺡ،ﺃﻧﺖﺃﻭﱠﻝﺍﻟﱡﺮﺳﻞﺇﻟﻰﺃﻩﻞﺍﻷﺭﺽ،ﻭﻗﺪﺳﱠﻤﺎﻙﺍﻟﱠﻠﻪﻋﺒﺪﺍﺷﻜﻮﺭﺍ،ﺃﻻﺗﺮﻯﺇﻟﻰﻣﺎﻧﺤﻦﻓﻴﻪ،ﺃﻻﺗﺮﻯ'
			'ﺇﻟﻰﻣﺎﺑﻠﻐﻨﺎ،ﺃﻻﺗﺸﻔﻊﻟﻨﺎﺇﻟﻰﺭﱢﺑﻚ؟ﻓﻴﻘﻮﻝ:ﺇﱠﻥﺭﱢﺑﻲﻏﻀﺐﺍﻟﻴﻮﻡﻏﻀﺒﺎﻟﻢﻳﻐﻀﺐﻗﺒﻠﻪﻣﺜﻠﻪ،ﻭﻟﻦﻳﻐﻀﺐ'
			'ﺑﻌﺪﻩﻣﺜﻠﻪ،ﻭﺃﱠﻧﻪﻗﺪﺁﺎﻧﺖﻟﻲﺩﻋﻮﺓﺩﻋﻮﺕﺑﻬﺎﻋﻠﻰﻗﻮﻣﻲ،ﻧﻔﺴﻲﻧﻔﺴﻲﻧﻔﺴﻲ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻏﻴﺮﻱﺍﺫﻩﺒﻮﺍ'
			'ﺇﻟﻰﺇﺑﺮﺍﻩﻴﻢ.ﻓﻴﺄﺗﻮﻥﺇﺑﺮﺍﻩﻴﻢﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎﺇﺑﺮﺍﻩﻴﻢﺃﻧﺖﻧﺒﱡﻲﺍﻟﱠﻠﻪﻭﺧﻠﻴﻠﻪﻣﻦﺃﻩﻞﺍﻷﺭﺽ،ﺍﺷﻔﻊﻟﻨﺎﺇﻟﻰﺭﱢﺑﻚ'
			'،ﺃﻻﺗﺮﻯﺇﻟﻰﻣﺎﻧﺤﻦﻓﻴﻪ؟ﻓﻴﻘﻮﻝﻟﻬﻢ:ﺇﱠﻥﺭﱢﺑﻲﻗﺪﻏﻀﺐﺍﻟﻴﻮﻡﻏﻀﺒﺎﻟﻢﻳﻐﻀﺐﻗﺒﻠﻪﻣﺜﻠﻪ،ﻭﻟﻦﻳﻐﻀﺐ'
			'ﺑﻌﺪﻩﻣﺜﻠﻪﻭﺇﱢﻧﻲﺁﻨﺖﺁﺬﺑﺖﺛﻼﺙﺁﺬﺑﺎﺕﻧﻔﺴﻲﻧﻔﺴﻲﻧﻔﺴﻲ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻏﻴﺮﻱ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻣﻮﺳﻰ.ﻓﻴﺄﺗﻮﻥ'
			'ﻣﻮﺳﻰ،ﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎﻣﻮﺳﻰﺃﻧﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻓﱠﻀﻠﻚﺍﻟﱠﻠﻪﺑﺮﺳﺎﻻﺗﻪﻭﺑﻜﻼﻣﻪﻋﻠﻰﺍﻟﱠﻨﺎﺱ،ﺍﺷﻔﻊﻟﻨﺎﺇﻟﻰ'
			'ﺭﱢﺑﻚ،ﺃﻻﺗﺮﻯﺇﻟﻰﻣﺎﻧﺤﻦﻓﻴﻪ؟ﻓﻴﻘﻮﻝﺇﱠﻥﺭﱢﺑﻲﻗﺪﻏﻀﺐﺍﻟﻴﻮﻡﻏﻀﺒﺎﻟﻢﻳﻐﻀﺐﻗﺒﻠﻪﻣﺜﻠﻪ،ﻭﻟﻦﻳﻐﻀﺐ'
			'ﻓﻴﺄﺗﻮﻥﻋﻴﺴﻰ.ﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎﻋﻴﺴﻰﺃﻧﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﻭﺁﻠﻤﺘﻪﺃﻟﻘﺎﻩﺎﺇﻟﻰﻣﺮﻳﻢﻭﺭﻭﺡﻣﻨﻪﻭﺁﱠﻠﻤﺖﺍﻟﱠﻨﺎﺱﻓﻲﺑﻌﺪﻩﻣﺜﻠﻪﻭﺇﱢﻧﻲﻗﺪﻗﺘﻠﺖﻧﻔﺴﺎﻟﻢﺃﻭﻣﺮﺑﻘﺘﻠﻬﺎ.ﻧﻔﺴﻲﻧﻔﺴﻲﻧﻔﺴﻲ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻏﻴﺮﻱ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻋﻴﺴﻰ.'
			'ﺍﻟﻤﻬﺪ.ﺍﺷﻔﻊﻟﻨﺎﺇﻟﻰﺭﱢﺑﻚ.ﺃﻻﺗﺮﻯﻣﺎﻧﺤﻦﻓﻴﻪ،ﻓﻴﻘﻮﻝ::ﺇﱠﻥﺭﱢﺑﻲﻗﺪﻏﻀﺐﺍﻟﻴﻮﻡﻏﻀﺒﺎﻟﻢﻳﻐﻀﺐﻗﺒﻠﻪ'
			'ﻣﺜﻠﻪ،ﻭﻟﻦﻳﻐﻀﺐﺑﻌﺪﻩﻣﺜﻠﻪ،ﻭﻟﻢﻳﺬﺁﺮﺫﻧﺒﺎ،ﻧﻔﺴﻲﻧﻔﺴﻲﻧﻔﺴﻲ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻏﻴﺮﻱ،ﺍﺫﻩﺒﻮﺍﺇﻟﻰﻣﺤﱠﻤﺪ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.ﻓﻴﺄﺗﻮﻥﻣﺤﻤﺪﺍﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:«ﻓﻴﺄﺗﻮﻧﻲﻓﻴﻘﻮﻟﻮﻥ:ﻳﺎﻣﺤﻤﱠﺪﺃﻧﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪ،ﻭﺧﺎﺗﻢﺍﻷﻧﺒﻴﺎﺀ،ﻭﻗﺪﻏﻔﺮﺍﻟﱠﻠﻪﻟﻚﻣﺎﺗﻘﱠﺪﻡﻣﻦ'
			'ﺫﻧﺒﻚﻭﻣﺎﺗﺄﱠﺧﺮ،ﺍﺷﻔﻊﻟﻨﺎﺇﻟﻰﺭﱢﺑﻚ،ﺃﻻﺗﺮﻯﺇﻟﻰﻣﺎﻧﺤﻦﻓﻴﻪ؟ﻓﺄﻧﻄﻠﻖ،ﻓﺂﺗﻲﺗﺤﺖﺍﻟﻌﺮﺵ،ﻓﺄﻗﻊﺳﺎﺟﺪﺍ'
			'ﻟﺮﱢﺑﻲ»ﺛﻢﱠﻳﻔﺘﺢﺍﻟﱠﻠﻪﻋﻠﱠﻲﻣﻦﻣﺤﺎﻣﺪﻩ،ﻭﺣﺴﻦﺍﻟﱠﺜﻨﺎﺀﻋﻠﻴﻪﺷﻴﺌﺎﻟﻢﻳﻔﺘﺤﻪﻋﻠﻰﺃﺣﺪﻗﺒﻠﻲﺛﻢﱠﻳﻘﺎﻝ:ﻳﺎﻣﺤﻤﱠﺪ'
			'ﺍﺭﻓﻊﺭﺃﺳﻚ،ﺳﻞﺗﻌﻄﻪ،ﻭﺍﺷﻔﻊﺗﺸﱠﻔﻊ،ﻓﺄﺭﻓﻊﺭﺃﺳﻲ،ﻓﺄﻗﻮﻝﺃﱠﻣﺘﻲﻳﺎﺭﱢﺏ،ﺃﱠﻣﺘﻲﻳﺎﺭﱢﺏ،ﻓﻴﻘﺎﻝ:ﻳﺎﻣﺤﻤﱠﺪ'
			'ﺃﺩﺧﻞﻣﻦﺃﱠﻣﺘﻚﻣﻦﻻﺣﺴﺎﺏﻋﻠﻴﻬﻢﻣﻦﺍﻟﺒﺎﺏﺍﻷﻳﻤﻦﻣﻦﺃﺑﻮﺍﺏﺍﻟﺠﱠﻨﺔﻭﻩﻢﺷﺮﺁﺎﺀﺍﻟﱠﻨﺎﺱﻓﻴﻤﺎﺳﻮﻱﺫﻟﻚﻣﻦ'
			'ﺍﻷﺑﻮﺍﺏ»ﺛﻢﱠﻗﺎﻝ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﺇﱠﻥﻣﺎﺑﻴﻦﺍﻟﻤﺼﺮﺍﻋﻴﻦﻣﻦﻣﺼﺎﺭﻳﻊﺍﻟﺠﱠﻨﺔﺁﻤﺎﺑﻴﻦﻣﱠﻜﺔﻭﻩﺠﺮ،ﺃﻭ'
			'ﺁﻤﺎﺑﻴﻦﻣﱠﻜﺔﻭﺑﺼﺮﻯ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1866'
),
	Hadith(
		hadithNumber: 1867,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺟﺎﺀﺇﺑﺮﺍﻩﻴﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺑﺄﻡﱢﺇﺳﻤﺎﻋﻴﻞﻭﺑﺎﺑﻨﻬﺎ'
			'ﺇﺳﻤﺎﻋﻴﻞﻭﻩﻲﺗﺮﺿﻌﻪﺣﱠﺘﻰﻭﺿﻌﻬﺎﻋﻨﺪﺍﻟﺒﻴﺖﻋﻨﺪﺩﻭﺣﺔﻓﻮﻕﺯﻣﺰﻡﻓﻲﺃﻋﻠﻰﺍﻟﻤﺴﺠﺪ،ﻭﻟﻴﺲﺑﻤﱠﻜﺔﻳﺆﻣﺌﺬ'
			'ﺃﺣﺪﻭﻟﻴﺲﺑﻬﺎﻣﺎﺀ،ﻓﻮﺿﻌﻬﻤﺎﻩﻨﺎﻙ،ﻭﻭﺿﻊﻋﻨﺪﻩﻤﺎﺟﺮﺍﺑﺎﻓﻴﻪﺗﻤﺮ،ﻭﺳﻘﺎﺀﻓﻴﻪﻣﺎﺀ.ﺛﻢﱠﻗﻔﻲﺇﺑﺮﺍﻩﻴﻢ'
			'ﻣﻨﻄﻠﻘﺎ،ﻓﺘﺒﻌﺘﻪﺄﻣﱡﺇﺳﻤﺎﻋﻴﻞﻓﻘﺎﻟﺖ:ﻳﺎﺇﺑﺮﺍﻩﻴﻢﺃﻳﻦﺗﺬﻩﺐﻭﺗﺘﺮﺁﻨﺎﺑﻬﺬﺍﺍﻟﻮﺍﺪﻳﻟﻴﺲﻓﻴﻪﺃﻧﻴﺲﻭﻻﺷﻲﺀ؟'
			'ﻓﻘﺎﻟﺖﻟﻪﺫﻟﻚﻣﺮﺍﺭﺍ،ﻭﺟﻌﻞﻻﻳﻠﺘﻔﺖﺇﻟﻴﻬﺎ،ﻗﺎﻟﺖﻟﻪ:ﺁﻟﱠﻠﻪﺃﻣﺮﻙﺑﻬﺬﺍ؟ﻗﺎﻝ:ﻧﻌﻢ.ﻗﺎﻟﺖ:ﺇﺫﺍﻻﻳﻀﻴﱢﻌﻨﺎ،ﺛﻢﱠ'
			'ﺭﺟﻌﺖ.ﻓﺎﻧﻄﻠﻖﺇﺑﺮﺍﻩﻴﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ،ﺣﱠﺘﻰﺇﺫﺍﺁﺎﻥﻋﻨﺪﺍﻟﱠﺜﻨﱠﻴﺔﺣﻴﺚﻻﻳﺮﻭﻧﻪ.ﺍﺳﺘﻘﺒﻞﺑﻮﺟﻬﻪ'
			'ﺍﻟﺒﻴﺖ،ﺛﻢﱠﺩﻋﺎﺑﻬﺆﻻﺀﺍﻟﱠﺪﻋﻮﺍﺕ،ﻓﺮﻓﻊﻳﺪﻳﻪﻓﻘﺎﻝ:{ﱠﺭﱠﺑﻨﺎﺇﱢﻧﻲﺃﺳﻜﻨﺖﻣﻦﺫﺭﱢﻳﱠﺘﻲﺑﻮﺍﺩﻏﻴﺮﺬﻳﺯﺭﻉ}ﺣﱠﺘﻰ'
			'ﺑﻠﻎ{ﻳﺸﻜﺮﻭﻥ}.ﻭﺟﻌﻠﺖﺄﻣﱡﺇﺳﻤﺎﻋﻴﻞﺗﺮﺿﻊﺇﺳﻤﺎﻋﻴﻞ،ﻭﺗﺸﺮﺏﻣﻦﺫﻟﻚﺍﻟﻤﺎﺀ،ﺣﱠﺘﻰﺇﺫﺍﻧﻔﺪﻣﺎﻓﻲﺍﻟﱢﺴﻘﺎﺀ'
			'ﻋﻄﺸﺖﻭﻋﻄﺶﺍﺑﻨﻬﺎ،ﻭﺟﻌﻠﺖﺗﻨﻈﺮﺇﻟﻴﻪﻳﺘﻠﱠﻮﻯ-ﺃﻭﻗﺎﻝ:ﻳﺘﻠﱠﺒﻂﻓﺎﻧﻄﻠﻘﺖﺁﺮﺍﻩﻴﺔﺃﻥﺗﻨﻈﺮﺇﻟﻴﻪ،ﻓﻮﺟﺪﺕ'
			'ﺍﻟﱠﺼﻔﺎﺃﻗﺮﺏﺟﺒﻞﻓﻲﺍﻷﺭﺽﻳﻠﻴﻬﺎ،ﻓﻘﺎﻣﺖﻋﻠﻴﻪ،ﺛﻢﱠﺍﺳﺘﻘﺒﻠﺖﺍﻟﻮﺍﺩﻱﺗﻨﻈﺮﻩﻞﺗﺮﻯﺃﺣﺪﺍ؟ﻓﻠﻢﺗﺮﺃﺣﺪﺍ.'
			'ﻓﻬﺒﻄﺖﻣﻦﺍﻟﱠﺼﻔﺎﺣﱠﺘﻰﺇﺫﺍﺑﻠﻐﺖﺍﻟﻮﺍﺩﻱ،ﺭﻓﻌﺖﻃﺮﻑﺩﺭﻋﻬﺎ،ﺛﻢﱠﺳﻌﺖﺳﻌﻲﺍﻹﻧﺴﺎﻥﺍﻟﻤﺠﻬﻮﺩﺣﱠﺘﻰ'
			'ﺟﺎﻭﺯﺕﺍﻟﻮﺍﺩﻱ،ﺛﻢﱠﺃﺗﺖﺍﻟﻤﺮﻭﺓ،ﻓﻘﺎﻣﺖﻋﻠﻴﻬﺎ،ﻓﻨﻈﺮﺕﻩﻞﺗﺮﻯﺃﺣﺪﺍ؟ﻓﻠﻢﺗﺮﺃﺣﺪﺍ،ﻓﻔﻌﻠﺖﺫﻟﻚﺳﺒﻊ'
			'ﻣﱠﺮﺍﺕ.ﻗﺎﻝﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻓﺬﻟﻚﺳﻌﻲﺍﻟﱠﻨﺎﺱﺑﻴﻨﻬﻤﺎ».'
			'ﻓﻠﱠﻤﺎﺃﺷﺮﻓﺖﻋﻠﻰﺍﻟﻤﺮﻭﺓﺳﻤﻌـﺖﺻﻮﺗﺎ،ﻓﻘﺎﻟﺖ:ﺻﻪ-ﺗﺮﻳﺪﻧﻔﺴﻬﺎ-ﺛﻢﱠﺗﺴﻤﻌﺖ،ﻓﺴﻤﻌﺖﺃﻳﻀﺎﻓﻘﺎﻟﺖ:ﻗﺪ'
			'ﺃﺳﻤﻌﺖﺇﻥﺁﺎﻥﻋﻨﺪﻙﻏﻮﺍﺙ.ﻓﺄﻏﺚ.ﻓﺈﺫﺍﻩﻲﺑﺎﻟﻤﻠﻚﻋﻨﺪﻣﻮﺿﻊﺯﻣﺰﻡ،ﻓﺒﺤﺚﺑﻌﻘﺒﻪ-ﺃﻭﻗﺎﻝﺑﺠﻨﺎﺣﻪ-'
			'ﺗﻐﺮﻑﻭﻓﻲﺭﻭﺍﻳﺔ:ﺑﻘﺪﺭﻣﺎﺗﻐﺮﻑ.ﻗﺎﻝﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎ:ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺣﱠﺘﻰﻇﻬﺮﺍﻟﻤﺎﺀ،ﻓﺠﻌﻠﺖﺗﺤﻮﱢﺿﻪﻭﺗﻘﻮﻝﺑﻴﺪﻩﺎﻩﻜﺬﺍ،ﻭﺟﻌﻠﺖﺗﻐﺮﻑﺍﻟﻤﺎﺀﻓﻲﺳﻘﺎﺋﻬﺎﻭﻩﻮﻳﻔﻮﺭﺑﻌﺪﻣﺎ'
			'ﺭﺣﻢﺍﻟﱠﻠﻪﺄﻣﱠﺇﺳﻤﺎﻋﻴﻞﻟﻮﺗﺮﺁﺖﺯﻣﺰﻡ-ﺃﻭﻗﺎﻝ:ﻟﻮﻟﻢﺗﻐﺮﻑﻣﻦﺍﻟﻤﺎﺀ،ﻟﻜﺎﻧﺖﺯﻣﺰﻡﻋﻴﻨﺎﻣﻌﻴﻨﺎﻗﺎﻝﻓﺸﺮﺑﺖ'
			'،ﻭﺃﺭﺿﻌﺖﻭﻟﺪﻩﺎ.'
			'ﻓﻘﺎﻝﻟﻬﺎﺍﻟﻤﻠﻚ:ﻻﺗﺨﺎﻓﻮﺍﺍﻟﱠﻀﻴﻌﺔﻓﺈﱠﻥﻩﻬﻨﺎﺑﻴﺘﺎﻟﱠﻠﻪﻳﺒﻨﻴﻪﻩﺬﺍﺍﻟﻐﻼﻡﻭﺃﺑﻮﻩ،ﻭﺇﱠﻥﺍﻟﱠﻠﻪﻻﻳﻀﻴﱢﻊﺃﻩﻠﻪ،ﻭﺁﺎﻥ'
			'ﺍﻟﺒﻴﺖﻣﺮﺗﻔﻌﺎﻣﻦﺍﻷﺭﺽﺁﺎﻟﱠﺮﺍﺑﻴﺔﺗﺄﺗﻴﻪﺍﻟﱡﺴﻴﻮﻝ،ﻓﺘﺄﺧﺬﻋﻦﻳﻤﻴﻨﻪﻭﻋﻦﺷﻤﺎﻟﻪ.ﻓﻜﺎﻧﺖﺁﺬﻟﻚﺣﱠﺘﻰﻣﱠﺮﺕﺑﻬﻢ'
			'ﺭﻓﻘﺔﻣﻦﺟﺮﻩﻢ،ﺃﻭﺃﻩﻞﺑﻴﺖﻣﻦﺟﺮﻩﻢﻣﻘﺒﻠﻴﻦﻣﻦﻃﺮﻳﻖﺁﺪﺍﺀ،ﻓﻨﺰﻟﻮﺍﻓﻲﺃﺳﻔﻞﻣﻜﺔ،ﻓﺮﺃﻭﺍﻃﺎﺋﺮﺍﻋﺎﺋﻔﺎ'
			'ﻓﻘﺎﻟﻮﺍ:ﺇﱠﻥﻩﺬﺍﺍﻟﱠﻄﺎﺋﺮﻟﻴﺪﻭﺭﻋﻠﻰﻣﺎﺀﻟﻌﻬﺪﻧﺎﺑﻬﺬﺍﺍﻟﻮﺍﺪﻳﻭﻣﺎﻓﻴﻪﻣﺎﺀﻓﺄﺭﺳﻠﻮﺍﺟﺮﻳﺎﺃﻭﺟﺮﱠﻳﻴﻦ،ﻓﺈﺫﺍﻩﻢ'
			'ﺑﺎﻟﻤﺎﺀ،ﻓﺮﺟﻌﻮﺍﻓﺄﺧﺒﺮﻮﻫﻢﻓﺄﻗﺒﻠﻮﺍ،ﻭﺄﻣﱡﺇﺳﻤﺎﻋﻴﻞﻋﻨﺪﺍﻟﻤﺎﺀ،ﻓﻘﺎﻟﻮﺍ:ﺃﺗﺄﺫﻧﻴﻦﻟﻨﺎﺃﻥﻧﻨﺰﻝﻋﻨﺪﻙ؟ﻗﺎﻟﺖ:'
			'ﻧﻌﻢ،ﻭﻟﻜﻦﻻﺣﱠﻖﻟﻜﻢﻓﻲﺍﻟﻤﺎﺀ،ﻗﺎﻟﻮﺍ:ﻧﻌﻢ.ﻗﺎﻝﺍﺑﻦﻋﱠﺒﺎﺱ:ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻓﺄﻟﻔﻲ'
			'ﺫﻟﻚﺄﻣﱠﺇﺳﻤﺎﻋﻴﻞ،ﻭﻩﻲﺗﺤﺐﱡﺍﻷﻧﺲ.ﻓﻨﺰﻟﻮﺍ،ﻓﺄﺭﺳﻠﻮﺍﺇﻟﻰﺃﻩﻠﻴﻬﻢﻓﻨﺰﻟﻮﺍﻣﻌﻬﻢ،ﺣﱠﺘﻰﺇﺫﺍﺁﺎﻧﻮﺍﺑﻬﺎﺃﻩﻞ'
			'ﺃﺑﻴﺎﺕ،ﻭﺷﱠﺐﺍﻟﻐﻼﻡﻭﺗﻌﱠﻠﻢﺍﻟﻌﺮﺑﱠﻴﺔﻣﻨﻬﻢﻭﺃﻧﻔﺴﻬﻢﻭﺃﻋﺠﺒﻬﻢﺣﻴﻦﺷﱠﺐ،ﻓﻠﱠﻤﺎﺃﺩﺭﻙ،ﺯﱠﻭﺟﻮﻩﺍﻣﺮﺃﺓﻣﻨﻬﻢ،'
			'ﻭﻣﺎﺗﺖﺄﻣﱡﺇﺳﻤﺎﻋﻴﻞ.'
			'ﻓﺠﺎﺀﺇﺑﺮﺍﻩﻴﻢﺑﻌﺪﻣﺎﺗﺰﱠﻭﺝﺇﺳﻤﺎﻋﻴﻞﻳﻄﺎﻟﻊﺗﺮﺁﺘﻪﻓﻠﻢﻳﺠﺪﺇﺳﻤﺎﻋﻴﻞ،ﻓﺴﺄﻝﺍﻣﺮﺃﺗﻪﻋﻨﻪﻓﻘﺎﻟﺖ:ﺧﺮﺝﻳﺒﺘﻐﻲ'
			'ﻟﻨﺎ-ﻭﻓﻲﺭﻭﺍﻳﺔ:ﻳﺼﻴﺪﻟﻨﺎ-ﺛﻢﱠﺳﺄﻟﻬﺎﻋﻦﻋﻴﺸﻬﻢﻭﻩﻴﺌﺘﻬﻢﻓﻘﺎﻟﺖ:ﻧﺤﻦﺑﺸﺮ،ﻧﺤﻦﻓﻲﺿﻴﻖﻭﺷﱠﺪﺓ،'
			'ﻭﺷﻜﺖﺇﻟﻴﻪ،ﻗﺎﻝ:ﻓﺈﺫﺍﺟﺎﺀﺯﻭﺟﻚ،ﺍﻗﺮﺋﻰﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡ،ﻭﻗﻮﻟﻲﻟﻪﻳﻐﱢﻴﺮﻋﺘﺒﺔﺑﺎﺑﻪ.ﻓﻠﱠﻤﺎﺟﺎﺀﺇﺳﻤﺎﻋﻴﻞ'
			'ﺁﺄﱠﻧﻪﺁﻧﺲﺷﻴﺌﺎﻓﻘﺎﻝ:ﻩﻞﺟﺎﺀﺁﻢﻣﻦﺃﺣﺪ؟ﻗﺎﻟﺖ:ﻧﻌﻢ،ﺟﺎﺀﻧﺎﺷﻴﺦﺁﺬﺍﻭﺁﺬﺍ،ﻓﺴﺄﻟﻨﺎﻋﻨﻚ،ﻓﺄﺧﺒﺮﺗﻪ،'
			'ﻓﺴﺄﻟﻨﻲﺁﻴﻒﻋﻴﺸﻨﺎ،ﻓﺄﺧﺒﺮﺗﻪﺃﱠﻧﺎﻓﻲﺟﻬﺪﻭﺷﱠﺪﺓ.ﻗﺎﻝ:ﻓﻬﻞﺃﻭﺻﺎﻙﺑﺸﻲﺀ؟ﻗﺎﻟﺖ:ﻧﻌﻢﺃﻣﺮﻧﻲﺃﻗﺮﺃﻋﻠﻴﻚ'
			'ﺍﻟﱠﺴﻼﻡﻭﻳﻘﻮﻝ:ﻏﱢﻴﺮﻋﺘﺒﺔﺑﺎﺑﻚ.ﻗﺎﻝ:ﺫﺍﻙﺃﺑﻲﻭﻗﺪﺃﻣﺮﻧﻲﺃﻥﺃﻓﺎﺭﻗﻚ،ﺍﻟﺤﻘﻲﺑﺄﻩﻠﻚ.ﻓﻄﱠﻠﻘﻬﺎ،ﻭﺗﺰﱠﻮﺟ'
			'ﻣﻨﻬﻢﺃﺧﺮﻯ.ﻓﻠﺒﺚﻋﻨﻬﻢﺇﺑﺮﺎﻫﻴﻢﻣﺎﺷﺎﺀﺍﻟﱠﻠﻪﺛﻢﱠﺃﺗﺎﻩﻢﺑﻌﺪ،ﻓﻠﻢﻳﺠﺪﻩ،ﻓﺪﺧﻞﻋﻠﻰﺍﻣﺮﺃﺗﻪ،ﻓﺴﺄﻝﻋﻨﻪ.'
			'ﻗﺎﻟﺖ:ﺧﺮﺝﻳﺒﺘﻐﻲﻟﻨﺎ.ﻗﺎﻝ:ﺁﻴﻒﺃﻧﺘﻢ،ﻭﺳﺄﻟﻬﺎﻋﻦﻋﻴﺸﻬﻢﻭﻩﻴﺌﺘﻬﻢﻓﻘﺎﻟﺖ:ﻧﺤﻦﺑﺨﻴﺮﻭﺳﻌﺔﻭﺃﺛﻨﺖ'
			'ﻋﻠﻰﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ،ﻓﻘﺎﻝ:ﻣﺎﻃﻌﺎﻣﻜﻢ؟ﻗﺎﻟﺖ:ﺍﻟﱠﻠﺤﻢ.ﻗﺎﻝ:ﻓﻤﺎﺷﺮﺍﺑﻜﻢ؟ﻗﺎﻟﺖ:ﺍﻟﻤﺎﺀ.ﻗﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺑﺎﺭﻙﻟﻬﻢ'
			'ﻓﻲﺍﻟﱠﻠﺤﻢﻭﺍﻟﻤﺎﺀ،ﻗﺎﻝﺍﻟﱠﻨﺒﱡﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﻟﻢﻳﻜﻦﻟﻬﻢﻳﻮﻣﺌﺬﺣﱞﺐﻭﻟﻮﺁﺎﻥﻟﻬﻢﺩﻋﺎﻟﻬﻢﻓﻴﻪ»'
			'ﻗﺎﻝ:ﻓﻬﻤﺎﻻﻳﺨﻠﻮﻋﻠﻴﻬﻤﺎﺃﺣﺪﺑﻐﻴﺮﻣﱠﻜﺔﺇﱠﻻﻟﻢﻳﻮﺍﻓﻘﺎﻩ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻓﺠﺎﺀﻓﻘﺎﻝ:ﺃﻳﻦﺇﺳﻤﺎﻋﻴﻞ؟ﻓﻘﺎﻟﺖﺍﻣﺮﺃﺗﻪ:ﺬﻫﺐﻳﺼﻴﺪ،ﻓﻘﺎﻟﺖﺍﻣﺮﺃﺗﻪ:ﺃﻻﺗﻨﺰﻝ،ﻓﺘﻄﻌﻢ'
			'ﻭﺗﺸﺮﺏ؟ﻗﺎﻝ:ﻭﻣﺎﻃﻌﺎﻣﻜﻢﻭﻣﺎﺷﺮﺍﺑﻜﻢ؟ﻗﺎﻟﺖ:ﻃﻌﺎﻣﻨﺎﺍﻟﱠﻠﺤـﻢ،ﻭﺷﺮﺍﺑﻨﺎﺍﻟﻤﺎﺀ.ﻗﺎﻝ:ﺍﻟﻠﱠﻬﻢﱠﺑﺎﺭﻙﻟﻬﻢﻓﻲ'
			'ﻃﻌﺎﻣﻬﻢﻭﺷﺮﺍﺑﻬﻢﻗﺎﻝ:ﻓﻘﺎﻝﺃﺑﻮﺍﻟﻘﺎﺳﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺑﺮﺁﺔﺩﻋﻮﺓﺇﺑﺮﺍﻩﻴﻢﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ»'
			'ﻗﺎﻝ:ﻓﺈﺫﺍﺟﺎﺀﺯﻭﺟﻚ،ﻓﺎﻗﺮﺋﻲﻋﻠﻴﻪﺍﻟﱠﺴﻼﻡﻭﻣﺮﻳﻪﻳﺜﱢﺒﺖﻋﺘﺒﺔﺑﺎﺑﻪ.ﻓﻠﱠﻤﺎﺟﺎﺀﺇﺳﻤﺎﻋﻴﻞ،ﻗﺎﻝ:ﻩﻞﺃﺗﺎﺁﻢ'
			'ﻣﻦﺃﺣﺪ؟ﻗﺎﻟﺖ:ﻧﻌﻢ،ﺃﺗﺎﻧﺎﺷﻴﺦﺣﺴﻦﺍﻟﻬﻴﺌﺔﻭﺃﺛﻨﺖﻋﻠﻴﻪ،ﻓﺴﺄﻟﻨﻲﻋﻨﻚ،ﻓﺄﺧﺒﺮﺗﻪ،ﻓﺴﺄﻟﻨﻲﺁﻴﻒﻋﻴﺸﻨﺎ'
			'ﻓﺄﺧﺒﺮﺗﻪﺃﱠﻧﺎﺑﺨﻴﺮ.ﻗﺎﻝ:ﻓﺄﻭﺻﺎﻙﺑﺸﻲﺀ؟ﻗﺎﻟﺖ:ﻧﻌﻢ،ﻳﻘﺮﺃﻋﻠﻴﻚﺍﻟﱠﺴﻼﻡ،ﻭﻳﺄﻣﺮﻙﺃﻥﺗﺜﱢﺒﺖﻋﺘﺒﺔﺑﺎﺑﻚ.ﻗﺎﻝ'
			':ﺫﺍﻙﺃﺑﻲﻭﺃﻧﺖﺍﻟﻌﺘﺒﺔﺃﻣﺮﻧﻲﺃﻥﺃﻣﺴﻜﻚ.ﺛﻢﱠﻟﺒﺚﻋﻨﻬﻢﻣﺎﺷﺎﺀﺍﻟﱠﻠﻪ،ﺛﻢﱠﺟﺎﺀﺑﻌﺪﺫﻟﻚﻭﺇﺳﻤﺎﻋﻴﻞﻳﺒﺮﻱﻧﺒﻼ'
			'ﻟﻪﺗﺤﺖﺩﻭﺣﺔﻗﺮﻳﺒﺎﻣﻦﺯﻣﺰﻡ،ﻓﻠﱠﻤﺎﺭﺁﻩ،ﻗﺎﻡﺇﻟﻴﻪ،ﻓﺼﻨﻊﺁﻤﺎﻳﺼﻨﻊﺍﻟﻮﺍﻟﺪﺑﺎﻟﻮﻟﺪﻭﺍﻟﻮﺍﻟﺪﺑﺎﻟﻮﺍﻟﺪ،ﻗﺎﻝ:ﻳﺎ'
			'ﺇﺳﻤﺎﻋﻴﻞﺇﱠﻥﺍﻟﱠﻠﻪﺃﻣﺮﻧﻲﺑﺄﻣﺮ،ﻗﺎﻝ:ﻓﺎﺻﻨﻊﻣﺎﺃﻣﺮﻙﺭﱡﺑﻚ؟ﻗﺎﻝ:ﻭﺗﻌﻴﻨﻨﻲ،ﻗﺎﻝ:ﻭﺃﻋﻴﻨﻚ،ﻗﺎﻝ:ﻓﺈﱠﻥﺍﻟﱠﻠﻪ'
			'ﺃﻣﺮﻧﻲﺃﻥﺃﺑﻨﻲﺑﻴﺘﺎﻩﻬﻨﺎ،ﻭﺃﺷﺎﺭﺇﻟﻰﺃﺁﻤﺔﻣﺮﺗﻔﻌﺔﻋﻠﻰﻣﺎﺣﻮﻟﻬﺎﻓﻌﻨﺪﺫﻟﻚﺭﻓﻊﺍﻟﻘﻮﺍﻋﺪﻣﻦﺍﻟﺒﻴﺖ،ﻓﺠﻌﻞ'
			'ﺇﺳﻤﺎﻋﻴﻞﻳﺄﺗﻲﺑﺎﻟﺤﺠﺎﺭﺓ،ﻭﺇﺑﺮﺍﻩﻴﻢﻳﺒﻨﻲﺣﱠﺘﻰﺇﺫﺍﺍﺭﺗﻔﻊﺍﻟﺒﻨﺎﺀﺟﺎﺀﺑﻬﺬﺍﺍﻟﺤﺠﺮﻓﻮﺿﻌﻪﻟﻪﻓﻘﺎﻡﻋﻠﻴﻪ،ﻭﻩﻮ'
			'ﻳﺒﻨﻲﻭﺇﺳﻤﺎﻋﻴﻞﻳﻨﺎﻭﻟﻪﺍﻟﺤﺠﺎﺭﺓﻭﻩﻤﺎﻳﻘﻮﻻﻥ:«ﺭﱠﺑﻨﺎﺗﻘﱠﺒﻞﻣﱠﻨﺎﺇﱠﻧﻚﺃﻧﺖﺍﻟﱠﺴﻤﻴﻊﺍﻟﻌﻠﻴﻢ».'
			'ﻭﻓﻲﺭﻭﺍﻳﺔ:ﺇﱠﻥﺇﺑﺮﺍﻩﻴﻢﺧﺮﺝﺑﺈﺳﻤﺎﻋﻴﻞﻭﺄﻣﱢﺇﺳﻤﺎﻋﻴﻞ،ﻣﻌﻬﻢﺷﱠﻨﺔﻓﻴﻬﺎﻣﺎﺀﻓﺠﻌﻠﺖﺄﻣﺇﺳﻤﺎﻋﻴﻞﺗﺸﺮﺏﻣﻦ'
			'ﺍﻟﱠﺸﱠﻨﺔ،ﻓﻴﺪﱡﺭﻟﺒﻨﻬﺎﻋﻠﻰﺻﺒﱢﻴﻬﺎﺣﱠﺘﻰﻗﺪﻡﻣﱠﻜﺔ.ﻓﻮﺿﻌﻬﺎﺗﺤﺖﺩﻭﺣﺔ،ﺛﻢﱠﺭﺟﻊﺇﺑﺮﺎﻫﻴﻢﺇﻟﻰﺃﻩﻠﻪ،ﻓﺎﱠﺗﺒﻌﺘﻪﺄﻣﱡ'
			'ﺇﺳﻤﺎﻋﻴﻞﺣﱠﺘﻰﻟﱠﻤﺎﺑﻠﻐﻮﺍﺁﺪﺍﺀﻧﺎﺩﺗﻪﻣﻦﻭﺭﺍﺋــﻪ:ﻳﺎﺇﺑﺮﺎﻫﻴﻢﺇﻟﻰﻣﻦﺗﺘﺮﺁﻨﺎ؟ﻗﺎﻝ:ﺇﻟﻰﺍﻟﱠﻠﻪ،ﻗﺎﻟﺖ:ﺭﺿﻴﺖ'
			'ﺑﺎﻟﱠﻠﻪ.ﻓﺮﺟﻌﺖ،ﻭﺟﻌﻠﺖﺗﺸﺮﺏﻣﻦﺍﻟﱠﺸﱠﻨﺔ،ﻭﻳﺪﱡﺭﻟﺒﻨﻬﺎﻋﻠﻰﺻﺒﱢﻴﻬﺎﺣﱠﺘﻰﻟﱠﻤﺎﻓﻨﻰﺍﻟﻤﺎﺀﻗﺎﻟﺖ:ﻟﻮﺬﻫﺒﺖ،'
			'ﻓﻨﻈﺮﺕﻟﻌﱢﻠﻲﺃﺣﱡﺲﺃﺣﺪﺍ،ﻗﺎﻝ:ﻓﺬﻩﺒﺖﻓﺼﻌﺪﺕﺍﻟﱠﺼﻔﺎ.ﻓﻨﻈﺮﺕﻭﻧﻈﺮﺕﻩﻞﺗﺤﺲﱡﺃﺣﺪﺍ،ﻓﻠﻢﺗﺤﺲﱠﺃﺣﺪﺍ،'
			'ﻓﻠﱠﻤﺎﺑﻠﻐﺖﺍﻟﻮﺍﺪﻳ،ﺳﻌﺖ،ﻭﺃﺗﺖﺍﻟﻤﺮﻭﺓ،ﻭﻓﻌﻠﺖﺫﻟﻚﺃﺷﻮﺍﻃﺎ،ﺛﻢﱠﻗﺎﻟﺖ:ﻟﻮﺫﻩﺒﺖﻓﻨﻈﺮﺕﻣﺎﻓﻌﻞﺍﻟﱠﺼﺒﱡﻲ،'
			'ﻓﺬﻩﺒﺖﻭﻧﻈﺮﺕ،ﻓﺈﺫﺍﻩﻮﻋﻠﻰﺣﺎﻟﻪﺁﺄﻧﱠﻪﻳﻨﺸﻎﻟﻠﻤﻮﺕ،ﻓﻠﻢﺗﻘﱠﺮﻩﺎﻧﻔﺴﻬﺎ.ﻓﻘﺎﻟﺖ:ﻟﻮﺫﻩﺒﺖ،ﻓﻨﻈﺮﺕﻟﻌﻠﻲ'
			'ﺃﺣﱡﺲﺃﺣﺪﺍ،ﻓﺬﻩﺒﺖﻓﺼﻌﺪﺕﺍﻟﱠﺼﻔﺎ،ﻓﻨﻈﺮﺕﻭﻧﻈﺮﺕ،ﻓﻠﻢﺗﺤﺲﱡﺃﺣﺪﺍﺣﱠﺘﻰﺃﺗﱠﻤﺖﺳﺒﻌﺎ،ﺛﻢﱠﻗﺎﻟﺖ:ﻟﻮﺫﻩﺒﺖ'
			'ﺑﻌﻘﺒﻪﻩﻜﺬﺍ،ﻭﻏﻤﺰﺑﻌﻘﺒﻪﻋﻠﻰﺍﻷﺮﺿ،ﻓﺎﻧﺒﺜﻖﺍﻟﻤﺎﺀﻓﺪﻩﺸﺖﺄﻣﱡﺇﺳﻤﺎﻋﻴﻞﻓﺠﻌﻠﺖﺗﺤﻔﻦ-ﻭﺫﺁﺮﺍﻟﺤﺪﻳﺚ،ﻓﻨﻈﺮﺕﻣﺎﻓﻌﻞ.ﻓﺈﺫﺍﻩﻲﺑﺼﻮﺕ.ﻓﻘﺎﻟﺖ:ﺃﻏﺚﺇﻥﺁﺎﻥﻋﻨﺪﻙﺧﻴﺮﻓﺈﺫﺍﺟﺒﺮﻳﻞﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻘﺎﻝ'
			'ﺑﻄﻮﻟﻪ.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳﺑﻬﺬﻩﺍﻟﺮﻭﺍﻳﺎﺕﺁﻠﻬﺎ.'
			'»ﺍﻟﱠﺪﻭﺣﺔ»:ﺍﻟﺸﱠﺠﺮﺓﺍﻟﻜﺒﻴﺮﺓ.ﻗﻮﻟﻪ:«ﻗﻔﻲ»ﺃﻱ:ﻭﱠﻟﻰ.«ﻭﺍﻟﺠﺮﱡﻱ»:ﺍﻟﺮﺳﻮﻝ.«ﻭﺃﻟﻔﻲ»ﻣﻌﻨﺎﻩ:'
			'ﻭﺟﺪ.ﻗﻮﻟﻪ:«ﻳﻨﺸﻎ»ﺃﻱ:ﻳﺸﻬﻖ',
		translation: 'Translation of Hadith 1867'
),
	Hadith(
		hadithNumber: 1868,
		hadith:
						'ﻭﻋﻦﺳﻌﻴﺪﺑﻦﺯﻳﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﺍﻟﻜﻤﺄﺓﻣﻦ'
			'ﺍﻟﻤﱢﻦ،ﻭﻣﺎﺅﻩﺎﺷﻔﺎﺀﻟﻠﻌﻴﻦ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1868'
),
	Hadith(
		hadithNumber: 1869,
		hadith:
						'ﻭﻋﻦﺍﻷﻏﱢﺮﺍﻟﻤﺰﻧﱢﻲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﻧﱠﻪﻟﻴﻐﺎﻥﻋﻠﻰﻗﻠﺒﻲ'
			'،ﻭﺇﻧﻲﻷﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪﻓﻲﺍﻟﻴﻮﻡﻣﺌﺔﻣﱠﺮﺓ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1869'
),
	Hadith(
		hadithNumber: 1870,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻭﺍﻟﱠﻠﻪﺇﱢﻧﻲ'
			'ﻷﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪﻭﺃﺗﻮﺏﺇﻟﻴﻪﻓﻲﺍﻟﻴﻮﻡﺃﺁﺜﺮﻣﻦﺳﺒﻌﻴﻦﻣﱠﺮﺓ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1870'
),
	Hadith(
		hadithNumber: 1871,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﻟﻮﻟﻢﺗﺬﻧﺒﻮﺍ،'
			'.1871ﻟﺬﻩﺐﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﺑﻜﻢ،ﻭﻟﺠﺎﺀﺑﻘﻮﻡﻳﺬﻧﺒﻮﻥﻓﻴﺴﺘﻐﻔﺮﻭﻥﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰﻓﻴﻐﻔﺮﻟﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1871'
),
	Hadith(
		hadithNumber: 1872,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﺁﱠﻨﺎﻧﻌﺪﱡﻟﺮﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻲﺍﻟﻤﺠﻠﺲﺍﻟﻮﺍﺣﺪ'
			'ﻣﺎﺋﺔﻣﱠﺮﺓ:«ﺭﱢﺏﺍﻏﻔﺮﻟﻲ،ﻭﺗﺐﻋﻠﻲﺇﱠﻧﻚﺃﻧﺖﺍﻟﺘﱠﻮﺍﺏﺍﻟﱠﺮﺣﻴﻢ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ،ﻭﺍﻟﺘﺮﻣﺬﻱ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1872'
),
	Hadith(
		hadithNumber: 1873,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﱠﺒﺎﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻟﺰﻡﺍﻻﺳﺘﻐﻔﺎﺭ'
			'،ﺟﻌﻞﺍﻟﱠﻠﻪﻟﻪﻣﻦﺁﻞﱢﺿﻴﻖﻣﺨﺮﺟﺎ،ﻭﻣﻦﺁﻞﱢﻩﱟﻢﻓﺮﺟﺎ،ﻭﺭﺯﻗﻪﻣﻦﺣﻴﺚﻻﻳﺤﺘﺴﺐ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ.'
			'(ﺿﻌﻴﻒ).[ﻓﻴﻪ:ﺍﻟﺤﻜﻢﺑﻦﻣﺼﻌﺐ،ﻮﻫﻮﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1873'
),
	Hadith(
		hadithNumber: 1874,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻣﻦﻗﺎﻝ:ﺃﺳﺘﻐﻔﺮ'
			'ﺍﻟﱠﻠﻪﺍﻟﺬﻱﻻﺇﻟﻪﺇﱠﻻﻩﻮﺍﻟﺤﱠﻲﺍﻟﻘﱡﻴﻮﻡﻭﺃﺗﻮﺏﺇﻟﻴﻪ،ﻏﻔﺮﺕﺫﻧﻮﺑﻪﻭﺇﻥﺁﺎﻥﻗﺪﻓﱠﺮﻣﻦﺍﻟﱠﺰﺣﻒ»ﺭﻭﺍﻩﺃﺑﻮﺩﺍﻭﺩ'
			'ﻭﺍﻟﺘﺮﻣﺬﻱﻭﺍﻟﺤﺎﺁﻢ،ﻭﻗﺎﻝ:ﺣﺪﻳﺚﺻﺤﻴﺢﻋﻠﻰﺷﺮﻁﺍﻟﺒﺨﺎﺭﱢﻱﻭﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1874'
),
	Hadith(
		hadithNumber: 1875,
		hadith:
						'ﻭﻋﻦﺷﱠﺪﺍﺩﺑﻦﺃﻭﺱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺳﻴﱢﺪﺍﻻﺳﺘﻐﻔﺎﺭﺃﻥﻳﻘﻮﻝ'
			'ﺍﻟﻌﺒﺪ:ﺍﻟﻠﱠﻬﻢﱠﺃﻧﺖﺭﱢﺑﻲ،ﻻﺇﻟﻪﺇﱠﻻﺃﻧﺖﺧﻠﻘﺘﻨﻲﻭﺃﻧﺎﻋﺒﺪﻙ،ﻭﺃﻧﺎﻋﻠﻰﻋﻬﺪﻙﻭﻭﻋﺪﻙﻣﺎﺍﺳﺘﻄﻌﺖ،ﺃﻋﻮﺫﺑﻚ'
			'ﻣﻦﺷﱢﺮﻣﺎﺻﻨﻌﺖ،ﺃﺑﻮﺀﻟﻚﺑﻨﻌﻤﺘﻚﻋﻠﻲ،ﻭﺃﺑﻮﺀﺑﺬﻧﺒﻲﻓﺎﻏﻔﺮﻟﻲ،ﻓﺈﱠﻧﻪﻻﻳﻐﻔﺮﺍﻟﱡﺬﻧﻮﺏﺇﱠﻻﺃﻧﺖ.ﻣﻦﻗﺎﻟﻬﺎ'
			'ﻣﻦﺍﻟﱠﻨﻬﺎﺭﻣﻮﻗﻨﺎﺑﻬﺎ،ﻓﻤـﺎﺕﻣﻦﻳﻮﻣﻪﻗﺒﻞﺃﻥﻳﻤﺴﻲ،ﻓﻬﻮﻣﻦﺃﻩﻞﺍﻟﺠﱠﻨﺔ،ﻭﻣﻦﻗﺎﻟﻬﺎﻣﻦﺍﻟﱠﻠﻴﻞﻭﻩﻮﻣﻮﻗﻦ'
			'ﺑﻬﺎﻓﻤﺎﺕﻗﺒﻞﺃﻥﻳﺼﺒﺢ،ﻓﻬﻮﻣﻦﺃﻩﻞﺍﻟﺠﱠﻨﺔ»ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ.'
			'.1875»ﺃﺑﻮﺀ»:ﺑﺒﺎﺀﻣﻀﻤﻮﻣﺔﺛﻢﱠﻭﺍﻭﻮﻫﻤﺰﺓﻣﻀﻤﻮﻣﺔ،ﻭﻣﻌﻨﺎﻩ:ﺃﻗﱡﺮﻭﺃﻋﺘﺮﻑ',
		translation: 'Translation of Hadith 1875'
),
	Hadith(
		hadithNumber: 1876,
		hadith:
						'ﻭﻋﻦﺛﻮﺑﺎﻥﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺇﺫﺍﺍﻧﺼﺮﻑﻣﻦﺻﻼﺗﻪ،'
			'ﺍﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪﺛﻼﺛﺎﻭﻗﺎﻝ:«ﺍﻟﻠﱠﻬﻢﱠﺃﻧﺖﺍﻟﱠﺴﻼﻡ،ﻭﻣﻨﻚﺍﻟﱠﺴﻼﻡ،ﺗﺒﺎﺭﺁﺖﻳﺎﺫﺍﺍﻟﺠﻼﻝﻭﺍﻹﺁﺮﺎﻣ»ﻗﻴﻞﻟﻸﻭﺯﺍﻋﱢﻲ-'
			'ﻭﻩﻮﺃﺣﺪﺭﻭﺍﺗﻪ-:ﺁﻴﻒﺍﻻﺳﺘﻐﻔﺎﺭ؟ﻗﺎﻝ:ﻳﻘﻮﻝ:ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪ،ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪ.ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1876'
),
	Hadith(
		hadithNumber: 1877,
		hadith:
						'ﻭﻋﻦﻋﺎﺋﺸﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﺎﻗﺎﻟﺖ:ﺁﺎﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻜﺜﺮﺃﻥﻳﻘﻮﻝﻗﺒﻞﻣﻮﺗﻪ:'
			'«ﺳﺒﺤﺎﻥﺍﻟﱠﻠﻪﻭﺑﺤﻤﺪﻩ،ﺃﺳﺘﻐﻔﺮﺍﻟﱠﻠﻪﻭﺃﺗﻮﺏﺇﻟﻴﻪ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1877'
),
	Hadith(
		hadithNumber: 1878,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺳﻤﻌﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻳﻘﻮﻝ:«ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:'
			'ﻳﺎﺍﺑﻦﺁﺪﻣﺇﱠﻧﻚﻣﺎﺩﻋﻮﺗﻨﻲﻭﺭﺟﻮﺗﻨﻲﻏﻔﺮﺕﻟﻚﻋﻠﻰﻣﺎﺁﺎﻥﻣﻨﻚﻭﻻﺃﺑﺎﻟﻲ،ﻳﺎﺍﺑﻦﺁﺪﻣﻟﻮﺑﻠﻐﺖﺫﻧﻮﺑﻚﻋﻨﺎﻥ'
			'ﺍﻟﱠﺴﻤﺎﺀﺛﻢﺍﺳﺘﻐﻔﺮﺗﻨﻲﻏﻔﺮﺕﻟﻚﻭﻻﺃﺑﺎﻟﻲ،ﻳﺎﺍﺑﻦﺁﺪﻣﺇﱠﻧﻚﻟﻮﺃﺗﻴﺘﻨﻲﺑﻘﺮﺍﺏﺍﻷﺭﺽﺧﻄﺎﻳﺎ،ﺛﻢﱠﻟﻘﻴﺘﻨﻲﻻ'
			'ﺗﺸﺮﻙﺑﻲﺷﻴﺌﺎ،ﻷﺗﻴﺘﻚﺑﻘﺮﺍﺑﻬﺎﻣﻐﻔﺮﺓ»ﺭﻭﺍﻩﺍﻟﺘﺮﻣﺬﻱﻭﻗﺎﻝ:ﺣﺪﻳﺚﺣﺴﻦ.'
			'»ﻋﻨﺎﻥﺍﻟﱠﺴﻤﺎﺀ»ﺑﻔﺘﺢﺍﻟﻌﻴﻦ:ﻗﻴﻞ:ﻩﻮﺍﻟﱠﺴﺤﺎﺏ،ﻭﻗﻴﻞ:ﻩﻮﻣﺎﻋﱠﻦﻟﻚﻣﻨﻬﺎ،ﺃﻱ:ﻇﻬﺮ،ﻭ«ﻗﺮﺍﺏ'
			'ﺍﻷﺭﺽ»ﺑﻀﱢﻢﺍﻟﻘﺎﻑ،ﻭﺭﻭﻱﺑﻜﺴﺮﻩﺎ،ﻭﺍﻟﱠﻀﱡﻢﺃﺷﻬﺮ،ﻭﻩﻮﻣﺎﻳﻘﺎﺭﺏﻣﻠﺌﻬﺎ',
		translation: 'Translation of Hadith 1878'
),
	Hadith(
		hadithNumber: 1879,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻋﻤﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻳﺎﻣﻌﺸﺮﺍﻟﱢﻨﺴﺎﺀﺗﺼﱠﺪﻗﻦ،.'
			'ﻭﺃﺁﺜﺮﻥﻣﻦﺍﻻﺳﺘﻐﻔﺎﺭ،ﻓﺈﱢﻧﻲﺭﺃﻳﺘﻜﻦﱠﺃﺁﺜﺮﺃﻩﻞﺍﻟﱠﻨﺎﺭ»ﻗﺎﻟﺖﺍﻣﺮﺃﺓﻣﻨﻬﻦﱠ:ﻣﺎﻟﻨﺎﺃﺁﺜﺮﺃﻩﻞﺍﻟﱠﻨﺎﺭ؟ﻗﺎﻝ:«'
			'ﺗﻜﺜﺮﻥﺍﻟﱠﻠﻌﻦ،ﻭﺗﻜﻔﺮﻥﺍﻟﻌﺸﻴﺮﻣﺎﺭﺃﻳﺖﻣﻦﻧﺎﻗﺼﺎﺕﻋﻘﻞﻭﺩﻳﻦﺃﻏﻠﺐﻟﺬﻱﻟﺐﱟﻣﻨﻜﻦﱠ»ﻗﺎﻟﺖ:ﻣﺎﻧﻘﺼﺎﻥ'
			'ﺍﻟﻌﻘﻞﻭﺍﻟﱢﺪﻳﻦ؟ﻗﺎﻝ:«ﺷﻬﺎﺩﺓﺍﻣﺮﺃﺗﻴﻦﺑﺸﻬﺎﺩﺓﺭﺟﻞ،ﻭﺗﻤﻜﺚﺍﻷﱠﻳﺎﻡﻻﺗﺼﱢﻠﻲ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1879'
),
	Hadith(
		hadithNumber: 1880,
		hadith:
						'ﻭﻋﻦﺟﺎﺑﺮﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻳﺄﺁﻞﺃﻩﻞﺍﻟﺠﱠﻨﺔﻓﻴﻬﺎ'
			'ﻭﻳﺸﺮﺑﻮﻥ،ﻭﻻﻳﺘﻐﱠﻮﻃﻮﻥ،ﻭﻻﻳﻤﺘﺨﻄﻮﻥ،ﻭﻻﻳﺒﻮﻟﻮﻥ،ﻭﻟﻜﻦﻃﻌﺎﻣﻬﻢﺫﻟﻚﺟﺸﺎﺀﺁﺮﺷﺢﺍﻟﻤﺴﻚﻳﻠﻬﻤﻮﻥ'
			'ﺍﻟﱠﺘﺴﺒﻴﺢﻭﺍﻟﺘﻜﺒﻴﺮ،ﺁﻤﺎﻳﻠﻬﻤﻮﻥﺍﻟﱠﻨﻔﺲ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1880'
),
	Hadith(
		hadithNumber: 1881,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﻗﺎﻝﺍﻟﱠﻠﻪﺗﻌﺎﻟﻰ:'
			'ﺃﻋﺪﺩﺕﻟﻌﺒﺎﺩﻱﺍﻟﱠﺼﺎﻟﺤﻴﻦﻣﺎﻻﻋﻴﻦﺭﺃﺕ،ﻭﻻﺃﺫﻥﺳﻤﻌﺖﻭﻻﺧﻄﺮﻋﻠﻰﻗﻠﺐﺑﺸﺮ،ﻭﺍﻗﺮﺅﻭﺍﺇﻥﺷﺌﺘﻢ:{'
			'ﻓﻼﺗﻌﻠﻢﻧﻔﺲﻣﺎﺃﺧﻔﻲﻟﻬﻢﻣﻦﻗﱠﺮﺓﺃﻋﻴﻦﺟﺰﺍﺀﺑﻤﺎﺁﺎﻧﻮﺍﻳﻌﻤﻠﻮﻥ}[ﺍﻟﺴﺠﺪﺓ:17]ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1881'
),
	Hadith(
		hadithNumber: 1882,
		hadith:
						'ﻭﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺃﻭﱠﻝﺯﻣﺮﺓﻳﺪﺧﻠﻮﻥﺍﻟﺠﱠﻨﺔﻋﻠﻰﺻﻮﺭﺓﺍﻟﻘﻤﺮﻟﻴﻠﺔ.'
			'ﺍﻟﺒﺪﺭ.ﺛﻢﱠﺍﱠﻟﺬﻳﻦﻳﻠﻮﻧﻬﻢﻋﻠﻰﺃﺷﱢﺪﺁﻮﺁﺐﺩﺭﱢﻱﱟﻓﻲﺍﻟﱠﺴﻤﺎﺀﺇﺿﺎﺀﺓ:ﻻﻳﺒﻮﻟﻮﻥﻭﻻﻳﺘﻐﱠﻮﻃﻮﻥ،ﻭﻻﻳﺘﻔﻠﻮﻥ،'
			'ﻭﻻﻳﻤﺘﺨﻄﻮﻥ.ﺃﻣﺸﺎﻃﻬﻢﺍﻟﺬﱠﻩﺐ،ﻭﺭﺷﺤﻬﻢﺍﻟﻤﺴﻚ،ﻭﻣﺠﺎﻣﺮﻩﻢﺍﻷﻟﻮﱠﺓ-ﻋﻮﺩﺍﻟﱢﻄﻴﺐ-ﺃﺯﻭﺍﺟﻬﻢﺍﻟﺤﻮﺭ'
			'ﺍﻟﻌﻴﻦ،ﻋﻠﻰﺧﻠﻖﺭﺟﻞﻭﺍﺣﺪ،ﻋﻠﻰﺻﻮﺭﺓﺃﺑﻴﻬﻢﺁﺪﻣﺳﱡﺘﻮﻥﺫﺭﺍﻋﺎﻓﻲﺍﻟﱠﺴﻤﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﻓﻲﺭﻭﺍﻳﺔﻟﻠﺒﺨﺎﺭﱢﻱﻭﻣﺴﻠﻢ:ﺁﻧﻴﺘﻬﻢﻓﻴﻬﺎﺍﻟﺬﱠﻩﺐ،ﻭﺭﺷﺤﻬﻢﺍﻟﻤﺴﻚ،ﻭﻟﻜﻞﱢﻭﺍﺣﺪﻣﻨﻬﻢﺯﻭﺟﺘﺎﻥﻳﺮﻯﻣﺦﱡ'
			'ﺳﻮﻗﻬﻤﺎﻣﻦﻭﺭﺍﺀﺍﻟﱠﻠﺤﻢﻣﻦﺍﻟﺤﺴﻦ،ﻻﺍﺧﺘﻼﻑﺑﻴﻨﻬﻢ،ﻭﻻﺗﺒﺎﻏﺾ:ﻗﻠﻮﺑﻬﻢﻗﻠﺐﺭﺟﻞﻭﺍﺣﺪ،ﻳﺴﱢﺒﺤﻮﻥ'
			'ﺍﻟﱠﻠﻪﺑﻜﺮﺓﻭﻋﺸﻴﺎ».'
			'ﻗﻮﻟﻪ:«ﻋﻠﻰﺧﻠﻖﺭﺟﻞﻭﺍﺣﺪ»ﺭﻭﺍﻩﺑﻌﻀﻬﻢﺑﻔﺘﺢﺍﻟﺨﺎﺀﻭﺇﺳﻜﺎﻥﺍﻟﱠﻼﻡ،ﻭﺑﻌﻀﻬﻢﺑﻀﱢﻤﻬﻤﺎ،ﻭﺁﻼﻩﻤﺎ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1882'
),
	Hadith(
		hadithNumber: 1883,
		hadith:
						'ﻭﻋﻦﺍﻟﻤﻐﻴﺮﺓﺑﻦﺷﻌﺒﺔﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺳﺄﻝﻣﻮﺳﻰ'
			'ﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﺭﺑﱠﻪ،ﻣﺎﺃﺩﻧﻰﺃﻩﻞﺍﻟﺠﱠﻨﺔﻣﻨﺰﻟﺔ؟ﻗﺎﻝ:ﻩﻮﺭﺟﻞﻳﺠﻲﺀﺑﻌﺪﻣﺎﺃﺩﺧﻞﺃﻩﻞﺍﻟﺠﱠﻨﺔﺍﻟﺠﱠﻨﺔ،'
			'ﻓﻴﻘﺎﻝﻟﻪ:ﺍﺩﺧﻞﺍﻟﺠﱠﻨﺔ.ﻓﻴﻘﻮﻝ:ﺃﻱﺭﱢﺏﺁﻴﻒﻭﻗﺪﻧﺰﻝﺍﻟﱠﻨﺎﺱﻣﻨﺎﺯﻟﻬﻢ،ﻭﺃﺧﺬﻭﺍﺃﺧﺬﺍﺗﻬﻢ؟ﻓﻴﻘﺎﻝﻟﻪ:'
			'ﺃﺗﺮﺿﻲﺃﻥﻳﻜﻮﻥﻟﻚﻣﺜﻞﻣﻠﻚﻣﻠﻚﻣﻦﻣﻠﻮﻙﺍﻟﱡﺪﻧﻴﺎ؟ﻓﻴﻘﻮﻝ:ﺭﺿﻴﺖﺭﱢﺏ،ﻓﻴﻘﻮﻝ:ﻟﻚﺫﻟﻚﻭﻣﺜﻠﻪﻭﻣﺜﻠﻪ'
			'ﻭﻣﺜﻠﻪﻭﻣﺜﻠﻪ،ﻓﻴﻘﻮﻝﻓﻲﺍﻟﺨﺎﻣﺴﺔ:ﺭﺿﻴﺖﺭﱢﺏ،ﻓﻴﻘﻮﻝ:ﻩﺬﺍﻟﻚﻭﻋﺸﺮﺓﺃﻣﺜﺎﻟﻪ،ﻭﻟﻚﻣﺎﺍﺷﺘﻬﺖﻧﻔﺴﻚ،'
			'ﻭﻟﱠﺬﺕﻋﻴﻨﻚ.ﻓﻴﻘﻮﻝ:ﺭﺿﻴﺖﺭﱢﺏ،ﻗﺎﻝ:ﺭﱢﺏﻓﺄﻋﻼﻩﻢﻣﻨﺰﻟﺔ؟ﻗﺎﻝ:ﺃﻭﻟﺌﻚﺍﱠﻟﺬﻳﻦﺃﺭﺩﺕ،ﻏﺮﺳﺖﺁﺮﺍﻣﺘﻬﻢ'
			'ﺑﻴﺪﻱﻭﺧﺘﻤﺖﻋﻠﻴﻬﺎ،ﻓﻠﻢﺗﺮﻋﻴﻦ،ﻭﻟﻢﺗﺴﻤﻊﺃﺫﻥ،ﻭﻟﻢﻳﺨﻄﺮﻋﻠﻰﻗﻠﺐﺑﺸﺮ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1883'
),
	Hadith(
		hadithNumber: 1884,
		hadith:
						'ﻭﻋﻦﺍﺑﻦﻣﺴﻌﻮﺩﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﻗﺎﻝﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢ:«ﺇﱢﻧﻲﻷﻋﻠﻢﺁﺧﺮ'
			'ﺃﻩﻞﺍﻟﱠﻨﺎﺭﺧﺮﻭﺟﺎﻣﻨﻬﺎ،ﻭﺁﺧﺮﺃﻩﻞﺍﻟﺠﱠﻨﺔﺩﺧﻮﻻﺍﻟﺠﱠﻨﺔ.ﺭﺟﻞﻳﺨﺮﺝﻣﻦﺍﻟﱠﻨﺎﺭﺣﺒﻮﺍ،ﻓﻴﻘﻮﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞﻟﻪ'
			':ﺍﺫﻩﺐﻓﺎﺩﺧﻞﺍﻟﺠﱠﻨﺔ،ﻓﻴﺄﺗﻴﻬﺎ،ﻓﻴﺨﻴﱠﻞﺇﻟﻴﻪﺃﱠﻧﻬﺎﻣﻸﻯ،ﻓﻴﺮﺟﻊ،ﻓﻴﻘﻮﻝ:ﻳﺎﺭﱢﺏﻭﺟﺪﺗﻬﺎﻣﻸﻯ،ﻳﻘﻮﻝﺍﻟﱠﻠﻪ'
			'ﻋﱠﺰﻭﺟﱠﻞﻟﻪ:ﺍﺫﻩﺐﻓﺎﺩﺧﻞﺍﻟﺠﱠﻨﺔ،ﻓﻴﺄﺗﻴﻬﺎ،ﻓﻴﺨﱠﻴﻞﺇﻟﻴﻪﺃﱠﻧﻬﺎﻣﻸﻯ،ﻓﻴﺮﺟﻊ.ﻓﻴﻘﻮﻝ:ﻳﺎﺭﱢﺏﻭﺟﺪﺗﻬﺎﻣﻸﻯ،'
			'،ﻓﻴﻘﻮﻝﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞﻟﻪ:ﺍﺫﻩﺐﻓﺎﺩﺧﻞﺍﻟﺠﱠﻨﺔ.ﻓﺈﱠﻥﻟﻚﻣﺜﻞﺍﻟﱡﺪﻧﻴﺎﻭﻋﺸﺮﺓﺃﻣﺜﺎﻟﻬﺎ،ﺃﻭﺇﱠﻥﻟﻚﻣﺜﻞﻋﺸﺮﺓ'
			'ﺃﻣﺜﺎﻝﺍﻟﱡﺪﻧﻴﺎ،ﻓﻴﻘﻮﻝ:ﺃﺗﺴﺨﺮﺑﻲ،ﺃﻭﺃﺗﻀﺤﻚﺑﻲﻭﺃﻧﺖﺍﻟﻤﻠﻚ»ﻗﺎﻝ:ﻓﻠﻘﺪﺭﺃﻳﺖﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪ'
			'ﻭﺳﱠﻠﻢﺿﺤﻚﺣﱠﺘﻰﺑﺪﺕﻧﻮﺍﺟﺬﻩﻓﻜﺎﻥﻳﻘﻮﻝ:«ﺫﻟﻚﺃﺩﻧﻰﺃﻩﻞﺍﻟﺠﱠﻨﺔﻣﻨﺰﻟﺔ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1884'
),
	Hadith(
		hadithNumber: 1885,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻣﻮﺳﻰﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺍﻟﱠﻨﺒﱠﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﻟﻠﻤﺆﻣﻦﻓﻲﺍﻟﺠﱠﻨﺔﻟﺨﻴﻤﺔ'
			'ﻣﻦﻟﺆﻟﺆﺓﻭﺍﺣﺪﺓﻣﺠﱠﻮﻓﺔﻃﻮﻟﻬﺎﻓﻲﺍﻟﱠﺴﻤﺎﺀﺳﱡﺘﻮﻥﻣﻴﻼ.ﻟﻠﻤﺆﻣﻦﻓﻴﻬﺎﺃﻩﻠﻮﻥ،ﻳﻄﻮﻑﻋﻠﻴﻬﻢﺍﻟﻤﺆﻣﻦﻓﻼ'
			'ﻳﺮﻯﺑﻌﻀﻬﻢﺑﻌﻀﺎ».'
			'ﻣﱠﺘﻔﻖﻋﻠﻴﻪ:«ﺍﻟﻤﻴﻞ»ﺳﱠﺘﺔﺁﻻﻑﺫﺭﺍﻉ',
		translation: 'Translation of Hadith 1885'
),
	Hadith(
		hadithNumber: 1886,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﻓﻲﺍﻟﺠﱠﻨﺔﻟﺸﺠﺮﺓ'
			'ﻳﺴﻴﺮﺍﻟﱠﺮﺍﺁﺐﺍﻟﺠﻮﺍﺩﺍﻟﻤﻀﱠﻤﺮﺍﻟﱠﺴﺮﻳﻊﻣﺎﺋﺔﺳﻨﺔﻣﺎﻳﻘﻄﻌﻬﺎ»ﻣﺘﻔﻖﻋﻠﻴﻪ.'
			'ﻭﺭﻭﻳﺎﻩﻓﻲ«ﺍﻟﱠﺼﺤﻴﺤﻴﻦ»ﺃﻳﻀﺎﻣﻦﺭﻭﺍﻳﺔﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:«ﻳﺴﻴﺮﺍﻟﱠﺮﺍﺁﺐﻓﻲﻇﱢﻠﻬﺎﻣﺎﺋﺔ'
			'ﺳﻨﺔﻣﺎﻳﻘﻄﻌﻬﺎ»',
		translation: 'Translation of Hadith 1886'
),
	Hadith(
		hadithNumber: 1887,
		hadith:
						'ﻭﻋﻨﻪﻋﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺃﻩﻞﺍﻟﺠﱠﻨﺔﻟﻴﺘﺮﺍﺀﻭﻥﺃﻩﻞﺍﻟﻐﺮﻑﻣﻦﻓﻮﻗﻬﻢﺁﻤﺎ'
			'ﺗﺘﺮﺍﺀﻭﻥﺍﻟﻜﻮﺁﺐﺍﻟﱡﺪﱠﺭﱠﻱﺍﻟﻐﺎﺑﺮﻓﻲﺍﻷﻓﻖﻣﻦﺍﻟﻤﺸﺮﻕﺃﻭﺍﻟﻤﻐﺮﺏﻟﺘﻔﺎﺿﻞﻣﺎﺑﻴﻨﻬﻢ»ﻗﺎﻟﻮﺍ:ﻳﺎﺭﺳﻮﻝﺍﻟﱠﻠﻪ،'
			'ﺗﻠﻚﻣﻨﺎﺯﻝﺍﻷﻧﺒﻴﺎﺀﻻﻳﺒﻠﻐﻬﺎﻏﻴﺮﻩﻢ؟ﻗﺎﻝ:«ﺑﻠﻰﻭﺍﱠﻟﺬﻱﻧﻔﺴﻲﺑﻴﺪﻩﺭﺟﺎﻝﺃﻣﻨﻮﺍﺑﺎﻟﱠﻠﻪﻭﺻﱠﺪﻗﻮﺍﺍﻟﻤﺮﺳﻠﻴﻦ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1887'
),
	Hadith(
		hadithNumber: 1888,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﻟﻘﺎﺏﻗﻮﺱﻓﻲﺍﻟﺠﱠﻨﺔ'
			'ﺧﻴﺮﻣﱠﻤﺎﺗﻄﻠﻊﻋﻠﻴﻪﺍﻟﺸﻤﺲﺃﻭﺗﻐﺮﺏ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1888'
),
	Hadith(
		hadithNumber: 1889,
		hadith:
						'ﻭﻋﻦﺃﻧﺲﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﻓﻲﺍﻟﺠﱠﻨﺔﺳﻮﻗﺎﻳﺄﺗﻮﻧﻬﺎﺁﻞﱠ'
			'ﺟﻤﻌﺔ.ﻓﺘﻬﺐﱡﺭﻳﺢﺍﻟﱠﺸﻤﺎﻝ،ﻓﺘﺤﺜﻮﻓﻲﻭﺟﻮﻩﻬﻢﻭﺛﻴﺎﺑﻬﻢ،ﻓﻴﺰﺩﺍﺩﻭﻥﺣﺴﻨﺎﻭﺟﻤﺎﻻ.ﻓﻴﺮﺟﻌﻮﻥﺇﻟﻰﺃﻩﻠﻴﻬﻢ،'
			'ﻭﻗﺪﺍﺯﺩﺍﺩﻭﺍﺣﺴﻨﺎﻭﺟﻤﺎﻻ،ﻓﻴﻘﻮﻝﻟﻬﻢﺃﻩﻠﻮﻩﻢ:ﻭﺍﻟﱠﻠﻪﻟﻘﺪﺍﺯﺩﺩﺗﻢﺣﺴﻨﺎﻭﺟﻤﺎﻻ،ﻓﻴﻘﻮﻟﻮﻥ:ﻭﺃﻧﺘﻢﻭﺍﻟﱠﻠﻪﻟﻘﺪ'
			'ﺍﺯﺩﺩﺗﻢﺑﻌﺪﻧﺎﺣﺴﻨﺎﻭﺟﻤﺎﻻ،»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1889'
),
	Hadith(
		hadithNumber: 1890,
		hadith:
						'ﻭﻋﻦﺳﻬﻞﺑﻦﺳﻌﺪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺃﻩﻞﺍﻟﺠﱠﻨﺔ'
			'ﻟﻴﺘﺮﺍﺀﻭﻥﺍﻟﻐﺮﻑﻓﻲﺍﻟﺠﱠﻨﺔﺁﻤﺎﺗﺘﺮﺍﺀﻭﻥﺍﻟﻜﻮﺁﺐﻓﻲﺍﻟﱠﺴﻤﺎﺀ»ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1890'
),
	Hadith(
		hadithNumber: 1891,
		hadith:
						'ﻭﻋﻨﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺷﻬﺪﺕﻣﻦﺍﻟﱠﻨﺒﱢﻲﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻣﺠﻠﺴﺎﻭﺻﻒﻓﻴﻪﺍﻟﺠﱠﻨﺔﺣﱠﺘﻰ1887.'
			'ﺍﻧﺘﻬﻰ،ﺛﻢﱠﻗﺎﻝﻓﻲﺁﺧﺮﺣﺪﻳﺜﻪ:«ﻓﻴﻬﺎﻣﺎﻻﻋﻴﻦﺭﺃﺕ،ﻭﻻﺃﺫﻥﺳﻤﻌﺖ،ﻭﻻﺧﻄﺮﻋﻠﻰﻗﻠﺐﺑﺸﺮ،ﺛﻢﱠﻗﺮﺃ'
			'{ﺗﺘﺠﺎﻓﻰﺟﻨﻮﺑﻬﻢﻋﻦﺍﻟﻤﻀﺎﺟﻊ}ﺇﻟﻰﻗﻮﻟﻪﺗﻌﺎﻟﻰ:{ﻓﻼﺗﻌﻠﻢﻧﻔﺲﻣﺎﺃﺧﻔﻲﻟﻬﻢﻣﻦﻗﱠﺮﺓﺃﻋﻴﻦ}.'
			'ﺭﻭﺍﻩﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1891'
),
	Hadith(
		hadithNumber: 1892,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﻭﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻬﻤﺎﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺩﺧﻞ'
			'ﺃﻩﻞﺍﻟﺠﱠﻨﺔﺍﻟﺠﱠﻨﺔﻳﻨﺎﺪﻳﻣﻨﺎﺩ:ﺇﱠﻥﻟﻜﻢﺃﻥﺗﺤﻴﻮﺍ،ﻓﻼﺗﻤﻮﺗﻮﺍﺃﺑﺪﺍﻭﺇﱠﻥﻟﻜﻢﺃﻥﺗﺼﱡﺤﻮﺍ،ﻓﻼﺗﺴﻘﻤﻮﺍﺃﺑﺪﺍ،ﻭﺇﱠﻥ'
			'ﻟﻜﻢﺃﻥﺗﺸﱡﺒﻮﺍﻓﻼﺗﻬﺮﻣﻮﺍﺃﺑﺪﺍﻭﺇﱠﻥﻟﻜﻢﺄﻧﺗﻨﻌﻤﻮﺍ،ﻓﻼﺗﺒﺆﺳﻮﺍﺃﺑﺪﺍ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1892'
),
	Hadith(
		hadithNumber: 1893,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﻩﺮﻳﺮﺓﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺃﺩﻧﻰﻣﻘﻌﺪﺃﺣﺪﺁﻢ'
			'ﻣﻦﺍﻟﺠﱠﻨﺔﺃﻥﻳﻘﻮﻝﻟﻪ:ﺗﻤﱠﻦﻓﻴﺘﻤﱠﻨﻲﻭﻳﺘﻤﱠﻨﻲ.ﻓﻴﻘﻮﻝﻟﻪ:ﻩﻞﺗﻤﱠﻨﻴﺖ؟ﻓﻴﻘﻮﻝ:ﻧﻌﻢﻓﻴﻘﻮﻝﻟﻪ:ﻓﺈﱠﻥﻟﻚﻣﺎ'
			'ﺗﻤﱠﻨﻴﺖﻭﻣﺜﻠﻪﻣﻌﻪ»ﺭﻭﺍﻩﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1893'
),
	Hadith(
		hadithNumber: 1894,
		hadith:
						'ﻭﻋﻦﺃﺑﻲﺳﻌﻴﺪﺍﻟﺨﺪﺭﱢﻱﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﱠﻥﺍﻟﱠﻠﻪﻋﱠﺰﻭﺟﱠﻞ'
			'ﻳﻘﻮﻝﻷﻩﻞﺍﻟﺠﱠﻨﺔ:ﻳﺎﺃﻩﻞﺍﻟﺠﱠﻨﺔ،ﻓﻴﻘﻮﻟﻮﻥ:ﻟﱠﺒﻴﻚﺭﱠﺑﻨﺎﻭﺳﻌﺪﻳﻚ،ﻭﺍﻟﺨﻴﺮﻓﻲﻳﺪﻳﻚﻓﻴﻘﻮﻝ:ﻩﻞﺭﺿﻴﺘﻢ؟'
			'ﻓﻴﻘﻮﻟﻮﻥ:ﻭﻣﺎﻟﻨﺎﻻﻧﺮﺿﻲﻳﺎﺭﱠﺑﻨﺎﻭﻗﺪﺃﻋﻄﻴﺘﻨﺎﻣﺎﻟﻢﺗﻌﻂﺃﺣﺪﺍﻣﻦﺧﻠﻘﻚ،ﻓﻴﻘﻮﻝ:ﺃﻻﺃﻋﻄﻴﻜﻢﺃﻓﻀﻞﻣﻦ'
			'ﺫﻟﻚ؟ﻓﻴﻘﻮﻟﻮﻥ:ﻭﺃﱡﻱﺷﻲﺀﺃﻓﻀﻞﻣﻦﺫﻟﻚ؟ﻓﻴﻘﻮﻝ:ﺃﺣﻞﱡﻋﻠﻴﻜﻢﺭﺿﻮﺍﻧﻲ،ﻓﻼﺃﺳﺨﻂﻋﻠﻴﻜﻢﺑﻌﺪﻩﺃﺑﺪﺍ»'
			'ﻣﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1894'
),
	Hadith(
		hadithNumber: 1895,
		hadith:
						'ﻭﻋﻦﺟﺮﻳﺮﺑﻦﻋﺒﺪﺍﻟﱠﻠﻪﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﻗﺎﻝ:ﺁﱠﻨﺎﻋﻨﺪﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻓﻨﻈﺮﺇﻟﻰ'
			'ﺍﻟﻘﻤﺮﻟﻴﻠﺔﺍﻟﺒﺪﺭ،ﻭﻗﺎﻝ:«ﺇﱠﻧﻜﻢﺳﺘﺮﻭﻥﺭﱠﺑﻜﻢﻋﻴﺎﻧﺎﺁﻤﺎﺗﺮﻭﻥﻩﺬﺍﺍﻟﻘﻤﺮ،ﻻﺗﻀﺎﻣﻮﻥﻓﻲﺭﺅﻳﺘﻪﻣﱠﺘﻔﻖﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1895'
),
	Hadith(
		hadithNumber: 1896,
		hadith:
						'ﻭﻋﻦﺻﻬﻴﺐﺭﺿﻲﺍﻟﱠﻠﻪﻋﻨﻪﺃﱠﻥﺭﺳﻮﻝﺍﻟﱠﻠﻪﺻﻠﻰﺍﷲﻋﻠﻴﻪﻭﺳﱠﻠﻢﻗﺎﻝ:«ﺇﺫﺍﺩﺧﻞﺃﻩﻞﺍﻟﺠﱠﻨﺔﺍﻟﺠﱠﻨﺔ'
			'ﻳﻘﻮﻝﺍﻟﱠﻠﻪﺗﺒﺎﺭﻙﻭﺗﻌﺎﻟﻰ:ﺗﺮﻳﺪﻭﻥﺷﻴﺌﺎﺃﺯﻳﺪﺁﻢ؟ﻓﻴﻘﻮﻟﻮﻥ:ﺃﻟﻢﺗﺒﱢﻴﺾﻭﺟﻮﻩﻨﺎ؟ﺃﻟﻢﺗﺪﺧﻠﻨﺎﺍﻟﺠﱠﻨﺔﻭﺗﻨﱢﺠﻨﺎﻣﻦ'
			'ﺍﻟﱠﻨﺎﺭ؟ﻓﻴﻜﺸﻒﺍﻟﺤﺠﺎﺏ،ﻓﻤﺎﺃﻋﻄﻮﺍﺷﻴﺌﺎﺃﺣﱠﺐﺇﻟﻴﻬﻢﻣﻦﺍﻟﱠﻨﻈﺮﺇﻟﻰﺭﱢﺑﻬﻢ»ﺭﻭﺍﻩﻣﺴﻠﻢ.'
			'ﻗﺎﻝﺗﻌﺎﻟﻰ:{ﺇﱠﻥﺍﱠﻟﺬﻳﻦﺁﻣﻨﻮﺍﻭﻋﻤﻠﻮﺍﺍﻟﱠﺼﺎﻟﺤﺎﺕﻳﻬﺪﻳﻬﻢﺭﱡﺑﻬﻢﺑﺈﻳﻤﺎﻧﻬﻢﺗﺠﺮﻱﻣﻦﺗﺤﺘﻬﻢﺍﻷﻧﻬﺎﺭﻓﻲﺟﱠﻨﺎﺕ'
			'ﺍﻟﱠﻨﻌﻴﻢ،ﺩﻋﻮﺍﻩﻢﻓﻴﻬﺎ:ﺳﺒﺤﺎﻧﻚﺍﻟﻠﱠﻬﻢﱠ،ﻭﺗﺤﻴﱠﺘﻬﻢﻓﻴﻬﺎﺳﻼﻡﻭﺁﺧﺮﺩﻋﻮﺍﻩﻢﺃﻥﺍﻟﺤﻤﺪﻟﱠﻠﻪﺭﱢﺏﺍﻟﻌﺎﻟﻤﻴﻦ}'
			'[ﻳﻮﻧﺲ:9].'
			'ﺍﻟﺤﻤﺪﻟﱠﻠﻪﺍﱠﻟﺬﻱﻩﺪﺍﻧﺎﻟﻬﺬﺍﻭﻣﺎﺁﱠﻨﺎﻟﻨﻬﺘﺪﻱﻟﻮﻻﺃﻥﻩﺪﺍﻧﺎﺍﻟﱠﻠﻪ:ﺍﻟﻠﱠﻬﻢﱠﺻﱢﻞﻋﻠﻰﺳﻴﺪﻧﺎﻣﺤﱠﻤﺪﻭﻋﻠﻰﺁﻝﻣﺤﱠﻤﺪ،'
			'ﺁﻤﺎﺻﱠﻠﻴﺖﻋﻠﻰﺇﺑﺮﺍﻩﻴﻢﻭﻋﻠﻰﺁﻝﺇﺑﺮﺍﻩﻴﻢ.ﻭﺑﺎﺭﻙﻋﻠﻰﻣﺤﱠﻤﺪﻭﻋﻠﻰﺁﻝﻣﺤﱠﻤﺪ،ﺁﻤﺎﺑﺎﺭﺁﺖﻋﻠﻰﺇﺑﺮﺍﻩﻴﻢ'
			'ﻭﻋﻠﻰﺁﻝﺇﺑﺮﺍﻩﻴﻢ،ﺇﱠﻧﻚﺣﻤﻴﺪﻣﺠﻴﺪ.'
			'ﻗﺎﻝﻣﺆﻟﱢﻔﻪﻳﺤﻴﻰﺍﻟﻨﻮﺍﻭﱡﻱﻏﻔﺮﺍﻟﱠﻠﻪﻟﻪ:«ﻓﺮﻏﺖﻣﻨﻪﻳﻮﻡﺍﻻﺛﻨﻴﻦﺭﺍﺑﻊﻋﺸﺮﺷﻬﺮﺭﻣﻀﺎﻥﺳﻨﺔﺳﺒﻌﻴﻦ'
			'ﻭﺳﱢﺘﻤﺎﺋﺔﺑﺪﻣﺸﻖ»',
		translation: 'Translation of Hadith 1896'
),
];
 
