// hadith_data.dart
import 'hadith_model.dart';

List<Hadith> hadithList = [
  Hadith(
    text: '1. وعن أمير المؤمنين أبي حفص عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن قرط بن رزاح بن عدى بن لؤى ابن غالب القرشى العدوى‏.‏ رضي الله عنه، قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ '
        '‏ "‏ إنما الأعمال بالنيات، وإنما لكل امرىء ما نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها، '
        'أو امرأة ينكحها فهجرته إلى ما هاجر إليه‏"‏ ‏(‏‏(‏متفق على صحته‏.‏ رواه إماما المحدثين‏: أبو عبدالله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بَرْدِزْبَهْ الجعفي البخاري، '
        'أبو الحسين مسلم بن الحجاج بن مسلم القشيرى النيسابورى رضي الله عنهما في صحيحهما اللذين هما أصح الكتب المصنفة‏)‏‏)‏‏.‏',
      translation: '1. ዑመር ቢን አል-ከጣብ (ረዲየላሁ ዐንሁማ) እንደዘገቡት፡- '
          ' የአላህ መልእክተኛ (ሶለላሁ ዐለይሂ ወሰለም) እንዲህ ብለዋል፡- '
          '‹‹ሥራው የሚታሰበው በሐሳብ ነው፣ አንድ ሰውም እንደ ሐሳቡ ምንዳውን ያገኛል። '
          'ስለዚህ ለአላህና ለመልእክተኛው የተሰደደ ሰው ስደት ለአላህና ለመልእክተኛው ይሆናል። '
          'ለዱንያ ጥቅም ወይም ለሴት ልታገባ የተሰደደ ስደቱ በተሰደደበት ነገር ነው። '
          '[ቡኻሪና ሙስሊም]።',
  ),
  Hadith(
    text: 'وعن أم المؤمنين أم عبد الله عائشة رضي الله عنها قالت‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏'
        '‏"‏يغزو جيش الكعبة فإذا كانوا ببيداء من الأرض يخسف بأولهم وآخرهم‏"‏‏.‏ قالت‏:‏ قلت‏:‏ يارسول الله، كيف يخسف بأولهم وآخرهم وفيهم أسواقهم ومن ليس منهم‏!‏‏؟‏ قال‏:‏ '
        '‏"‏يخسف بأولهم وآخرهم، ثم يبعثون على نياتهم‏"‏ ‏(‏‏(‏متفق عليه‏.‏ هذا لفظ البخاري‏)‏‏)‏‏.‏',
    translation: '2. አኢሻ (ረዲየላሁ ዐንሁማ) እንደተረከችው፡- '
        'የአላህ መልእክተኛ (ሰለላሁ አለይሂ ወሰለም) እንዲህ ብለዋል፡- '
        '<<“ሰራዊት ካዕባን ይወርራል በረሃማ ምድር ላይ ሲደርስ ሁሉም በምድር ትውጣለች። '
        'ጠየቀች; " የአላህ መልእክተኛ ሆይ! ለምን ሁሉም?" "ሁሉም በምድር ትውጣለች ግን እንደ አሳባቸው ለፍርድ ይነሣሉ" ሲል መለሰ።>> '
        '[ቡኻሪና ሙስሊም]።',





  ),
  Hadith(
    text: 'وعن عائشة رضي الله عنها قالت قال النبي صلى الله عليه وسلم‏:‏ '
        '‏ "‏ لا هجرة بعد الفتح، ولكن جهاد ونية، وإذا استنفرتم فانفروا‏"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏',
    translation:
        '3. አኢሻህ (ረዲየላሁ ዐንሁማ) እንደነገረችው ነብዩ (ሶ.ዐ.ወ) እንዲህ ብለዋል:-'
        '<<“ከመካ ድል በኋላ ስደት የለም ጂሃድ ብቻ ነው [(በአላህ መንገድ መታገልና መታገል) ይቀጥላል] መልካም ምኞት*። ለመዋጋትም ከተጠራችሁ ውጡ።>>'
        '[ቡኻሪና ሙስሊም]።',
      ),
  // Add more Hadiths...
];
