/*import 'package:flutter/services.dart';
import 'dart:convert';
import 'hadith_model.dart';

Future<List<Hadith>> loadHadithsFromJson() async {
  String jsonData = await rootBundle.loadString('assets/hadiths.json');
  final List<dynamic> data = json.decode(jsonData);

  List<Hadith> hadiths = data.map((item) => Hadith.fromJson(item)).toList();

  return hadiths;
}
*/
//hypothesis for the json
// hadith_data.dart
/*int currentHadithNumber = 1;

void addHadithWithIncrementedNumber(String hadithText, String translationText) {
  hadithList.add(
    Hadith(
      hadithNumber: currentHadithNumber,
      hadith: hadithText,
      translation: translationText,
    ),
  );

  currentHadithNumber++; // Increment the currentHadithNumber for the next Hadith
}

void main() {
    addHadithWithIncrementedNumber(
    '',
    'Your new Hadith translation',
  );
 }*/
/*
import 'hadith_model.dart';

List<Hadith> hadithList = [
  Hadith(
    hadithNumber: 1,
    hadith:
        'وعَنْ أَميرِ الْمُؤْمِنِينَ أبي حفْصٍ عُمرَ بنِ الْخَطَّابِ بْن نُفَيْل بْنِ عَبْد الْعُزَّى بن رياح بْن عبدِ اللَّهِ بْن قُرْطِ بْنِ '
        'رزاح بْنِ عَدِيِّ بْن آَعْبِ بْن لُؤَيِّ بن غالبٍ القُرَشِيِّ العدويِّ . رضي االله عنه ، قال : سمعْتُ رسُولَ االله صَلّى '
        'االلهُ عَلَيْهِ وسَلَّم يقُولُ « إنَّما الأَعمالُ بالنِّيَّات ، وإِنَّمَا لِكُلِّ امرئٍ مَا نَوَى ، فمنْ آانَتْ هجْرَتُهُ '
        'إِلَى االله ورَسُولِهِ فهجرتُه إلى االله ورسُولِهِ ، ومنْ آاَنْت هجْرَتُه لدُنْيَا يُصيبُها ، أَو امرَأَةٍ يَنْكحُها فهْجْرَتُهُ '
        'إلى ما هَاجَر إليْهِ » متَّفَقٌ على صحَّتِه. رواهُ إِماما المُحَدِّثِين: أَبُو عَبْدِ االله مُحَمَّدُ بنُ إِسْمَاعيل بْن '
        'إِبْراهيمَ بْن الْمُغيرة بْن برْدزْبَهْ الْجُعْفِيُّ الْبُخَارِيُّ، وَأَبُو الحُسَيْنِى مُسْلمُ بْن الْحَجَّاجِ بن مُسلمٍ '
        'القُشَيْريُّ النَّيْسَابُوريُّ رَضَيَ االله عَنْهُمَا في صَحيحيهِما اللَّذَيْنِ هما أَصَحُّ الْكُتُبِ الْمُصَنَّفَة .',
    translation: 'Translation of Hadith 1',
  ),
  Hadith(
    hadithNumber: 2,
    hadith:
        'وَعَنْ أُمِّ الْمُؤْمِنِينَ أُمِّ عَبْدِ اللَّهِ عَائشَةَ رَضيَ االله عنها قالت: قال رسول االله صَلّى االلهُ عَلَيْهِ وسَلَّم: «يَغْزُو '
        'جَيْشٌ الْكَعْبَةَ فَإِذَا آَانُوا ببيْداءَ مِنَ الأَرْضِ يُخْسَفُ بأَوَّلِهِم وَآخِرِهِمْ ». قَالَتْ : قُلْتُ يَا رَسُولَ اللَّهِ ، آَيْفَ '
        'يُخْسَفُ بَأَوَّلِهِم وَآخِرِهِمْ وَفِيهِمْ أَسْوَاقُهُمْ وَمَنْ لَيْسَ مِنهُمْ ،؟ قَالَ : «يُخْسَفُ بِأَوَّلِهِم وَآخِرِهِمْ ، ثُمَّ يُبْعَثُون عَلَى '
        'نِيَّاتِهِمْ » مُتَّفَقٌ عَلَيْهِ : هذا لَفْظُ الْبُخَارِيِّ .',
    translation: 'Translation of Hadith 2',
  ),
  Hadith(
    hadithNumber: 3,
    hadith:
        'وعَنْ عَائِشَةَ رَضِيَ االله عنْهَا قَالَت قَالَ النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم : «لا هِجْرَةَ بَعْدَ الْفَتْح،ِ وَلكنْ جِهَادٌ وَنِيَّةٌ ،'
        'وَإِذَا اسْتُنْفرِتُمْ فانْفِرُوا» مُتَّفَقٌ عَلَيْهِ .'
        'وَمَعْنَاهُ : لا هِجْرَةَ مِنْ مَكَّةَ لأَنَّهَا صَارَتْ دَارَ إِسْلامٍ .',
    translation: 'Translation of Hadith 3',
  ),
  Hadith(
    hadithNumber: 4,
    hadith:
        'وعَنْ أبي عَبْدِ اللَّهِ جابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ رضِيَ االله عنْهُمَا قَالَ :آُنَّا مَع النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم في'
        ' غَزَاة فَقَالَ : «إِنَّ بِالْمَدِينَةِ لَرِجَالاً مَا سِرْتُمْ مَسِيراً ، وَلاَ قَطَعْتُمْ وَادِياً إِلاَّ آانُوا مَعكُم حَبَسَهُمُ الْمَرَضُ» وَفِي'
        ' روايَةِ : «إِلاَّ شَرآُوآُمْ في الأَجْرِ» رَواهُ مُسْلِمٌ .',
    translation: 'Translation of Hadith 4',
  ),
  Hadith(
    hadithNumber: 5,
    hadith:
        'وَعَنْ أَبِي يَزِيدَ مَعْنِ بْنِ يَزِيدَ بْنِ الأَخْنَسِ رَضِيَ اَللَّهُ عَنْهُمْ، وَهُوَ وَأَبُوهُ وَجَدَّهُ صَحَابِيُّونَ، قَالَ: آانَ أَبِي'
        ' يَزِيدُ أَخْرَجَ دَنَانِيرَ يَتَصَدَّقُ بِهَا فَوَضَعَهَا عِنْدَ رَجُلٍ فِي الْمَسْجِدِ، فَجِئْتُ فَأَخَذْتُهَا فَأَتَيْتُهُ بِهَا. فَقَالَ: وَاللَّهِ مَا إِيَّاكَ'
        ' أَرَدْتُ، فَخَاصَمْتُهُ إِلَى رَسُولِ اَللَّهِ صَلّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «لَكَ مَا نَوَيْتَ يَا يَزِيدُ، وَلَكَ مَا أَخَذْتَ يَا مَعْنُ»'
        ' رَوَاهُ الْبُخَارِيُّ.',
    translation: 'Translation of Hadith 5',
  ),
  Hadith(
    hadithNumber: 6,
    hadith:
        'وَعَنْ أَبِي إِسْحَاقَ سَعْدِ بْنِ أَبِي وَقَّاصٍ مَالِكِ بْنِ أُهَيْبِ بْنِ عَبْدِ مَنَافٍ بْنِ زُهَرَةَ بْنِ آلَابِ بْنِ مُرَّةَ بْنِ آعْبِ بْنِ'
        ' لُؤَيٍّ الْقُرَشِيِّ الزُّهَرِيِّ رَضِيَ اَللَّهُ عَنْهُ، أَحَدِ الْعَشَرَةِ الْمَشْهُودِ لَهُمْ بِالْجَنَّةِ، رَضِيَ اَللَّهُ عَنْهُمْ قَالَ: «جَاءَنِي'
        ' رَسُولُ اَللَّهِ صَلّى اَللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُنِي عَامَ حَجَّةِ الْوَدَاعِ مِنْ وَجَعٍ اشْتَدَّ بِي، فَقُلْتُ: يَا رَسُولَ اَللَّهِ إِنِّي قَدْ'
        ' بَلَغَ بِي مِنَ الْوَجَعِ مَا تَرَى، وَأَنَا ذُو مَالٍ وَلَا يَرِثُنِي إِلَّا ابْنَةٌ لِي، أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي؟ قَالَ: لَا، قُلْتُ: فَالشَّطْرُ يَا رَسُولَ'
        ' اَللَّهِ؟ فَقَالَ: لَا، قُلْتُ: فَالثُّلُثُ يَا رَسُولَ اَللَّهِ؟ قَالَ: الثُّلُثُ وَالثُّلُثُ أَثِيرٌ أَوْ آبِرٌ، إِنَّكَ إِنْ تَذَرْ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ'
        ' أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اَللَّهِ إِلَّا أُجِرْتَ عَلَيْهَا حَتَّى مَا تَجْعَلَ'
        ' فِي فَمِ امْرَأَتِكَ قَالَ: فَقُلْتُ: يَا رَسُولَ اَللَّهِ أَخْلَفَ بَعْدَ أَصْحَابِي؟ قَالَ: إِنَّكَ لَنْ تُخْلَفَ فَتَعْمَلَ عَمَلاً تَبْتَغِي بِهِ وَجْهَ'
        ' اَللَّهِ إِلَّا اَزْدَدْتَ بِهِ دَرَجَةً وَرَفْعَةً، وَلَعَلَّكَ أَنْ تُخْلِفَ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ، اَللَّهُمَّ'
        ' أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ، وَلَا تُرِدَّهُمْ عَلَى أَعْقَابِهِمْ، لَكِنَّ الْبَائِسُ سَعْدُ بْنُ خَوْلَةَ يُرْثَى لَهُ رَسُولُ اَللَّهِ صَلّى'
        ' اَللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ مَاتَ بمكَّةَ » مُتَّفَقٌ عَلَيه.',
    translation: 'Translation of Hadith 6',
  ),
  Hadith(
    hadithNumber: 7,
    hadith:
        'وَعَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ رَضِيَ اَللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ:'
        '«إِنَّ اَللَّهَ لَا يَنْظُرُ إِلَى أَجْسَامِكُمْ، وَلَا إِلَى صُوَرِكُمْ، وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ» رَوَاهُ مُسْلِمٌ.',
    translation: 'Translation of Hadith 7',
  ),
  Hadith(
    hadithNumber: 8,
    hadith:
        'وَعَنْ أَبِي مُوسَى عَبْدِ اللَّهِ بْنِ قَيْسٍ الأَشْعَرِيِّ رَضِيَ اَللَّهُ عَنْهُ قَالَ: سُئِلَ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ'
        'عَنِ الرَّجُلِ يُقَاتِلُ شَجَاعَةً، وَيُقَاتِلُ حَمِيَّةً، وَيُقَاتِلُ رِيَاءً، أَيُّ ذَلِكَ فِي سَبِيلِ اَللَّهِ؟ فَقَالَ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ'
        'عَلَيْهِ وَسَلَّمَ: «مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اَللَّهِ هِيَ اَلْعُلْيَا فَهُوَ فِي سَبِيلِ اَللَّهِ» مُتَّفَقٌ عَلَيْهِ.',
    translation: "Translation of Hadith 8",
  ),
  Hadith(
    hadithNumber: 9,
    hadith:
        'وَعَنْ أَبِي بَكْرَةَ نُفَيْعِ بْنِ الْحَارِثِ الثَّقَفِيِّ رَضِيَ اَللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا التَّقَى'
        'الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ» قُلْتُ: يَا رَسُولَ اَللَّهِ، هَذَا الْقَاتِلُ فَمَا بَالُ الْمَقْتُولِ؟'
        'قَالَ: «إِنَّهُ آَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ» مُتَّفَقٌ عَلَيْهِ.',
    translation: "Translation of Hadith 9",
  ),
  Hadith(
    hadithNumber: 10,
    hadith:
        'وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ االله عنه قَالَ: قَالَ رَسُولُ االله صَلّى االلهُ عَلَيْهِ وسَلَّمَ : «صَلاَةُ الرَّجُلِ في جماعةٍ '
        'تَزِيدُ عَلَى صَلاَتِهِ فِي سُوقِهِ وَبَيْتِهِ بِضْعاً وَعِشْرِينَ دَرَجَةً، وَذَلِكَ أَنَّ أَحَدَهُمْ إِذَا تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ،'
        'ثُمَّ أَتَى الْمَسْجِدَ لا يُرِيدُ إِلاَّ الصَّلاَةَ ، لا يَنْهَزُهُ إِلاَّ الصَّلاَةُ ، لَمْ يَخْطُ خُطْوَةً إِلاَّ رُفِعَ لَهُ بِهَا دَرَجَةٌ ، وَحُطَّ'
        'عَنْهُ بِهَا خَطِيئَةٌ حَتَّى يَدْخُلَ الْمَسْجِدَ ، فَإِذَا دَخَلَ الْمَسْجِدَ آانَ في الصَّلاَةِ مَا آَانَتِ الصَّلاةُ هِيَ التي تُحَبِّسُهُ ، وَالْمَلائِكَةُ'
        'يُصَلُّونَ عَلَى أَحَدٍ مَا دامَ في مَجْلِسِهِ الَّذِي صَلَّى فِيهِ ، يَقُولُونَ: اللَّهُمَّ ارْحَمْهُ، اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ تُبْ'
        'عَلَيْهِ، مَالَمْ يُؤْذِ فِيهِ، مَا لَمْ يُحْدِثْ فِيهِ» مُتَّفَقٌ عَلَيْهِ، وَهَذَا لَفْظُ مُسْلِمٍ. وَقَوْلُهُ صَلّى االلهُ عَلَيْهِ وسَلَّمَ: «يُنْهَزُهُ» هُوَ '
        'بِفَتْحِ الْيَاءِ وَالْهَاءِ وَبالزَّاي: أَي يُخْرِجُهُ وَيُنْهِضُهُ.',
    translation: "Translation of Hadith 10",
  ),
  Hadith(
    hadithNumber: 11,
    hadith:
        'وَعَنْ أَبِي الْعَبَّاسِ عَبْدِ اللَّهِ بْنِ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ رَضِيَ االلهُ عَنْهُمَا، عَنْ رَسُولِ االلهِ صَلّى االلهُ'
        'عَلَيْهِ وَسَلَّمَ، فِيمَا يَرْوَى عَنْ رَبِّهِ، تَبَارَكَ وَتَعَالَى قَالَ: «إِنَّ االلهَ آتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ ثُمَّ بَيَّنَ'
        'ذَلِكَ: فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا آتَبَهَا اللَّهُ عِنْدَهُ تَبَارَكَ وَتَعَالَى عِنْدَهُ حَسَنَةً آَمِلَةً وَإِنْ هَمَّ بِهَا'
        'فَعَمِلَهَا آَتَبَهَا اللَّهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمِائَةِ ضِعْفٍ إِلَى أَضْعَافٍ آثِيرَةٍ، وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا'
        'آَتَبَهَا اللَّهُ عِنْدَهُ حَسَنَةً آَمِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا آَتَبَهَا اللَّهُ سَيِّئَةً وَاحِدَةً» متفقٌ عليه.',
    translation: "Translation of Hadith 11",
  ),
  Hadith(
    hadithNumber: 12,
    hadith:
        ' وعن أبي عَبْد الرَّحْمَن عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخطَّاب،ِ رضي االله عنهما قال: سَمِعْتُ رسول االله صَلّى االلهُ'
        ' عَلَيْهِ وسَلَّم يَقُول:ُ «انْطَلَقَ ثَلاَثَةُ نفر مِمَّنْ آَانَ قَبْلَكُمْ حَتَّى آوَاهُمُ الْمبِيتُ إِلَى غَارٍ فَدَخَلُوه،ُ فانْحَدَرَتْ صَخْرةٌ'
        ' مِنَ الْجبلِ فَسَدَّتْ عَلَيْهِمْ الْغَار،َ فَقَالُوا : إِنَّهُ لا يُنْجِيكُمْ مِنْ الصَّخْرَةِ إِلاَّ أَنْ تَدْعُوا االله تعالى بصالح أَعْمَالكُمْ .'
        ' قال رجلٌ مِنهُمْ : اللَّهُمَّ آَانَ لِي أَبَوانِ شَيْخَانِ آَبِيرانِ ، وآُنْتُ لاَ أَغبِقُ قبْلهَما أَهْلاً وَلا مالاً فنأَى بي طَلَبُ'
        ' الشَّجرِ يَوْماً فَلمْ أُرِحْ عَلَيْهمَا حَتَّى نَامَا فَحَلبْت لَهُمَا غبُوقَهمَا فَوَجَدْتُهُمَا نَائِميْنِ ، فَكَرِهْت أَنْ أُوقظَهمَا وَأَنْ'
        ' أَغْبِقَ قَبْلَهُمَا أَهْلاً أَوْ مَالا،ً فَلَبِثْتُ وَالْقَدَحُ عَلَى يَدِى أَنْتَظِرُ اسْتِيقَاظَهُما حَتَّى بَرَقَ الْفَجْرُ وَالصِّبْيَةُ يَتَضاغَوْنَ'
        ' عِنْدَ قَدَمى فَاسْتَيْقظَا فَشَربَا غَبُوقَهُمَا . اللَّهُمَّ إِنْ آُنْتُ فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَفَرِّجْ عَنَّا مَا نَحْنُ فِيهِ مِنْ هَذِهِ'
        ' الصَّخْرَة ، فانْفَرَجَتْ شَيْئاً لا يَسْتَطيعُونَ الْخُرُوجَ مِنْهُ .'
        ' قال الآخر : اللَّهُمَّ إِنَّهُ آَانتْ لِيَ ابْنَةُ عمٍّ آانتْ أَحَبَّ النَّاسِ إِلَيَّ » وفي رواية : « آُنْتُ أُحِبُّهَا آَأَشد مَا يُحبُّ'
        ' الرِّجَالُ النِّسَاءِ ، فَأَرَدْتُهَا عَلَى نَفْسهَا فَامْتَنَعَتْ مِنِّى حَتَّى أَلَمَّتْ بِهَا سُنَةٌ مِنَ السِّنِينَ فَجَاءَتْنِى فَأَعْطَيْتُهِا'
        ' عِشْرينَ وَمِائَةَ دِينَارٍ عَلَى أَنْ تُخَلِّىَ بَيْنِى وَبَيْنَ نَفْسِهَا ففَعَلَت ، حَتَّى إِذَا قَدَرْتُ عَلَيْهَا » وفي رواية : « فَلَمَّا'
        ' قَعَدْتُ بَيْنَ رِجْليْهَا ، قَالتْ : اتَّقِ االله ولا تَفُضَّ الْخاتَمَ إِلاَّ بِحَقِّهِ ، فانْصَرَفْتُ عَنْهَا وَهِىَ أَحَبُّ النَّاسِ إِليَّ وَترآْتُ'
        ' الذَّهَبَ الَّذي أَعْطَيتُهَا ، اللَّهُمَّ إِنْ آُنْتُ فَعْلتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فافْرُجْ عَنَّا مَا نَحْنُ فِيهِ ، فانفَرَجَتِ الصَّخْرَةُ'
        ' غَيْرَ أَنَّهُمْ لا يَسْتَطِيعُونَ الْخُرُوجَ مِنْهَا .'
        ' وقَالَ الثَّالِثُ : اللَّهُمَّ إِنِّي اسْتَأْجَرْتُ أُجرَاءَ وَأَعْطَيْتُهمْ أَجْرَهُمْ غَيْرَ رَجُلٍ وَاحِدٍ تَرَكَ الَّذي لَّه وذهب فثمَّرت أجره'
        ' حتى آثرت منه الأموال فجائنى بعد حين فقال يا عبد االله أَدِّ إِلَيَّ أَجْرِي ، فَقُلْتُ : آُلُّ مَا تَرَى منْ أَجْرِكَ : مِنَ'
        'الإِبِلِ وَالْبَقَرِ وَالْغَنَم وَالرَّقِيق فقال: يا عَبْدَ اللَّهِ لا تَسْتهْزيْ بي ، فَقُلْتُ : لاَ أَسْتَهْزيُ بك، فَأَخَذَهُ آُلَّهُ فاسْتاقَهُ'
        'فَلَمْ يَتْرُكْ مِنْه شَيْئاً ، اللَّهُمَّ إِنْ آُنْتُ فَعَلْتُ ذَلِكَ ابْتغَاءَ وَجْهِكَ فافْرُجْ عَنَّا مَا نَحْنُ فِيهِ ، فَانْفَرَجَتِ الصَّخْرَةُ'
        'فخرَجُوا يَمْشُونَ » متفقٌ عليه. ',
    translation: "Translation of Hadith 12",
  ),
  Hadith(
    hadithNumber: 13,
    hadith:
        'وعَنْ أبي هُرَيْرَةَ رضي االله عنه قال : سمِعتُ رسول االله صَلّى االلهُ عَلَيْهِ وسَلَّم يَقُولُ : « واللَّه إِنِّي'
        'لأَسْتَغْفرُ االله ، وَأَتُوبُ إِليْه ، في اليَوْمِ ، أَآثر مِنْ سَبْعِين مرَّةً » رواه البخاري',
    translation: "Translation of Hadith 13",
  ),
  Hadith(
    hadithNumber: 14,
    hadith:
        'وعن الأَغَرِّ بْن يَسار المُزنِيِّ رضي االله عنه قال : قال رسول االله صَلّى االلهُ عَلَيْهِ وسَلَّم : « يا أَيُّها النَّاس'
        'تُوبُوا إِلى اللَّهِ واسْتغْفرُوهُ فإِني أَتوبُ في اليَوْمِ مائة مَرَّة » رواه مسلم',
    translation: "Translation of Hadith 14",
  ),
  Hadith(
    hadithNumber: 15,
    hadith:
        'وعن أبي حمزة أنس بن مالك الأنصارى خادم رسول الله صلى الله عليه وسلم، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: "لله أفرح بتوبة عبده من أحدكم سقط على بعيره وقد أضله في أرض فلاة" (متفق عليه).'
        'وفى رواية لمسلم: لله أشد فرحا بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة، فانفلتت منه وعليها طعامه وشرابه فأيس منها، فأتى شجرة فاضطجع في ظلها، وقد أيس من راحلته، فبينما هو كذلك إذا هو بها، قائمة عنده، فأخذ بخطامها ثم قال من شدة الفرح: "اللهم أنت عبدي وأنا ربك، أخطأ من شدة الفرح"‏.',
    translation: "Translation of Hadith 15",
  ),
  Hadith(
    hadithNumber: 16,
    hadith:
        'وعن أبي مُوسَى عَبْدِ اللَّهِ بنِ قَيْسٍ الأَشْعَرِيِّ ، رضِي االله عنه ،'
        'عن النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال: « إِن االله تعالى يبْسُطُ يدهُ بِاللَّيْلِ ليتُوب مُسيءُ النَّهَارِ'
        'وَيبْسُطُ يَدهُ بالنَّهَارِ ليَتُوبَ مُسِيءُ اللَّيْلِ حتَّى تَطْلُعَ الشَّمْسُ مِن مغْرِبِها » رواه مسلم.',
    translation: "Translation of Hadith 16",
  ),
  Hadith(
    hadithNumber: 17,
    hadith:
        'وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: "من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه" (رواه مسلم).',
    translation: "Translation of Hadith 17",
  ),
  Hadith(
    hadithNumber: 18,
    hadith:
        'وعن أبي عبد الرحمن عبد الله بن عمر بن الخطاب رضي الله عنهما عن النبي صلى الله عليه وسلم قال: "إن الله عز وجل يقبل توبة العبد ما لم يغرغر" (رواه الترمذي وقال: حديث حسن).',
    translation: "Translation of Hadith 18",
  ),
  Hadith(
    hadithNumber: 19,
    hadith:
        'وعن زر بن حبيش قال: أتيت صفوان بن عسال رضي الله عنه أسأله عن المسح على الخفين فقال: ما جاء بك يازر؟ فقلت: ابتغاء العلم، فقال: إن الملائكة تضع أجنحتها لطالب العلم رضي بما يطلب، فقلت: من أصحاب النبي صلى الله عليه وسلم ، فجئت أسألك: هل سمعته يذكر في ذلك شيئاً؟ قال: نعم، كان يأمرنا إذا كنا سفراً- أو مسافرين- أن لا ننزع خفافناً ثلاثة أيام ولياليهن إلا من جنابة، ولكن من غائط وبول ونوم. فقلت: سفر، فبينا نحن عنده إذ ناداه أعرابى بصوت له جهورى: يا محمد، فأجابه رسول الله صلى الله عليه وسلم نحواً من صوته: "هاؤم" فقلت له: ويحك اغضض من صوتك فإنك عند النبي صلى الله عليه وسلم ، وقد نهيت عن هذا! فقال: والله لا أغضض. قال الأعرابى: المرء يحب القوم ولما يلحق بهم؟ قال النبي صلى الله عليه وسلم: "المرء مع من أحب يوم القيامة" فما زال يحدثنا حتى ذكر باباً من المغرب مسيرة عرضه أو يسير الراكب في عرضه أربعين أو سبعين عاماً. قال سفيان أحد الرواة قبل الشام خلقه الله تعالى يوم خلق السماوات والأرض مفتوحاً للتوبة لا يغلق حتى تطلع الشمس منه" (رواه الترمذي وغيره وقال: حديث حسن صحيح).',
    translation: "Translation of Hadith 19",
  ),
  Hadith(
    hadithNumber: 20,
    hadith:
        'وعن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنه أن نبي الله صلى الله عليه وسلم قال: "كان فيمن كان قبلكم رجل قتل تسعة وتسعين نفساً، فسأل عن أعلم أهل الأرض، فدل على راهب، فأتاه فقال: إنه قتل تسعه وتسعين نفساً، فهل له من توبة؟ فقال: لا، فقتله فكمل به مائةً، ثم سأل عن أعلم أهل الأرض، فدل على رجل عالم فقال: إنه قتل مائة نفس فهل له من توبة؟ فقال: نعم، ومن يحول بينه وبين التوبة؟ انطلق إلى أرض كذا وكذا، فإن بها أناساً يعبدون الله تعالى فاعبد الله معهم، ولا ترجع إلى أرضك فإنها أرض سوءٍ، فانطلق حتى إذا نصف الطريق أتاه الموت، فاختصمت فيه ملائكة الرحمة وملائكة العذاب. فقالت ملائكة الرحمة: جاء تائبا مقبلا بقلبه إلى الله تعالى، وقالت ملائكة العذاب: إنه لم يعمل خيرا قط، فأتاهم ملك في صورة آدمي فجعلوه بينهم- أي حكماً- فقال: قيسوا ما بين الأرضين فإلى أيتهما كان أدنى فهو له، فقاسوا فوجدوه أدنى إلى الأرض التي أراد، فقبضته ملائكة الرحمة" (متفق عليه).',
    translation: "Translation of Hadith 20",
  ),
  Hadith(
    hadithNumber: 21,
    hadith:
        'وعن عبد الله بن كعب بن مالك، وكان قائد كعب رضي الله عنه من بنيه حين عمي قال: سمعت كعب بن مالك رضي الله عنه يحدث بحديثه حين تخلف عن رسول الله صلى الله عليه وسلم في غزوة تبوك. قال كعب: لم اتخلف عن رسول الله، صلى الله عليه وسلم، في غزوة غزاها قط إلا في غزوة تبوك، غير أني قد تخلفت في غزوة بدر، ولم يعاتب أحد تخلف عنه، إنما خرج رسول الله صلى الله عليه وسلم والمسلمون يريدون عير قريش حتى جمع الله تعالى بينهم وبين عدوهم على غير ميعاد. ولقد شهدت مع رسول الله صلى الله عليه وسلم ليلة العقبة حين تواثقنا على الإسلام، وما أحب أن لي بها مشهد بدرٍ، وإن كانت بدر أذكر في الناس منها.'
        'وكان من خبري حين تخلف عن رسول الله، صلى الله عليه وسلم، في غزوة تبوك أني لم أكن قط أقوى ولا أيسر مني حين تخلفت عنه في تلك الغزوة، والله ما جمعت قبلها راحلتين قط حتى جمعتهما في تلك الغزوة، ولم يكن رسول الله صلى الله عليه وسلم يريد غزوة إلا ورى بغيرها حتى كانت تلك الغزوة، فغزاها رسول الله صلى الله عليه وسلم في حر شديد، واستقبل سفراً بعيداً ومفازاً، واستقبل عدداً كثيراً، فجلى للمسلمين أمرهم ليتأهبوا أهبة غزوهم فأخبرهم بوجههم الذي يريد، والمسلمون مع رسول الله كثير ولا يجمعهم كتاب حافظ "يريد بذلك الديوان" قال كعب: فقل رجل يريد أن يتغيب إلا ظن أن ذلك سيخفى به مالم ينزل فيه وحي من الله، وغزا رسول الله صلى الله عليه وسلم تلك الغزوة حين طابت الثمار والظلال فأنا إليها أصعر فتجهز رسول الله صلى الله عليه وسلم والمسلمون معه، وطفقت أغدو لكي أتجهز معه، فأرجع ولم أقض شيئاً، وأقول في نفسي: أنا قادر على ذلك إذا أردت، فلم يزل يتمادى بي حتى استمر بالناس الجد، فأصبح رسول الله صلى الله عليه وسلم غادياً والمسلمون معه، ولم أقض من جهازي شيئاً.'
        '، ثم غدوت فرجعت ولم أقض شيئاً، فلم يزل يتمادى بي حتى أسرعوا وتفارط الغرو، فهممت أن أرتحل فأدركهم، فياليتني فعلت، ثم لم يقدر ذلك لي، فطفقت إذا خرجت في الناس بعد خروج رسول الله صلى الله عليه وسلم يحزنني أني أرى لي أسوة، إلا رجلاً مغموصاً عليه في النفاق، أو رجلاً ممن عذر الله تعالى من أسوة، إلا رجلاً مغموصاً عليه في النفاق، أو رجلاً ممن عذر الله تعالى من الضعفاء،'
        'ولم يذكرني رسول الله صلى الله عليه وسلم حتى بلغ تبوك، فقال وهو جالس في القوم بتبوك‏:‏ ما فعل كعب بن مالك‏؟‏ قَالَ رَجُلٌ مِنْ بَنِي سَلِمَةَ يَا رَسُولَ اللَّهِ حَبَسَهُ بُرْدَاهُ وَالنَّظَرُ فِي عِطْفَيْهِ.فقال له معاذ بن جبل رضي الله عنه بئس ما قلت‏!‏ والله يارسول الله ما علمنا عليه إلا خيراً، فسكت رسول الله صلى الله عليه وسلم فبينا هو على ذلك رأى رجلا مبيضا يزول به السراب فقال رسول الله صلى الله عليه وسلم‏:‏ كن أبا خيثمة، فإذا أبو خيثمة الأنصاري وهو الذي تصدق بصاع التمر حين لمزه المنافقون، قال كعب‏:‏ فلما بلغني أن رسول الله صلى الله عليه وسلم قد توجه قافلاً من تبوك حضرني بثي، فطفقت أتذكر الكذب وأقول‏:‏ بم أخرج من سخطه غداً وأستعين على ذلك بكل ذي رأى من أهلي، فلما قيل‏:‏ إن رسول الله صلى الله عليه وسلم قد أظل قادماً زاح عني الباطل حتى عرفت أني لم أنج منه بشيء أبداً، فأجمعت صدقه، وأصبح رسول الله صلى الله عليه وسلم قادماً,'
        'وكان إذا قدم من سفر بدأ بالمسجد فركع فيه ركعتين ثم جلس للناس، فلما فعل فعل ذلك جاءه المخلفون يعتذرون إليه ويحلفون له، وكانوا بضعا وثمانين رجلاً فقبل منهم علانيتهم وبايعهم واستغفر لهم ووكل سرائرهم إلى الله تعالى حتى جئت.‏ فلما سلمت تبسم تبسم المغضب ثم قال‏:‏ تعال، فجئت أمشي حتى جلست بين يديه، فقال لي‏:‏ ما خلفك‏؟‏ ألم تكن قد ابتعت ظهرك‏!‏ قال قلت‏:‏ يارسول الله إني والله لو جلست عند غيرك من أهل الدنيا لرأيت أني سأخرج من سخطه بعذر، لقد أعطيت جدلاً، ولكنني والله لقد علمت لئن حدثتك اليوم حديث كذب ترضي به ليوشكن الله يسخطك علي، وإن حدثتك حديث صدق تجد علي فيه إني لأرجو فيه عقبى الله عز وجل، والله ما كان لي من عذر، والله ما كنت قط أقوى ولا أيسر مني حين تخلفت عنك‏.‏ قال‏:‏ فقال رسول الله صلى الله عليه وسلم ‏"‏ أما هذا فقد صدق، فقم حتى يقضي الله فيك‏"‏ وسار رجال من بني سلمة فاتبعوني، فقالوا لي‏:‏ والله ما علمناك أذنبت ذنبا قبل هذا،'
        'لقد عجزت في أن لا يكون اعتذرت إلى رسول الله صلى الله عليه وسلم بما اعتذر إليه المخلفون فقد كان كافيك ذنبك استغفار رسول الله صلى الله عليه وسلم لك‏.‏ قال‏:‏ فوالله ما زالوا يؤنبونني حتى أردت أن أرجع إلى رسول الله صلى الله عليه وسلم فأكذب نفسي، ثم قلت لهم‏:‏ هل لقي هذا معي من أحد‏؟‏ قالوا‏:‏ نعم لقيه معك رجلان قالا مثل ما قلت، وقيل لهما مثل ما قيل لك، قال قلت‏:‏ من هما‏؟‏ قالوا‏:‏ مرارة بن الربيع العمري، وهلال بن أمية الواقفي‏؟‏ قال‏:‏ فذكروا لي رجلين صالحين قد شهدا بدراً فيهما أسوة‏.‏ قال‏:‏ فمضيت حين ذكروهما لي‏.‏ ونهى رسول صلى الله عليه وسلم عن كلامنا أيها الثلاثة من بين من تخلف عنه، قال‏:‏ فاجتنبنا الناس- أو قال‏:‏ تغيروا لنا- حتى تنكرت لي في نفس الأرض، فما هي بالأرض التي أعرف، فلبثنا على ذلك خمسين ليلة‏.‏ فأما صاحباي فاستكانا وقعدا في بيوتهما يبكيان، وأما أنا فكنت أشب القوم وأجلدهم، فكنت أخرج فأشهد الصلاة مع المسلمين، وأطوف في الأسواق ولا يكلمني أحد، وآتي رسول الله صلى الله عليه وسلم فأسلم عليه، وهو في مجلسه بعد الصلاة، فأقول في نفسي ‏:‏ هل حرك شفتيه برد السلام أم ‏؟‏ ثم أصلي قريباً منه وأسارقه النظر،'
        'فإذا أقبلت على صلاتي نظر إلي، وإذا التفت نحوه أعرض عني، حتى إذا طال ذلك علي من جفوة المسلمين مشيت حتى تسورت جدار حائط أبي قتادة وهو ابن عمي وأحب الناس إلي، فسلمت عليه فوالله ما ردّ علي السلام، فقلت له‏:‏ يا أبا قتادة أنشدك بالله هل تعلمني أُحب الله ورسوله صلى الله عليه وسلم ‏؟‏ فسكت، فعدت فناشدته فسكت، فعدت فناشدته فقال‏:‏ الله ورسوله أعلم‏.‏ ففاضت عيناي، وتوليت حتى تسورت الجدار، فبينما أنا أمشى في سوق المدينة إذا نبطى من نبط أهل الشام ممن قدم بالطعام ببيعه بالمدينة يقول‏:‏ من يدل على كعب بن مالك‏؟‏ فطفق الناس يشيرون له إلي حتى جاءنى فدفع إلي كتاب من ملك غسان، وكنت كاتباً‏.‏ فقرأته فإذا فيه‏:‏ أما بعد فإنه قد بلغنا أن صاحبك قد جفاك، ولم يجعلك الله بدار هوان ولا مضيعة، فالحق بنا نواسك، فقلت حين قرأتها، وهذه أيضاً من البلاء فتيممت بها التنور فسجرتها، حتى إذا مضت أربعون من الخمسين واستلبث الوحى إذا رسول رسول الله صلى الله عليه وسلم يأتينى،'
        'فقال‏:‏ إن رسول الله صلى الله عليه وسلم يأمرك أن تعتزل امرأتك، فقلت‏:‏ أطلقها، أم ماذا أفعل‏؟‏ قال‏:‏ لا، بل اعتزلها فلا تقربنها، وأرسل إلى صاحبي بمثل ذلك‏.‏ فقلت لامرأتي‏:‏ ألحقي بأهلك فكوني عندهم حتى يقضي الله في هذا الأمر، فجاءت امرأة هلال بن أمية رسول الله صلى الله عليه وسلم فقالت له ‏:‏ يا رسول الله إن هلال بن أمية شيخ ضائع ليس له خادم، فهل تكره أن أخدمه‏؟‏ قال ‏:‏ لا، ولكن لا يقربنك‏.‏ فقالت‏:‏ إنه والله ما به من حركة إلى شيء، ووالله ما زال يبكي منذ كان من أمره ما كان إلى يومه هذا‏.‏ فقال لي بعض أهلي‏:‏ لو استأذنت رسول الله صلى الله عليه وسلم في امرأتك، فقد أذن لامرأة هلال بن أمية أن تخدمه‏؟‏ فقلت‏:‏ لا أستأذن فيها رسول الله صلى الله عليه وسلم، وما يدريني ماذا يقول رسول الله صلى الله عليه وسلم،'
        'إذا استأذنته فيها وأنا رجل شاب‏!‏ فلبثت بذلك عشر ليالٍ، فكمل لنا خمسون ليلة من حين نهى عن كلامنا‏.‏ ثم صليت صلاة الفجر صباح خمسين ليلة على ظهر بيت من بيوتنا، فبينما أنا جالس على الحال التى ذكر الله تعالى منا، قد ضافت علي نفسي وضاقت علي الأرض بما رحبت، سمعت صوت صارخ أوفى على سلع يقول بأعلى صوته‏:‏ يا كعب بن مالك أبشر فخررت ساجداً، وعرفت أنه قد جاء فرج‏.‏ فآذن رسول الله صلى الله عليه وسلم الناس بتوبة الله عز وجل علينا حين صلى صلاة الفجر فذهب الناس يبشروننا، فذهب قبل صاحبي مبشرون، وركض رجل إلي فرساً وسعى ساع من أسلم قبلي وأوفى على الجبل، فكان الصوت أسرع من الفرس، فلما جاءني الذى سمعت صوته يبشرني نزعت له ثوبي فكسوتهما إياه ببشراه،'
        'والله ما أملك غيرهما يومئذ، واستعرت ثوبين فلبستهما وانطلقت أتأمم رسول الله صلى الله عليه وسلم يتلقانى الناس فوجاً فوجاً يهنئوني بالتوبة ويقولون لي‏:‏ لتهنك توبة الله عليك، حتى دخلت المسجد فإذا رسول الله صلى الله عليه وسلم جالس حوله الناس، فقام طلحة بن عبيد الله رضي الله عنه يهرول حتى صافحني وهنأني، والله ما قام رجل من المهاجرين غيره، فكان كعب لا ينساها لطلحة‏.‏ قال كعب‏:‏ فلما سلمت على رسول الله صلى الله عليه وسلم قال‏:‏ وهو يبرق وجهه من السرور ‏:‏ أبشر بخير يوم مرّ عليك مذ ولدتك أمك، فقلت‏:‏ أمن عندك يا رسول الله أم من عند الله‏؟‏ قال ‏:‏ لا ، بل من عند الله عز وجل، وكان رسول الله صلى الله عليه وسلم'
        'إذا سر استنار وجهه حتى كأن وجهه قطعة قمر، وكنا نعرف ذلك منه، فلما جلست بين يديه قلت‏:‏ يا رسول الله إن من توبتي أن أنخلع من مالي صدقة‎ إلى الله وإلى رسوله‏.‏'
        'فقال رسول الله صلى الله عليه وسلم ‏:‏ أمسك عليك بعض مالك فهو خير لك، فقلت‏:‏ إني أمسك سهمي الذى بخيبر‏.‏ وقلت‏:‏ يا رسول الله إن الله تعالى إنما أنجاني بالصدق، وإن من توبتي أن لا أحدثَ إلا صدقاً ما بقيت ، فو الله ما علمت أحداً من المسلمين أبلاه الله في صدق الحديث منذ ذكرت ذلك لرسول الله صلى الله عليه وسلم أحسن مما أبلاني الله تعالى ، والله ما تعمدت كذبة منذ قلت ذلك لرسول الله صلى الله'
        'عليه وسلم إلى يومي هذا، وإني لأرجو أن يحفظني الله تعالى فيما بقي، قال‏:‏ فأنزل الله تعالى‏:‏ ‏{‏لقد تاب الله على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة‏)‏ حتى بلغ‏:‏ ‏{‏إنه بهم رؤوف رحيم ‏.‏ وعلى الثلاثة الذين خلفوا حتى إذا ضاقت عليهم الأرض بما رحبت‏}‏ حتى بلغ ‏:‏ ‏{‏اتقوا الله وكونوا مع الصادقين‏}‏ ‏(‏‏(‏التوبة 117، 119‏)‏‏)‏ قال كعب ‏:‏ والله ما أنعم الله علي من نعمة قط بعد إذ هداني الله للإسلام أعظم في نفسي من صدقي رسول الله صلى الله عليه وسلم أن لا أكون كذبته، فأهلك كما هلك الذين كذبوا، إن الله تعالى قال للذين كذبوا حين أنزل الوحي شر ما قال لأحد، فقال الله تعالى ‏:‏ ‏{‏سيحلفون بالله لكم إذا انقلبتم إليهم لتعرضوا عنهم فأعرضوا عنهم إنهم رجس ومأواهم جهنم جزاء بما كانوا يكسبون يحلفون لكم لترضوا عنهم فإن ترضوا عنهم فإن الله لا يرضى عن القوم الفاسقين‏}‏ ‏(‏‏(‏التوبة‏:‏ 95،96‏)‏‏)‏'
        '\n'
        'قال كعب: كنا خلفنا أيها الثلاثة عن أمر أولئك الذين قبل منهم رسول الله صلى الله عليه وسلم حين حلفوا له، فبايعهم واستغفر لهم، وأرجأ رسول الله صلى الله عليه وسلم أمرنا حتى قضى الله تعالى فيه بذلك. قال الله تعالى: ‏{‏وعلى الثلاثة الذين خلفوا‏}‏ وليس الذي ذكر مما خلفنا تخلفنا عن الغزو، وإنما هو تخليفه إيانا وإرجاؤه أمرنا عمن حلف له واعتذر إليه فقبل منه‏.‏ متفق عليه‏.‏'
        'وفى رواية:'
        '\n'
        'أن النبي صلى الله عليه وسلم خرج في غزوة تبوك يوم الخميس، وكان يحب أن يخرج يوم الخميس.'
        'وفى رواية:'
        '\n'
        'وكان لا يقدم من سفر إلا نهاراً في الضحى، فإذا قدم بدأ بالمسجد فصلى فيه ركعتين ثم جلس فيه.',
    translation: "Translation of Hadith 21",
  ),
  Hadith(
    hadithNumber: 22,
    hadith:
        'وَعَنْ أبي نُجَيْد بِضَم النُّونِ وَفَتْح الْجيِمِ عِمْرانَ بْنِ الحُصيْنِ الخُزاعيِّ رَضِي اللَّهُ عَنْهُمَا أَنَّ امْرأَةً مِنْ جُهينةَ أَتَت رَسُولَ االله صَلّى االلهُ عَلَيْهِ وسَلَّم وَهِيَ حُبْلَى مِنَ الزِّنَا ، فقَالَتْ : يَا رسول االله أَصَبْتُ حَدّاً فأَقِمْهُ عَلَيَّ ، فَدَعَا نَبِيُّ االله صَلّى االلهُ عَلَيْهِ وسَلَّم وَليَّهَا فَقَالَ : أَحْسِنْ إِليْهَا ، فَإِذَا وَضَعَتْ فَأْتِنِي فَفَعَلَ فَأَمَرَ بِهَا نَبِيُّ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم ، فَشُدَّتْ عَلَيْهَا ثِيَابُها ، ثُمَّ أَمَرَ بِهَا فرُجِمتْ ، ثُمَّ صلَّى عَلَيْهَا . فَقَالَ لَهُ عُمَرُ : تُصَلِّي عَلَيْهَا يَا رَسُولَ اللَّهِ وَقَدْ زَنَتْ ، قَالَ : لَقَدْ تَابَتْ تَوْبةً لَوْ قُسِمَتْ بَيْن سبْعِينَ مِنْ أَهْلِ المدِينَةِ لوسعتهُمْ وَهَلْ وَجَدْتَ أَفْضَلَ مِنْ أَنْ جَادَتْ بِنفْسهَا للَّهِ عَزَّ وجَل؟،» رواه مسلم .',
    translation: "Translation of Hadith 22",
  ),
  Hadith(
    hadithNumber: 23,
    hadith:
        ' وَعَنِ ابْنِ عَبَّاس وأنس بن مالك رَضِي االله عنْهُم أَنَّ رَسُولَ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم قَالَ : « لَوْ أَنَّ لابْنِ '
        ' آدَمَ وَادِياً مِنْ ذَهَبِ أَحَبَّ أَنْ يَكُونَ لَهُ وادِيانِ ، وَلَنْ يَمْلأَ فَاهُ إِلاَّ التُّرَابُ ، وَيَتُوب اللَّهُ عَلَى مَنْ تَابَ » مُتَّفَقٌ عَليْهِ',
    translation: "Translation of Hadith 23",
  ),
  Hadith(
    hadithNumber: 24,
    hadith:
        ' وَعَنْ أبي هريرة رَضِي اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم قَالَ : « يَضْحكُ اللَّهُ سبْحَانُه '
        ' وتَعَالَى إِلَى رَجُلَيْنِ يقْتُلُ أحدُهُمَا الآخَرَ يدْخُلاَنِ الجَنَّة ، يُقَاتِلُ هَذَا في سبيلِ اللَّهِ فيُقْتل ، ثُمَّ يَتُوبُ اللَّهُ عَلَى '
        ' الْقَاتِلِ فَيسْلِمُ فيستشهدُ » مُتَّفَقٌ عَلَيْهِ . ',
    translation: "Translation of Hadith 19",
  ),
  Hadith(
    hadithNumber: 25,
    hadith:
        ' وعن أبي مَالِكٍ الْحَارِثِ بْنِ عَاصِم الأشْعريِّ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم : « '
        ' الطُّهُورُ شَطْرُ الإِيمَان ، وَالْحَمْدُ للَّه تَمْلأَ الْميزانَ وسُبْحَانَ االله والحَمْدُ للَّه تَمْلآنِ أَوْ تَمْلأ مَا بَيْنَ السَّموَات '
        ' وَالأَرْضِ وَالصَّلاَةِ نورٌ ، والصَّدَقَةُ بُرْهَانٌ ، وَالصَّبْرُ ضِيَاءٌ ، والْقُرْآنُ حُجَّةُ لَكَ أَوْ عَلَيْكَ . آُلُّ النَّاس يَغْدُو، '
        ' فَبِائِعٌ نَفْسَهُ فمُعْتِقُها ، أَوْ مُوبِقُهَا» رواه مسلم . ',
    translation: "Translation of Hadith 19",
  ),
  Hadith(
    hadithNumber: 26,
    hadith:
        ' وَعَنْ أبي سَعيدٍ بْن مَالِك بْن سِنَانٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ نَاساً مِنَ الأنصَارِ سَأَلُوا رَسُولَ االله '
        ' صَلّى االلهُ عَلَيْهِ وسَلَّم فأَعْطاهُم ، ثُمَّ سَأَلُوهُ فَأَعْطَاهُمْ ، حَتَّى نَفِد مَا عِنْدَهُ ، فَقَالَ لَهُمْ حِينَ أَنَفَقَ آُلَّ شَيْءٍ بِيَدِهِ '
        ' : « مَا يَكُنْ مِنْ خَيْرٍ فَلَنْ أدَّخِرَهُ عَنْكُمْ ، وَمَنْ يسْتعْفِفْ يُعِفَّهُ االله وَمَنْ يَسْتَغْنِ يُغْنِهِ اللَّهُ ، وَمَنْ يَتَصَبَّرْ يُصَبِّرْهُ '
        ' اللَّهُ . وَمَا أُعْطِىَ أَحَدٌ عَطَاءً خَيْراً وَأَوْسَعَ مِنَ الصَّبْرِ » مُتَّفَقٌ عَلَيْهِ . ',
    translation: "Translation of Hadith 26",
  ),
  Hadith(
    hadithNumber: 27,
    hadith:
        ' وَعَنْ أبي يَحْيَى صُهَيْبِ بْنِ سِنَانٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ االله صَلّى االلهُ عَلَيْهِ وسَلَّم : «عَجَباً '
        ' لأمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ آُلَّهُ لَهُ خَيْرٌ ، وَلَيْسَ ذَلِكَ لأِحَدٍ إِلاَّ للْمُؤْمِن : إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْراً لَهُ ، وَإِنْ '
        ' أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خيْراً لَهُ » رواه مسلم . ',
    translation: "Translation of Hadith 27",
  ),
  Hadith(
    hadithNumber: 28,
    hadith:
        ' وعنْ أَنسٍ رضِيَ االله عنْهُ قَالَ : لمَّا ثقُلَ النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم جَعَلَ يتغشَّاهُ الكرْبُ فقَالتْ فاطِمَةُ '
        ' رَضِيَ االله عنْهَا : واآَرْبَ أبَتَاهُ ، فَقَالَ : « ليْسَ عَلَى أبيك آرْبٌ بعْدَ اليَوْمِ » فلمَّا مَاتَ قالَتْ : يَا أبتَاهُ أَجَابَ '
        ' ربّاً دعَاهُ ، يا أبتَاهُ جنَّةُ الفِرْدَوْسِ مأوَاهُ ، يَا أَبَتَاهُ إِلَى جبْريلَ نْنعَاهُ ، فلَمَّا دُفنَ قالتْ فاطِمَةُ رَضِيَ االله عَنهَا : '
        ' أطَابتْ أنفسُكُمْ أَنْ تَحْثُوا عَلَى رسُول االله صَلّى االلهُ عَلَيْهِ وسَلَّم التُّرابَ ؟ روَاهُ البُخاريُّ . ',
    translation: "Translation of Hadith 28",
  ),
  Hadith(
    hadithNumber: 29,
    hadith:
        ' وعنْ أبي زيْد أُسامَة بن زيد حَارثَةَ موْلَى رسُول االله صَلّى االلهُ عَلَيْهِ وسَلَّم وحبَّهِ وابْنِ حبِّهِ رضـِيَ االله '
        ' عنهُمَا ، قالَ : أَرْسلَتْ بنْتُ النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم : إنَّ ابْنِي قَدِ احتُضِرَ فاشْهدْنَا ، فأَرسَلَ يقْرِئُ السَّلامَ '
        ' ويَقُول : « إن للَّه مَا أَخَذَ ، ولهُ مَا أعْطَى ، وآُلُّ شَيْءٍ عِنْدَهُ بأجَلٍ مُسمَّى ، فلتصْبِر ولتحْتسبْ » فأرسَلَتْ '
        ' إِليْهِ تُقْسمُ عَلَيْهِ ليأْتينَّها. فَقَامَ وَمَعَهُ سَعْدُ بْنُ عُبادَة،َ وَمُعَاذُ ابْنُ جَبَلٍ ، وَأُبَيُّ بْنَ آَعْبٍ ، وَزَيْدُ بْنِ ثاَبِتٍ ، '
        ' وَرِجَالٌ رَضِيَ اللَّهُ عَنْهُمْ ، فَرُفِعَ إِلَى رَسُولِ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم الصبيُّ ، فأقعَدَهُ في حِجْرِهِ ونَفْسُهُ '
        ' تَقعْقعُ ، فَفَاضتْ عَيْناهُ ، فقالَ سعْدٌ : يَا رسُولَ االله مَا هَذَا ؟ فقال:َ « هَذِهِ رَحْمةٌ جعلَهَا اللَّهُ تعَلَى في قُلُوبِ '
        ' عِبَادِهِ » وفي روِايةٍ : « في قُلُوبِ منْ شَاءَ مِنْ عِبَادِهِ وَإِنَّمَا يَرْحَمُ اللَّهُ منْ عِبَادِهِ الرُّحَمَاءَ » مُتَّفَقٌ عَلَيْهِ . '
        ' وَمَعْنَى « تَقَعْقَعُ » : تَتحَرَّكُ وتَضْطَربُ . ',
    translation: "Translation of Hadith 29",
  ),
  Hadith(
    hadithNumber: 30,
    hadith:
        ' وَعَنْ صُهَيْبٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم قَالَ : « آَانَ مَلِكٌ فيِمَنْ آَانَ قبْلَكُم،ْ وَآَانَ لَهُ '
        ' سَاحِرٌ ، فَلَمَّا آَبِرَ قَالَ لِلْمَلِك : إِنِّي قَدْ آَبِرْتُ فَابعَثْ إِلَيَّ غُلاَماً أُعَلِّمْهُ السِّحْرَ ، فَبَعَثَ إِلَيْهِ غُلاَماً يعَلِّمُهُ ، وَآَانَ '
        ' في طَريقِهِ إِذَا سَلَكَ رَاهِب،ٌ فَقَعَدَ إِلَيْهِ وَسَمِعَ آَلاَمهُ فأَعْجَبهُ ، وَآَانَ إِذَا أَتَى السَّاحِرَ مَرَّ بالرَّاهِب وَقَعَدَ إِلَيْه ، '
        ' فَإِذَا أَتَى السَّاحِرَ ضَرَبَهُ ، فَشَكَا ذَلِكَ إِلَى الرَّاهِبِ فقال : إِذَا خَشِيتَ السَّاحِر فَقُلْ : حبَسَنِي أَهْلي ، وَإِذَا خَشِيتَ '
        ' أَهْلَكَ فَقُل:ْ حَبَسَنِي السَّاحرُ . '
        ' فَبيْنَمَا هُو عَلَى ذَلِكَ إذْ أتَى عَلَى دابَّةٍ عظِيمَة قدْ حَبَسَت النَّاس فقال : اليوْمَ أعْلَمُ السَّاحِرُ أفْضَل أم الرَّاهبُ '
        ' أفْضلَ ؟ فأخَذَ حجَراً فقالَ : اللهُمَّ إنْ آان أمْرُ الرَّاهب أحَبَّ إلَيْكَ مِنْ أَمْرِ السَّاحِرِ فاقتُلْ هَذِهِ الدَّابَّة حتَّى يمْضِيَ '
        ' النَّاسُ ، فرَماها فقتَلَها ومَضى النَّاس،ُ فأتَى الرَّاهب فأخبَرهُ . فقال لهُ الرَّاهبُ : أىْ بُنيَّ أَنْتَ اليوْمَ أفْضلُ منِّي '
        ' ، قدْ بلَغَ مِنْ أمْركَ مَا أَرَى ، وإِنَّكَ ستُبْتَلَى ، فإنِ ابْتُليتَ فَلاَ تدُلَّ عليَّ ، وآانَ الغُلامُ يبْرئُ الأآْمةَ والأبرصَ ، '
        ' ويدَاوي النَّاس مِنْ سائِرِ الأدوَاءِ . فَسَمعَ جلِيسٌ للملِكِ آانَ قدْ عمِى،َ فأتَاهُ بهداياَ آثيرَةٍ فقال : ما ههُنَا لك '
        ' أجْمَعُ إنْ أنْتَ شفَيْتني ، فقال إنِّي لا أشفِي أحَدا،ً إِنَّمَا يشْفِي االله تعَالى، فإنْ آمنْتَ بِاللَّهِ تعَالَى دعوْتُ االله '
        ' فشَفاكَ ، فآمَنَ باللَّه تعَالى فشفَاهُ اللَّهُ تَعَالَى ، فأتَى المَلِكَ فجَلَس إليْهِ آما آانَ يجْلِسُ فقالَ لَهُ المَلكُ : منْ ردَّ '
        ' علَيْك بصَرك؟ قال : ربِّي . قَال:َ ولكَ ربٌّ غيْرِي ؟، قَالَ : رَبِّي وربُّكَ االله ، فأَخَذَهُ فلَمْ يزلْ يُعذِّبُهُ حتَّى دلَّ عَلَى '
        ' الغُلاَمِ فجئَ بِالغُلاَمِ ، فقال لهُ المَلكُ : أىْ بُنَيَّ قدْ بَلَغَ منْ سِحْرِك مَا تبْرئُ الأآمَهَ والأبرَصَ وتَفْعلُ وَتفْعَلُ فقالَ '
        ' : إِنَّي لا أشْفي أَحَداً ، إنَّما يشْفي االله تَعَالَى، فأخَذَهُ فَلَمْ يزَلْ يعذِّبُهُ حتَّى دلَّ عَلَى الرَّاهبِ ، فجِئ بالرَّاهِبِ فقيل '
        ' لَهُ : ارجَعْ عنْ دِينك،َ فأبَى ، فدَعا بالمنْشَار فوُضِع المنْشَارُ في مفْرقِ رأْسِه،ِ فشقَّهُ حتَّى وقَعَ شقَّاهُ ، ثُمَّ جِئ '
        ' بجَلِيسِ المَلكِ فقِلَ لَهُ : ارجِعْ عنْ دينِكَ فأبَى ، فوُضِعَ المنْشَارُ في مفْرِقِ رَأسِهِ ، فشقَّهُ به حتَّى وقَع شقَّاهُ ، '
        ' ثُمَّ جئ بالغُلامِ فقِيل لَهُ : ارجِعْ عنْ دينِكَ ، فأبَى ، فدَفعَهُ إِلَى نَفَرٍ منْ أصْحابِهِ فقال : اذهبُوا بِهِ إِلَى جبَلِ آَذَا '
        ' وآذَا فاصعدُوا بِهِ الجبلَ ، فـإذَا بلغتُمْ ذروتهُ فإنْ رجعَ عنْ دينِهِ وإِلاَّ فاطرَحوهُ فذهبُوا به فصعدُوا بهِ الجَبَل '
        ' فقال : اللَّهُمَّ اآفنِيهمْ بمَا شئْت ، فرجَف بِهمُ الجَبَلُ فسَقطُوا ، وجَاءَ يمْشي إِلَى المَلِكِ ، فقالَ لَهُ المَلكُ : ما '
        ' فَعَلَ أَصحَابكَ ؟ فقالَ : آفانيهِمُ االله تعالَى ، فدفعَهُ إِلَى نَفَرَ منْ أصْحَابِهِ فقال : اذهبُوا بِهِ فاحملُوه في قُرقُور '
        ' وَتَوسَّطُوا بِهِ البحْرَ ، فإنْ رَجَعَ عنْ دينِهِ وإلاَّ فَاقْذفُوهُ ، فذَهبُوا بِهِ فقال : اللَّهُمَّ اآفنِيهمْ بمَا شِئْت ، فانكَفَأَتْ '
        ' بِهِمُ السَّفينةُ فغرِقوا ، وجَاءَ يمْشِي إِلَى المَلِك . فقالَ لَهُ الملِكُ : ما فَعَلَ أَصحَابكَ ؟ فقال : آفانِيهمُ االله تعالَى . '
        ' فقالَ للمَلِكِ إنَّك لسْتَ بقَاتِلِي حتَّى تفْعلَ ما آمُركَ بِهِ . قال : ما هُوَ ؟ قال : تجْمَعُ النَّاس في صَعيدٍ واحدٍ ، '
        ' وتصلُبُني عَلَى جذْعٍ ، ثُمَّ خُذ سهْماً مِنْ آنَانتِي ، ثُمَّ ضعِ السَّهْمِ في آَبدِ القَوْسِ ثُمَّ قُل : بسْمِ اللَّهِ ربِّ الغُلاَمِ ثُمَّ '
        ' ارمِنِي ، فإنَّكَ إذَا فَعَلْتَ ذَلِكَ قَتَلْتنِي . فجَمَع النَّاس في صَعيدٍ واحِدٍ ، وصلَبَهُ عَلَى جذْعٍ ، ثُمَّ أَخَذَ سهْماً منْ '
        ' آنَانَتِهِ ، ثُمَّ وضَعَ السَّهمَ في آبِدِ القَوْس،ِ ثُمَّ قَالَ : بِسْم اللَّهِ رَبِّ الغُلامِ ، ثُمَّ رمَاهُ فَوقَعَ السَّهمُ في صُدْغِهِ ، '
        ' فَوضَعَ يدَهُ في صُدْغِهِ فمَاتَ . فقَالَ النَّاسُ : آمَنَّا بِرَبِّ الغُلاَمِ ، فَأُتِىَ المَلكُ فَقِيلُ لَهُ : أَرَأَيْت ما آُنْت تحْذَر قَدْ '
        ' وَاللَّه نَزَلَ بِك حَذرُكَ . قدْ آمنَ النَّاسُ . فأَمَرَ بِالأخدُودِ بأفْوَاهِ السِّكك فخُدَّتَ وَأضْرِمَ فِيها النيرانُ وقالَ : مَنْ لَمْ '
        ' يرْجَعْ عنْ دينِهِ فأقْحمُوهُ فِيهَا أوْ قيلَ لَهُ : اقْتَحمْ ، ففعَلُوا حتَّى جَاءتِ امرَأَةٌ ومعَهَا صَبِيٌّ لهَا ، فَتقَاعَسَت أنْ '
        ' تَقعَ فِيهَا ، فقال لَهَا الغُلاَمُ : يا أمَّاهْ اصبِرِي فَإِنَّكَ عَلَي الحَقِّ » روَاهُ مُسْلَمٌ . '
        '  »ذرْوةُ الجَبلِ » : أعْلاهُ ، وَهي بكَسْر الذَّال المعْجمَة وضمها و « القُرْقورُ » بضَمِّ القَافَيْن : نوْعٌ منْ السُّفُن '
        ' و « الصَّعِيدُ » هُنا : الأرضُ البارزَةُ و «الأخْدُودُ»: الشُّقوقُ في الأرْضِ آالنَّهْرِ الصَّغيرِ و « أُضرِمَ » أوقدَ « '
        ' وانكفَأَت» أي : انقلبَتْ و « تقاعسَت » توقَّفتْ وجبُنتْ . ',
    translation: "Translation of Hadith 30",
  ),
  Hadith(
    hadithNumber: 31,
    hadith:
        ' وَعَنْ أَنَسٍ رَضِي اللَّهُ عَنْهُ قَالَ : مَرَّ النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم بِامْرَأَةٍ تَبْكِي عِنْدَ قَبْرٍ فَقَال : «اتَّقِي االله '
        ' وَاصْبِرِي » فَقَالَتْ : إِلَيْكَ عَنِّي ، فَإِنِّكَ لَمْ تُصَبْ بمُصِيبتى، وَلَمْ تعْرفْهُ ، فَقيلَ لَها : إِنَّه النَّبِيُّ صَلّى االلهُ عَلَيْهِ '
        ' وسَلَّم ، فَأَتتْ بَابَ النَّبِّي صَلّى االلهُ عَلَيْهِ وسَلَّم ، فلَمْ تَجِد عِنْدَهُ بَوَّابينَ ، فَقالتْ : لَمْ أَعْرِفْكَ ، فقالَ : « إِنَّما '
        ' الصَّبْرُ عِنْدَ الصَّدْمَةِ الأولَى » متفقٌ عليه. '
        ' »وفي رواية لمُسْلمٍ : « تَبْكِي عَلَى صَبيٍّ لَهَا » . ',
    translation: "Translation of Hadith 31",
  ),
  Hadith(
    hadithNumber: 32,
    hadith:
        ' َعَنْ أبي هَرَيرَةَ رَضي اللَّه عنه أَنَّ رَسُولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قالَ : « يَقولُ اللَّهُ تَعَالَى: مَا لِعَبْدِي '
        ' المُؤْمِنِ عِنْدِي جَزَاءٌ إِذَا قَبضْتُ صَفِيَّهُ مِنْ أَهْلِ الدُّنْيَا ثُمَّ احْتَسَبهُ إِلاَّ الجَنَّة » رواه البخاري . ',
    translation: "Translation of Hadith 32",
  ),
  Hadith(
    hadithNumber: 33,
    hadith:
        ' وعَنْ عائشَةَ رضي اللَّهُ عنها أنَهَا سَأَلَتْ رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم عَن الطَّاعونِ ، فَأَخبَرَهَا أَنَهُ آَانَ '
        ' عَذَاباً يَبْعَثُهُ اللَّه تعالى عَلَى منْ يَشَاءُ ، فَجَعَلَهُ اللَّهُ تعالَى رحْمةً للْمُؤْمنِينَ ، فَلَيْسَ مِنْ عَبْدٍ يَقَعُ في الطَّاعُون '
        ' فَيَمْكُثُ في بلَدِهِ صَابِراً مُحْتَسِباً يَعْلَمُ أَنَّهُ لاَ يُصِيبُهُ إِلاَّ مَا آَتَبَ اللَّهُ لَهُ إِلاَّ آَانَ لَهُ مِثْلُ أَجْرِ الشَّهِيدِ » رواه '
        ' البخاري . ',
    translation: "Translation of Hadith 33",
  ),
  Hadith(
    hadithNumber: 34,
    hadith:
        ' وعَنْ أَنسٍ رضي اللَّه عنه قال : سَمِعْتُ رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم يقولُ : « إنَّ اللَّه عَزَّ وجَلَّ قَالَ '
        ' : إِذَا ابْتَلَيْتُ عَبدِي بحبيبتَيْهِ فَصبَرَ عَوَّضْتُهُ مِنْهُمَا الْجنَّةَ » يُريدُ عينيْه ، رواه البخاريُّ . ',
    translation: "Translation of Hadith 34",
  ),
  Hadith(
    hadithNumber: 35,
    hadith:
        ' وعنْ عطاءِ بْن أَبي رَباحٍ قالَ : قالَ لِي ابْنُ عبَّاسٍ رضي اللَّهُ عنهُمَا ألا أريكَ امْرَأَةً مِن أَهْلِ الجَنَّة ؟ '
        ' فَقُلت : بلَى ، قَالَ : هذِهِ المْرأَةُ السوْداءُ أَتَتِ النبيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم فقالَتْ : إِنِّي أُصْرَعُ ، وإِنِّي أَتكَشَّفُ ، '
        ' فَادْعُ اللَّه تعالى لِي قَالَ : « إِن شئْتِ صَبَرْتِ ولكِ الْجنَّة،ُ وإِنْ شِئْتِ دعَوْتُ اللَّه تَعالَى أَنْ يُعافِيَكِ » فقَالتْ : '
        ' أَصْبرُ ، فَقالت : إِنِّي أَتَكشَّفُ ، فَادْعُ اللَّه أَنْ لا أَتكشَّفَ ، فَدَعَا لَهَا . متَّفقٌ عليْهِ . ',
    translation: "Translation of Hadith 35",
  ),
  Hadith(
    hadithNumber: 36,
    hadith:
        ' وعنْ أَبي عبْدِ الرَّحْمنِ عبْدِ اللَّه بنِ مسْعُودٍ رضيَ اللَّه عنه قَال : آَأَنِّي أَنْظُرُ إِلى رسولِ اللَّه صَلّى االلهُ '
        ' عَلَيْهِ وسَلَّم يحْكيِ نَبيّاً من الأَنْبِياءِ ، صلواتُ اللَّهِ وسَلاَمُهُ عَليْهم ، ضَرَبُهُ قَوْمُهُ فَأَدْمـوْهُ وهُو يمْسحُ الدَّم عنْ '
        ' وجْهِهِ ، يقُولُ : « اللَّهمَّ اغْفِرْ لِقَوْمي فإِنَّهُمْ لا يعْلمُونَ » متفقٌ عَلَيْه . ',
    translation: "Translation of Hadith 36",
  ),
  Hadith(
    hadithNumber: 37,
    hadith:
        ' وَعنْ أَبي سَعيدٍ وأَبي هُرَيْرة رضي اللَّه عَنْهُمَا عن النَّبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم قَالَ : «مَا يُصِيبُ الْمُسْلِمَ '
        ' مِنْ نَصَبٍ وَلاَ وَصَبٍ وَلاَ هَمٍّ وَلاَ حَزَن وَلاَ أَذًى وَلاَ غمٍّ ، حتَّى الشَّوْآَةُ يُشَاآُها إِلاَّ آفَّر اللَّه بهَا مِنْ خطَايَاه » '
        ' متفقٌ عليه . '
        ' و « الْوَصَب » : الْمرضُ . ',
    translation: "Translation of Hadith 37",
  ),
  Hadith(
    hadithNumber: 38,
    hadith:
        ' وعن ابْن مسْعُود رضي اللَّه عنه قَالَ : دَخلْتُ عَلى النَبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم وَهُو يُوعَكُ فَقُلْتُ يا رسُولَ '
        ' اللَّه إِنَّكَ تُوعكُ وَعْكاً شَدِيداً قال : « أَجَلْ إِنِّي أُوعَكُ آَمَا يُوعَكُ رَجُلانِ مِنْكُم» قُلْتُ : ذلك أَنَّ لَكَ أَجْريْن ؟ قال '
        ' : « أَجَلْ ذَلك آَذَلك مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى ، شوْآَةٌ فَمَا فوْقَهَا إلاَّ آَفَّر اللَّه بهَا سيئاته ، وَحطَّتْ عنْهُ ذُنُوبُهُ '
        ' آَمَا تَحُطُّ الشَّجرةُ وَرقَهَا » متفقٌ عليه. '
        ' وَ « الْوَعْكُ » : مَغْثُ الحمَّى ، وقيل : الْحُمى . ',
    translation: "Translation of Hadith 38",
  ),
  Hadith(
    hadithNumber: 39,
    hadith:
        ' وعنْ أَبي هُرَيرة رضيَ اللَّهُ عنه قال : قال رسولُ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم : « مَنْ يُرِدِ اللَّهُ بِهِ خَيْراً يُصِبْ '
        ' مِنْهُ » : رواه البخاري . '
        ' وضَبطُوا « يُصِب » : بفَتْحِ الصَّادِ وآَسْرِهَا . ',
    translation: "Translation of Hadith 39",
  ),
  Hadith(
    hadithNumber: 40,
    hadith:
        ' وعَنْ أَنَسٍ رضي اللَّهُ عنه قال : قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « لا يتَمنينَّ أَحدُآُمُ الْمَوْتَ لِضُرٍّ '
        ' أَصَابَهُ ، فَإِنْ آَانَ لا بُدَّ فاعلاً فليقُل : اللَّهُمَّ أَحْيني ما آَانَت الْحياةُ خَيراً لِي وتوفَّني إِذَا آَانَتِ الْوفاَةُ خَيْراً لِي » '
        ' متفق عليه . ',
    translation: "Translation of Hadith 40",
  ),
  Hadith(
    hadithNumber: 41,
    hadith:
        ' وعنْ أبي عبدِ اللَّهِ خَبَّابِ بْن الأَرتِّ رضيَ اللَّهُ عنه قال : شَكَوْنَا إِلَى رسولِ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم '
        ' وَهُو مُتَوسِّدٌ بُردةً لَهُ في ظلِّ الْكَعْبةِ ، فَقُلْنَا : أَلا تَسْتَنْصرُ لَنَا أَلا تَدْعُو لَنَا ؟ فَقَالَ : قَد آَانَ مَنْ قَبْلكُمْ يؤْخَذُ '
        ' الرَّجُلُ فيُحْفَرُ لَهُ في الأَرْضِ في جْعلُ فِيهَا ، ثمَّ يُؤْتِى بالْمِنْشارِ فَيُوضَعُ علَى رَأْسِهِ فيُجعلُ نصْفَيْن ، ويُمْشطُ '
        ' بِأَمْشاطِ الْحديدِ مَا دُونَ لَحْمِهِ وَعظْمِهِ ، ما يَصُدُّهُ ذلكَ عَنْ دِينِهِ ، واللَّه ليتِمنَّ اللَّهُ هَذا الأَمْر حتَّى يسِير '
        ' الرَّاآِبُ مِنْ صنْعاءَ إِلَى حَضْرمْوتَ لا يخافُ إِلاَّ االله والذِّئْبَ عَلَى غنَمِهِ ، ولكِنَّكُمْ تَسْتَعْجِلُونَ » رواه البخاري . '
        ' وفي رواية : « وهُوَ مُتَوسِّدٌ بُرْدةً وقَدْ لقِينَا مِنَ الْمُشْرآِين شِدَّةً » . ',
    translation: "Translation of Hadith 41",
  ),
  Hadith(
    hadithNumber: 42,
    hadith:
        ' وعن ابن مَسعُودٍ رضي اللَّه عنه قال : لمَّا آَانَ يَوْمُ حُنَيْنٍ آثر رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم نَاساً في '
        ' الْقِسْمَةِ : فأَعْطَى الأَقْرعَ بْنَ حابِسٍ مائةً مِنَ الإِبِلِ وأَعْطَى عُييْنَةَ بْنَ حِصْنٍ مِثْلَ ذلِكَ ، وأَعطى نَاساً منْ '
        ' أشرافِ الْعربِ وآثَرهُمْ يوْمئِذٍ في الْقِسْمَةِ . فَقَالَ رجُلٌ : واللَّهِ إنَّ هَذِهِ قِسْمةٌ ما عُدِلَ فِيها ، وما أُريد فِيهَا '
        ' وَجهُ اللَّه ، فَقُلْت:ُ واللَّه لأُخْبِرَنَّ رَسُولَ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم ، فأتيتُهُ فَأخبرته بِما قال ، فتغَيَّر وَجْهُهُ '
        ' حتَّى آَانَ آَالصِّرْفِ . ثُمَّ قال : « فَمنْ يَعْدِلُ إِذَا لَمْ يعدِلِ اللَّهُ ورسُولُهُ ؟ ثم قال : يرحَمُ اللَّهُ موسى قَدْ أُوْذِيَ '
        ' بِأَآْثَرَ مِنْ هَذَا فَصبرَ » فَقُلْت:ُ لا جرمَ لا أَرْفعُ إلَيه بعْدها حدِيثا.ً متفقٌ عليه . '
        ' وقَوْلُهُ « آَالصِرْفَ » هُو بِكسْرِ الصادِ الْمُهْملةِ : وَهُوَ صِبْغٌ أَحْمَرُ . ',
    translation: "Translation of Hadith 42",
  ),
  Hadith(
    hadithNumber: 43,
    hadith:
        ' وعن أنس رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « إِذَا أَرَادَ اللَّهُ بعبْدِهِ خَيْراً عجَّلَ لَهُ '
        ' الْعُقُوبةَ في الدُّنْيَا ، وإِذَا أَرَادَ اللَّه بِعبدِهِ الشَّرَّ أمسَكَ عنْهُ بذَنْبِهِ حتَّى يُوافِيَ بهِ يَومَ الْقِيامةِ » . '
        ' وقَالَ النبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم : « إِنَّ عِظَمَ الْجزاءِ مَعَ عِظَمِ الْبلاءِ ، وإِنَّ اللَّه تعالى إِذَا أَحَبَّ قَوماً ابتلاهُمْ '
        ' ، فَمنْ رضِيَ فلَهُ الرضَا ، ومَنْ سَخِطَ فَلَهُ السُّخْطُ » رواه الترمذي وقَال:َ حديثٌ حسنٌ . ',
    translation: "Translation of Hadith 43",
  ),
  Hadith(
    hadithNumber: 44,
    hadith:
        ' وعنْ أَنَسٍ رضي اللَّه عنه قال : آَانَ ابْنٌ لأبي طلْحةَ رضي اللَّه عنه يَشْتَكي ، فخرج أبُو طَلْحة ، فَقُبِضَ '
        ' الصَّبِيُّ ، فَلَمَّا رَجَعَ أَبُو طَلْحةَ قال : ما فَعَلَ ابنِي ؟ قَالَت أُمُّ سُلَيْم وَهِيَ أُمُّ الصَّبيِّ : هو أَسْكَنُ مَا آَانَ ، فَقَرَّبَتْ '
        ' إِلَيْهِ الْعَشَاءَ فَتَعَشَّى ، ثُمَّ أَصَابَ مِنْهَا، فَلَمَّا فرغَ قَالَتْ : وارُوا الصَّبيَّ ، فَلَمَّا أَصْبحَ أَبُو طَلْحَة أَتَى رسولَ اللَّه '
        ' صَلّى االلهُ عَلَيْهِ وسَلَّم فَأَخْبره،ُ فَقَال:َ « أَعرَّسْتُمُ اللَّيْلَةَ ؟ قَالَ : نَعَمْ ، قال : « اللَّهمَّ باركْ لَهُما » فَولَدتْ غُلاماً '
        ' فقَالَ لِي أَبُو طَلْحَةَ : احْمِلْهُ حتَّى تَأَتِيَ بِهِ النبيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم ، وبَعثَ مَعهُ بِتمْرَات ، فقال : «أَمعهُ '
        ' شْيءٌ ؟ » قال : نعمْ ، تَمراتٌ فَأَخَذَهَا النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم فَمضَغَهَا ، ثُمَّ أَخذَهَا مِنْ فِيهِ فَجَعَلَهَا في في '
        ' الصَّبيِّ ثُمَّ حَنَّكَه وسمَّاهُ عبدَ اللَّهِ متفقٌ عليه . '
        ' وفي روايةٍ للْبُخَاريِّ : قال ابْنُ عُيَيْنَة : فَقَالَ رجُلٌ منَ الأَنْصارِ : فَرَأَيْتُ تَسعة أَوْلادٍ آلُّهُمْ قدْ قَرؤُوا الْقُرْآنَ ، '
        ' يعْنِي مِنْ أَوْلادِ عَبْدِ اللَّه الْموْلُود . '
        ' وفي روايةٍ لمسلِم : ماتَ ابْنٌ لأبِي طَلْحَةَ مِنْ أُمِّ سُلَيْمٍ ، فَقَالَتْ لأهْلِهَا : لا تُحَدِّثُوا أَبَا طَلْحَةَ بابنِهِ حتَّى أَآُونَ '
        ' أَنَا أُحَدِّثُهُ ، فَجَاءَ فَقَرَّبَتْ إِلَيْهِ عَشَاءً فَأَآَلَ وشَرِبَ ، ثُمَّ تَصنَّعتْ لهُ أَحْسنَ ما آانتْ تَصَنَّعُ قَبْلَ ذلكَ ، فَوقَعَ بِهَا ، '
        ' فَلَمَّا أَنْ رأَتْ أَنَّهُ قَدْ شَبِعِ وأَصَابَ مِنْها قَالت:ْ يا أَبَا طلْحةَ ، أَرَايْتَ لَوْ أَنَّ قَوْماً أَعارُوا عارِيتهُمْ أَهْل بيْتٍ '
        ' فَطَلبوا عاريَتَهُم ، ألَهُمْ أَنْ يمْنَعُوهَا؟ قَالَ : لا ، فَقَالَتْ : فاحتسِبْ ابْنَكَ . قَالَ : فغَضِبَ ، ثُمَّ قَالَ : ترآتنِي حتَّى '
        ' إِذَا تَلطَّخْتُ ثُمَّ أَخْبرتِني بِابْني ، فَانْطَلَقَ حتَّى أَتَى رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم فأخْبَرهُ بما آَانَ ، فَقَالَ '
        ' رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « بَاركَ اللَّه لكُما في ليْلتِكُما » . '
        ' قال : فحملَتْ ، قال : وآَانَ رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم في سفَرٍ وهِي مَعَهُ وآَانَ رسولُ اللَّه صَلّى االلهُ '
        ' عَلَيْهِ وسَلَّم إِذَا أَتَى الْمَدِينَةِ مِنْ سَفَرٍ لاَ يَطْرُقُها طُرُوقاً فَدنَوْا مِنَ الْمَدِينَةِ ، فَضَرَبَهَا الْمَخاضُ ، فَاحْتَبَس عَلَيْهَا '
        ' أَبُو طلْحَةَ ، وانْطلَقَ رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم . قَالَ : يقُولُ أَبُو طَلْحةَ إِنَّكَ لتعلمُ يَاربِّ أَنَّهُ يعْجبُنِي أَنْ '
        ' أَخْرُجَ معَ رسولِ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم إِذَا خَرَجَ ، وأَدْخُلَ مَعهُ إِذَا دَخَلَ ، وقَدِ احْتَبَسْتُ بِما تَرى . تقولُ أُمُّ '
        ' سُلَيْمٍ : يا أَبَا طلْحةَ مَا أَجِد الَّذي آنْتُ أَجِدُ ، انْطَلِقْ ، فانْطَلقْنَا ، وضَربهَا المَخاضُ حينَ قَدِمَا فَولَدتْ غُلاماً . '
        ' فقالَتْ لِي أُمِّي : يا أَنَسُ لا يُرْضِعُهُ أَحدٌ تَغْدُوَ بِهِ عَلَى رسُول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم ، فلمَّا أَصْبحَ احتملْتُهُ '
        ' فانطَلقْتُ بِهِ إِلَى رسولِ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم . وذَآَرَ تمامَ الْحَدِيثِ . ',
    translation: "Translation of Hadith 45",
  ),
  Hadith(
    hadithNumber: 45,
    hadith:
        ' وعنْ أَبِي هُريرةَ رضي اللَّه عنه أَن رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « لَيْسَ الشديدُ بالصُّرَعةِ إِنمَّا '
        ' الشديدُ الَّذي يمْلِكُ نَفسَهُ عِنْد الْغَضَبِ » متفقٌ عليه . '
        '  »والصُّرَعَةُ » بِضمِّ الصَّادِ وفتْحِ الرَّاءِ ، وأصْلُهُ عنْد الْعربِ منْ يصرَعُ النَّاسَ آثيراً . ',
    translation: "Translation of Hadith 46",
  ),
  Hadith(
    hadithNumber: 46,
    hadith:
        ' وعنْ سُلَيْمانَ بْنِ صُرَدٍ رضي اللَّه عنهُ قال : آُنْتُ جالِساً مع النَّبِي صَلّى االلهُ عَلَيْهِ وسَلَّم، ورجُلان '
        ' يستَبَّانِ وأَحدُهُمَا قَدِ احْمَرَّ وَجْهُهُ . وانْتفَخَتْ أودَاجهُ . فقال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « إِنِّي لأعلَمُ '
        ' آَلِمةً لَوْ قَالَهَا لَذَهَبَ عنْهُ ما يجِدُ ، لوْ قَالَ : أَعْوذُ بِاللّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ذَهَبَ عنْهُ ما يجدُ . فقَالُوا لَهُ : إِنَّ '
        ' النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم قَالَ : «تعوَّذْ بِاللِّهِ مِن الشَّيَطان الرَّجِيمِ ». متفقٌ عليه . ',
    translation: "Translation of Hadith 47",
  ),
  Hadith(
    hadithNumber: 47,
    hadith:
        ' وعنْ مُعاذ بْنِ أَنَسٍ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم قَالَ : « مَنْ آظَمَ غيظاً ، وهُو قَادِرٌ '
        ' عَلَى أَنْ يُنْفِذَهُ ، دَعَاهُ اللَّهُ سُبْحانَهُ وتَعالَى عَلَى رُؤُوسِ الْخلائقِ يَوْمَ الْقِيامَةِ حَتَّى يُخَيِّرَهُ مِنَ الْحُورِ الْعِينِ مَا '
        ' شَاءَ » رواه أَبُو داوُدَ ، والتِّرْمِذيُّ وقال : حديثٌ حسنٌ . ',
    translation: "Translation of Hadith 48",
  ),
  Hadith(
    hadithNumber: 48,
    hadith:
        ' وعنْ أَبِي هُريْرَةَ رَضيَ اللَّهُ عنهُ أَنَّ رَجُلاً قَالَ للنَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم : أوْصِني ، قَالَ : « لا تَغضَبْ '
        ' » فَردَّدَ مِراراً قَالَ ، « لا تَغْضَبْ » رواه البخاريُّ. ',
    translation: "Translation of Hadith 49",
  ),
  Hadith(
    hadithNumber: 49,
    hadith:
        ' وَعَنْ أبي هُرَيْرةَ رَضِيَ اللَّهُ عنه قال : قال رسولُ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم : « مَا يَزَال الْبَلاءُ بِالْمُؤْمِنِ '
        ' وَالْمؤمِنَةِ في نَفْسِهِ وَولَدِهِ ومَالِهِ حَتَّى يَلْقَى اللَّه تعالى وَمَا عَلَيْهِ خَطِيئَةٌ» رواه التِّرْمِذيُّ وقال : حديثٌ حسنٌ '
        ' صحِيحٌ . ',
    translation: "Translation of Hadith 50",
  ),
  Hadith(
    hadithNumber: 50,
    hadith:
        ' وَعَنْ ابْن عَبَاسٍ رضي اللَّه عنهما قال : قَدِمَ عُيَيْنَة بْنُ حِصْنٍ فَنَزلَ عَلَى ابْنِ أَخيِهِ الْحُر بْنِ قَيْسٍ ، وَآَانَ '
        ' مِن النَّفَرِ الَّذِين يُدْنِيهِمْ عُمرُ رضِيَ اللَّهُ عنهُ ، وَآَانَ الْقُرَّاءُ أَصْحابَ مَجْلِسِ عُمَرَ رضي اللَّهُ عنه وَمُشاوَرَتِهِ '
        ' آُهولاً آَانُوا أَوْ شُبَّاناً ، فَقَالَ عُييْنَةُ لابْنِ أَخيِهِ : يَا ابْنَ أَخِى لَكَ وَجْهٌ عِنْدَ هَذَا الأمِيرِ فَاسْتَأْذِنْ لى عَلَيْهِ ، '
        ' فاستَأذنَ فَأَذِنَ لَهُ عُمرُ . فَلَمَّا دخَلَ قَالَ : هِيْ يا ابْنَ الْخَطَّاب ، فَوَاللَّه مَا تُعْطِينَا الْجَزْلَ وَلا تَحْكُمُ فِينَا بالْعَدْل ، '
        ' فَغَضِبَ عُمَرُ رضيَ اللَّه عنه حتَّى هَمَّ أَنْ يُوقِعَ بِهِ فَقَالَ لَهُ الْحُرُّ : يا أَمِيرَ الْمُؤْمِنِينَ إِنَّ اللَّه تعَالى قَال لِنبِيِّهِ '
        ' صَلّى االلهُ عَلَيْهِ وسَلَّم : { خُذِ الْعَفْوَ وَأْمُرْ بالْعُرْفِ وَأَعْرِضْ عَنِ الجاهلينَ } [ سورة الأعراف: 198 ] وإنَّ '
        ' هَذَا مِنَ الجاهلينَ ، وَاللَّه ما جاوَزَها عُمَرُ حِينَ تلاها ، وآَانَ وَقَّافاً عِنْد آِتَابِ اللَّهِ تعالى رواه البخارى .وَعَنْ ابْن عَبَاسٍ رضي اللَّه عنهما قال : قَدِمَ عُيَيْنَة بْنُ حِصْنٍ فَنَزلَ عَلَى ابْنِ أَخيِهِ الْحُر بْنِ قَيْسٍ ، وَآَانَ '
        ' مِن النَّفَرِ الَّذِين يُدْنِيهِمْ عُمرُ رضِيَ اللَّهُ عنهُ ، وَآَانَ الْقُرَّاءُ أَصْحابَ مَجْلِسِ عُمَرَ رضي اللَّهُ عنه وَمُشاوَرَتِهِ '
        ' آُهولاً آَانُوا أَوْ شُبَّاناً ، فَقَالَ عُييْنَةُ لابْنِ أَخيِهِ : يَا ابْنَ أَخِى لَكَ وَجْهٌ عِنْدَ هَذَا الأمِيرِ فَاسْتَأْذِنْ لى عَلَيْهِ ، '
        ' فاستَأذنَ فَأَذِنَ لَهُ عُمرُ . فَلَمَّا دخَلَ قَالَ : هِيْ يا ابْنَ الْخَطَّاب ، فَوَاللَّه مَا تُعْطِينَا الْجَزْلَ وَلا تَحْكُمُ فِينَا بالْعَدْل ، '
        ' فَغَضِبَ عُمَرُ رضيَ اللَّه عنه حتَّى هَمَّ أَنْ يُوقِعَ بِهِ فَقَالَ لَهُ الْحُرُّ : يا أَمِيرَ الْمُؤْمِنِينَ إِنَّ اللَّه تعَالى قَال لِنبِيِّهِ '
        ' صَلّى االلهُ عَلَيْهِ وسَلَّم : { خُذِ الْعَفْوَ وَأْمُرْ بالْعُرْفِ وَأَعْرِضْ عَنِ الجاهلينَ } [ سورة الأعراف: 198 ] وإنَّ '
        ' هَذَا مِنَ الجاهلينَ ، وَاللَّه ما جاوَزَها عُمَرُ حِينَ تلاها ، وآَانَ وَقَّافاً عِنْد آِتَابِ اللَّهِ تعالى رواه البخارى . ',
    translation: "Translation of Hadith 50",
  ),
  Hadith(
    hadithNumber: 51,
    hadith:
        ' وعَن ابْنِ مسْعُودٍ رضي اللَّه عنه أنَّ رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « إِنَّهَا سَتكُونُ بَعْدِى أَثَرَةٌ وَأُمُورٌ '
        ' تُنْكِرونَها ، قَالُوا : يا رسُولَ اللَّهِ فَما تَأمرُنا ؟ قالَ : تُؤَدُّونَ الْحقَّ الَّذي عَلَيْكُمْ وتَسْألونَ اللَّه الذي لكُمْ » متفقٌ '
        ' عليه . « والأَثَرَةُ » : الانفرادُ بالشيْءِ عمَّنْ لَهُ فيهِ حقٌّ . ',
    translation: "Translation of Hadith 51",
  ),
  Hadith(
    hadithNumber: 52,
    hadith:
        ' وَعن أبي يحْيَى أُسَيْدِ بْنِ حُضَيْرٍ رضي اللَّهُ عنهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ قال : يا رسولَ اللَّهِ أَلا تَسْتَعْمِلُني '
        ' آَمَا اسْتْعْملتَ فُلاناً وفلاناً فَقَالَ : « إِنَّكُمْ سَتَلْقَوْنَ بَعْدي أَثَرَةً فاصْبِرُوا حَتَّى تلقَوْنِي علَى الْحوْضِ » متفقٌ '
        ' عليه . '
        '  »وأُسَيْدٌ » بِضَمِّ الْهمْزةِ . « وحُضَيْرٌ » بِحاءٍ مُهْمَلَةٍ مضمُومَةٍ وضادٍ مُعْجَمَةٍ مفْتُوحةٍ ، واللَّهُ أَعْلَمُ . ',
    translation: "Translation of Hadith 52",
  ),
  Hadith(
    hadithNumber: 53,
    hadith:
        ' وَعنْ أبي إِبْراهيمَ عَبْدِ اللَّه بْنِ أبي أَوْفي رضي اللَّهُ عنهمَا أَنَّ رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم في بعْضِ '
        ' أَيَّامِهِ التي لَقِيَ فِيهَا الْعَدُوَّ ، انْتَظرَ حَتَّى إِذَا مَالَتِ الشَّمْسُ قَامَ فِيهمْ فَقَال:َ « يَا أَيُّهَا النَّاسُ لا تَتَمنَّوا لِقَاءَ الْعدُوِّ '
        ' ، وَاسْأَلُوا اللَّه العَافِيَةَ ، فَإِذَا لقيتُموهم فاصْبرُوا ، وَاعْلَمُوا أَنَّ الْجَنَّة تَحْتَ ظِلاَلِ السُّيُوفِ » ثُمَّ قَالَ النَّبِيُّ '
        ' صَلّى االلهُ عَلَيْهِ وسَلَّم : « اللَّهُمَّ مُنْزِلَ الْكِتَابِ وَمُجْرِيَ السَّحَابِ ، وَهَازِمَ الأَحْزابِ ، اهْزِمْهُمْ وَانْصُرْنا عَلَيْهِمْ » '
        ' . متفقٌ عليه وباللَّه التَّوْفيقُ . '
        '  ',
    translation: "Translation of Hadith 53",
  ),
  Hadith(
    hadithNumber: 54,
    hadith:
        ' وعَن ابْنِ مسْعُودٍ رضي اللَّه عنه أنَّ رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « إِنَّهَا سَتكُونُ بَعْدِى أَثَرَةٌ وَأُمُورٌ '
        ' تُنْكِرونَها ، قَالُوا : يا رسُولَ اللَّهِ فَما تَأمرُنا ؟ قالَ : تُؤَدُّونَ الْحقَّ الَّذي عَلَيْكُمْ وتَسْألونَ اللَّه الذي لكُمْ » متفقٌ '
        ' عليه . « والأَثَرَةُ » : الانفرادُ بالشيْءِ عمَّنْ لَهُ فيهِ حقٌّ . ',
    translation: "Translation of Hadith 54",
  ),
  Hadith(
    hadithNumber: 55,
    hadith:
        ' الثَّاني : عَنْ أبي مُحَمَّدٍ الْحَسنِ بْنِ عَلِيِّ بْنِ أبي طَالِبٍ ، رَضيَ اللَّهُ عَنْهما ، قَالَ حفِظْتُ مِنْ رسولِ اللَّه '
        ' صَلّى االلهُ عَلَيْهِ وسَلَّم : « دَعْ ما يَرِيبُكَ إِلَى مَا لا يَريبُكَ ، فَإِنَّ الصِّدْقَ طُمأنينَة،ٌ وَالْكَذِبَ رِيبةٌ » رواه التِرْمذي '
        ' وقال : حديثٌ صحيحٌ . '
        ' قَوْلُهُ : « يرِيبُكَ » هُوَ بفتحِ الياء وضَمِّها ، وَمَعْناهُ : اتْرُكْ ما تَشُكُّ في حِلِّه ، واعْدِلْ إِلى مَا لا تَشُكُّ فيه . ',
    translation: "Translation of Hadith 55",
  ),
  Hadith(
    hadithNumber: 56,
    hadith:
        ' الثَّالثُ : عنْ أبي سُفْيانَ صَخْرِ بْنِ حَربٍ . رضيَ اللَّه عنه . في حديثِه الطَّويلِ في قِصَّةِ هِرقْلُ ، قَالَ هِرقْلُ '
        ' : فَماذَا يَأْمُرُآُمْ يعْني النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم قَالَ أَبُو سُفْيَان:َ قُلْتُ : يقول « اعْبُدُوا اللَّهَ وَحْدَهُ لا تُشرِآُوا '
        ' بِهِ شَيْئاً ، واتْرُآُوا ما يَقُولُ آباؤُآُمْ ، ويَأْمُرنَا بالصَّلاةِ والصِّدقِ ، والْعفَافِ ، والصِّلَةِ » . متفقٌ عليه. ',
    translation: "Translation of Hadith 56",
  ),
  Hadith(
    hadithNumber: 57,
    hadith:
        ' الرَّابِعُ : عَنْ أبي ثَابِتٍ ، وقِيلَ : أبي سعيدٍ ، وقِيلَ : أبي الْولِيدِ ، سَهْلِ بْنِ حُنيْفٍ ، وَهُوَ بدرِيٌّ ، رضي '
        ' اللَّه عنه ، أَن النبيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « مَنْ سَأَلَ اللَّهَ ، تعالَى الشِّهَادَة بِصِدْقٍ بَلَّغهُ اللَّهُ مَنَازِلَ '
        ' الشُّهدَاء ، وإِنْ مَاتَ عَلَى فِراشِهِ » رواه مسلم . ',
    translation: "Translation of Hadith 57",
  ),
  Hadith(
    hadithNumber: 58,
    hadith:
        ' الخامِسُ : عَنْ أبي هُريْرة رضي اللَّهُ عنه قال : قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم: « غزا نَبِيٌّ مِنَ '
        ' الأَنْبِياءِ صلواتُ اللَّه وسلامُهُ علَيهِمْ فَقَالَ لقوْمِهِ : لا يتْبعْني رَجُلٌ ملَكَ بُضْعَ امْرَأَة.ٍ وَهُوَ يُرِيدُ أَن يَبْنِيَ بِهَا '
        ' وَلَمَّا يَبْنِ بِها ، ولا أَحدٌ بنَى بيُوتاً لَمْ يرفَع سُقوفَهَا ، ولا أَحَدٌ اشْتَرى غَنَماً أَوْ خَلَفَاتٍ وهُو يَنْتَظرُ أوْلادَهَا . '
        ' فَغزَا فَدنَا مِنَ الْقَرْيةِ صلاةَ الْعصْرِ أَوْ قَريباً مِنْ ذلكَ ، فَقَال للشَّمس : إِنَّكِ مَأمُورةٌ وأَنا مأمُورٌ ، اللهمَّ احْبسْهَا '
        ' علَينا ، فَحُبستْ حَتَّى فَتَحَ اللَّهُ عليْهِ ، فَجَمَعَ الْغَنَائِم ، فَجاءَتْ يَعْنِي النَّارَ لتَأآُلهَا فَلَمْ تطْعمْهَا ، فقال: إِنَّ فِيكُمْ '
        ' غُلُولا،ً فليبايعنِي منْ آُلِّ قبِيلَةٍ رجُلٌ ، فلِزقتْ يدُ رَجُلٍ بِيدِهِ فَقَالَ : فِيكُم الْغُلولُ ، فليبايعنِي قبيلَتُك ، فلزقَتْ يدُ '
        ' رجُليْنِ أو ثلاثَةٍ بِيَدِهِ فقَالَ : فِيكُمُ الْغُلُولُ ، فَجاءوا برَأْسٍ مِثْلِ رَأْس بَقَرَةٍ مِنْ الذَّهبِ ، فوضَعها فَجَاءَت النَّارُ '
        ' فَأَآَلَتها ، فلمْ تَحل الْغَنَائِمُ لأحدٍ قَبلَنَا ، ثُمَّ أَحَلَّ اللَّهُ لَنا الغَنَائِمَ لمَّا رأَى ضَعفَنَا وعجزنَا فأحلَّها لنَا » متفقٌ عليه '
        ' . '
        '  »الخلفاتُ » بفتح الخاءِ المعجمة وآسرِ اللامِ : جمْعُ خَلِفَةٍ ، وهِي النَّاقَةُ الحاملُ . ',
    translation: "Translation of Hadith 58",
  ),
  Hadith(
    hadithNumber: 59,
    hadith:
        ' السادِسُ : عن أبي خالدٍ حكيمِ بنِ حزَامٍ . رضِيَ اللَّهُ عنه ، قال : قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : '
        ' « الْبيِّعَان بالخِيارِ ما لم يَتفرَّقا ، فإِن صدقَا وبيَّنا بوُرِك لهُما في بَيعْهِما ، وإِن آَتَما وآذَبَا مُحِقَتْ برآةُ بيْعِهِما '
        ' » متفقٌ عليه . ',
    translation: "Translation of Hadith 59",
  ),
  Hadith(
    hadithNumber: 60,
    hadith:
        ' وأَمَّا الأحاديثُ ، فالأَوَّلُ : عَنْ عُمرَ بنِ الخطابِ ، رضيَ اللَّهُ عنه ، قال: «بَيْنما نَحْنُ جُلُوسٌ عِنْد رسولِ '
        ' اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم ، ذَات يَوْمٍ إِذْ طَلع عَلَيْنَا رجُلٌ شَديدُ بياضِ الثِّيابِ ، شديدُ سوادِ الشَّعْر ، لا يُرَى '
        ' عليْهِ أَثَر السَّفَرِ ، ولا يَعْرِفُهُ منَّا أَحدٌ ، حتَّى جَلَسَ إِلَى النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم ، فَأَسْنَدَ رَآْبَتَيْهِ إِلَى رُآبَتيْهِ '
        ' ، وَوَضع آفَّيْه عَلَى فخِذيهِ وقال : يا محمَّدُ أَخبِرْنِي عن الإسلام فقالَ رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : '
        ' الإِسلامُ أَنْ تَشْهَدَ أَنْ لا إِلَهَ إِلاَّ اللَّهُ ، وأَنَّ مُحَمَّداً رسولُ اللَّهِ وَتُقِيمَ الصَّلاَةَ ، وَتُؤتِيَ الزَّآاةَ ، وتصُومَ رَمضَانَ '
        ' ، وتحُجَّ الْبيْتَ إِنِ استَطَعتَ إِلَيْهِ سَبيلا.ً '
        ' قال : صدَقتَ . فَعجِبْنا لَهُ يسْأَلُهُ ويصدِّقُهُ ، قَالَ : فَأَخْبِرْنِي عن الإِيمانِ . قَال:َ أَنْ تُؤْمِن بِاللَّهِ وملائِكَتِهِ ، '
        ' وآُتُبِهِ ورُسُلِهِ ، والْيومِ الآخِرِ ، وتُؤمِنَ بالْقَدَرِ خَيْرِهِ وشَرِّهِ . قال: صدقْتَ قال : فأَخْبِرْنِي عن الإِحْسانِ . قال '
        ' : أَنْ تَعْبُدَ اللَّه آَأَنَّكَ تَراهُ . فإِنْ لَمْ تَكُنْ تَراهُ فإِنَّهُ يَراكَ قَالَ : فَأَخْبِرْنِي عن السَّاعةِ . قَالَ : مَا المسْؤُولُ عَنْهَا '
        ' بأَعْلَمَ مِن السَّائِلِ . قَالَ : فَأَخْبرْنِي عَنْ أَمَاراتِهَا . قَالَ أَنْ تلدَ الأَمَةُ ربَّتَها ، وَأَنْ تَرى الحُفَاةَ الْعُراةَ الْعالَةَ '
        ' رِعاءَ الشَّاءِ يتَطاولُون في الْبُنيانِ ثُمَّ انْطلَقَ ، فلبثْتُ ملِيا ، ثُمَّ قَالَ : يا عُمرُ ، أَتَدرِي منِ السَّائِلُ قلتُ : اللَّهُ '
        ' ورسُولُهُ أَعْلمُ قَالَ : فَإِنَّهُ جِبْرِيلُ أَتَاآُمْ يُعلِّمُكم دِينِكُمْ » رواه مسلم.ٌ '
        ' ومعْنَى : « تلِدُ الأَمةُ ربَّتَهَا» أَيْ : سيِّدتَهَا ، ومعناهُ أَنْ تكْثُرَ السَّرارِي حتَّى تَلد الأمةُ السرِّيةُ بِنتاً لِسيدهَا ، '
        ' وبْنتُ السَّيِّدِ في معنَى السَّيِّدِ ، وقِيل غيرُ ذَلِكَ و « الْعالَةُ » : الْفُقراءُ . وقولُهُ « مَلِيا » أَيْ زمناً طويلاً ، '
        ' وآانَ ذلك ثَلاثاً . ',
    translation: "Translation of Hadith 60",
  ),
  Hadith(
    hadithNumber: 61,
    hadith:
        ' الثَّاني : عن أبي ذَرٍّ جُنْدُبِ بْنِ جُنَادةَ ، وأبي عبْدِ الرَّحْمنِ مُعاذِ بْنِ جبل رضيَ اللَّه عنهما ، عنْ رسولِ '
        ' اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم ، قال : « اتَّقِ اللَّهَ حَيْثُمَا آُنْتَ وأَتْبِعِ السَّيِّئَةَ الْحسنةَ تَمْحُهَا، وخَالقِ النَّاسَ بخُلُقٍ '
        ' حَسَنٍ » رواهُ التِّرْمذيُّ وقال : حديثٌ حسنٌ . ',
    translation: "Translation of Hadith 61",
  ),
  Hadith(
    hadithNumber: 62,
    hadith:
        ' الثَّالثُ : عن ابنِ عبَّاسٍ ، رضيَ اللَّه عنهمَا ، قال : « آُنْتُ خَلْفَ النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم يوْماً فَقال : '
        ' « يَا غُلامُ إِنِّي أُعلِّمكَ آَلِمَاتٍ : « احْفَظِ اللَّهَ يَحْفَظْكَ احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ ، إِذَا سَأَلْتَ فَاسْأَل اللَّه ، وَإِذَا '
        ' اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ ، واعلَمْ : أَنَّ الأُمَّةَ لَو اجتَمعتْ عَلَى أَنْ ينْفعُوكَ بِشيْءٍ ، لَمْ يَنْفعُوكَ إِلاَّ بِشَيْءٍ قَد '
        ' آَتَبَهُ اللَّهُ لَكَ ، وإِنِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوك بِشَيْءٍ ، لَمْ يَضُرُّوكَ إِلاَّ بَشَيْءٍ قد آَتَبَهُ اللَّه عليْكَ ، رُفِعَتِ '
        ' الأقْلامُ ، وجَفَّتِ الصُّحُفُ». '
        ' رواهُ التِّرمذيُّ وقَالَ : حديثٌ حسنٌ صَحيحٌ . '
        ' وفي رواية غيرِ التِّرْمِذيِّ : « احفظَ اللَّهَ تَجِدْهُ أَمَامَكَ ، تَعَرَّفْ إِلَى اللَّهِ في الرَّخَاءِ يعرِفْكَ في الشِّدةِ ، واعْلَمْ '
        ' أَنّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصيبَك ، وَمَا أَصَابَكَ لمْ يَكُن لِيُخْطِئَكَ واعْلَمْ أنّ النَّصْرَ مَعَ الصَّبْرِ ، وأَنَّ الْفَرَجَ مَعَ '
        ' الْكَرْب ، وأَنَّ مَعَ الْعُسرِ يُسْراً » . ',
    translation: "Translation of Hadith 62",
  ),
  Hadith(
    hadithNumber: 63,
    hadith:
        ' الرَّابعُ : عنْ أَنَس رضي اللَّهُ عنه قالَ : « إِنَّكُمْ لَتَعْملُونَ أَعْمَالاً هِيَ أَدقُّ في أَعْيُنِكُمْ مِنَ الشَّعَرِ ، آُنَّا '
        ' نَعْدُّهَا عَلَى عَهْدِ رسولِ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم مِنَ الْمُوِبقاتِ » رواه البخاري . وقال : « الْمُوبِقَاتُ » '
        ' الْمُهْلِكَاتُ . ',
    translation: "Translation of Hadith 63",
  ),
  Hadith(
    hadithNumber: 64,
    hadith:
        ' الْخَامِس : عَنْ أبي هريْرَةَ ، رضي اللَّه عنه ، عن النبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : إِنَّ اللَّهَ تَعَالَى يَغَارُ ، '
        ' وَغَيْرَةُ اللَّهِ تَعَالَى ، أنْ يَأْتِيَ الْمَرْءُ مَا حَرَّمَ اللَّهُ عَلَيْهِ » متفقٌ عليه . '
        ' و « الْغَيْرةُ » بفتح الغين : وَأَصلهَا الأَنَفَةُ . ',
    translation: "Translation of Hadith 64",
  ),
  Hadith(
    hadithNumber: 65,
    hadith:
        ' السَّادِسُ : عَنْ أبي هُريْرَةَ رضي اللَّه عنه أَنَّهُ سمِع النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم يَقُولُ : « إِنَّ ثَلاَثَةً مِنْ '
        ' بَنِي إِسْرائيلَ : أَبْرَصَ ، وأَقْرَعَ ، وأَعْمَى ، أَرَادَ اللَّهُ أَنْ يَبْتَليَهُمْ فَبَعث إِلَيْهِمْ مَلَكاً ، فأَتَى الأَبْرَصَ فَقَالَ : أَيُّ '
        ' شَيْءٍ أَحبُّ إِلَيْكَ ؟ قَالَ : لَوْنٌ حسن،ٌ وَجِلْدٌ حَسَنٌ ، ويُذْهَبُ عنِّي الَّذي قَدْ قَذَرنِي النَّاسُ ، فَمَسَحهُ فذَهَب عنهُ '
        ' قذرهُ وَأُعْطِيَ لَوْناً حَسناً . قَالَ : فَأَيُّ الْمالِ أَحَبُّ إِلَيْكَ ؟ قال : الإِبلُ أَوْ قَالَ الْبَقَرُ شَكَّ الرَّاوِي فأُعْطِيَ نَاقَةً '
        ' عُشرَاءَ ، فَقَالَ : بارَك اللَّهُ لَكَ فِيها . '
        ' فأَتَى الأَقْرعَ فَقَالَ : أَيُّ شَيْءٍ أَحب إِلَيْكَ ؟ قال : شَعْرٌ حسنٌ ، ويذْهبُ عنِّي هَذَا الَّذي قَذِرَني النَّاسُ ، فَمسحهُ '
        ' عنْهُ . أُعْطِيَ شَعراً حسناً . قال فَأَيُّ الْمَالِ . أَحبُّ إِلَيْكَ ؟ قال : الْبَقرُ ، فأُعِطيَ بقرةً حامِلاً ، وقَالَ : بَارَكَ اللَّهُ '
        ' لَكَ فِيهَا . '
        ' فَأَتَى الأَعْمَى فَقَالَ : أَيُّ شَيْءٍ أَحَبُّ إِلَيْكَ ؟ قال : أَنْ يرُدَّ اللَّهُ إِلَيَّ بَصَري فَأُبْصِرَ النَّاسَ فَمَسَحَهُ فَرَدَّ اللَّهُ إِلَيْهِ '
        ' بصَرَهُ . قال : فَأَيُّ الْمَالِ أَحَبُّ إِليْكَ ؟ قال : الْغنمُ فَأُعْطِيَ شَاةً والِداً فَأَنْتجَ هذَانِ وَولَّدَ هَذا ، فكَانَ لِهَذَا وَادٍ مِنَ '
        ' الإِبِلِ ، ولَهَذَا وَادٍ مِنَ الْبَقَرِ ، وَلَهَذَا وَادٍ مِنَ الْغَنَم . '
        ' ثُمَّ إِنَّهُ أتَى الأْبرص في صورَتِهِ وَهَيْئتِهِ ، فَقَالَ : رَجُلٌ مِسْكينٌ قدِ انقَطعتْ بِيَ الْحِبَالُ في سَفَرِي ، فَلا بَلاغَ لِيَ '
        ' الْيَوْمَ إِلاَّ باللَّهِ ثُمَّ بِكَ ، أَسْأَلُكَ بِالَّذي أَعْطَاكَ اللَّوْنَ الْحَسَنَ ، والْجِلْدَ الْحَسَنَ ، والْمَالَ ، بَعيِراً أَتبلَّغُ بِهِ في '
        ' سفَرِي ، فقالَ : الحقُوقُ آَثِيرةٌ . فقال : آَأَنِّي أَعْرفُكُ أَلَمْ تَكُنْ أَبْرصَ يَقْذُرُكَ النَّاسُ ، فَقيراً ، فَأَعْطَاكَ اللَّهُ ، '
        ' فقالَ : إِنَّما وَرثْتُ هَذا المالَ آَابراً عَنْ آابِرٍ ، فقالَ : إِنْ آُنْتَ آَاذِباً فَصَيَّركَ اللَّهُ إِلى مَا آُنْتَ . '
        ' وأَتَى الأَقْرَع في صورتهِ وهيئَتِهِ ، فَقَالَ لَهُ مِـثْلَ ما قَالَ لهذَا ، وَرَدَّ عَلَيْه مِثْلَ مَاردَّ هَذَّا ، فَقَالَ : إِنْ آُنْتَ آَاذِباً '
        ' فَصَيّرَكَ االلهُ إِليَ مَاآُنْتَ . '
        ' وأَتَى الأَعْمَى في صُورتِهِ وهَيْئَتِهِ ، فقالَ : رَجُلٌ مِسْكينٌ وابْنُ سَبِيلٍ انْقَطَعَتْ بِيَ الْحِبَالُ في سَفَرِي ، فَلا بَلاغَ '
        ' لِيَ اليَوْمَ إِلاَّ بِاللَّهِ ثُمَّ بِكَ ، أَسْأَلُكَ بالَّذي رَدَّ عَلَيْكَ بصرَكَ شَاةً أَتَبَلَّغُ بِهَا في سَفَرِي ؟ فقالَ : قَدْ آُنْتُ أَعْمَى فَرَدَّ '
        ' اللَّهُ إِلَيَّ بَصري ، فَخُذْ مَا شِئْتَ وَدعْ مَا شِئْتَ فَوَاللَّهِ ما أَجْهَدُكَ الْيَوْمَ بِشْيءٍ أَخَذْتَهُ للَّهِ عزَّ وجلَّ . فقالَ : '
        ' أَمْسِكْ مالَكَ فَإِنَّمَا ابْتُلِيتُمْ فَقَدْ رضيَ اللَّهُ عنك ، وَسَخَطَ عَلَى صَاحِبَيْكَ » متفقٌ عليه . '
        '  »وَالنَّاقةُ الْعُشَرَاءُ » بِضم العينِ وبالمدِّ : هِيَ الحامِلُ . قولُهُ : « أَنْتجَ » وفي روايةٍ : «فَنَتَجَ » معْنَاهُ : '
        ' تَوَلَّى نِتَاجَهَا ، والنَّاتجُ للنَّاقةِ آالْقَابِلَةِ لَلْمَرْأَةِ . وقولُه:ُ « ولَّدَ هَذا » هُوَ بِتشْدِيدِ اللام : أَيْ : تَولَّى وِلادَتهَا ، '
        ' وهُوَ بمَعْنَى نَتَجَ في النَّاقَةِ . فالمْوَلِّدُ ، والناتجُ ، والقَابِلَةُ بمَعْنى ، لَكِنْ هَذا للْحَيَوانِ وذاكَ لِغَيْرِهِ . وقولُهُ : « '
        ' انْقَطَعَتْ بِي الحِبالُ » هُوَ بالحاءِ المهملة والباءِ الموحدة : أَي الأَسْبَاب . وقولُه : « لا أَجهَدُكَ » معناهُ : لا '
        ' أَشَقُّ عليْك في رَدِّ شَيْءٍ تَأْخُذُهُ أَوْ تَطْلُبُهُ مِنْ مَالِي . وفي رواية البخاري : « لا أَحْمَدُكَ » بالحاءِ المهملة '
        ' والميمِ ، ومعناهُ : لا أَحْمَدُكَ بِتَرْك شَيْءٍ تَحتاجُ إِلَيْهِ ، آما قالُوا : لَيْسَ عَلَى طُولِ الحياةِ نَدَمٌ أَيْ عَلَى فَوَاتِ '
        ' طُولِهَا . ',
    translation: "Translation of Hadith 65",
  ),
  Hadith(
    hadithNumber: 66,
    hadith:
        ' السَّابِعُ : عَنْ أبي يَعْلَى شَدَّادِ بْن أَوْسٍ رضي اللَّه عنه عن النبي صَلّى االلهُ عَلَيْهِ وسَلَّم قال : «الكَيِّس مَنْ '
        ' دَانَ نَفْسَهُ ، وَعَمِلَ لِما بَعْدَ الْموْتِ ، وَالْعَاجِزُ مَنْ أَتْبَعَ نَفْسَه هَواهَا ، وتمَنَّى عَلَى اللَّهِ الأماني » رواه '
        ' التِّرْمِذيُّ وقالَ حديثٌ حَسَنٌ '
        ' قلت: (بل هو ضعيف. [ فيه : أبو بكر بن عبد االله بن أبي مريم الغساني ، وهو ضعيف مختلط ] . ). '
        ' قال التِّرْمذيُّ وَغَيْرُهُ مِنَ الْعُلَمَاءِ : مَعْنَى « دَانَ نَفْسَه » : حَاسَبَهَا . ',
    translation: "Translation of Hadith 66",
  ),
  Hadith(
    hadithNumber: 67,
    hadith:
        ' الثَّامِنُ : عَنْ أبي هُرَيْرَةَ رضي اللَّهُ عنهُ قال : قالَ رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : مِنْ حُسْنِ إِسْلامِ '
        ' الْمَرْءِ تَرْآُهُ مَالاَ يَعْنِيهِ » حديثٌ حسنٌ رواهُ التِّرْمذيُّ وغيرُهُ . ',
    translation: "Translation of Hadith 67",
  ),
  Hadith(
    hadithNumber: 68,
    hadith:
        ' التَّاسعُ : عَنْ عُمَرَ رضي اللَّهُ عنه عَنِ النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « لا يُسْأَلُ الرَّجُلُ فيمَ ضَربَ '
        ' امْرَأَتَهُ » رواه أبو داود وغيرُه . '
        ' ( ضعيف ) . [ فيه : داود بن يزيد الأودي وهو ضعيف ، وعبد الرحمن المسلي وهو مجهول ] . '
        '  ',
    translation: "Translation of Hadith 68",
  ),
  Hadith(
    hadithNumber: 69,
    hadith:
        ' وأَمَّا الأَحَاديثُ فَالأَوَّلُ : عَنْ أبي هُرَيْرَةَ رضي اللَّهُ عنه قال : قِيلَ : يا رسولَ اللَّهِ مَن أَآْرَمُ النَّاسِ ؟ قال : '
        ' « أَتْقَاهُمْ » فقَالُوا : لَيْسَ عَنْ هَذا نَسْأَلُكَ ، قَالَ : « فيُوسُفُ نَبِيُّ اللَّهِ ابن نَبِيِّ اللَّهِ ابن نَبيِّ اللَّهِ ابنِ خَلِيلِ اللَّهِ '
        ' » . قَالُوا : لَيْسَ عن هَذَا نَسْأَلُكَ ، قال : فعَنْ مَعَادِنِ الْعَرَب تسْأَلُونِي ؟ خِيَارُهُمْ في الْجاهِليَّةِ خِيَارُهُمْ في '
        ' الإِسلامِ إذَا فَقُهُوا » متفقٌ عليه . '
        ' و « فَقُهُوا » بِضَمِّ الْقَافِ عَلَى الْمَشْهورِ ، وحُكِي آسْرُهَا . أَي : عَلِمُوا أَحْكَامَ الشَّرْعِ . ',
    translation: "Translation of Hadith 69",
  ),
  Hadith(
    hadithNumber: 70,
    hadith:
        ' الثَّانِي : عَنْ أبي سَعيدٍ الْخُدْرِيِّ رضي اللَّه عنه عن النبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « إنَّ الدُّنْيا حُلْوَةٌ '
        ' خضِرَةٌ ، وإنَّ اللَّهَ مُسْتَخْلِفُكُمْ فِيهَا . فينْظُر آَيْفَ تَعْمَلُونَ . فَاتَّقوا الدُّنْيَا واتَّقُوا النِّسَاء.ِ فَإِنَّ أَوَّلَ فِتْنةِ بَنِي '
        ' إسْرَائيلَ آَانَتْ في النسَاء » رواه مسلم. ',
    translation: "Translation of Hadith 70",
  ),
  Hadith(
    hadithNumber: 71,
    hadith:
        ' الثالثُ : عَنْ ابْنِ مَسـْــــــــعُودٍ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم آَانَ يَقُولُ : «اللَّهُمَّ إِنِّي '
        ' أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعفافَ والْغِنَى » رواه مسلم . ',
    translation: "Translation of Hadith 71",
  ),
  Hadith(
    hadithNumber: 72,
    hadith:
        ' الرَّابعُ : عَنْ أبي طَريفٍ عدِيِّ بْنِ حاتمٍ الطائِيِّ رضي اللَّه عنه قال : سمعت رسولَ اللَّه صَلّى االلهُ عَلَيْهِ '
        ' وسَلَّم يقُولُ : « مَنْ حَلَفَ عَلَى يمِين ثُمَّ رَأَى أتقَى للَّهِ مِنْها فَلْيَأْتِ التَّقْوَى » رواه مسلم . ',
    translation: "Translation of Hadith 72",
  ),
  Hadith(
    hadithNumber: 73,
    hadith:
        ' الْخَامِسُ : عنْ أبي أُمَامَةَ صُدَيَّ بْنِ عَجْلانَ الْباهِلِيِّ رضي اللَّهُ عنه قال: سَمِعْتُ رسول اللَّه صَلّى االلهُ '
        ' عَلَيْهِ وسَلَّم يَخْطُبُ في حَجَّةِ الْودَاع فَقَالَ : « اتَّقُوا اللَّه ، وصَلُّوا خَمْسكُمْ ، وصُومُوا شَهْرَآمْ ، وأَدُّوا زآَاةَ '
        ' أَمْوَالِكُمْ ، وَأَطِيعُوا أُمَرَاءَآُمْ ، تَدْخُلُوا جَنَّةَ رَبِّكُمْ » رواه التِّرْمذيُّ ، في آخر آتابِ الصلاةِ وقال : حديثٌ حسنٌ '
        ' صحيح . ',
    translation: "Translation of Hadith 73",
  ),
  Hadith(
    hadithNumber: 74,
    hadith:
        ' بن عباس عن النبي صلى االله عليه وسلم : قال عرضت علي الأمم فرأيت النبي ومعه الرهيط '
        ' والنبي ومعه الرجل والرجلان والنبي ليس معه أحد إذ رفع لي يخلو عظيم فظننت أنهم أمتي فقيل لي هذا '
        ' موسى صلى االله عليه وسلم وقومه ولكن انظر إلى الأفق فنظرت فإذا يخلو عظيم فقيل لي انظر إلى الأفق '
        ' الآخر فإذا يخلو عظيم فقيل لي هذه أمتك ومعهم سبعون ألفا يدخلون الجنة بغير حساب ولا عذاب ثم نهض '
        ' فدخل منزله فخاض الناس في أولئك الذين يدخلون الجنة بغير نجاسة ولا عذاب فقال بعضهم فلعلهم الذين '
        ' صحبوا رسول االله صلى االله عليه وسلم وقال بعضهم فلعلهم الذين ولدوا في الإسلام ولم يشرآوا باالله '
        ' وذآروا أشياء فخرج عليهم رسول االله صلى االله عليه وسلم فقال ما الذي تخوضون فيه فأخبروه فقال هم '
        ' الذين لا يرقون ولا يسترقون ولا يتطيرون وعلى ربهم يتوآلون فقام عكاشة بن محصن فقال ادع االله أن '
        ' يجعلني منهم فقال أنت منهم ثم قام رجل آخر فقال ادع االله أن يجعلني منهم فقال سبقك بها عكاشة» ',
    translation: "Translation of Hadith 74",
  ),
  Hadith(
    hadithNumber: 75,
    hadith:
        ' عن بن عباس ثم أن رسول االله صلى االله عليه وسلم آان يقول اللهم لك أسلمت وبك أمنت وعليك '
        ' توآلت وإليك أنبت وبك خاصمت اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني أنت الحي الذي لا يموت '
        ' والجن والإنس يموتون (متفق عليه وهذا لفظ مسلم واختصره البخاري). ',
    translation: "Translation of Hadith 75",
  ),
  Hadith(
    hadithNumber: 76,
    hadith:
        ' عن بن عباس رضي االله عنهما قال : حسبنا االله ونعم الوآيل قالها إبراهيم عليه السلام حين ألقى في '
        ' النار وقالها محمد صلى االله عليه وسلم حين قالوا إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانا وقالوا '
        ' حسبنا االله ونعم الوآيل» (رواه البخاري). '
        ' وفي رواية له عن ابن عباس رضي االله عنهما قال: آان آخر قول إبراهيم  حين ألقي في النار: حسبي االله '
        ' ونعم الوآيل». ',
    translation: "Translation of Hadith 76",
  ),
  Hadith(
    hadithNumber: 77,
    hadith:
        ' عن أبي هريرة عن النبي صلى االله عليه وسلم قال: يدخل الجنة أقوام أفئدتهم مثل أفئدة الطير» '
        ' (رواه مسلم قيل: معناه متوآلون، وقيل قلوبهم رقيقة). ',
    translation: "Translation of Hadith 77",
  ),
  Hadith(
    hadithNumber: 78,
    hadith:
        ' الخامس عن جابر بن عبد االله رضي االله عنهما أخبر أنه غزا مع رسول االله صلى االله عليه وسلم قبل '
        ' نجد فلما قفل رسول االله صلى االله عليه وسلم قفل معه فأدرآتهم القائلة في واد آثير العضاه فنزل رسول '
        ' االله صلى االله عليه وسلم وتفرق الناس يستظلون بالشجر فنزل رسول االله صلى االله عليه وسلم تحت '
        ' سمرة وعلق بها سيفه ونمنا نومة فإذا رسول االله صلى االله عليه وسلم يدعونا وإذا عنده أعرابي فقال إن '
        ' هذا اخترط علي سيفي وأنا نائم فاستيقظت وهو في يده صلتا فقال من يمنعك مني فقال االله ثلاثا ولم يعاقبه '
        ' وجلس. متفق عليه. '
        ' وفي رواية : قال جابر: آنا مع رسول االله  بذات الرقاع فإذا أتينا على شجرة ظليلة ترآناها لرسول االله '
        ' صلى االله عليه وسلم فجاء رجل من المشرآين وسيف رسول االله صلى االله عليه وسلم معلق بالشجرة '
        ' فاخترطه فقال تخافني قال لا قال فمن يمنعك مني قال االله» '
        ' وفي رواية أبي بكر الاسماعيلي في صحيحه قال: من يمنعك مني قال االله قال: فسقط السيف من يده فأخذ '
        ' رسول االله  السيف فقال: من يمنعك مني فقال: آن خير آخذ. فقال: تشهد أن لا إله إلا االله وأني رسول '
        ' االله؟ فقال لا ولكني أعاهدك أن لا أقاتلك ولا أآون مع قوم يقاتلونك. فخلى سبيله فأتى أصحابه فقال: جئتكم '
        ' من عند خير الناس». ',
    translation: "Translation of Hadith 78",
  ),
  Hadith(
    hadithNumber: 79,
    hadith:
        ' عن عمر بن الخطاب قال قال رسول االله صلى االله عليه وسلم:« لو أنكم آنتم توآلون على االله حق '
        ' توآله لرزقكم آما يرزق الطير تغدو خماصا وتروح بطانا». ',
    translation: "Translation of Hadith 79",
  ),
  Hadith(
    hadithNumber: 80,
    hadith:
        ' عن أبي عمارة البراء بن عازب قال: قال رسول االله  يا فلان إذا أويت إلى فراشك فقل اللهم أسلمت '
        ' نفسي إليك ووجهت وجهي إليك وألجأت ظهري إليك وفوضت أمري إليك رغبة ورهبة إليك لا ملجأ ولا '
        ' منجا منك إلا إليك آمنت بكتابك الذي أنزلت وبرسولك الذي أرسلت فإن مت من ليلتك مت على الفطرة وإن '
        ' أصبحت أصبت خيرا». '
        ' وفي رواية في الصحيحين عن البراء قال: قال لي رسول االله  : إذا أتيت مضجعك فتوضأ وضوءك '
        ' للصلاة ثم اضطجع على شقك الأيمن وقل: وذآر نحوه، ثم قال: واجعلهن آخر ما تقول». ',
    translation: "Translation of Hadith 80",
  ),
  Hadith(
    hadithNumber: 81,
    hadith:
        ' عن أبي بكر الصديق رضي االله عنه قال: نظرت إلى أقدام المشرآين على رؤوسنا ونحن في الغار فقلت '
        ' يا رسول االله لو أن أحدهم نظر إلى قدميه أبصرنا تحت قدميه فقال يا أبا بكر ما ظنك باثنين االله ثالثهما؟» '
        ' (متفق عليه).  ',
    translation: "Translation of Hadith 81",
  ),
  Hadith(
    hadithNumber: 82,
    hadith:
        ' عن أم سلمة قالت ثم ما خرج النبي صلى االله عليه وسلم من بيتي قط إلا رفع طرفه إلى السماء فقال '
        ' اللهم إني أعوذ بك أن أضل أو أضل أو أزل أو أزل أو أظلم أو أظلم أو أجهل أو يجهل علي». (رواه أبو داود '
        ' والترمذي وقال: حديث حسن صحيح. ',
    translation: "Translation of Hadith 82",
  ),
  Hadith(
    hadithNumber: 83,
    hadith:
        ' عن أنس بن مالك قال قال رسول االله صلى االله عليه وسلم من قال - يعني إذا خرج من بيته - بسم '
        ' االله توآلت على االله لا حول ولا قوة إلا باالله يقال له آفيت ووقيت، وتنحى عنه الشيطان» رواه أبو داود '
        ' والترمذي والنسائي وغيرهم. ',
    translation: "Translation of Hadith 83",
  ),
  Hadith(
    hadithNumber: 84,
    hadith:
        ' عن أنس بن مالك قال ثم آان أخوان على عهد رسول االله صلى االله عليه وسلم وآان أحدهما يأتي '
        ' النبي صلى االله عليه وسلم والآخر يحترف فشكا المحترف أخاه للنبي صلى االله عليه وسلم فقال لعلك '
        ' ترزق به» رواه الترمذي بإسناد صحيح على شرط مسلم. ',
    translation: "Translation of Hadith 84",
  ),
  Hadith(
    hadithNumber: 85,
    hadith:
        ' وَعَنْ أبي عمرو ، وقيل أبي عمْرة سُفْيانَ بنِ عبد اللَّه رضي اللَّه عنه قال: قُلْتُ : يا رسول اللَّهِ قُلْ لِي '
        ' في الإِسلامِ قَولاً لا أَسْأَلُ عنْه أَحداً غيْركَ . قال: « قُلْ : آمَنْت باللَّه:ِ ثُمَّ اسْتَقِمْ » رواه مسلم . ',
    translation: "Translation of Hadith 85",
  ),
  Hadith(
    hadithNumber: 86,
    hadith:
        ' وعنْ أبي هُريْرة رضي اللَّه عنه : قال قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « قَارِبُوا وسدِّوُوا ، '
        ' واعْلَمُوا أَنَّه لَنْ ينْجُو أحدٌ منْكُمْ بعملهِ » قَالوا : ولا أنْت يَا رسُولَ اللَّه؟ قال : « ولا أَنَا إلا أنْ يتَغَمَّدني اللَّه '
        ' برَحْمةٍ منْه وَفضْلٍ » رواه مسلم . '
        ' و « الْمُقارَبةُ » : الْقَصْدُ الَّذي لا غلُوَّ فيه ولا تقْصيرَ . و « السَّدادُ » : الاسْتقَامةُ وَالإِصابةُ ، و « يتَغَمَّدني '
        ' » يُلْبسُني ويَسْتُرني . '
        ' قالَ الْعُلَمَاءُ : معنَى الاستقَامَةِ : لُزومُ طَاعِة اللَّهِ تَعالى ، قالُوا : وَهِي مِنْ جوامِعِ الْكلِم، وهِيَ نظام الأمُورِ ، '
        ' وباللَّه التَّوفيق . ',
    translation: "Translation of Hadith 86",
  ),
  Hadith(
    hadithNumber: 87,
    hadith:
        ' فالأوَّل : عَنْ أبي هريرة رضي اللَّه عنه أن رسولَ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم قال: « بادِروا بالأعْمالِ '
        ' الصَّالِحةِ ، فستكونُ فِتَنٌ آقطَعِ اللَّيلِ الْمُظْلمِ يُصبحُ الرجُلُ مُؤمناً ويُمْسِي آافراً ، ويُمسِي مُؤْمناً ويُصبحُ آافراً '
        ' ، يبيع دينه بعَرَضٍ من الدُّنْيا» رواه مسلم . ',
    translation: "Translation of Hadith 87",
  ),
  Hadith(
    hadithNumber: 88,
    hadith:
        ' الثَّاني: عنْ أبي سِرْوَعَةَ بكسرِ السين المهملةِ وفتحها عُقبةَ بنِ الْحارِثِ رضي اللَّه عنه قال: صليت '
        ' وراءَ النَبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم بالمدِينةِ الْعصْرَ ، فسلَّم ثُمَّ قَامَ مُسْرعاً فَتَخَطَّى رِقَابَ النَّاسِ إلى بعض حُجَرِ '
        ' نسائِهِ ، فَفَزعَ النَّاس من سرعَتهِ ، فخرج عَليهمْ ، فرأى أنَّهُمْ قدْ عَجِبوا منْ سُرْعتِه ، قالَ : «ذآرت شيئاً '
        ' من تبْرٍ عندَنا ، فكرِهْتُ أن يحبسَنِي ، فأمرْتُ بقسْمتِه» رواه البخاري . '
        ' وفي رواية له: آنْتُ خلَّفْتُ في الْبيتِ تِبراً من الصَّدقةِ ، فكرِهْتُ أنْ أُبَيِّتَه» . «التِّبْر» قطع ذهبٍ أوْ فضَّةٍ . ',
    translation: "Translation of Hadith 88",
  ),
  Hadith(
    hadithNumber: 89,
    hadith:
        ' الثَّالث: عن جابر رضي اللَّهُ عنه قال: قال رجلٌ للنبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم يومَ أُحُد:ٍ أرأيتَ إنْ قُتلتُ '
        ' فأينَ أَنَا ؟ قال : «في الْجنَّةِ » فألْقى تَمراتٍ آنَّ في يَدِهِ ، ثُمَّ قاتل حتَّى قُتل.َ متفقٌ عليه . ',
    translation: "Translation of Hadith 89",
  ),
  Hadith(
    hadithNumber: 90,
    hadith:
        ' الرابع: عن أبي هُريرةَ رضي اللَّهُ عنه قال: جاءَ رجلٌ إلى النبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم، فقال: يا رسولَ '
        ' اللَّه،ِ أيُّ الصَّدقةِ أعْظمُ أجْراً ؟ قال: «أنْ تَصَدَّقَ وأنْت صحيحٌ شَحيحٌ تَخْشى الْفقر،َ وتأْمُلُ الْغنى، ولا تُمْهِلْ '
        ' حتَّى إذا بلَغتِ الْحلُقُوم.َ قُلت: لفُلانٍ آذا ولفلانٍ آَذَا، وقَدْ آان لفُلان » متفقٌ عليه . '
        ' »الْحلْقُوم » : مجرى النَّفسِ . و « الْمريءُ » : مجرى الطَّعامِ والشَّرابِ . ',
    translation: "Translation of Hadith 90",
  ),
  Hadith(
    hadithNumber: 91,
    hadith:
        ' الخامس: عن أنس رضي اللَّه عنه ، أَنَّ رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم أَخذَ سيْفاً يوم أُحدٍ فقَال:َ « مَنْ '
        ' يأْخُذُ منِّي هَذا ؟ فبسطُوا أَيدِيهُم ، آُلُّ إنْسانٍ منهمْ يقُول : أَنا أَنا . قَال:َ «فمنْ يأَخُذُهُ بحقِه ؟ فَأَحْجمِ الْقومُ ، '
        ' فقال أَبُو دجانة رضي اللَّه عنه : أَنا آخُذه بحقِّهِ ، فأَخَذهُ ففَلق بِهِ هَام الْمُشْرِآينَ». رواه مسلم . '
        ' اسم أبي دجانة : سماكُ بْنُ خرسة . قولُهُ : «أَحجم الْقوم» : أي توقَّفُوا . و «فَلق بِهِ» : أَي شَق «هام '
        ' الْمشرِآين» : أَيْ رؤوسهُمْ . ',
    translation: "Translation of Hadith 91",
  ),
  Hadith(
    hadithNumber: 92,
    hadith:
        ' السَّادس: عن الزُّبيْرِ بنِ عديِّ قال: أَتَيْنَا أَنس بن مالكٍ رضي اللَّه عنه فشَكوْنا إليهِ ما نلْقى من الْحَجَّاج.ِ '
        ' فقال: «اصْبِروا فإِنه لا يأْتي زمانٌ إلاَّ والَّذي بعْده شَرٌ منه حتَّى تلقَوا ربَّكُمْ » سمعتُه منْ نبيِّكُمْ صَلّى االلهُ '
        ' عَلَيْهِ وسَلَّم . رواه البخاري . ',
    translation: "Translation of Hadith 92",
  ),
  Hadith(
    hadithNumber: 93,
    hadith:
        ' السَّابع: عن أبي هريرة رضي اللَّه عنه أَن رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال: « بادروا بالأَعْمال '
        ' سبعا،ً هل تَنتَظرونَ إلاَّ فقراً مُنسيا،ً أَوْ غنيٌ مُطْغيا،ً أَوْ مرضاً مُفسدا،ً أَو هرماً مُفْنداً أَو موتاً مُجهزاً أَوِ '
        ' الدَّجَّال فشرُّ غَائب يُنتَظر، أَوِ السَّاعة فالسَّاعةُ أَدْهى وأَمر،» رواه الترمذي وقال: حديثٌ حسن . ',
    translation: "Translation of Hadith 93",
  ),
  Hadith(
    hadithNumber: 94,
    hadith:
        ' الثامن: عنه أَن رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال يوم خيْبر: «لأعطِينَّ هذِهِ الراية رجُلا يُحبُّ اللَّه '
        ' ورسُوله، يفتَح اللَّه عَلَى يديهِ» قال عمر رضي اللَّهُ عنه: ما أَحببْت الإِمارة إلاَّ يومئذٍ فتساورْتُ لهَا رجَاءَ أَنْ '
        ' أُدْعى لهَا، فدعا رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم عليَ بن أبي طالب، رضي اللَّه عنه، فأَعْطَاه إِيَّاها، وقال:َ '
        ' «امش ولا تلْتَفتْ حتَّى يَفتح اللَّه عليكَ» فَسار عليٌّ شيئا،ً ثُمَّ وقف ولم يلْتفت،ْ فصرخ: يا رسول اللَّه، على '
        ' ماذَا أُقاتل النَّاس؟ قال: «قاتلْهُمْ حتَّى يشْهدوا أَنْ لا إله إلاَّ اللَّه، وأَنَّ مُحمَّداً رسول اللَّه، فَإِذا فعلوا ذلك فقدْ '
        ' منعوا منْك دماءَهُمْ وأَموالهُمْ إلاَّ بحَقِّها، وحِسابُهُمْ على اللَّهِ» رواه مسلم '
        ' »فَتَساورْت» هو بالسِّين المهملة: أَيْ وثبت مُتطلِّعا.ً ',
    translation: "Translation of Hadith 94",
  ),
  Hadith(
    hadithNumber: 95,
    hadith:
        ' فالأَول: عن أبي هريرة رضي اللَّه عنه. قال قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم: «إِنَّ اللَّه تعالى قال: منْ '
        ' عادى لي وليا.ً فقدْ آذنتهُ بالْحرْب. وما تقرَّبَ إِلَيَ عبْدِي بِشْيءٍ أَحبَّ إِلَيَ مِمَّا افْتَرَضْت عليْه:ِ وما يَزالُ عبدي '
        ' يتقرَّبُ إِلى بالنَّوافِل حَتَّى أُحِبَّه، فَإِذا أَحبَبْتُه آُنْتُ سمعهُ الَّذي يسْمعُ به، وبَصره الذي يُبصِرُ بِه،ِ ويدَهُ التي '
        ' يَبْطِش بِهَا، ورِجلَهُ التي يمْشِي بها، وَإِنْ سأَلنِي أَعْطيْتَه، ولَئِنِ اسْتَعَاذَنِي لأُعِيذَّنه» رواه البخاري. '
        ' »آذنتُهُ» أَعلَمْتُه بِأَنِّي محارب لَهُ «استعاذنِي» رُوى بالنون وبالباء.ِ ',
    translation: "Translation of Hadith 95",
  ),
  Hadith(
    hadithNumber: 96,
    hadith:
        ' الثاني: عن أَنس رضي اللَّه عنه عن النبي صَلّى االلهُ عَلَيْهِ وسَلَّم فيمَا يرْوِيهِ عنْ ربهِ عزَّ وجَلَّ قال: «إِذَا '
        ' تقرب الْعبْدُ إِليَّ شِبْراً تَقرَّبْتُ إِلَيْهِ ذِراعا،ً وإِذَا تقرَّب إِلَيَّ ذراعاً تقرَّبْتُ منه باعا،ً وإِذا أَتانِي يَمْشِي أَتيْتُهُ '
        ' هرْوَلَة» رواه البخاري. ',
    translation: "Translation of Hadith 96",
  ),
  Hadith(
    hadithNumber: 97,
    hadith:
        ' الثالث: عن ابن عباس رضي اللَّه عنه قال: قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم: «نِعْمتانِ مغبونٌ '
        ' فيهما آثير من الناس: الصحة والفراغ» رواه مسلم. ',
    translation: "Translation of Hadith 97",
  ),
  Hadith(
    hadithNumber: 98,
    hadith:
        ' الرابع: عن عائشة رضي اللَّه عنها أَنَّ النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم آَان يقُومُ مِنَ اللَّيْلِ حتَّى تتَفطَرَ قَدمَاه،ُ '
        ' فَقُلْتُ لَه،ُ لِمْ تصنعُ هذا يا رسولَ اللَّه،ِ وقدْ غفَرَ اللَّه لَكَ مَا تقدَّمَ مِنْ ذَنبِكَ وما تأخَّرَ؟ قال: «أَفَلاَ أُحِبُّ أَنْ أآُونَ '
        ' عبْداً شكُوراً؟» متفقٌ عليه. هذا لفظ البخاري، ونحوه في الصحيحين من رواية المُغيرة بن شُعْبَة.َ ',
    translation: "Translation of Hadith 98",
  ),
  Hadith(
    hadithNumber: 99,
    hadith:
        ' الخامس: عن عائشة رضي اللَّه عنها أنها قالت: «آان رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم إذَا دَخَلَ الْعشْرُ '
        ' أحيا اللَّيْل،َ وأيقظ أهْله،ْ وجدَّ وشَدَّ المِئْزَرَ» متفقٌ عليه. '
        ' والمراد: الْعشْرُ الأواخِرُ من شهر رمضان: «وَالمِئْزَر»: الإِزارُ وهُو آِنايَةٌ عن اعْتِزَال النِّساء،ِ وقِيل:َ المُرادُ '
        ' تشْمِيرهُ للعِبادَة.ِ يُقال:ُ شَددْتُ لِهذا الأمرِ مِئْزَرِي، أي:ْ تشمرتُ وَتَفَرَّغتُ لَه.ُ ',
    translation: "Translation of Hadith 99",
  ),
  Hadith(
    hadithNumber: 100,
    hadith:
        ' السادس: عن أبي هريرة رضي اللَّه عنه قال: قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم: «المُؤمِن الْقَوِيُّ '
        ' خيرٌ وَأَحبُّ إِلى اللَّهِ مِنَ المُؤْمِنِ الضَّعِيفِ وفي آُلٍّ خيْر.ٌ احْرِصْ عَلَى مَا ينْفَعُك،َ واسْتَعِنْ بِاللَّهِ وَلاَ تَعْجَز.ْ وإنْ '
        ' أصابَك شيءٌ فلاَ تقل:ْ لَوْ أَنِّي فَعلْتُ آانَ آَذَا وَآذَا، وَلَكِنْ قُل:ْ قدَّرَ اللَّه،ُ ومَا شَاءَ فَعَل،َ فَإِنَّ لَوْ تَفْتَحُ عَمَلَ '
        ' الشَّيْطَان». رواه مسلم. ',
    translation: "Translation of Hadith 100",
  ),
  Hadith(
    hadithNumber: 101,
    hadith:
        ' السابع: عنه أَنَّ رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال: «حُجِبتِ النَّارُ بِالشَّهَوات،ِ وحُجِبتْ الْجَنَّةُ '
        ' بَالمكَارِهِ» متفقٌ عليه. '
        ' وفي رواية لمسلم: «حُفَّت» بَدلَ «حُجِبتْ» وهو بمعناه:ُ أي:ْ بينهُ وبيْنَهَا هَذا الحجاب،ُ فإذا فعلَهُ دخَلها. ',
    translation: "Translation of Hadith 101",
  ),
  Hadith(
    hadithNumber: 102,
    hadith:
        ' الثامن: عن أبي عبد اللَّه حُذَيْفةَ بن اليمان،ِ رضي اللَّهُ عنهما، قال: صَلَّيْتُ مع النَّبِيِّ صَلّى االلهُ عَلَيْهِ '
        ' وسَلَّم ذَاتَ ليَْلَة،ٍ فَافَتَتَحَ الْبقرة، فقُلْت يرْآَعُ عِندَ المائة، ثُمَّ مضى، فَقُلْت يُصلِّي بِهَا في رَآْعة،ٍ فَمَضَى. '
        ' فَقُلْت يَرْآَع بهَا، ثمَّ افْتتَح النِّسَاء،َ فَقَرأَهَا، ثمَّ افْتتح آلَ عِمْرانَ فَقَرَأَهَا، يَقْرُأُ مُتَرَسِّلاً إذَا مرَّ بِآيَةٍ فِيها تَسْبِيحٌ '
        ' سَبَّح،َ وإِذَا مَرَّ بِسْؤالٍ سَأل، وإذَا مَرَّ بِتَعَوذٍ تَعَوَّذ،َ ثم رآع فَجعل يقُول: «سُبحانَ رَبِّيَ الْعظِيمِ» فَكَانَ رآُوعُه '
        ' نحْوا مِنْ قِيامِهِ ثُمَّ قَال:َ «سمِع اللَّهُ لِمن حمِدَه، ربَّنا لك الْحمدُ» ثُم قَام قِياماً طوِيلاً قَريباً مِمَّا رآَع، ثُمَّ سَجَدَ '
        ' فَقال:َ «سبحان رَبِّيَ الأعلَى» فَكَانَ سُجُوده قَرِيباً مِنْ قِيامِهِ». رواه مسلم. ',
    translation: "Translation of Hadith 102",
  ),
  Hadith(
    hadithNumber: 103,
    hadith:
        ' التاسع: عن ابن مسعودٍ رَضِيَ اللَّهُ عنه قال: صلَّيْت مع النَبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم لَيلَة،ً فَأَطَالَ الْقِيامَ '
        ' حتَّى هممْتُ أَنْ أجْلِسَ وَأدعَه.ُ متفقٌ عليه. ',
    translation: "Translation of Hadith 103",
  ),
  Hadith(
    hadithNumber: 104,
    hadith:
        ' العاشر: عن أنس رضي اللَّه عنه عن رسولِ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم قال: «يتْبعُ الميْتَ ثلاثَة:ٌ أهلُهُ '
        ' ومالُه وعمَلُه، فيرْجِع اثنانِ ويبْقَى واحِد:ٌ يرجعُ أهلُهُ ومالُه،ُ ويبقَى عملُهُ» متفقٌ عليه. ',
    translation: "Translation of Hadith 104",
  ),
  Hadith(
    hadithNumber: 105,
    hadith:
        ' الحادي عشر: عن ابن مسعودٍ رضيَ اللَّهُ عنه قال: قال النبيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم: «الجنة أقَربُ إلى '
        ' أَحدِآُم مِنْ شِراكِ نَعْلِهِ والنَّارُ مِثْلُ ذلِكَ» رواه البخاري. ',
    translation: "Translation of Hadith 105",
  ),
  Hadith(
    hadithNumber: 106,
    hadith:
        ' الثاني عشر: عن أبي فِراس رَبِيعةَ بنِ آَعْبٍ الأسْلَمِيِّ خادِم رسولِ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم، ومِنْ أَهْلِ '
        ' الصُّفَّةِ رضي اللَّهُ عنه قال: آُنْتُ أبيتُ مع رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم، فآتِيهِ بِوَضوئِه،ِ وحاجتِهِ فقال: '
        ' «سلْني» فقُلْت: أسْألُكَ مُرافَقَتَكَ في الجنَّة.ِ فقال:َ «أوَ غَيْرَ ذلِك؟» قُلْت: أسْألُكَ مُرافَقَتَكَ في الجنَّة.ِ فقال:َ «أوَ '
        ' غَيْرَ ذلِك ؟» قُلْت: هو ذَاك. قال: «فأَعِنِّي على نَفْسِكَ بِكَثْرةِ السجُودِ» رواه مسلم. ',
    translation: "Translation of Hadith 106",
  ),
  Hadith(
    hadithNumber: 107,
    hadith:
        ' الثالث عشر: عن أبي عبد اللَّه ويُقَال:ُ أبُو عبْدِ الرَّحمنِ ثَوْبانَ موْلى رسولِ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم قال: '
        ' سمِعْتُ رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم يقول: عليكَ بِكَثْرةِ السُّجُود،ِ فإِنَّك لَنْ تَسْجُد للَّهِ سجْدةً إلاَّ رفَعكَ اللَّهُ '
        ' بِهَا درجة،ً وحطَّ عنْكَ بِهَا خَطِيئَةً» رواه مسلم. ',
    translation: "Translation of Hadith 107",
  ),
  Hadith(
    hadithNumber: 108,
    hadith:
        ' الرابع عشر: عن أبي صَفْوانَ عبدِ اللَّه بن بُسْرٍ الأسلَمِيِّ، رضي اللَّه عنه، قال: قال رسولُ اللَّه صَلّى '
        ' االلهُ عَلَيْهِ وسَلَّم: «خَيْرُ النَّاسِ مَن طالَ عمُرُه وَحَسُنَ عملُه» رواه الترمذي، وقال حديثٌ حسن.ٌ '
        ' »بُسْر»: بضم الباءِ وبالسين المهملة. ',
    translation: "Translation of Hadith 108",
  ),
  Hadith(
    hadithNumber: 109,
    hadith:
        ' الخامس عشر: عن أنسٍ رضي اللَّه عنه، قال: غَاب عمِّي أَنَسُ بنُ النَّضْرِ رضي اللَّهُ عنه، عن قِتالِ '
        ' بدر،ٍ فقال: يا رسولَ اللَّه غِبْت عن أوَّلِ قِتالٍ قَاتلْتَ المُشرِآِين،َ لَئِنِ اللَّهُ أشْهَدَنِي قتالَ المشرآين لَيُرِيَنَّ اللَّهُ '
        ' ما أصنع،ُ فلما آانَ يومُ أُحدٍ انْكشَفَ المُسْلِمُون فقال: اللَّهُمَّ أعْتَذِرُ إليْكَ مِمَّا صنَع هَؤُلاءِ يَعْني أصْحَابَه وأبرأُ '
        ' إلَيْكَ مِمَّا صنعَ هَؤُلاَءِ يعني المُشْرِآِينَ ثُمَّ تَقَدَّمَ فَاسْتَقْبَلَهُ سعْدُ بْنُ مُعاذ،ٍ فَقال:َ يا سعْدُ بْنَ معُاذٍ الْجنَّةُ ورَبِّ '
        ' الكعْبة،ِ إِنِى أجِدُ رِيحَهَا مِنْ دُونِ أُحُد.ٍ قال سعْد:ٌ فَمَا اسْتَطعْتُ يا رسول اللَّه ماصنَع،َ قَالَ أنس:ٌ فَوجدْنَا بِهِ '
        ' بِضْعاً وثمانِينَ ضَرْبةً بِالسَّيف،ِ أوْ طَعْنَةً بِرُمْح،ٍ أو رمْيةً بِسهْم،ٍ ووجدْناهُ قَد قُتِلَ وَمثَّلَ بِهِ المُشرِآُونَ فَما '
        ' عرفَهُ أَحدٌ إِلاَّ أُخْتُهُ بِبنَانِه.ِ قال أنس:ٌ آُنَّا نَرى أوْ نَظُنُّ أنَّ هَذِهِ الآيَة نزلَتْ فيهِ وَفِي أشْباهِه:ِ [مِنَ المُؤْمِنِينَ '
        ' رِجالٌ صدقُوا ما عَاهَدُوا اللَّه علَيهِ] [الأحزاب: 23] إلى آخرها. متفقٌ عليه. '
        ' قوله: «لَيُريَنَّ اللَّهُ» رُوى بضم الياءِ وآسر الراء،ِ أي لَيُظْهِرنَّ اللَّهُ ذَلِكَ لِلنَّاس،ِ ورُوِى بفتحهما، ومعناه '
        ' ظاهر، واللَّه أعلم. ',
    translation: "Translation of Hadith 109",
  ),
  Hadith(
    hadithNumber: 110,
    hadith:
        ' السادس عشر: عن أبي مسعود عُقْبَةَ بن عمروٍ الأنصاريِّ البدريِّ رضي اللَّهُ عنه قال: لمَّا نَزَلَتْ آيةُ '
        ' الصَّدقَةِ آُنَّا نُحَامِلُ عَلَى ظُهُورِنا. فَجَاءَ رَجُلٌ فَتَصَدَّقَ بِشَيْءٍ آَثِيرٍ فَقَالُوا: مُراء،ٍ وجاءَ رَجُلٌ آخَرُ فَتَصَدَّقَ '
        ' بِصَاعٍ فقالُوا: إنَّ اللَّه لَغَنِيٌّ عَنْ صاعِ هَذَا، فَنَزَلَتْ {الَّذِينَ يَلْمِزُونَ المُطَّوِّعِينَ مِنَ المُؤْمِنِينَ فِي الصَّدَقَاتِ '
        ' وَالَّذِينَ لاَ يَجِدُونَ إلاَّ جُهْدَهُمْ} [التوبة 79] الآية. متفقٌ عليه. '
        ' »ونُحَامِلُ» بضم النون، وبالحاءِ المهملة: أَيْ يَحْمِلُ أَحَدُنَا على ظَهْرِهِ بِالأجْرَة،ِ وَيَتَصَدَّقُ بها. ',
    translation: "Translation of Hadith 110",
  ),
  Hadith(
    hadithNumber: 111,
    hadith:
        ' السابَع عشر: عن سعيدِ بنِ عبدِ العزيز،ِ عن رَبيعةَ بنِ يزيد،َ عن أَبِي إدريس الخَوْلاَنيِّ، عن أَبِي ذَرٍّ '
        ' جُنْدُبِ بنِ جُنَادَة،َ رضي اللَّهُ عنه، عن النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم فيما يَرْوِى عَنِ اللَّهِ تباركَ وتعالى أنه قال: '
        ' «يا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّماً فَلاَ تَظالمُوا، يَا عِبَادِي آُلُّكُم ضَالٌّ إِلاَّ مَنْ '
        ' هَدَيْتُه،ُ فَاسْتَهْدُوني أهْدآُم،ْ يَا عِبَادي آُلُّكُمْ جائعٌ إِلاَّ منْ أطعمتُه، فاسْتطْعموني أطعمْكم، يا عبادي آلكم عَارٍ '
        ' إلاَّ مِنْ آَسَوْتُهُ فَاسْتَكْسُوني أآْسُكُم،ْ يَا عِبَادِي إنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أغْفِرُ الذُّنُوبَ جَمِيعا،ً '
        ' فَاسْتَغْفِرُوني أغْفِرْ لَكُم،ْ يَا عِبَادِي إِنَّكُمْ لَنْ تَبْلُغُوا ضُرِّي فَتَضُرُّوني، وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُوني، يَا عِبَادِي لَوْ '
        ' أَنَّ أوَّلَكُمْ وآخِرآُم،ْ وَإنْسَكُمْ وَجِنَّكُمْ آَانُوا عَلَى أتقَى قلبِ رجلٍ واحدٍ منكم ما زادَ ذلكَ فِي مُلكي شيئا،ً يا عِبَادِي '
        ' لو أَنَّ أوَّلكم وآخرَآُم وإنسَكُم وجنكُمْ آَانوا عَلَى أفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئا،ً يَا '
        ' عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرآُمْ وَإنْسَكُمْ وَجِنَّكُم،ْ قَامُوا فِي صَعيدٍ وَاحد،ٍ فَسألُوني فَأعْطَيْتُ آُلَّ إنْسانٍ مَسْألَتَه،ُ مَا '
        ' نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلاَّ آَمَاَيَنْقُصُ المِخْيَطُ إِذَا أُدْخِلَ البَحْر،َ يَا عِبَادِي إنَّما هِيَ أعْمَالُكُمْ أُحْصِيهَا لَكُم،ْ ثُمَّ '
        ' أوَفِّيكُمْ إيَّاهَا، فَمَنْ وَجَدَ خَيْراً فَلْيَحْمِدِ اللَّه، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُومَنَّ إلاَّ نَفْسَهُ». قَالَ سعيد:ٌ آان أبو '
        ' إدريس إذا حدَّثَ بهذا الحديث جَثَا عَلَى رُآبتيه. رواه مسلم. وروينا عن الإمام أحمد بن حنبل رحمه اللَّه قال: '
        ' ليس لأهل الشام حديث أشرف من هذا الحديث. ',
    translation: "Translation of Hadith 111",
  ),
  Hadith(
    hadithNumber: 112,
    hadith:
        ' وأمَّا الأحاديث فالأوَّل : عن أَبِي هريرة رضي اللَّه عنه ، عن النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : «أعْذَرَ '
        ' اللَّهُ إلى امْرِىءٍ أخَّرَ أجلَه حتى بلَغَ سِتِّينَ سنةً » رواه البخارى. '
        ' قال العلماءُ معناه : لَمْ يتْركْ لَه عُذْراً إذ أمْهَلَهُ هذِهِ المُدَّةَ . يُقال : أعْذَرَ الرَّجُلُ إذا بلغَ الغاية في الْعُذْرِ . ',
    translation: "Translation of Hadith 112",
  ),
  Hadith(
    hadithNumber: 113,
    hadith:
        ' الثانى : عن ابن عباس ، رضي اللَّه عنهما ، قال : آان عمر رضي اللَّه عنه يُدْخِلُنى مَع أشْياخ بْدرٍ ، '
        ' فَكأنَّ بعْضَهُمْ وجدَ فِي نفسه فقال : لِمَ يَدْخُلُ هَذِا معنا ولنَا أبْنَاء مِثْلُه ،؟ فقال عمرُ : إِنَّهُ من حيْثُ علِمْتُمْ ، '
        ' فدَعَانى ذاتَ يَوْمٍ فَأدْخلَنى معهُمْ ، فما رأَيْتُ أنَّه دعانى يوْمئِذٍ إِلاَّ لِيُرِيهُمْ قال : ما تقولون في قول اللَّه تعالى '
        ' : { إذا جاءَ نَصْرُ اللَّهِ والْفَتْحُ} [الفتح : 1 ] فقال بَعضُهُمْ : أمِرْنَا نَحْمَدُ اللَّهَ ونَسْتَغْفِره إذَا نَصرنَا وفَتَحَ علَيْنَا '
        ' . وسكَتَ بعضهُمْ فلم يقُلْ شيئاً فقال لى : أآَذلك تقول يا ابنَ عباس ؟ فقلت : لا . قال فما تقول ؟ قلت : هُو '
        ' أجلُ رسولِ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم ، أعْلمَه له قال : { إذا جَاءَ نَصْرُ اللَّهِ والْفتحُ} وذلك علامة أجلِك { '
        ' فَسَبِّحْ بِحمْدِ رَبِّكَ واسْتغْفِرْهُ إِنَّه آانَ تَوَّاباً} [ الفتح : 3 ] فقال عمر رضي اللَّه عنه : ما أعْلَم منها إلاَّ ما '
        ' تَقُول . رواه البخارى . ',
    translation: "Translation of Hadith 113",
  ),
  Hadith(
    hadithNumber: 114,
    hadith:
        ' الثالث : عن عائشةَ رضي اللَّه عنها قالت : ما صَلَّى رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم صلاةً بعْد أَنْ '
        ' نزَلَتْ علَيْهِ { إذَا جَاءَ نصْرُ اللِّهِ والْفَتْحُ } إلاَّ يقول فيها : « سُبْحانك ربَّنَا وبِحمْدِكَ ، اللَّهُمَّ اغْفِرْ لى » متفقٌ '
        ' عليه . '
        ' وفي رواية الصحيحين عنها : آان رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم يُكْثِر أنْ يَقُول فِي رآُوعِه وسُجُودِهِ : « '
        ' سُبْحانَكَ اللَّهُمَّ ربَّنَا وَبحمْدِكَ ، اللَّهمَّ اغْفِرْ لي » يتأوَّل الْقُرْآن . '
        ' معنى : « يتأوَّل الْقُرُآنَ » أيْ : يعْمل مَا أُمِرَ بِهِ في الْقُــرآنِ في قولِهِ تعالى : {فَسبِّحْ بِحمْدِ ربِّكَ واستَغْفِرْهُ } '
        '  . '
        ' وفي رواية لمسلم : آان رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم يُكْثِرُ أنْ يَقولَ قبْلَ أَنْ يَمُوتَ : «سُبْحانَكَ اللَّهُمَّ '
        ' وبِحْمدِكَ ، أسْتَغْفِركَ وأتُوبُ إلَيْكَ » . قالت عائشةُ : قلت : يا رسولَ اللَّه ما هذِهِ الكلِمَاتُ الَّتي أرَاكَ أحْدثْتَها '
        ' تَقولها ؟ قــال : « جُعِلَتْ لِي علامةٌ في أمَّتي إذا رَأيتُها قُلتُها {إذَا جَاءَ نَصْرُ اللِّهِ والْفَتْحُ } إلى آخر '
        ' السورة». '
        ' وفي رواية له : آان رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم يُكْثِرُ مِنْ قَوْلِ : « سُبْحانَ اللَّهِ وبحَمْدِهِ . أسْتَغْفِرُ اللَّه '
        ' وَأَتُوبُ إلَيْه » . قالت : قلت : يا رسولَ اللَّه ، أَرَاكَ تُكْثِرُ مِنْ قَوْل : سُبْحَانَ اللَّهِ وبحمْدِهِ ، أسْتغْفِر اللَّه وأتُوبُ '
        ' إليْهِ ؟ فقال : « أخْبرني ربِّي أنِّي سَأرَى علاَمَةً فِي أُمَّتي فَإِذَا رأيْتُها أآْثَرْتُ مِن قَوْلِ : سُبْحانَ اللَّهِ وبحَمْدِهِ ، '
        ' أسْتَغْفِرُ اللَّه وَأتُوبُ إلَيْهِ : فَقَدْ رَأَيْتُها: {إذَا جَاءَ نَصْرُ اللِّهِ والْفَتْحُ } فَتْحُ مَكَّةَ ، { ورأيْتَ النَّاس يدْخُلُونَ فِي '
        ' دِينِ اللَّهِ أفْوَاجًا ، فَسبحْ بحمْدِ ربِّكَ واسْتَغفِرْهُ إنَّهُ آانَ توَّاباً } . ',
    translation: "Translation of Hadith 114",
  ),
  Hadith(
    hadithNumber: 115,
    hadith:
        ' الرابع : عن أنسٍ رضي اللَّهُ عنه قال : إنَّ اللَّه عزَّ وجلَّ تَابعَ الوحْيَ على رسول اللَّه صَلّى االلهُ عَلَيْهِ '
        ' وسَلَّم قَبْلَ وَفَاتِهِ ، حتَّى تُوُفِّى أآْثَرَ مَا آَانَ الْوَحْيُ . متفقٌ عليه . ',
    translation: "Translation of Hadith 115",
  ),
  Hadith(
    hadithNumber: 116,
    hadith:
        ' الخامس : عن جابر رضي اللَّه عنه قال : قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « يُبْعثُ آُلُّ عبْدٍ على '
        ' ما مَاتَ علَيْهِ » رواه مسلم . ',
    translation: "Translation of Hadith 116",
  ),
  Hadith(
    hadithNumber: 117,
    hadith:
        ' الأوَّل : عن أَبِي ذرٍّ جُنْدَبِ بنِ جُنَادَةَ رضي اللَّه عنه قال : قلت يا رسولَ اللَّه، أيُّ الأعْمالِ أفْضَلُ ؟ قال '
        ' : « الإِيمانُ بِاللَّهِ ، وَالجِهَادُ فِي سَبِيلِهِ » . قُلْتُ : أيُّ الرِّقَابِ أفْضَلُ ؟ قال : « أنْفَسُهَا عِنْد أهْلِهَا ، وأآثَرُهَا '
        ' ثَمَناً » . قُلْتُ : فَإِنْ لَمْ أفْعلْ ؟ قال : « تُعينُ صَانِعاً أوْ تَصْنَعُ لأخْرَقَ » قُلْتُ : يا رسول اللَّه أرَأيتَ إنْ ضَعُفْتُ '
        ' عَنْ بَعْضِ الْعملِ ؟ قال : « تَكُفُّ شَرَّكَ عَن النَّاسِ فَإِنَّها صدقةٌ مِنْكَ على نَفسِكَ » . متفقٌ عليه . '
        '  »الصانِعُ » بالصَّاد المهملة هذا هو المشهور ، ورُوِى « ضَائعاً » بالمعجمة : أيْ ذَا ضياع مِنْ فقْرِ أوْ '
        ' عِيالٍ ، ونْحو ذلكَ « والأخْرَقُ » : الَّذي لا يُتقنُ ما يُحاوِلُ فِعْلهُ . ',
    translation: "Translation of Hadith 117",
  ),
  Hadith(
    hadithNumber: 118,
    hadith:
        ' الثاني : عن أَبِي ذرٍّ رضي اللَّه عنه أيضاً أنَّ رسُولَ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : يُصْبِحُ على آلِّ '
        ' سُلاَمَى مِنْ أَحَدِآُمْ صدقَةٌ ، فَكُلٌ تَسبِيْحةٍ صَدقةٌ ، وآُلُّ تحْمِيدَةٍ صدقَةٌ ، وآُلُّ تهْلِيلَةٍ صَدَقةٌ ، وآلُّ تَكْبِيرةٍ صَدَقَةٌ '
        ' ، وأمْرٌ بالمعْرُوفِ صدقَةٌ ، ونَهْيٌ عَنِ المُنْكَرِ صدقَةٌ . ويُجْزِئُ مِنْ ذَلكَ رَآعَتَانِ يرْآَعُهُما مِنَ الضُّحى » رواه '
        ' مسلم . « السُّلاَمَى » بضم السين المهملة وتخفيف اللام وفتح الميم : المفْصِلُ . ',
    translation: "Translation of Hadith 118",
  ),
  Hadith(
    hadithNumber: 119,
    hadith:
        ' الثَّالثُ عنْهُ قال : قال النبي صَلّى االلهُ عَلَيْهِ وسَلَّم : « عُرِضَتْ عَلَيَّ أعْمالُ أُمَّتي حسَنُهَا وسيِّئُهَا فوجَدْتُ '
        ' في مَحاسِنِ أعْمالِهَا الأذَى يُماطُ عن الطَّرِيقِ ، وَوجَدْتُ في مَساوَىءِ أعْمالِها النُّخَاعَةُ تَكُونُ فِي المَسْجِدِ لاَ '
        ' تُدْفَنُ » رواه مسلم . ',
    translation: "Translation of Hadith 119",
  ),
  Hadith(
    hadithNumber: 120,
    hadith:
        ' الرابع عنه : أنَّ ناساً قالوا : يا رسُولَ اللَّهِ ، ذَهَب أهْلُ الدُّثُور بالأجُورِ ، يُصَلُّونَ آَمَا نُصَلِّى ، '
        ' وَيَصُومُونَ آَمَا نَصُومُ ، وَيَتَصَدَّقُونَ بَفُضُولِ أمْوَالهِمْ قال : «أوَ لَيْس قَدْ جَعَلَ لَكُمْ مَا تَصَدَّقُونَ بِهِ : إنَّ بِكُلِّ '
        ' تَسْبِيحَةٍ صَدقَة،ً وآُلِّ تَكبِيرةٍ صدقة ، وآلِّ تَحْمِيدةٍ صدقةً ، وآلِّ تِهْلِيلَةٍ صَدقَةً ، وأمرٌ بالمعْرُوفِ صدقةٌ ، '
        ' ونَهْىٌ عنِ المُنْكر صدقةٌ وفي بُضْعِ أحدِآُمْ صدقةٌ » قالوا : يا رسولَ اللَّهِ أيأتي أحدُنَا شَهْوَتَه ، ويكُونُ لَه '
        ' فيها أجْر ؟، قال : «أرأيْتُمْ لو وضَعهَا في حرامٍ أَآَانَ عليهِ وِزْرٌ ؟ فكذلكَ إذا وضَعهَا في الحلاَلِ آانَ لَهُ أجْرٌ» '
        ' رواه مسلم . '
        '  »الدُّثُورُ » : بالثاءِ المثلثة : الأموالُ ، واحِدُها : دَثْرٌ . ',
    translation: "Translation of Hadith 120",
  ),
  Hadith(
    hadithNumber: 121,
    hadith:
        ' الخامس : عنه قال : قال لي النبيُّ صلى اللَّه عليه وآله وسلم : «لاَ تَحقِرنَّ مِن المعْرُوفِ شَيْئاً ولَوْ أنْ '
        ' تلْقَى أخَاكَ بِوجهٍ طلِيقٍ » رواه مسلم . ',
    translation: "Translation of Hadith 121",
  ),
  Hadith(
    hadithNumber: 122,
    hadith:
        ' السادس : عن أَبِي هريرة رضي اللَّه عنه قال : قال رسُولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم: « آُلُّ سُلاَمَى '
        ' مِنَ النَّاسِ علَيْهِ صدَقةٌ آُلَّ يَوْمٍ تَطْلُعُ فيه الشَّمْسُ : تعدِلُ بيْن الاثْنَيْنِ صدَقَةٌ ، وتُعِينُ الرَّجُلَ في دابَّتِهِ ، '
        ' فَتحْمِلُهُ عَلَيْهَا ، أوْ ترْفَعُ لَهُ علَيْهَا متَاعَهُ صدقةٌ ، والكلمةُ الطَّيِّبةُ صدَقة،ٌ وبِكُلِّ خَطْوَةٍ تمْشِيها إلى الصَّلاَةِ '
        ' صدقَةٌ ، وَتُميطُ الأذَى عَن الطرِيق صَدَقةٌ » متفق عليه . '
        ' ورواه مسلم أيضاً من رواية عائشة رضي اللَّه عنها قالت : قال رسُول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم: « إنَّهُ '
        ' خُلِقَ آُلُّ إنْسانٍ مِنْ بني آدم علَى سِتِّينَ وثلاثمائَةِ مَفْصِلٍ ، فَمنْ آَبَّر اللَّه ، وحمِدَ اللَّه ، وَهَلَّلَ اللَّه ، وسبَّحَ '
        ' اللَّه واستَغْفَر اللَّه ، وعَزلَ حَجراً عنْ طَرِيقِ النَّاسِ أوْ شَوْآَةً أوْ عظْماً عن طَرِيقِ النَّاسِ ، أوْ أمر بمعرُوفٍ '
        ' أوْ نهى عنْ مُنْكَرٍ ، عَددَ السِّتِّينَ والثَّلاَثمائة ، فَإِنَّهُ يُمْسي يَوْمئِذٍ وَقَد زَحزحَ نفْسَهُ عنِ النَّارِ » . ',
    translation: "Translation of Hadith 122",
  ),
  Hadith(
    hadithNumber: 123,
    hadith:
        ' السابع : عنه عن النَبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « منْ غدَا إلى المَسْجِدِ أو رَاحَ ، أعدَّ اللَّهُ لَهُ في '
        ' الجنَّةِ نُزُلاً آُلَّمَا غَدا أوْ رَاحَ » متفقٌ عليه . '
        '  »النُّزُل » : القُوتُ والرِّزْقُ ومَا يُهَيَّأ للضَّيفِ . ',
    translation: "Translation of Hadith 123",
  ),
  Hadith(
    hadithNumber: 124,
    hadith:
        ' الثامن : عنه قال : قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « يا نِسَاء المُسْلِماتِ لاَ تَحْقِرنَّ جارَةٌ '
        ' لِجارتِهَا ولَوْ فِرْسِنَ شاةٍ » متفقٌ عليه . '
        ' قال الجوهري : الفِرْسِنُ مِنَ الْبعِيرِ : آالحافِرِ مِنَ الدَّابَّةِ ، قال : ورُبَّمَا اسْتُعِير في الشَّاةِ ',
    translation: "Translation of Hadith 124",
  ),
  Hadith(
    hadithNumber: 125,
    hadith:
        ' التاسع : عنه عن النبي صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « الإِيمَانُ بِضْعٌ وَسبْعُونَ ، أوْ بِضْعٌ وَسِتُّونَ شَعْبَةً '
        ' : فَأفْضلُهَا قوْلُ لاَ إلَهَ إلاَّ اللَّهُ ، وَأدْنَاهَا إمَاطَةُ الأذَى عنِ الطَّرِيقِ ، وَالحيَاءُ شُعْبةٌ مِنَ الإِيمانِ » متفقٌ عليه . '
        '  »البضْعُ » من ثلاثة إلى تسعةٍ ، بكسر الباءِ وقد تفْتَحُ . « والشُّعْبةُ » : القطْعة . ',
    translation: "Translation of Hadith 125",
  ),
  Hadith(
    hadithNumber: 126,
    hadith:
        ' العاشر : عنه أن رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال: « بَيْنمَا رَجُلٌ يَمْشِي بطَريقٍ اشْتَدَّ علَيْهِ الْعَطشُ '
        ' ، فَوجد بِئراً فَنزَلَ فيها فَشَربَ ، ثُمَّ خرج فإِذا آلْبٌ يلهثُ يَأْآُلُ الثَّرَى مِنَ الْعَطَشِ ، فقال الرَّجُلُ : لَقَدْ بلَغَ هَذَا '
        ' الْكَلْبُ مِنَ العطشِ مِثْلَ الَّذِي آَانَ قَدْ بَلَغَ مِنِّي ، فَنَزَلَ الْبِئْرَ فَملأَ خُفَّه مَاءً ثُمَّ أَمْسَكَه بِفيهِ ، حتَّى رقِيَ فَسَقَى '
        ' الْكَلْبَ ، فَشَكَرَ اللَّهُ لَه فَغَفَرَ لَه. قَالُوا: يا رسولَ اللَّه إِنَّ لَنَا في الْبَهَائِم أَجْراً ؟ فَقَال:َ « في آُلِّ آَبِدٍ رَطْبةٍ أَجْرٌ » '
        ' متفقٌ عليه . '
        ' وفي رواية للبخاري : « فَشَكَر اللَّه لهُ فَغَفَرَ لَه ، فَأدْخَلَه الْجنَّةَ » . '
        ' وفي رواية لَهُما : « بَيْنَما آَلْبٌ يُطيف بِرآِيَّةٍ قَدْ آَادَ يقْتُلُه الْعطَشُ إِذْ رأتْه بغِيٌّ مِنْ بَغَايا بَنِي إِسْرَائيلَ ، '
        ' فَنَزَعَتْ مُوقَهَا فاسْتَقت لَهُ بِهِ ، فَسَقَتْهُ فَغُفِر لَهَا بِهِ». '
        '  »الْمُوقُ » : الْخُفُّ . « وَيُطِيفُ » : يَدُورُ حَوْلَ « رَآِيَّةٍ » وَهِيَ الْبِئْرُ . ',
    translation: "Translation of Hadith 126",
  ),
  Hadith(
    hadithNumber: 127,
    hadith:
        ' الْحادي عشَرَ : عنْهُ عن النبي صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « لَقَد رأَيْتُ رَجُلاً يَتَقَلَّبُ فِي الْجنَّةِ فِي شَجرةٍ '
        ' قطَعها مِنْ ظَهْرِ الطَّريقِ آَانَتْ تُؤْذِي الْمُسلِمِينَ » . رواه مسلم . '
        ' وفي رواية : « مرَّ رجُلٌ بِغُصْنِ شَجرةٍ عَلَى ظَهْرِ طرِيقٍ فَقَالَ : واللَّهِ لأُنَحِّينَّ هذا عنِ الْمسلِمِينَ لا يُؤْذِيهُمْ ، '
        ' فأُدْخِلَ الْجَنَّةَ » . '
        ' وفي رواية لهما : « بيْنَما رجُلٌ يمْشِي بِطريقٍ وجد غُصْن شَوْكٍ علَى الطَّرِيقِ ، فأخَّرُه فشَكَر اللَّهُ لَهُ ، فغَفر '
        ' لَهُ » . ',
    translation: "Translation of Hadith 127",
  ),
  Hadith(
    hadithNumber: 128,
    hadith:
        ' الثَّاني عشَر : عنْه قالَ : قَال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « منْ توضَّأ فأحَسَنَ الْوُضُوءَ ، ثُمَّ أتَى '
        ' الْجُمعةَ ، فَاستمع وأنْصتَ ، غُفِر لَهُ ما بيْنَهُ وبيْنَ الْجُمعةِ وزِيادةُ ثَلاثَةِ أيَّامٍ ، ومَنْ مسَّ الْحصا فَقد لَغَا » '
        ' رواه مسلم . ',
    translation: "Translation of Hadith 128",
  ),
  Hadith(
    hadithNumber: 129,
    hadith:
        ' الثَّالثَ عَشر : عنْه أن رسولَ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « إذَا تَوضَّأَ الْعبْدُ الْمُسْلِم ، أو الْمُؤْمِنُ '
        ' فغَسلَ وجْههُ خرج مِنْ وَجْهِهِ آُلُّ خطِيئةٍ نظر إِلَيْهَا بعينهِ مَعَ الْماءِ ، أوْ مَعَ آخِر قَطْرِ الْماءِ ، فَإِذَا غَسَل يديهِ '
        ' خَرج مِنْ يديْهِ آُلُّ خَطِيْئَةٍ آانَ بطشتْهَا يداهُ مع الْمَاءِ أَو مع آخِرِ قَطْرِ الْماءِ ، فَإِذَا غسلَ رِجليْهِ خَرجَتْ آُلُّ '
        ' خَطِيْئَةٍ مشَتْها رِجْلاُه مع الْماءِ أَوْ مع آخِرِ قَطْرِ الْمَاءِ حَتَّى يخْرُج نقِياً من الذُّنُوبِ» رواه مسلم . ',
    translation: "Translation of Hadith 129",
  ),
  Hadith(
    hadithNumber: 130,
    hadith:
        ' الرَّابعَ عشرَ : عنه عن رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « الصَّلواتُ الْخَمْسُ ، والْجُمُعَةُ إِلَى '
        ' الْجُمُعةِ ، ورمضانُ إِلَى رمضانَ مُكفِّرَاتٌ لِمَا بينَهُنَّ إِذَا اجْتنِبَت الْكَبائِرُ » رواه مسلم ',
    translation: "Translation of Hadith 130",
  ),
  Hadith(
    hadithNumber: 131,
    hadith:
        ' الْخَامسَ عشر: عنه قال : قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « ألا أدلُّكَم على ما يَمْحُو اللَّهُ بِهِ '
        ' الْخَطايا ، ويرْفَعُ بِهِ الدَّرجاتِ ؟ » قالوا : بلى يا رسُولَ اللَّهِ ، قال : « إسباغ الْوُضوءِ على الْمَكَارِهِ وآَثْرةُ '
        ' الْخُطَا إِلَى الْمسَاجِدِ ، وانْتِظَارُ الصَّلاةِ بعْدِ الصَّلاةِ ، فَذلِكُمُ الرّبَاطُ » رواه مسلم . ',
    translation: "Translation of Hadith 131",
  ),
  Hadith(
    hadithNumber: 132,
    hadith:
        ' السَّادسَ عشرَ : عن أَبِي موسى الأشعري رضي اللَّه عنه قال : قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : '
        ' « منْ صلَّى الْبَرْديْنِ دَخَلَ الْجنَّةَ » متفقٌ عليه . '
        '  »البرْدَانِ » : الصُّبْحُ والْعَصْرُ . ',
    translation: "Translation of Hadith 132",
  ),
  Hadith(
    hadithNumber: 133,
    hadith:
        ' السَّابِعَ عشَر : عنه قال : قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « إِذَا مرِضَ الْعبْدُ أَوْ سافَر آُتِب لَهُ ما '
        ' آانَ يعْملُ مُقِيماً صحيِحاً » رواه البخاري . ',
    translation: "Translation of Hadith 133",
  ),
  Hadith(
    hadithNumber: 134,
    hadith:
        ' الثَّامنَ عشَرَ : عنْ جابرٍ رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « آُلُّ معرُوفٍ '
        ' صدقَةٌ » رواه البخاري ، ورواه مسلم مِن رواية حذَيفَةَ رضي اللَّه عنه . ',
    translation: "Translation of Hadith 134",
  ),
  Hadith(
    hadithNumber: 135,
    hadith:
        ' التَّاسع عشر : عنْهُ قال : قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « ما مِنْ مُسْلِمٍ يَغْرِسُ غَرْساً إلاَّ آانَ '
        ' ما أُآِلَ مِنْهُ لهُ صدقةً ، وما سُرِقَ مِنْه لَه صدقَةً ، ولا يرْزؤه أَحَدٌ إلاَّ آَانَ له صدقةً» رواه مسلم . وفي رواية '
        ' له : « فَلا يغْرِس الْمُسْلِم غرساً ، فَيَأْآُلَ مِنْهُ إِنسانٌ ولا دابةٌ ولا طَيرٌ إلاَّ آانَ له صدقَةً إِلَى يَوْمِ الْقِيَامة ». '
        ' وفي رواية له : « لا يغْرِس مُسلِم غرْساً ، ولا يزْرعُ زرْعاً ، فيأْآُل مِنْه إِنْسانٌ وَلا دابَّةٌ ولا شَيْءٌ إلاَّ آَانَتْ لَه '
        ' صدقةً ، ورويَاه جميعاً مِنْ رواية أَنَسٍ رضي اللَّه عنه . '
        ' قولُهُ : « يرْزَؤُهُ » أي : يَنْقُصهُ . ',
    translation: "Translation of Hadith 135",
  ),
  Hadith(
    hadithNumber: 136,
    hadith:
        ' العْشْرُونَ : عنْهُ قالَ : أَراد بنُو سَلِمَة أَن ينْتَقِلوا قُرْبَ المَسْجِدِ فبلَغَ ذلك رسولَ اللَّه صَلّى االلهُ عَلَيْهِ '
        ' وسَلَّم ، فَقَالَ لَهُمْ : « إِنَّه قَدْ بَلَغَنِي أَنَّكُمْ تُرِيدُونَ أَنْ تَنْتَقِلُوا قُربَ الْمَسْجِدِ ؟ » فَقَالُوا : نَعَمْ يا رسولَ اللَّهِ قَدْ '
        ' أَرَدْنَا ذلكَ ، فَقالَ : « بَنِي سَلِمةَ ديارَآُمْ ، تكْتبْ آثَارُآُمْ ، دِيارآُم ، تُكْتَبْ آثارُآُمْ » رواه مسلم . '
        ' وفي روايةٍ : « إِنَّ بِكُلِّ خَطْوةٍ درجةً » رواه مسلم . ورواه البخاري أيضاً بِمعنَاهُ مِنْ روايةِ أَنَسٍ رضي اللَّه '
        ' عنه . '
        ' و « بنُو سَلِمَةَ » بكسر اللام : قبيلة معروفة من الأَنصار رضي اللَّه عنهم ، و «آثَارُهُمْ» خُطاهُمْ . ',
    translation: "Translation of Hadith 136",
  ),
  Hadith(
    hadithNumber: 137,
    hadith:
        ' الْحَادي والْعِشْرُونَ : عنْ أَبِي الْمُنْذِر أُبيِّ بنِ آَعبٍ رضي اللَّه عنه قال : آَان رجُلٌ لا أَعْلمُ رجُلا أَبْعَدَ مِنَ '
        ' الْمَسْجِدِ مِنْهُ ، وآَانَ لا تُخْطِئُهُ صلاةٌ فَقِيل لَه ، أَوْ فقُلْتُ له:ُ لَوْ اشْتَريْتَ حِماراً ترْآَبُهُ في الظَّلْماءِ ، وفي '
        ' الرَّمْضَاءِ فَقَالَ : ما يسُرُّنِي أَن منْزِلِي إِلَى جنْب الْمسْجِدِ ، إِنِّي أُرِيدُ أَنْ يُكْتَب لِي ممْشَايَ إِلَى الْمَسْجد ، '
        ' ورُجُوعِي إِذَا رجعْتُ إِلَى أَهْلِي ، فقالَ رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « قَدْ جمع اللَّهُ لكَ ذلِكَ آُلَّهُ » رواه '
        ' مسلم . '
        ' وفي روايةٍ : « إِنَّ لَكَ مَا احْتسَبْت » . « الرمْضَاءُ » الأَرْضُ الَّتِي أَصَابَهَا الْحرُّ الشَّديد.ُ ',
    translation: "Translation of Hadith 137",
  ),
  Hadith(
    hadithNumber: 138,
    hadith:
        ' الثَّاني والْعشْرُونَ : عنْ أَبِي محمدٍ عبدِ اللَّهِ بنِ عمرو بن العاص رضي اللَّه عنهما قال : قال رسول '
        ' اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « أَرْبعُونَ خَصْلةً أَعلاها منِيحةُ الْعَنْز،ِ ما مِنْ عامَلٍ يعملَ بِخَصْلَةٍ مِنْها رجاءَ '
        ' ثَوَابِهَا وتَصْدِيقَ موْعُودِهَا إِلاَّ أَدْخلَهُ اللَّهُ بِهَا الْجنَّةَ » رواه البخارى. '
        '  »الْمنِيحةُ » : أَنْ يُعْطِيَهُ إِيَّاهَا ليأْآُل لبنَهَا ثُمَّ يَردَّهَا إِليْهِ . ',
    translation: "Translation of Hadith 138",
  ),
  Hadith(
    hadithNumber: 139,
    hadith:
        ' الثَّالثُ والْعشْرونَ : عَنْ عدِيِّ بنِ حاتِمٍ رضي اللَّه عنه قال : سمِعْتُ النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم يقول : '
        ' « اتَّقُوا النار وَلوْ بِشقِّ تَمْرةٍ » متفقٌ عليه . '
        ' وفي رواية لهما عنه قال : قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « مَا مِنْكُمْ مِنْ أَحَدٍ إِلاَّ سيُكَلِّمُه ربُّه لَيْس '
        ' بَيْنَهُ وبَينَهُ تَرْجُمَان ، فَينْظُرَ أَيْمنَ مِنْهُ فَلا يَرى إِلاَّ مَا قَدَّم ، وينْظُر أشأمَ مِنْهُ فلا يَرَى إلاَّ ما قَدَّمَ ، وَينْظُر بَيْنَ '
        ' يدَيْهِ فَلا يَرى إلاَّ النَّارَ تِلْقَاءَ وَجْهِهِ ، فاتَّقُوا النَّارَ ولوْ بِشِقِّ تَمْرة،ٍ فَمَنْ لَمْ يَجدْ فَبِكَلِمَة طيِّبَةٍ » . ',
    translation: "Translation of Hadith 139",
  ),
  Hadith(
    hadithNumber: 140,
    hadith:
        ' الرَّابِعِ والْعشرونَ : عنْ أَنَسٍ رضي اللَّه قال : قال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « إِنَّ اللَّه '
        ' لَيرْضَى عَنِ الْعَبْدِ أَنْ يَأْآُلَ الأَآْلَةَ فيحْمدَهُ عليْهَا ، أَوْ يشْربَ الشَّرْبَةَ فيحْمدَهُ عليْهَا » رواه مسلم . '
        '  »وَالأَآْلَة » بفتح الهمزة : وهي الْغَدوة أَوِ الْعشوة . ',
    translation: "Translation of Hadith 140",
  ),
  Hadith(
    hadithNumber: 141,
    hadith:
        ' الْخَامِسُ والْعشْرُونَ : عن أَبِي رضي اللَّه عنه ، عن النبى صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « عَلَى آُلِّ مُسْلِمٍ '
        ' صدقةٌ » قال : أَرَأَيْتَ إِنْ لَمْ يَجدْ ؟ قالَ : « يعْمَل بِيَديِهِ فَينْفَعُ نَفْسَه وَيَتَصدَّقُ » : قَال : أَرَأَيْتَ إِنْ لَمْ يسْتطِعْ ؟ '
        ' قال : يُعِينُ ذَا الْحَاجَةِ الْملْهوفَ » قالَ : أَرأَيْت إِنْ لَمْ يسْتَطِعْ قالَ : « يَأْمُرُ بِالمَعْرُوفِ أَوِ الْخَيْرِ » قالَ : أَرأَيْتَ '
        ' إِنْ لَمْ يفْعلْ ؟ قالْ : «يُمْسِكُ عَنِ الشَّرِّ فَإِنَّهَا صدَقةٌ » متفقٌ عليه . ',
    translation: "Translation of Hadith 141",
  ),
  Hadith(
    hadithNumber: 142,
    hadith:
        ' عن عائشةَ رضي اللَّهُ عنها أَن النبي صَلّى االلهُ عَلَيْهِ وسَلَّم دخَلَ عليْها وعِنْدها امْرأَةٌ قال : منْ هَذِهِ ؟ '
        ' قالت : هَذِهِ فُلانَة تَذْآُرُ مِنْ صَلاتِهَا قالَ : « مَهُ عليكُمْ بِما تُطِيقُون ، فَوَاللَّه لا يَمَلُّ اللَّهُ حتَّى تَمَلُّوا وآَانَ أَحَبُّ '
        ' الدِّينِ إِلَيْهِ ما داوَمَ صَاحِبُهُ علَيْهِ » متفقٌ عليه . '
        '  »ومهْ » آَلِمة نَهْى وزَجْرٍ . ومَعْنى « لا يملُّ اللَّهُ » أي : لا يَقْطَعُ ثَوابَهُ عنْكُمْ وَجَزَاءَ أَعْمَالِكُمْ ، ويُعَامِلُكُمْ '
        ' مُعاملَةَ الْمالِّ حَتَّى تَملُّوا فَتَتْرُآُوا ، فَينْبَغِي لكُمْ أَنْ تَأْخُذُوا ما تُطِيقُونَ الدَّوَامَ علَيْهِ لَيَدُومَ ثَوَابُهُ لَكُمْ وفَضْلُه '
        ' عَلَيْكُمْ . ',
    translation: "Translation of Hadith 142",
  ),
  Hadith(
    hadithNumber: 143,
    hadith:
        ' وعن أَنسٍ رضي اللَّه عنه قال : جاءَ ثَلاثةُ رهْطِ إِلَى بُيُوتِ أَزْواجِ النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم يسْأَلُونَ '
        ' عنْ عِبَادَةِ النَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم ، فَلَمَّا أُخبِروا آأَنَّهُمْ تَقَالَّوْها وقالُوا : أَين نَحْنُ مِنْ النَّبِيِّ صَلّى االلهُ '
        ' عَلَيْهِ وسَلَّم قَدْ غُفِر لَهُ ما تَقَدَّم مِنْ ذَنْبِهِ وما تَأَخَّرَ . قالَ أَحَدُهُمْ : أَمَّا أَنَا فأُصلِّي الليل أَبداً ، وقال الآخَرُ : وَأَنا '
        ' أَصُومُ الدَّهْرَ أبداً ولا أُفْطِرُ ، وقالَ الآخرُ : وأَنا اعْتَزِلُ النِّساءَ فلا أَتَزوَّجُ أَبدا،ً فَجاءَ رسول اللَّه صَلّى االلهُ '
        ' عَلَيْهِ وسَلَّم إلَيْهمْ فقال : « أَنْتُمُ الَّذِينَ قُلْتُمْ آذا وآذَا ؟، أَما واللَّهِ إِنِّي لأَخْشَاآُمْ للَّهِ وَأَتْقَاآُم له لكِني أَصُومُ '
        ' وَأُفْطِرُ ، وَأُصلِّي وَأَرْقُد، وَأَتَزَوّجُ النِّسَاء،َ فمنْ رغِب عن سُنَّتِي فَلَيسَ مِنِّى» متفقٌ عليه. ',
    translation: "Translation of Hadith 143",
  ),
  Hadith(
    hadithNumber: 144,
    hadith:
        ' وعن ابن مسعودٍ رضي اللَّه عنه أن النبيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « هَلَكَ الْمُتَنَطِّعُونَ » قالَهَا ثلاثاً '
        ' ، رواه مسلم . '
        '  »الْمُتَنطِّعُونَ » : الْمُتعمِّقونَ الْمُشَدِّدُون فِي غَيْرِ موْضَعِ التَّشْدِيدِ . ',
    translation: "Translation of Hadith 144",
  ),
  Hadith(
    hadithNumber: 145,
    hadith:
        ' عن أَبِي هريرة رضي اللَّه عنه النبي صَلّى االلهُ عَلَيْهِ وسَلَّم قال : إِنَّ الدِّينَ يُسْرٌ ، ولنْ يشادَّ الدِّينُ إلاَّ غَلَبه '
        ' فسدِّدُوا وقَارِبُوا وَأَبْشِرُوا ، واسْتعِينُوا بِالْغدْوةِ والرَّوْحةِ وشَيْءٍ مِن الدُّلْجةِ » رواه البخاري . '
        ' وفي رواية له « سدِّدُوا وقَارِبُوا واغْدوا ورُوحُوا ، وشَيْء مِنَ الدُّلْجةِ ، الْقَصْد الْقصْد تَبْلُغُوا » . '
        ' قوله : « الدِّينُ » هُو مرْفُوعٌ عَلَى ما لَمْ يُسَمَّ فَاعِلُهُ . وروِي مَنْصُوباً ، وروِي:َ « لَنْ يُشَادَّ الدِّينَ أَحَدٌ » .. '
        ' وقوله صَلّى االلهُ عَلَيْهِ وسَلَّم : « إِلاَّ غَلَبَهُ » : أَيْ : غَلَبَه الدِّينُ وَعَجزَ ذلكَ الْمُشَادُّ عنْ مُقَاومَةِ الدِّينِ لِكَثْرةِ '
        ' طُرقِهِ . « والْغَدْوةُ » سيْرُ أَوَّلِ النَّهَارِ . «وَالرَّوْحةُ » : آخِرُ النَّهَارِ «والدُّلْجَةُ » : آخِرُ اللَّيْلِ . وَهَذا استَعارةٌ ، '
        ' وتَمْثِيلٌ ، ومعْناهُ : اسْتَعِينُوا عَلَى طَاعةِ اللَّهِ عز وجلَّ بالأَعْمالِ فِي وقْتِ نشاطِكُمْ ، وفَراغِ قُلُوبِكُمْ بحيثُ '
        ' تًسْتلذُّونَ الْعِبادَةَ ولا تسـأَمُونَ مقْصُودَآُمْ ، آَما أَنَّ الْمُسافِرَ الْحاذِقَ يَسيرُ في هَذهِ الأَوْقَاتِ وَيستَريِحُ هُو '
        ' ودابَّتُهُ فِي غَيْرِهَا ، فيصِلُ الْمقْصُود بِغَيْرِ تَعبٍ ، واللَّهُ أَعلم . ',
    translation: "Translation of Hadith 145",
  ),
  Hadith(
    hadithNumber: 146,
    hadith:
        ' وعن أَنسٍ رضي اللَّهُ عنه قال : دَخَلَ النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم الْمسْجِدَ فَإِذَا حبْلٌ مَمْدُودٌ بَيْنَ '
        ' السَّارِيَتَيْنِ فقالَ : « ما هَذَا الْحبْلُ ؟ قالُوا ، هَذا حبْلٌ لِزَيْنَبَ فَإِذَا فَترَتْ تَعَلَقَتْ بِهِ . فقال النَّبِيُّ صَلّى االلهُ عَلَيْهِ '
        ' وسَلَّم : « حُلّوهُ ، لِيُصَلِّ أَحدُآُمْ نَشَاطَهُ ، فَإِذا فَترَ فَلْيرْقُدْ » متفقٌ عليه . ',
    translation: "Translation of Hadith 146",
  ),
  Hadith(
    hadithNumber: 147,
    hadith:
        ' وعن عائشة رضي اللَّه عنها أن رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم قال : « إِذَا نَعَسَ أَحدُآُمْ وَهُوَ يُصَلِّي '
        ' ، فَلْيَرْقُدْ حَتَّى يَذْهَبَ عَنْهُ النَّوْمُ ، فإِن أَحدَآم إِذَا صلَّى وهُو نَاعَسٌ لا يَدْرِي لعلَّهُ يذهَبُ يسْتَغْفِرُ فيَسُبُّ نَفْسَهُ » '
        ' . متفقٌ عليه . ',
    translation: "Translation of Hadith 147",
  ),
  Hadith(
    hadithNumber: 148,
    hadith:
        ' وعن أَبِي عبد اللَّه جابر بن سمُرَةَ رضي اللَّهُ عنهما قال : آُنْتُ أُصَلِّي مَعَ النبيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم '
        ' الصَّلَوَاتِ ، فَكَانَتْ صلاتُهُ قَصداً وخُطْبَتُه قَصْداً » رواه مسلم . '
        ' قولُهُ : قَصْداً : أَيْ بَيْنَ الطُّولِ وَالْقِصَرِ . ',
    translation: "Translation of Hadith 148",
  ),
  Hadith(
    hadithNumber: 149,
    hadith:
        ' وعن أَبِي جُحَيْفَةَ وَهبِ بْنِ عبد اللَّه رضي اللَّهُ عنه قال : آخَى النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم بَيْن سَلْمَانَ '
        ' وأَبِي الدَّرْدَاءِ ، فَزَارَ سلْمَانُ أَبَا الدَّرْدَاءِ ، فَرَأَى أُمَّ الدَّرْدَاء مُتَبَذِّلَةً فقالَ : ما شَأْنُكِ؟ قالَتْ : أَخْوكَ أَبُو الدَّرداءِ '
        ' ليْسَ له حَاجةٌ فِي الدُّنْيَا . فَجَاءَ أَبُو الدرْدَاءِ فَصَنَعَ لَه طَعَاماً ، فقالَ لَهُ : آُلْ فَإِنِّي صَائِمٌ ، قالَ : ما أَنا بآآلٍ '
        ' حَتَّى تأْآلَ ، فَأَآَلَ ، فَلَّمَا آانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْداءِ يقُوم فقال لَه : نَمْ فَنَام ، ثُمَّ ذَهَبَ يَقُوم فقالَ لَه : نَمْ ، فَلَمَّا '
        ' آان من آخرِ اللَّيْلِ قالَ سلْمانُ : قُم الآن،َ فَصَلَّيَا جَمِيعاً ، فقالَ له سَلْمَانُ : إِنَّ لرَبِّكَ عَلَيْكَ حَقا ، وَإِنَّ لنَفْسِكَ '
        ' عَلَيْكَ حقا ، ولأهلِك عَلَيْكَ حَقا ، فَأَعْطِ آُلَّ ذِي حَقٍّ حَقَّه ، فَأَتَى النَّبِيَّ صَلّى االلهُ عَلَيْهِ وسَلَّم فَذَآر ذلكَ لَه ، فقالَ '
        ' النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم : « صَدَقَ سلْمَانُ » رواه البخاري . ',
    translation: "Translation of Hadith 149",
  ),
  Hadith(
    hadithNumber: 150,
    hadith:
        ' وعن أَبِي محمد عبدِ اللَّهِ بن عمرو بنِ العاص رضي اللَّه عنهما قال : أُخْبرَ النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم '
        ' أنِّي أَقُول : وَاللَّهِ لأَصومَنَّ النَّهَارَ ، ولأَقُومنَّ اللَّيْلَ ما عشْتُ ، فَقَالَ رسُول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : «أَنْتَ '
        ' الَّذِي تَقُول ذلك ؟ فَقُلْت له : قَدْ قُلتُه بأَبِي أَنْتَ وأُمِّي يا رسولَ اللَّه . قَال:َ « فَإِنكَ لا تَسْتَطِيعُ ذلِكَ ، فَصُمْ '
        ' وأَفْطرْ ، ونَمْ وَقُمْ ، وَصُمْ مِنَ الشَّهْرِ ثَلاثَةَ أَيَّامٍ فَإِنَّ الْحسنَةَ بعَشْرِ أَمْثَالهَا ، وذلكَ مثْلُ صِيامٍ الدَّهْرِ قُلْت : فَإِنِّي '
        ' أُطيق أفْضَلَ منْ ذلكَ قالَ : فَصمْ يَوْماً وَأَفْطرْ يَوْمَيْنِ ، قُلْت : فَإِنِّي أُطُيق أفْضَلَ مِنْ ذلكَ ، قَالَ : « فَصُم يَوْماً '
        ' وَأَفْطرْ يوْماً ، فَذلكَ صِيَام دَاوود صلى االله عليه وسلم، وَهُو أَعْدَل الصِّيَامِ » . وَفي رواية : « هوَ أَفْضَلُ '
        ' الصِّيامِ » فَقُلْتُ فَإِنِّي أُطِيقُ أَفْضَلَ مِنْ ذلكَ ، فقال رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم : « لا أَفْضَلَ منْ ذلك» '
        ' وَلأنْ أَآْونَ قَبلْتُ الثَّلاثَةَ الأَيَّامِ الَّتِي قال رسولُ اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم أَحَبُّ إِليَّ منْ أَهْلِي وَمَالِى. '
        ' وفي روايةٍ : « أَلَمْ أُخْبَرْ أَنَّكَ تَصومُ النَّهَارَ وتَقُومُ اللَّيْلَ ؟ » قلت : بلَى يَا رسول اللَّهِ . قال : « فَلا تَفْعل : '
        ' صُمْ وأَفْطرْ ، ونَمْ وقُمْ فَإِنَّ لجَسَدكَ علَيْكَ حقا ، وإِنَّ لعيْنَيْكَ عَلَيْكَ حَقا وَإِنَّ لزَوْجِكَ علَيْكَ حَقا ، وَإِنَّ لزَوْركَ '
        ' عَلَيْكَ حَقا ، وإِنَّ بحَسْبكَ أَنْ تَصْومَ فِي آُلِّ شَهْرٍ ثَلاثَةَ أَيَّامٍ ، فَإِنَّ لَكَ بِكُلِّ حَسَنةٍ عشْرَ أَمْثَالِهَا ، فَإِذن ذلك '
        ' صِيَامُ الدَّهْرِ» فشَدَّدْتُ فَشُدِّدَ عَلَيَّ ، قُلْتُ : يا رسول اللَّه إِنّي أَجِدُ قُوَّة،ً قال : « صُمْ صِيَامَ نَبِيِّ اللَّهِ داوُدَ وَلا '
        ' تَزدْ عَلَيْهِ» قلت: وما آَان صِيَامُ داودَ؟ قال : « نِصْفُ الدهْرِ » فَكَان عَبْدُ اللَّهِ يقول بعْد مَا آَبِر : يالَيْتَنِي قَبِلْتُ '
        ' رُخْصةَ رسول اللَّه صَلّى االلهُ عَلَيْهِ وسَلَّم . '
        ' وفي رواية : « أَلَمْ أُخْبَرْ أَنَّك تصُومُ الدَّهْرِ ، وَتْقَرَأُ الْقُرْآنَ آُلَّ لَيْلَة ؟ » فَقُلْتُ : بَلَى يا رسولَ اللَّهِ ، ولَمْ أُرِدْ '
        ' بذلِكَ إِلاَّ الْخيْرَ ، قَالَ : « فَصُمْ صَوْمَ نَبِيِّ اللَّهِ داودَ ، فَإِنَّه آَانَ أَعْبَدَ النَّاسِ ، واقْرأْ الْقُرْآنَ في آُلِّ شَهْرٍ » قُلْت '
        ' : يَا نَبِيِّ اللَّهِ إِنِّي أُطِيق أَفْضل مِنْ ذلِكَ ؟ قَالَ : « فَاقْرَأه فِي آُلِّ عِشرِينَ » قُلْت : يَا نبيِّ اللَّهِ إِنِّي أُطِيق أَفْضَل '
        ' مِنْ ذَلِكَ ؟ قَالَ : «فَاقْرَأْهُ فِي آُلِّ عَشْر » قُلْت : يَا نَبِيَّ اللَّهِ إِنِّي أُطِيق أَفْضلَ مِنْ ذلِكَ ؟ قَالَ : « فَاقْرَأْه في آُلِّ '
        ' سَبْعٍ وَلاَ تَزِدْ عَلَى ذَلِكَ » فَشَدَّدْتُ فَشُدِّدَ عَلَيَّ ، وقَالَ لِي النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم : « إِنَّكَ لاَ تَدْرِي لَعلَّكَ '
        ' يَطُول بِكَ عُمُرٌ قالَ : فَصِرْت إِلَى الَّذِي قَالَ لِي النَّبِيُّ صَلّى االلهُ عَلَيْهِ وسَلَّم فَلَمَّا آَبِرْتُ وَدِدْتُ أنِّي قَبِلْت رخْصَةَ '
        ' نَبِيِّ اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم . '
        ' وفي رواية : « وَإِنَّ لوَلَدِكَ علَيْكَ حَقا » وفي روايةٍ : لا صَامَ من صَامَ الأَبَدَ » ثَلاثاً . وفي روايةٍ : « أَحَبُّ '
        ' الصَّيَامِ إِلَى اللَّه تَعَالَى صِيَامُ دَاوُدَ ، وَأَحَبُّ الصَّلاةِ إِلَى اللَّهِ تَعَالَى صَلاةُ دَاوُدَ : آَانَ يَنَامُ نِصْفَ اللَّيلِ ، وَيَقُومُ '
        ' ثُلُثَهُ ، وَيَنَامُ سُدُسَهُ ، وَآَانَ يَصُومُ يوْماً ويُفْطِرُ يَوْماً ، وَلا يَفِرُّ إِذَا لاقَى » . '
        ' وفي رواية قَالَ : أَنْكَحَنِي أَبِي امْرَأَةً ذَاتَ حسَبٍ ، وآَانَ يَتَعَاهَدُ آَنَّتهُ أي : امْرَأَة ولَدِهِ فَيسْأَلُهَا عَنْ بَعْلِهَا ، '
        ' فَتَقُولُ لَهُ : نِعْمَ الرَّجْلُ مِنْ رجُل لَمْ يَطَأْ لنَا فِرَاشاً ولَمْ يُفتِّشْ لنَا آَنَفاً مُنْذُ أَتَيْنَاهُ فَلَمَّا طالَ ذَلِكَ عليه ذآَرَ ذلِكَ '
        ' لِلنَّبِيِّ صَلّى االلهُ عَلَيْهِ وسَلَّم . فقَالَ : « الْقَني به » فلَقيتُهُ بَعْدَ ذلكَ فَقَالَ : « آيفَ تَصُومُ ؟ » قُلْتُ آُلَّ يَوْم ، '
        ' قَالَ : « وَآيْفَ تَخْتِم ؟ » قلت:ُ آُلَّ لَيلة ، وذَآَر نَحْوَ مَا سَبَق وآَان يقْرَأُ عَلَى بعْض أَهْلِه السُّبُعَ الَّذِي يقْرؤهُ ، '
        ' يعْرضُهُ مِن النَّهَارِ لِيكُون أَخفَّ علَيِهِ بِاللَّيْل ، وَإِذَا أَراد أَنْ يَتَقَوَّى أَفْطَر أَيَّاماً وَأَحصَى وصَام مِثْلَهُنَّ آَراهِيةَ '
        ' أَن يتْرُك شيئاً فارقَ علَيهِ النَّبِي صَلّى االلهُ عَلَيْهِ وسَلَّم . '
        ' آُلُّ هذِه الرِّوَايات صحيِحةٌ مُعْظَمُهَا فِي الصَّحيحيْنَ وقليلٌ منْهَا في أَحَدِهِما . ',
    translation: "Translation of Hadith 150",
  ),
  Hadith(
    hadithNumber: 151,
    hadith: '',
    translation: "Translation of Hadith 151",
  ),
  Hadith(
    hadithNumber: 593,
    hadith:
        ' وعن الحَسَنِ بن عَليٍّ رضّيَ اللَّهُ عنهما ، قال : حَفِظْتُ مِنْ رَسُول اللَّهِ صَلّى االلهُ عَلَيْهِ وسَلَّم : «دَعْ ما '
        ' يَرِيبُكَ إِلى مَا لا يرِيبُك » رواهُ الترمذي وقال حديث حسن صحيح. '
        ' ومعناهُ : اتْرُكْ ما تَشُكُّ فِيهِ ، وخُذْ ما لا تَشُكَّ فِيهِ . ',
    translation: "Translation of Hadith 593",
  ),
];
*/