/*import 'package:flutter/services.dart';
import 'dart:convert';
import 'hadith_model.dart';

Future<List<Hadith>> loadHadithsFromJson() async {
  String jsonData = await rootBundle.loadString('assets/hadiths.json');
  final List<dynamic> data = json.decode(jsonData);

  List<Hadith> hadiths = data.map((item) => Hadith.fromJson(item)).toList();

  return hadiths;
}
*/
//hypothesis for the json
// hadith_data.dart
/*int currentHadithNumber = 1;

void addHadithWithIncrementedNumber(String hadithText, String translationText) {
  hadithList.add(
    Hadith(
      hadithNumber: currentHadithNumber,
      hadith: hadithText,
      translation: translationText,
    ),
  );

  currentHadithNumber++; // Increment the currentHadithNumber for the next Hadith
}

void main() {
    addHadithWithIncrementedNumber(
    '',
    'Your new Hadith translation',
  );
 }*/
/*
import 'hadith_model.dart';
List<Hadith> hadithList = [
	Hadith(
		hadithNumber: 1,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻣﻴ ﺮ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺃﺑﻲ ﺣﻔ ﺺ ﻋﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺑﻦ ﻧﻔﻴﻞ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﻌ ﱠﺰﻯ ﺑﻦ ﺭﻳﺎﺡ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻗ ﺮ ﻁ ﺑ ﻦ'
			'ﺭﺯﺎﺣ ﺑ ﻦ ﻋﺪ ﱢﻱ ﺑﻦ ﺁﻌ ﺐ ﺑﻦ ﻟ ﺆﻱﱢ ﺑﻦ ﻏﺎﻟ ﺐ ﺍﻟﻘ ﺮ ﺷ ﱢﻲ ﺍﻟﻌﺪﻭ ﱢﻱ . ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ « ﺇﱠﻧﻤﺎ ﺍ ﻷﻋﻤﺎ ﻝ ﺑﺎﻟﱢﻨﱠﻴﺎﺕ ، ﻭﺇﱠﻧﻤﺎ ﻟﻜﻞﱢ ﺍﻣﺮ ﺉ ﻣﺎ ﻧ ﻮﻯ ، ﻓﻤ ﻦ ﺁﺎﻧ ﺖ ﻩ ﺠ ﺮﺗﻪ ﺇﻟﻰ ﺍﷲ ﻭ ﺭ ﺳﻮﻟ ﻪ'
			'ﻓﻬﺠﺮﺗﻪ ﺇﻟﻰ ﺍﷲ ﻭﺭ ﺳﻮﻟ ﻪ ، ﻭﻣ ﻦ ﺁﺎﻧﺖ ﻩ ﺠ ﺮﺗﻪ ﻟﺪﻧﻴﺎ ﻳﺼﻴﺒﻬﺎ ، ﺃﻭ ﺍﻣ ﺮﺃﺓ ﻳﻨﻜ ﺤﻬﺎ ﻓ ﻬ ﺠ ﺮﺗﻪ ﺇﻟﻰ ﻣﺎ ﻩﺎ ﺟﺮ ﺇﻟﻴﻪ »'
			'ﻣﱠﺘﻔ ﻖ ﻋﻠﻰ ﺻ ﱠﺤﺘﻪ. ﺭﻭﺍﻩ ﺇﻣﺎﻣﺎ ﺍﻟﻤ ﺤﱢﺪﺛﻴﻦ: ﺃﺑﻮ ﻋﺒﺪ ﺍﷲ ﻣ ﺤﻤﱠﺪ ﺑ ﻦ ﺇ ﺳﻤﺎﻋﻴﻞ ﺑﻦ ﺇﺑﺮﺎﻫﻴﻢ ﺑﻦ ﺍﻟﻤﻐﻴﺮﺓ ﺑﻦ ﺑ ﺮﺩ ﺯﺑ ﻪ'
			'ﺍﻟ ﺠﻌﻔ ﱡﻲ ﺍﻟﺒ ﺨﺎ ﺭ ﱡﻱ، ﻭﺃﺑﻮ ﺍﻟ ﺤ ﺴﻴﻨﻰ ﻣ ﺴﻠﻢ ﺑﻦ ﺍﻟ ﺤ ﱠﺠﺎ ﺝ ﺑﻦ ﻣﺴﻠﻢ ﺍﻟﻘ ﺸﻴﺮ ﱡﻱ ﺍﻟﱠﻨﻴ ﺴﺎﺑﻮﺭ ﱡﻱ ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨ ﻬﻤﺎ ﻓﻲ'
			'ﺻﺤﻴﺤﻴ ﻬﻤﺎ ﺍﻟﱠﻠﺬﻳ ﻦ ﻩﻤﺎ ﺃ ﺻ ﱡﺢ ﺍﻟﻜﺘ ﺐ ﺍﻟﻤ ﺼﱠﻨﻔﺔ',
		translation: 'Translation of Hadith 1'
),
	Hadith(
		hadithNumber: 2,
		hadith:
						'ﻭ ﻋ ﻦ ﺄﻣﱢ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺄﻣﱢ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻋﺎﺋ ﺸ ﺔ ﺭﺿ ﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﻳﻐ ﺰﻭ'
			'ﺟﻴ ﺶ ﺍﻟﻜﻌﺒ ﺔ ﻓﺈﺫﺍ ﺁﺎﻧﻮﺍ ﺑﺒﻴﺪﺍ ﺀ ﻣ ﻦ ﺍ ﻷ ﺭ ﺽ ﻳ ﺨ ﺴ ﻒ ﺑﺄ ﱠﻭﻟ ﻬﻢ ﻭﺁ ﺧ ﺮ ﻩﻢ ». ﻗﺎﻟ ﺖ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺁﻴ ﻒ'
			'ﻳ ﺨ ﺴ ﻒ ﺑﺄ ﱠﻭﻟ ﻬﻢ ﻭﺁ ﺧ ﺮ ﻩﻢ ﻭﻓﻴ ﻬﻢ ﺃ ﺳ ﻮﺍﻗ ﻬﻢ ﻭ ﻣ ﻦ ﻟﻴ ﺲ ﻣﻨ ﻬﻢ ،؟ ﻗﺎ ﻝ : «ﻳ ﺨ ﺴ ﻒ ﺑﺄ ﱠﻭﻟ ﻬﻢ ﻭﺁ ﺧ ﺮ ﻩﻢ ، ﺛﻢﱠ ﻳﺒﻌﺜﻮﻥ ﻋﻠﻰ'
			'ﻧﱠﻴﺎﺗ ﻬﻢ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ : ﻩﺬﺍ ﻟﻔ ﻆ ﺍﻟﺒ ﺨﺎ ﺭ ﱢﻱ',
		translation: 'Translation of Hadith 2'
),
	Hadith(
		hadithNumber: 3,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸﺔ ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨ ﻬﺎ ﻗﺎﻟﺖ ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻻ ﻩ ﺠ ﺮﺓ ﺑﻌﺪ ﺍﻟﻔﺘ ﺢ، ﻭﻟﻜ ﻦ ﺟ ﻬﺎﺩ ﻭﻧﱠﻴﺔ ،'
			'ﻭﺇﺫﺍ ﺍ ﺳﺘﻨﻔ ﺮﺗﻢ ﻓﺎﻧﻔ ﺮﻭﺍ» ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			' .3ﻭ ﻣﻌﻨﺎﻩ : ﻻ ﻩ ﺠ ﺮﺓ ﻣ ﻦ ﻣﱠﻜ ﺔ ﻷﱠﻧ ﻬﺎ ﺻﺎ ﺭ ﺕ ﺩﺍ ﺭ ﺇ ﺳﻼﻡ',
		translation: 'Translation of Hadith 3'
),
	Hadith(
		hadithNumber: 4,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺟﺎﺑ ﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺍ ﻷﻧ ﺼﺎ ﺭ ﱢﻱ ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ :ﺁﱠﻨﺎ ﻣﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ'
			'ﻏ ﺰﺍﺓ ﻓﻘﺎ ﻝ : «ﺇ ﱠﻥ ﺑﺎﻟ ﻤﺪﻳﻨ ﺔ ﻟ ﺮ ﺟﺎ ﻻ ﻣﺎ ﺳ ﺮﺗﻢ ﻣ ﺴﻴﺮﺍ ، ﻭ ﻻ ﻗ ﻄﻌﺘﻢ ﻭﺍﺩﻳﺎ ﺇ ﱠﻻ ﺁﺎﻧﻮﺍ ﻣﻌﻜﻢ ﺣﺒ ﺴ ﻬﻢ ﺍﻟﻤ ﺮ ﺽ» ﻭﻓﻲ'
			'ﺭﻭﺍﻳ ﺔ : «ﺇ ﱠﻻ ﺷﺮﺁﻮﺁﻢ ﻓﻲ ﺍ ﻷ ﺟ ﺮ» ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'ﻭﺭﻭﺍﻩ ﺍﻟﺒ ﺨﺎ ﺭ ﱡﻱ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺭ ﺟﻌﻨﺎ ﻣ ﻦ ﻏ ﺰ ﻭﺓ ﺗﺒﻮ ﻙ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ:'
			'«ﺇ ﱠﻥ ﺃﻗ ﻮﺍ ﻣﺎ ﺧﻠﻔﻨﺎ ﺑﺎﻟﻤﺪﻳﻨ ﺔ ﻣﺎ ﺳﻠﻜﻨﺎ ﺷﻌﺒﺎ ﻭ ﻻ ﻭﺍﺩﻳﺎ ﺇ ﱠﻻ ﻭ ﻩﻢ ﻣﻌﻨﺎ ، ﺣﺒ ﺴ ﻬﻢ ﺍﻟﻌﺬ ﺭ»',
		translation: 'Translation of Hadith 4'
),
	Hadith(
		hadithNumber: 5,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻳ ﺰﻳﺪ ﻣﻌ ﻦ ﺑﻦ ﻳ ﺰﻳﺪ ﺑ ﻦ ﺍ ﻷ ﺧﻨ ﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻢ، ﻭ ﻩ ﻮ ﻭﺃﺑﻮﻩ ﻭ ﺟﺪﻩ ﺻ ﺤﺎﺑﱡﻴﻮ ﻥ، ﻗﺎﻝ: ﺁﺎ ﻥ ﺃﺑﻲ'
			'ﻳ ﺰﻳﺪ ﺃ ﺧ ﺮ ﺝ ﺩﻧﺎﻧﻴ ﺮ ﻳﺘ ﺼﺪﱠ ﻕ ﺑ ﻬﺎ ﻓ ﻮ ﺿﻌ ﻬﺎ ﻋﻨﺪ ﺭ ﺟ ﻞ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ﻓ ﺠﺌ ﺖ ﻓﺄ ﺧﺬﺗ ﻬﺎ ﻓﺄﺗﻴﺘﻪ ﺑ ﻬﺎ . ﻓﻘﺎ ﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺇﱠﻳﺎ ﻙ'
			'ﺃ ﺭﺩ ﺕ ، ﻓ ﺨﺎﺻ ﻤﺘﻪ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ: «ﻟ ﻚ ﻣﺎ ﻧﻮﻳ ﺖ ﻳﺎ ﻳ ﺰﻳﺪ ، ﻭﻟ ﻚ ﻣﺎ ﺃﺧﺬ ﺕ ﻳﺎ ﻣﻌ ﻦ »'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 5'
),
	Hadith(
		hadithNumber: 6,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺇ ﺳ ﺤﺎ ﻕ ﺳﻌﺪ ﺑ ﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﻣﺎﻟﻚ ﺑﻦ ﺃ ﻩﻴ ﺐ ﺑ ﻦ ﻋﺒﺪ ﻣﻨﺎ ﻑ ﺑ ﻦ ﺰﻫﺮﺓ ﺑ ﻦ ﺁﻼ ﺏ ﺑ ﻦ ﻣ ﱠﺮﺓ ﺑ ﻦ ﺁﻌ ﺐ ﺑ ﻦ.('
			'ﻟﺆ ﱟﻯ ﺍﻟﻘﺮ ﺷ ﱢﻲ ﺍﻟ ﱡﺰ ﻩ ﺮ ﱢﻱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﺃﺣﺪ ﺍﻟﻌﺸﺮﺓ ﺍﻟﻤ ﺸﻬﻮﺩ ﻟﻬﻢ ﺑﺎﻟ ﺠﱠﻨﺔ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ﻗﺎﻝ: « ﺟﺎ ﺀﻧﻲ'
			'ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﻮﺩﻧﻲ ﻋﺎﻡ ﺣ ﱠﺠﺔ ﺍﻟ ﻮﺩﺍ ﻉ ﻣ ﻦ ﻭﺟ ﻊ ﺍ ﺷﺘﱠﺪ ﺑﻲ ﻓﻘﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﻗﺪ ﺑﻠ ﻎ'
			'ﺑﻲ ﻣﻦ ﺍﻟﻮﺟ ﻊ ﻣﺎ ﺗﺮﻯ ، ﻭﺃﻧﺎ ﺫﻭ ﻣﺎ ﻝ ﻭ ﻻ ﻳﺮﺛﻨﻲ ﺇ ﱠﻻ ﺍﺑﻨﺔ ﻟﻲ ، ﺃﻓﺄﺗ ﺼﱠﺪﻕ ﺑﺜﻠﺜ ﻰ ﻣﺎﻟﻲ؟ ﻗﺎ ﻝ: ﻻ ، ﻗﻠ ﺖ : ﻓﺎﻟ ﱠﺸ ﻄﺮ'
			'ﻳﺎﺭﺳ ﻮ ﻝ ﺍﷲ ؟ ﻓﻘﺎ ﻝ : ﻻ، ﻗﻠ ﺖ ﻓﺎﻟﺜﱡﻠ ﺚ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ؟ ﻗﺎﻝ: ﺍﻟﱡﺜﻠ ﺚ ﻭﺍﻟﺜﱡﻠ ﺚ ﺁﺜﻴﺮ ﺃ ﻭ ﺁﺒﻴﺮ ﺇﱠﻧ ﻚ ﺇ ﻥ ﺗﺬ ﺭ ﻭﺭﺛﺘﻚ'
			'ﺃﻏﻨﻴﺎ ﺀ ﺧﻴﺮ ﻣﻦ ﺃ ﻥ ﺗﺬﺭ ﻩﻢ ﻋﺎﻟ ﺔ ﻳﺘﻜﱠﻔﻔﻮ ﻥ ﺍﻟﱠﻨﺎﺱ ، ﻭﺇﱠﻧ ﻚ ﻟ ﻦ ﺗﻨﻔﻖ ﻧﻔﻘ ﺔ ﺗﺒﺘﻐﻲ ﺑ ﻬﺎ ﻭ ﺟﻪ ﺍﷲ ﺇ ﱠﻻ ﺃﺟ ﺮ ﺕ ﻋﻠﻴ ﻬﺎ'
			'ﺣﱠﺘﻰ ﻣﺎ ﺗ ﺠﻌ ﻞ ﻓﻲ ﻓﻲ ﺍ ﻣ ﺮﺃﺗ ﻚ ﻗﺎﻝ: ﻓﻘﻠﺖ: ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﷲ ﺃ ﺧﱠﻠ ﻒ ﺑﻌﺪ ﺃ ﺻ ﺤﺎﺑﻲ؟ ﻗﺎﻝ: ﺇﱠﻧﻚ ﻟﻦ ﺗ ﺨﱠﻠ ﻒ ﻓﺘﻌﻤﻞ ﻋ ﻤ ﻼ'
			'ﺗﺒﺘﻐﻲ ﺑ ﻪ ﻭ ﺟ ﻪ ﺍﷲ ﺇ ﱠﻻ ﺍ ﺯﺩﺩ ﺕ ﺑ ﻪ ﺩﺭﺟ ﺔ ﻭ ﺭﻓﻌ ﺔ ﻭﻟﻌﱠﻠﻚ ﺃ ﻥ ﺗﺨﱠﻠﻒ ﺣﺘﻰ ﻳﻨﺘﻔ ﻊ ﺑ ﻚ ﺃﻗﻮﺎﻣ ﻭﻳ ﻀ ﱠﺮ ﺑﻚ ﺁﺧ ﺮﻭ ﻥ. ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺃ ﻣ ﺾ ﻷ ﺻﺤﺎﺑﻲ ﻩ ﺠﺮﺗ ﻬﻢ، ﻭ ﻻ ﺗ ﺮﺩﱠ ﻩﻢ ﻋﻠﻰ ﺃ ﻋﻘﺎﺑﻬﻢ، ﻟﻜﻦ ﺍﻟﺒﺎﺋ ﺲ ﺳﻌﺪ ﺑ ﻦ ﺧـ ﻮﻟ ﺔ « ﻳ ﺮﺛﻰ ﻟﻪ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ» ﺄﻧ ﻣﺎ ﺕ ﺑﻤﱠﻜ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 6'
),
	Hadith(
		hadithNumber: 7,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤﻦ ﺑ ﻦ ﺻ ﺨ ﺮ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺇ ﱠﻥ'
			'ﺍﷲ ﻻ ﻳﻨ ﻈ ﺮ ﺇﻟﻰ ﺃ ﺟﺴﺎﻣﻜﻢ ، ﻭﻻ ﺇﻟﻰ ﺻ ﻮ ﺭﺁﻢ ، ﻭﻟﻜ ﻦ ﻳﻨ ﻈ ﺮ ﺇﻟﻰ ﻗﻠﻮﺑﻜﻢ ﻭﺃﻋﻤﺎﻟﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 7'
),
	Hadith(
		hadithNumber: 8,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻗﻴ ﺲ ﺍ ﻷﺷﻌ ﺮ ﱢﻱ ﺭ ﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎ ﻝ: ﺳﺌ ﻞ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻋ ﻦ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻳﻘﺎﺗ ﻞ ﺷ ﺠﺎ ﻋ ﺔ ، ﻭﻳﻘﺎﺗ ﻞ ﺣ ﻤﱠﻴ ﺔ ﻭﻳﻘﺎﺗ ﻞ ﺭﻳﺎ ﺀ ، ﺃ ﱡﻱ ﺫﻟﻚ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ؟ ﻓﻘﺎ ﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ'
			' .8ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻗﺎﺗ ﻞ ﻟﺘﻜﻮﻥ ﺁﻠﻤﺔ ﺍﻟﱠﻠ ﻪ ﻩﻲ ﺍﻟﻌﻠﻴﺎ ﻓ ﻬ ﻮ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 8'
),
	Hadith(
		hadithNumber: 9,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﻜ ﺮﺓ ﻧﻔﻴ ﻊ ﺑ ﻦ ﺍﻟﺤﺎ ﺭ ﺙ ﺍﻟﱠﺜﻘﻔﻲ ﺭ ﺿﻲ ﺍﷲ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «ﺇﺫﺍ ﺍﻟﺘﻘﻰ'
			'ﺍﻟﻤ ﺴﻠﻤﺎ ﻥ ﺑﺴﻴﻔﻴ ﻬﻤﺎ ﻓﺎﻟﻘﺎﺗ ﻞ ﻭﺍﻟﻤﻘﺘﻮ ﻝ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ» ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ، ﻩﺬﺍ ﺍﻟﻘﺎﺗ ﻞ ﻓ ﻤﺎ ﺑﺎ ﻝ ﺍﻟﻤﻘﺘﻮ ﻝ ؟ ﻗﺎﻝ:'
			'«ﺇﻧﱠﻪ ﺁﺎ ﻥ ﺣ ﺮﻳﺼﺎ ﻋﻠﻰ ﻗﺘ ﻞ ﺻﺎ ﺣﺒ ﻪ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 9'
),
	Hadith(
		hadithNumber: 10,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺻ ﻼﺓ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻲ ﺟﻤﺎﻋ ﺔ'
			'ﺗﺰﻳﺪ ﻋﻠﻰ ﺻ ﻼﺗ ﻪ ﻓﻲ ﺳﻮﻗ ﻪ ﻭﺑﻴﺘ ﻪ ﺑ ﻀﻌﺎ ﻭ ﻋ ﺸﺮﻳ ﻦ ﺩ ﺭ ﺟ ﺔ ، ﻭﺫﻟ ﻚ ﺃ ﱠﻥ ﺃ ﺣﺪ ﻩﻢ ﺇﺫﺍ ﺗ ﻮ ﱠﺿﺄ ﻓﺄ ﺣ ﺴ ﻦ ﺍﻟ ﻮ ﺿﻮ ﺀ ، ﺛﻢﱠ'
			'ﺃﺗﻰ ﺍﻟﻤ ﺴ ﺠﺪ ﻻ ﻳ ﺮﻳﺪ ﺇ ﱠﻻ ﺍﻟ ﱠﺼ ﻼﺓ ، ﻻ ﻳﻨ ﻬ ﺰﻩ ﺇ ﱠﻻ ﺍﻟﺼﱠ ﻼﺓ ، ﻟﻢ ﻳﺨ ﻂ ﺧﻄ ﻮﺓ ﺇ ﱠﻻ ﺭﻓ ﻊ ﻟﻪ ﺑﻬﺎ ﺩﺭﺟﺔ ، ﻭ ﺣﻂﱠ ﻋﻨﻪ ﺑ ﻬﺎ'
			'ﺧﻄﻴﺌﺔ ﺣﱠﺘﻰ ﻳﺪﺧ ﻞ ﺍﻟ ﻤ ﺴ ﺠﺪ ، ﻓﺈﺫﺍ ﺩﺧﻞ ﺍﻟﻤ ﺴ ﺠﺪ ﺁﺎ ﻥ ﻓﻲ ﺍﻟ ﱠﺼ ﻼﺓ ﻣﺎ ﺁﺎﻧ ﺖ ﺍﻟ ﱠﺼﻼﺓ ﻩ ﻲ ﺍﻟﺘﻲ ﺗﺤﺒ ﺴﻪ ، ﻭﺍﻟﻤﻼﺋﻜﺔ'
			'ﻳ ﺼﱡﻠﻮ ﻥ ﻋﻠﻰ ﺃ ﺣﺪﺁﻢ ﻣﺎ ﺩﺎﻣ ﻓﻲ ﻣ ﺠﻠﺴ ﻪ ﺍﱠﻟﺬﻱ ﺻﱠﻠﻰ ﻓﻴ ﻪ ، ﻳﻘﻮﻟﻮ ﻥ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺭ ﺣ ﻤﻪ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻪ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺗ ﺐ'
			'ﻋﻠﻴﻪ ، ﻣﺎﻟﻢ ﻳ ﺆﺫ ﻓﻴ ﻪ ، ﻣﺎ ﻟﻢ ﻳ ﺤﺪ ﺙ ﻓﻴ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ،ﻭ ﻩﺬﺍ ﻟﻔ ﻆ ﻣ ﺴﻠﻢ . ﻭﻗ ﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'«ﻳﻨ ﻬ ﺰﻩ » ﻩ ﻮ ﺑﻔﺘ ﺢ ﺍﻟﻴﺎ ﺀ ﻭﺍﻟﻬﺎ ﺀ ﻭﺑﺎﻟ ﱠﺰﺎﻳ : ﺄﻳ ﻳ ﺨ ﺮ ﺟﻪ ﻭﻳﻨ ﻬ ﻀﻪ',
		translation: 'Translation of Hadith 10'
),
	Hadith(
		hadithNumber: 11,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺍﻟﻌﱠﺒﺎ ﺱ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﻤ ﱠﻄﻠﺐ ﺭ ﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ، ﻋ ﻦ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻓﻴﻤﺎ ﻳ ﺮﻮﯨ ﻋ ﻦ ﺭﱢﺑ ﻪ ، ﺗﺒﺎ ﺭ ﻙ ﻭﺗﻌﺎﻟﻰ ﻗﺎ ﻝ : «ﺇ ﱠﻥ ﺍﷲ ﺁﺘ ﺐ ﺍﻟﺤﺴﻨﺎ ﺕ ﻭﺍﻟ ﱠﺴﱢﻴﺌﺎ ﺕ ﺛﻢﱠ ﺑﱠﻴ ﻦ ﺫﻟﻚ : ﻓ ﻤ ﻦ ﻩﱠﻢ'
			'ﺑ ﺤ ﺴﻨ ﺔ ﻓﻠﻢ ﻳﻌ ﻤﻠ ﻬﺎ ﺁﺘﺒ ﻬﺎ ﺍﻟﱠﻠﻪ ﻋﻨﺪﻩ ﺗﺒﺎ ﺭ ﻙ ﻭﺗﻌﺎﻟﻰ ﻋﻨﺪﻩ ﺣﺴﻨ ﺔ ﺁﺎ ﻣﻠ ﺔ ﻭﺇ ﻥ ﻩﱠﻢ ﺑ ﻬﺎ ﻓﻌﻤﻠ ﻬﺎ ﺁﺘﺒ ﻬﺎ ﺍﻟﱠﻠﻪ ﻋ ﺸﺮ'
			'ﺣ ﺴﻨﺎ ﺕ ﺇﻟﻰ ﺳﺒﻌ ﻤﺎﺋ ﺔ ﺿﻌ ﻒ ﺇﻟﻰ ﺃ ﺿﻌﺎ ﻑ ﺁﺜﻴﺮﺓ ، ﻭﺇ ﻥ ﻩﱠﻢ ﺑﺴﱢﻴﺌ ﺔ ﻓﻠﻢ ﻳﻌﻤﻠ ﻬﺎ ﺁﺘﺒ ﻬﺎ ﺍﻟﱠﻠﻪ ﻋﻨﺪﻩ ﺣ ﺴﻨ ﺔ ﺁﺎ ﻣﻠ ﺔ ،'
			'ﻭﺇ ﻥ ﻩﱠﻢ ﺑﻬﺎ ﻓﻌ ﻤﻠ ﻬﺎ ﺁﺘﺒ ﻬﺎ ﺍﻟﱠﻠﻪ ﺳﱢﻴﺌ ﺔ ﻭﺍ ﺣﺪﺓ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 11'
),
	Hadith(
		hadithNumber: 12,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟﺨ ﱠﻄﺎ ﺏ، ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ: «ﺍﻧ ﻄﻠ ﻖ ﺛ ﻼﺛﺔ ﻧﻔﺮ ﻣﱠﻤ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ﺣﱠﺘﻰ ﺁ ﻭﺍ ﻩﻢ ﺍﻟﻤﺒﻴ ﺖ ﺇﻟﻰ ﻏﺎ ﺭ ﻓﺪ ﺧﻠﻮﻩ، ﻓﺎﻧ ﺤﺪ ﺭ ﺕ ﺻ ﺨﺮﺓ'
			'ﻣ ﻦ ﺍﻟﺠﺒ ﻞ ﻓ ﺴﱠﺪ ﺕ ﻋﻠﻴ ﻬﻢ ﺍﻟﻐﺎ ﺭ، ﻓﻘﺎﻟﻮﺍ : ﺇﻧﱠﻪ ﻻ ﻳﻨ ﺠﻴﻜﻢ ﻣ ﻦ ﺍﻟ ﱠﺼ ﺨ ﺮﺓ ﺇ ﱠﻻ ﺃ ﻥ ﺗﺪ ﻋﻮﺍ ﺍﷲ ﺗﻌﺎﻟﻰ ﺑﺼﺎﻟﺢ ﺃ ﻋﻤﺎﻟﻜﻢ .'
			'ﻗﺎﻝ ﺭﺟﻞ ﻣﻨ ﻬﻢ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺁﺎ ﻥ ﻟﻲ ﺃﺑﻮﺍ ﻥ ﺷﻴ ﺨﺎ ﻥ ﺁﺒﻴﺮﺍ ﻥ ، ﻭﺁﻨ ﺖ ﻻ ﺃﻏﺒ ﻖ ﻗﺒﻠ ﻬﻤﺎ ﺃ ﻩ ﻼ ﻭﻻ ﻣﺎ ﻻ ﻓﻨﺄﻯ ﺑﻲ ﻃﻠ ﺐ'
			'ﺍﻟ ﱠﺸﺠ ﺮ ﻳ ﻮﻣﺎ ﻓﻠﻢ ﺃ ﺭ ﺡ ﻋﻠﻴﻬ ﻤﺎ ﺣﱠﺘﻰ ﻧﺎ ﻣﺎ ﻓ ﺤﻠﺒﺖ ﻟ ﻬﻤﺎ ﻏﺒﻮﻗﻬ ﻤﺎ ﻓ ﻮ ﺟﺪﺗ ﻬﻤﺎ ﻧﺎﺋﻤﻴ ﻦ ، ﻓﻜ ﺮ ﻩﺖ ﺃ ﻥ ﺃﻭﻗ ﻈﻬ ﻤﺎ ﻭﺃ ﻥ'
			'ﺃ ﻏﺒ ﻖ ﻗﺒﻠ ﻬﻤﺎ ﺃ ﻩ ﻼ ﺃ ﻭ ﻣﺎ ﻻ، ﻓﻠﺒﺜ ﺖ ﻭﺍﻟﻘﺪ ﺡ ﻋﻠﻰ ﻳﺪﻯ ﺃﻧﺘ ﻈ ﺮ ﺍ ﺳﺘﻴﻘﺎ ﻇ ﻬﻤﺎ ﺣﱠﺘﻰ ﺑ ﺮ ﻕ ﺍﻟﻔ ﺠ ﺮ ﻭﺍﻟ ﱢﺼﺒﻴﺔ ﻳﺘﻀﺎ ﻏ ﻮ ﻥ'
			'ﻋﻨﺪ ﻗﺪﻣﻰ ﻓﺎ ﺳﺘﻴﻘ ﻈﺎ ﻓ ﺸﺮﺑﺎ ﻏﺒﻮﻗ ﻬﻤﺎ . ﺍﻟﻠﱠ ﻬﻢﱠ ﺇ ﻥ ﺁﻨ ﺖ ﻓﻌﻠ ﺖ ﺫﻟ ﻚ ﺍﺑﺘﻐﺎ ﺀ ﻭ ﺟ ﻬ ﻚ ﻓﻔ ﱢﺮ ﺝ ﻋﱠﻨﺎ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ﻣ ﻦ ﻩﺬﻩ'
			'ﺍﻟ ﱠﺼ ﺨ ﺮﺓ ، ﻓﺎﻧﻔ ﺮ ﺟ ﺖ ﺷﻴﺌﺎ ﻻ ﻳ ﺴﺘﻄﻴﻌﻮ ﻥ ﺍﻟ ﺨ ﺮﻭ ﺝ ﻣﻨﻪ .'
			'ﻗﺎﻝ ﺍﻵﺧﺮ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﻧﱠﻪ ﺁﺎﻧ ﺖ ﻟ ﻲ ﺍﺑﻨﺔ ﻋﱟﻢ ﺁﺎﻧ ﺖ ﺃ ﺣ ﱠﺐ ﺍﻟﱠﻨﺎ ﺱ ﺇﻟ ﱠﻲ » ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﺁﻨ ﺖ ﺃ ﺣﱡﺒ ﻬﺎ ﺁﺄﺷﺪ ﻣﺎ ﻳﺤ ﱡﺐ'
			'ﺍﻟ ﱢﺮ ﺟﺎ ﻝ ﺍﻟﱢﻨ ﺴﺎ ﺀ ، ﻓﺄ ﺭﺩﺗ ﻬﺎ ﻋﻠﻰ ﻧﻔﺴ ﻬﺎ ﻓﺎ ﻣﺘﻨﻌ ﺖ ﻣﱢﻨﻰ ﺣﱠﺘﻰ ﺃﻟﱠﻤ ﺖ ﺑ ﻬﺎ ﺳﻨﺔ ﻣ ﻦ ﺍﻟ ﱢﺴﻨﻴ ﻦ ﻓ ﺠﺎ ﺀﺗﻨﻰ ﻓﺄ ﻋ ﻄﻴﺘ ﻬﺎ'
			'ﻋ ﺸﺮﻳ ﻦ ﻭ ﻣﺎﺋ ﺔ ﺩﻳﻨﺎ ﺭ ﻋﻠﻰ ﺃ ﻥ ﺗ ﺨﱢﻠ ﻰ ﺑﻴﻨﻰ ﻭﺑﻴ ﻦ ﻧﻔ ﺴ ﻬﺎ ﻓﻔﻌﻠﺖ ، ﺣﱠﺘﻰ ﺇﺫﺍ ﻗﺪ ﺭ ﺕ ﻋﻠﻴ ﻬﺎ » ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻓﻠﱠﻤﺎ'
			'ﻗﻌﺪ ﺕ ﺑﻴ ﻦ ﺭ ﺟﻠﻴ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﺍﱠﺗ ﻖ ﺍﷲ ﻭﻻ ﺗﻔﺾﱠ ﺍﻟﺨﺎﺗﻢ ﺇ ﱠﻻ ﺑ ﺤﱢﻘ ﻪ ، ﻓﺎﻧ ﺼ ﺮﻓ ﺖ ﻋﻨ ﻬﺎ ﻭ ﻩ ﻰ ﺃ ﺣ ﱡﺐ ﺍﻟﱠﻨﺎ ﺱ ﺇﻟ ﱠﻲ ﻭﺗﺮﺁ ﺖ'
			'ﺍﻟﱠﺬ ﻩ ﺐ ﺍﱠﻟﺬﻱ ﺃ ﻋ ﻄﻴﺘ ﻬﺎ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺇ ﻥ ﺁﻨ ﺖ ﻓﻌﻠ ﺖ ﺫﻟ ﻚ ﺍﺑﺘﻐﺎ ﺀ ﻭ ﺟ ﻬ ﻚ ﻓﺎﻓ ﺮ ﺝ ﻋﱠﻨﺎ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ، ﻓﺎﻧﻔ ﺮ ﺟ ﺖ ﺍﻟﺼﱠ ﺨ ﺮﺓ'
			'ﻏﻴ ﺮ ﺃﱠﻧ ﻬﻢ ﻻ ﻳ ﺴﺘ ﻄﻴﻌﻮ ﻥ ﺍﻟ ﺨ ﺮﻭ ﺝ ﻣﻨ ﻬﺎ .'
			'ﻭﻗﺎ ﻝ ﺍﻟﱠﺜﺎﻟ ﺚ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺍ ﺳﺘﺄ ﺟ ﺮ ﺕ ﺃﺟ ﺮﺍ ﺀ ﻭﺃ ﻋ ﻄﻴﺘﻬﻢ ﺃ ﺟ ﺮ ﻩﻢ ﻏﻴ ﺮ ﺭ ﺟ ﻞ ﻭﺍ ﺣﺪ ﺗ ﺮ ﻙ ﺍﱠﻟﺬﻱ ﱠﻟﻪ ﻭﺬﻫﺐ ﻓﺜﱠﻤﺮﺕ ﺃﺟﺮﻩ'
			'ﺣﺘﻰ ﺁﺜﺮﺕ ﻣﻨﻪ ﺍﻷﻣﻮﻻ ﻓﺠﺎﺋﻨﻰ ﺑﻌﺪ ﺣﻴﻦ ﻓﻘﺎﻝ ﻳﺎ ﻋﺒﺪ ﺍﷲ ﺃﱢﺩ ﺇﻟ ﱠﻲ ﺃ ﺟ ﺮﻱ ، ﻓﻘﻠ ﺖ : ﺁﻞﱡ ﻣﺎ ﺗ ﺮﻯ ﻣ ﻦ ﺃ ﺟ ﺮ ﻙ : ﻣ ﻦ'
			'ﺍ ﻹﺑ ﻞ ﻭﺍﻟﺒﻘ ﺮ ﻭﺍﻟﻐﻨﻢ ﻭﺍﻟ ﱠﺮﻗﻴﻖ ﻓﻘﺎﻝ: ﻳﺎ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻻ ﺗ ﺴﺘ ﻬﺰ ﻱ ﺑﻲ ، ﻓﻘﻠ ﺖ : ﻻ ﺃ ﺳﺘ ﻬﺰ ﻱ ﺑﻚ، ﻓﺄ ﺧﺬﻩ ﺁﻠﱠﻪ ﻓﺎ ﺳﺘﺎﻗﻪ'
			'ﻓﻠﻢ ﻳﺘ ﺮ ﻙ ﻣﻨﻪ ﺷﻴﺌﺎ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺇ ﻥ ﺁﻨ ﺖ ﻓﻌﻠ ﺖ ﺫﻟ ﻚ ﺍﺑﺘﻐﺎ ﺀ ﻭ ﺟ ﻬ ﻚ ﻓﺎﻓ ﺮ ﺝ ﻋﱠﻨﺎ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ، ﻓﺎﻧﻔ ﺮ ﺟ ﺖ ﺍﻟﺼﱠ ﺨ ﺮﺓ'
			'ﻓﺨ ﺮ ﺟﻮﺍ ﻳ ﻤ ﺸﻮ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 12'
),
	Hadith(
		hadithNumber: 13,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻭﺍﻟﱠﻠﻪ ﺇﱢﻧﻲ'
			'ﻷ ﺳﺘﻐﻔ ﺮ ﺍﷲ ، ﻭﺃﺗﻮ ﺏ ﺇﻟﻴﻪ ، ﻓﻲ ﺍﻟﻴ ﻮﻡ ، ﺃﺁﺜﺮ ﻣ ﻦ ﺳﺒﻌﻴﻦ ﻣ ﱠﺮﺓ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 13'
),
	Hadith(
		hadithNumber: 14,
		hadith:
						'ﻭﻋﻦ ﺍ ﻷ ﻏ ﱢﺮ ﺑﻦ ﻳﺴﺎﺭ ﺍﻟﻤﺰﻧ ﱢﻲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺃﱡﻳﻬﺎ ﺍﻟﱠﻨﺎﺱ'
			'ﺗﻮﺑﻮﺍ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﻭﺍ ﺳﺘﻐﻔ ﺮﻭﻩ ﻓﺈﻧﻲ ﺃﺗﻮ ﺏ ﻓﻲ ﺍﻟﻴ ﻮﻡ ﻣﺎﺋﺔ ﻣ ﱠﺮﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 14'
),
	Hadith(
		hadithNumber: 16,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻗﻴ ﺲ ﺍ ﻷ ﺷﻌ ﺮ ﱢﻱ ، ﺭ ﺿﻲ ﺍﷲ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «'
			'ﺈﻧ ﺍﷲ ﺗﻌﺎﻟﻰ ﻳﺒ ﺴ ﻂ ﻳﺪﻩ ﺑﺎﻟﱠﻠﻴ ﻞ ﻟﻴﺘﻮﺏ ﻣﺴﻲ ﺀ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻭﻳﺒ ﺴ ﻂ ﻳﺪﻩ ﺑﺎﻟﱠﻨ ﻬﺎ ﺭ ﻟﻴﺘﻮ ﺏ ﻣ ﺴﻲ ﺀ ﺍﻟﱠﻠﻴ ﻞ ﺣﱠﺘﻰ ﺗ ﻄﻠ ﻊ'
			'ﺍﻟﺸﱠ ﻤ ﺲ ﻣﻦ ﻣﻐ ﺮﺑﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 16'
),
	Hadith(
		hadithNumber: 17,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗﺎﺏ ﻗﺒ ﻞ ﺃ ﻥ ﺗﻄﻠ ﻊ'
			'ﺍﻟﺸﱠ ﻤ ﺲ ﻣ ﻦ ﻣﻐ ﺮﺑ ﻬﺎ ﺗﺎ ﺏ ﺍﷲ ﻋﻠﻴﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 17'
),
	Hadith(
		hadithNumber: 18,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋﻤ ﺮ ﺑﻦ ﺍﻟﺨ ﱠﻄﺎﺏ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻗﺎﻝ: «ﺇ ﱠﻥ ﺍﷲ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻳﻘﺒ ﻞ ﺗ ﻮﺑﺔ ﺍﻟﻌﺒﺪ ﻣﺎﻟﻢ ﻳﻐ ﺮﻏ ﺮ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳﺚ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 18'
),
	Hadith(
		hadithNumber: 19,
		hadith:
						'ﻭ ﻋ ﻦ ﺯ ﱢﺭ ﺑ ﻦ ﺣﺒﻴ ﺶ ﻗﺎﻝ : ﺃﺗﻴ ﺖ ﺻﻔﻮﺍ ﻥ ﺑ ﻦ ﻋ ﱠﺴﺎ ﻝ ﺭ ﺿﻲ ﺍﷲ ﻋﻨﻪ ﺃ ﺳﺄﻟﻪ ﻋﻦ ﺍﻟﻤ ﺴ ﺢ ﻋﻠﻰ ﺍﻟ ﺨﱠﻔﻴ ﻦ ﻓﻘﺎﻝ :'
			'ﻣﺎ ﺟﺎ ﺀ ﺑ ﻚ ﻳﺎ ﺯ ﱡﺭ ؟ ﻓﻘﻠ ﺖ : ﺍﺑﺘﻐﺎ ﺀ ﺍﻟﻌﻠﻢ ، ﻓﻘﺎﻝ: ﺇ ﱠﻥ ﺍﻟﻤﻼﺋﻜ ﺔ ﺗ ﻀ ﻊ ﺃ ﺟﻨﺤﺘﻬﺎ ﻟ ﻄﺎﻟ ﺐ ﺍﻟﻌﻠﻢ ﺭﺿﺎﺀ ﺑ ﻤﺎ ﻳﻄﻠ ﺐ ،'
			'ﻓﻘﻠ ﺖ : ﺇﱠﻧﻪ ﻗﺪ ﺣ ﱠﻚ ﻓﻲ ﺻﺪ ﺮﻳ ﺍﻟﻤ ﺴ ﺢ ﻋﻠﻰ ﺍﻟ ﺨﱠﻔﻴ ﻦ ﺑﻌﺪ ﺍﻟﻐﺎﺋ ﻂ ﻭﺍﻟﺒ ﻮ ﻝ ، ﻭﺁﻨ ﺖ ﺍ ﻣ ﺮﺀﺍ ﻣ ﻦ ﺃ ﺻﺤﺎﺏ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺠﺌﺖ ﺃ ﺳﺄﻟ ﻚ : ﻩ ﻞ ﺳ ﻤﻌﺘﻪ ﻳﺬﺁ ﺮ ﻓﻲ ﺫﻟ ﻚ ﺷﻴﺌﺎ ؟ ﻗﺎﻝ : ﻧﻌﻢ ﺁﺎ ﻥ ﻳﺄﻣﺮﻧﺎ ﺇﺫﺍ ﺁﻨﺎ ﺳﻔﺮﺍ ﺃ ﻭ'
			'ﻣﺴﺎﻓﺮﻳﻦ ﺄﻧ ﻻ ﻧﻨﺰ ﻉ ﺧﻔﺎﻓﻨﺎ ﺛﻼﺛﺔ ﺃﱠﻳﺎﻡ ﻭﻟﻴﺎﻟﻴﻬ ﱠﻦ ﺇ ﱠﻻ ﻣ ﻦ ﺟﻨﺎﺑ ﺔ ، ﻟﻜ ﻦ ﻣ ﻦ ﻏﺎﺋ ﻂ ﻭﺑﻮ ﻝ ﻭﻧﻮﻡ . ﻓﻘﻠ ﺖ : ﻩﻞ'
			'ﺳ ﻤﻌﺘﻪ ﻳﺬﺁﺮ ﻓﻲ ﺍﻟﻬﻮﻯ ﺷﻴﺌﺎ ؟ ﻗﺎﻝ : ﻧﻌﻢ ﺁﱠﻨﺎ ﻣﻊ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺳﻔ ﺮ ، ﻓﺒﻴﻨﺎ ﻧﺤ ﻦ ﻋﻨﺪﻩ'
			'ﺇﺫ ﻧﺎﺩﺍﻩ ﺃ ﻋﺮﺍﺑﻲ ﺑﺼ ﻮ ﺕ ﻟﻪ ﺟﻬﻮﺭ ﱟﻱ : ﻳﺎ ﻣﺤﻤﱠﺪ ، ﻓﺄ ﺟﺎﺑﻪ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﺤﻮﺍ ﻣ ﻦ ﺻ ﻮﺗﻪ :'
			'«ﻩﺎ ﺆﻣ» ﻓﻘﻠ ﺖ ﻟﻪ : ﻭﻳ ﺤ ﻚ ﺍ ﻏ ﻀ ﺾ ﻣ ﻦ ﺻ ﻮﺗ ﻚ ﻓﺈﱠﻧﻚ ﻋﻨﺪ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻗﺪ ﻧ ﻬﻴﺖ ﻋ ﻦ ﻩﺬﺍ ،'
			'ﻓﻘﺎﻝ : ﻭﺍﻟﱠﻠﻪ ﻻ ﺃﻏ ﻀ ﺾ : ﻗﺎ ﻝ ﺍ ﻷ ﻋﺮﺍﺑ ﱡﻲ : ﺍﻟﻤ ﺮ ﺀ ﻳ ﺤﺐﱡ ﺍﻟﻘﻮﻡ ﻭﻟﱠﻤﺎ ﻳﻠﺤﻖ ﺑ ﻬﻢ؟ ﻗﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺍﻟ ﱠﺮﺍﺁ ﺐ ﻓﻲ ﻋ ﺮ ﺿ ﻪ ﺃ ﺭﺑﻌﻴ ﻦ ﺃ ﻭ ﺳﺒﻌﻴ ﻦ ﻋﺎﻣﺎ. ﻗﺎ ﻝ ﺳﻔﻴﺎ ﻥ ﺃﺣﺪ ﺍﻟ ﱡﺮ ﻭﺍﺓ . ﻗﺒﻞ ﺍﻟ ﱠﺸﺎﻡ ﺧﻠﻘﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻳ ﻮﻡ ﺧﻠﻖ: «ﺍﻟﻤ ﺮ ﺀ ﻣﻊ ﻣ ﻦ ﺃ ﺣ ﱠﺐ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » ﻓﻤﺎ ﺯﺍ ﻝ ﻳﺤﱢﺪﺛﻨﺎ ﺣﱠﺘﻰ ﺫﺁﺮ ﺑﺎﺑﺎ ﻣﻦ ﺍﻟﻤﻐﺮﺏ ﻣﺴﻴﺮﺓ ﻋ ﺮ ﺿﻪ ﺃ ﻭ ﻳ ﺴﻴﺮ'
			'ﺍﻟﺴﻤﻮﺎﺗ ﻭﺍ ﻷ ﺭ ﺽ ﻣﻔﺘﻮﺣﺎ ﻟﻠﱠﺘﻮﺑﺔ ﻻ ﻳﻐﻠ ﻖ ﺣﱠﺘﻰ ﺗﻄﻠ ﻊ ﺍﻟﺸﱠ ﻤ ﺲ ﻣﻨﻪ » ﺭﻭﺍﻩ ﺍﻟﱢﺘ ﺮﻣﺬﻱ ﻭﻏﻴﺮﻩ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ'
			'ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 19'
),
	Hadith(
		hadithNumber: 20,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺳﻌﺪ ﺑ ﻦ ﻣﺎﻟﻚ ﺑ ﻦ ﺳﻨﺎ ﻥ ﺍﻟ ﺨﺪ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﻧﺒ ﱠﻲ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «'
			'ﺁﺎﻥ ﻓﻴﻤ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ﺭ ﺟ ﻞ ﻗﺘﻞ ﺗ ﺴﻌ ﺔ ﻭﺗ ﺴﻌﻴﻦ ﻧﻔﺴﺎ ، ﻓﺴﺄﻝ ﻋﻦ ﺃﻋﻠﻢ ﺃ ﻩ ﻞ ﺍ ﻷ ﺭ ﺽ ﻓﺪﻝﱠ ﻋﻠﻰ ﺭﺍ ﻩ ﺐ ، ﻓﺄﺗﺎﻩ ﻓﻘﺎﻝ'
			': ﺇﻧﱠﻪ ﻗﺘﻞ ﺗﺴﻌ ﺔ ﻭﺗﺴﻌﻴ ﻦ ﻧﻔﺴﺎ ، ﻓﻬ ﻞ ﻟﻪ ﻣ ﻦ ﺗ ﻮﺑ ﺔ ؟ ﻓﻘﺎﻝ : ﻻ ﻓﻘﺘﻠﻪ ﻓﻜﱠﻤ ﻞ ﺑ ﻪ ﻣﺎﺋ ﺔ ﺛﱠﻢ ﺳﺄ ﻝ ﻋﻦ ﺃﻋﻠﻢ ﺄﻫ ﻞ'
			'ﺍﻷﺭ ﺽ ، ﻓﺪﻝﱠ ﻋﻠﻰ ﺭﺟ ﻞ ﻋﺎﻟﻢ ﻓﻘﺎﻝ: ﺇﻧ ﻪ ﻗﺘﻞ ﻣﺎﺋ ﺔ ﻧﻔ ﺲ ﻓﻬ ﻞ ﻟﻪ ﻣ ﻦ ﺗ ﻮﺑ ﺔ ؟ ﻓﻘﺎ ﻝ: ﻧﻌﻢ ﻭﻣ ﻦ ﻳ ﺤﻮ ﻝ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ'
			'ﺍﻟﺘ ﻮﺑﺔ ؟ ﺍﻧ ﻄﻠ ﻖ ﺇﻟﻰ ﺃ ﺭ ﺽ ﺁﺬﺍ ﻭﺁﺬﺍ ، ﻓﺈ ﱠﻥ ﺑﻬﺎ ﺃﻧﺎﺳﺎ ﻳﻌﺒﺪﻭ ﻥ ﺍﷲ ﺗﻌﺎﻟﻰ ﻓﺎ ﻋﺒﺪ ﺍﷲ ﻣﻌ ﻬﻢ ، ﻭﻻ ﺗ ﺮﺟ ﻊ ﺇﻟﻰ ﺃ ﺭ ﺿ ﻚ'
			'ﻓﺈﱠﻧ ﻬﺎ ﺃ ﺭ ﺽ ﺳﻮ ﺀ ، ﻓﺎﻧ ﻄﻠﻖ ﺣﱠﺘﻰ ﺇﺫﺍ ﻧ ﺼﻒ ﺍﻟﻄﱠﺮﻳ ﻖ ﺃﺗﺎﻩ ﺍﻟﻤ ﻮ ﺕ ﻓﺎﺧﺘﺼﻤ ﺖ ﻓﻴ ﻪ ﻣﻼﺋﻜﺔ ﺍﻟ ﱠﺮ ﺣﻤ ﺔ ﻭﻣﻼﺁﺔ ﺍﻟﻌﺬﺍ ﺏ'
			'. ﻓﻘﺎﻟ ﺖ ﻣﻼﺋﻜﺔ ﺍﻟ ﱠﺮ ﺣﻤ ﺔ : ﺟﺎ ﺀ ﺗﺎﺋﺒﺎ ﻣﻘﺒﻼ ﺑﻘﻠﺒ ﻪ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻭﻗﺎﻟ ﺖ ﻣﻼﺋﻜﺔ ﺍﻟﻌﺬﺍ ﺏ : ﺇﻧﱠﻪ ﻟﻢ ﻳﻌﻤ ﻞ ﺧﻴﺮﺍ ﻗ ﱡﻂ'
			'، ﻓﺄﺗﺎ ﻩﻢ ﻣﻠ ﻚ ﻓﻲ ﺻﻮ ﺭﺓ ﺁﺩﻣﻲ ﻓﺠﻌﻠﻮﻩ ﺑﻴﻨ ﻬﻢ ﺄﻳ ﺣﻜﻤﺎ ﻓﻘﺎﻝ ﻗﻴﺴﻮﺍ ﻣﺎ ﺑﻴﻦ ﺍ ﻷ ﺭ ﺿﻴﻦ ﻓﺈﻟﻰ ﺃﱠﻳﺘﻬﻤﺎ ﺁﺎﻥ ﺃﺩﻧﻰ ﻓ ﻬﻮ'
			'ﻟﻪ، ﻓﻘﺎ ﺳﻮﺍ ﻓ ﻮ ﺟﺪﻭﻩ ﺃﺩﻧﻰ ﺇﻟﻰ ﺍ ﻷ ﺭ ﺽ ﺍﻟﺘﻲ ﺃ ﺭﺍﺩ ﻓﻘﺒ ﻀﺘﻪ ﻣﻼﺋﻜﺔ ﺍﻟ ﱠﺮﺣﻤ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻓﻲ ﺍﻟﺼﺤﻴﺢ : « ﻓﻜﺎﻥ ﺇﻟﻰ ﺍﻟﻘ ﺮﻳ ﺔ ﺍﻟ ﱠﺼﺎﻟ ﺤﺔ ﺃﻗﺮ ﺏ ﺑ ﺸﺒ ﺮ ، ﻓ ﺠﻌﻞ ﻣ ﻦ ﺃ ﻩﻠﻬﺎ » ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻓﻲ'
			'ﺍﻟﺼﺤﻴﺢ : « ﻓﺄ ﻭ ﺣﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺇﻟﻰ ﻩﺬﻩ ﺄﻧ ﺗﺒﺎ ﻋﺪﻯ، ﻭﺇﻟﻰ ﻩﺬﻩ ﺄﻧ ﺗﻘ ﱠﺮﺑﻲ ﻭﻗﺎﻝ : ﻗﻴ ﺴﻮﺍ ﻣﺎ ﺑﻴﻨﻬﻤﺎ ، ﻓ ﻮﺟﺪﻭﻩ'
			'ﺇﻟﻰ ﻩﺬﻩ ﺃﻗ ﺮ ﺏ ﺑ ﺸﺒ ﺮ ﻓﻐﻔ ﺮ ﻟﻪ » . ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻓﻨﺄﻯ ﺑ ﺼﺪ ﺭﻩ ﻧ ﺤﻮ ﻩﺎ »',
		translation: 'Translation of Hadith 20'
),
	Hadith(
		hadithNumber: 21,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟ ﻚ ، ﻭﺁﺎ ﻥ ﻗﺎﺋﺪ ﺁﻌ ﺐ ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨﻪ ﻣ ﻦ ﺑﻨﻴ ﻪ ﺣﻴ ﻦ ﻋﻤ ﻲ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺁﻌ ﺐ'
			'ﺑﻦ ﻣﺎﻟ ﻚ ﺭ ﺿﻲ ﺍﷲ ﻋﻨﻪ ﻳ ﺤﺪﱢ ﺙ ﺑﺤﺪﻳﺜ ﻪ ﺣﻴﻦ ﺗ ﺨﱠﻠﻒ ﻋ ﻦ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ ﻏﺰﻭﺓ ﺗﺒﻮ ﻙ .'
			'ﻗﺎﻝ ﺁﻌ ﺐ : ﻟﻢ ﺃﺗﺨﱠﻠ ﻒ ﻋ ﻦ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ ﻏ ﺰ ﻭﺓ ﻏ ﺰﺎﻫﺎ ﺇ ﱠﻻ ﻓﻲ ﻏ ﺰ ﻭﺓ ﺗﺒﻮ ﻙ ، ﻏﻴﺮ ﺃﱢﻧﻲ'
			'ﻗﺪ ﺗﺨﻠﱠﻔ ﺖ ﻓﻲ ﻏ ﺰﻭﺓ ﺑﺪ ﺭ ، ﻭﻟﻢ ﻳﻌﺎﺗ ﺐ ﺃﺣﺪ ﺗﺨﱠﻠﻒ ﻋﻨﻪ ، ﺇﱠﻧﻤﺎ ﺧ ﺮ ﺝ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻭﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ﻳﺮﻳﺪﻭ ﻥ ﻋﻴ ﺮ ﻗﺮﻳﺶ ﺣﱠﺘﻰ ﺟﻤ ﻊ ﺍﷲ ﺗﻌﺎﻟﻰ ﺑﻴﻨ ﻬﻢ ﻭﺑﻴﻦ ﻋﺪ ﱢﻭ ﻩﻢ ﻋﻠﻰ ﻏﻴ ﺮ ﻣﻴﻌﺎﺩ . ﻭﻟﻘﺪ ﺷﻬﺪ ﺕ ﻣ ﻊ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻴﻠ ﺔ ﺍﻟﻌﻘﺒ ﺔ ﺣﻴ ﻦ ﺗ ﻮﺍﺛﻘﻨﺎ ﻋﻠﻰ ﺍ ﻹ ﺳﻼﻡ ، ﻭ ﻣﺎ ﺃ ﺣﺐﱡ ﺃ ﱠﻥ ﻟﻲ ﺑ ﻬﺎ ﻣﺸ ﻬﺪ ﺑﺪ ﺭ ،'
			'ﻭﺈﻧ ﺁﺎﻧ ﺖ ﺑﺪﺭ ﺃﺫﺁ ﺮ ﻓﻲ ﺍﻟﱠﻨﺎ ﺱ ﻣﻨ ﻬﺎ ﻭﺁﺎﻥ ﻣﻦ ﺧﺒﺮﻱ ﺣﻴ ﻦ ﺗﺨﻠﱠﻔ ﺖ ﻋ ﻦ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ'
			'ﻏ ﺰ ﻭﺓ ﺗﺒﻮﻙ ﺃﱢﻧﻲ ﻟﻢ ﺃﺁ ﻦ ﻗ ﱡﻂ ﺃﻗ ﻮﻯ ﻭﻻ ﺃﻳ ﺴ ﺮ ﻣﱢﻨﻲ ﺣﻴ ﻦ ﺗﺨﻠﱠﻔ ﺖ ﻋﻨﻪ ﻓﻲ ﺗﻠ ﻚ ﺍﻟﻐ ﺰ ﻭﺓ ، ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺟﻤﻌ ﺖ ﻗﺒﻠﻬﺎ'
			'ﺭﺍ ﺣﻠﺘﻴ ﻦ ﻗ ﱡﻂ ﺣﱠﺘﻰ ﺟ ﻤﻌﺘ ﻬﻤﺎ ﻓﻲ ﺗﻠﻚ ﺍﻟﻐﺰ ﻭﺓ ، ﻭﻟﻢ ﻳﻜﻦ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺮﻳﺪ ﻏ ﺰﻭﺓ ﺇ ﱠﻻ ﻭ ﱠﺮﯨ'
			'ﺑﻐﻴ ﺮ ﻩﺎ ﺣﱠﺘﻰ ﺁﺎﻧ ﺖ ﺗﻠ ﻚ ﺍﻟﻐ ﺰﻭﺓ ، ﻓﻐ ﺰﺎﻫﺎ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺣ ﱟﺮ ﺷﺪﻳﺪ ، ﻭﺍ ﺳﺘﻘﺒ ﻞ ﺳﻔﺮﺍ ﺑﻌﻴﺪﺍ'
			'ﻭ ﻣﻔﺎﺯﺍ. ﻭﺍ ﺳﺘﻘﺒ ﻞ ﻋﺪﺩﺍ ﺁﺜﻴﺮﺍ ، ﻓ ﺠﱠﻠﻰ ﻟﻠﻤ ﺴﻠ ﻤﻴ ﻦ ﺃ ﻣ ﺮ ﻩﻢ ﻟﻴﺘﺄ ﱠﻩﺒﻮﺍ ﺃ ﻩﺒ ﺔ ﻏ ﺰ ﻭ ﻩﻢ ﻓﺄ ﺧﺒ ﺮ ﻩﻢ ﺑ ﻮ ﺟ ﻬ ﻬﻢ ﺍﱠﻟﺬﻱ ﻳﺮﻳﺪ ،'
			'ﻭﺍﻟﻤ ﺴﻠﻤﻮﻥ ﻣﻊ ﺭﺳﻮﻝ ﺍﷲ ﺁﺜﻴﺮ ﻭ ﻻ ﻳ ﺠﻤﻌ ﻬﻢ ﺁﺘﺎ ﺏ ﺣﺎﻓ ﻆ « ﻳﺮﻳﺪ ﺑﺬﻟ ﻚ ﺍﻟﱢﺪﻳﻮﺎﻧ » ﻗﺎﻝ ﺁﻌ ﺐ : ﻓﻘ ﱠﻞ ﺭ ﺟﻞ ﻳﺮﻳﺪ ﺃ ﻥ'
			'ﻳﺘﻐﱠﻴ ﺐ ﺇ ﱠﻻ ﻇ ﱠﻦ ﺃ ﱠﻥ ﺫﻟ ﻚ ﺳﻴ ﺨﻔﻰ ﺑ ﻪ ﻣﺎﻟﻢ ﻳﻨ ﺰ ﻝ ﻓﻴ ﻪ ﻭ ﺣ ﻰ ﻣﻦ ﺍﻟﱠﻠ ﻪ ، ﻭ ﻏ ﺰﺍ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺗﻠ ﻚ'
			'ﺍﻟﻐﺰﻭﺓ ﺣﻴﻦ ﻃﺎﺑﺖ ﺍﻟﱢﺜ ﻤﺎ ﺭ ﻭﺍﻟ ﱢﻈﻼ ﻝ ، ﻓﺄﻧﺎ ﺇﻟﻴ ﻬﺎ ﺃ ﺻﻌ ﺮ ، ﻓﺘﺠ ﱠﻬﺰ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺍﻟﻤ ﺴﻠﻤﻮﻥ'
			'ﻣﻌﻪ ، ﻭﻃﻔﻘﺖ ﺃﻏﺪﻭ ﻟﻜ ﻰ ﺃﺗ ﺠ ﱠﻬ ﺰ ﻣﻌﻪ ﻓﺄ ﺭﺟ ﻊ ﻭﻟﻢ ﺃﻗﺾ ﺷﻴﺌﺎ ، ﻭﺃﻗﻮ ﻝ ﻓﻲ ﻧﻔﺴﻰ: ﺃﻧﺎ ﻗﺎﺩﺭ ﻋﻠﻰ ﺫﻟﻚ ﺇﺫﺍ ﺃ ﺭﺩ ﺕ،'
			'ﻓﻠﻢ ﻳﺰ ﻝ ﻳﺘﻤﺎﺪﯨ ﺑﻲ ﺣﱠﺘﻰ ﺍ ﺳﺘ ﻤ ﱠﺮ ﺑﺎﻟﱠﻨﺎ ﺱ ﺍﻟ ﺠﱡﺪ ، ﻓﺄ ﺻﺒ ﺢ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻏﺎﺩﻳﺎ ﻭﺍﻟﻤ ﺴﻠﻤﻮ ﻥ'
			'ﻣﻌﻪ ، ﻭﻟﻢ ﺃﻗ ﺾ ﻣ ﻦ ﺟﻬﺎﺰﻳ ﺷﻴﺌﺎ ، ﺛﻢﱠ ﻏﺪ ﻭ ﺕ ﻓ ﺮ ﺟﻌ ﺖ ﻭﻟﻢ ﺃﻗﺾ ﺷﻴﺌﺎ ، ﻓﻠﻢ ﻳ ﺰ ﻝ ﻳﺘﻤﺎﺪﯨ ﺑﻲ ﺣﱠﺘﻰ ﺃ ﺳﺮ ﻋﻮﺍ'
			'ﻭﺗﻔﺎ ﺮﻃ ﺍﻟﻐ ﺰ ﻭ ، ﻓ ﻬ ﻤ ﻤ ﺖ ﺃ ﻥ ﺃ ﺭﺗ ﺤﻞ ﻓﺄﺩﺭﺁ ﻬﻢ ، ﻓﻴﺎﻟﻴﺘﻨﻲ ﻓﻌﻠ ﺖ ، ﺛﻢﱠ ﻟﻢ ﻳﻘﱠﺪ ﺭ ﺫﻟﻚ ﻟﻲ ، ﻓﻄﻔﻘ ﺖ ﺇﺫﺍ ﺧ ﺮ ﺟ ﺖ ﻓﻲ'
			'ﺍﻟﱠﻨﺎ ﺱ ﺑﻌﺪ ﺧ ﺮﻭ ﺝ ﺭ ﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺤ ﺰﻧﻨﻲ ﺃﱢﻧﻲ ﻻ ﺃ ﺮﯨ ﻟﻲ ﺃ ﺳ ﻮﺓ ، ﺇ ﱠﻻ ﺭ ﺟ ﻼ ﻣﻐﻤﻮﺻﺎ ﻋﻠﻴﻪ ﻓﻲ'
			'ﺍﻟﱢﻨﻔﺎ ﻕ ، ﺃ ﻭ ﺭ ﺟ ﻼ ﻣﱠﻤ ﻦ ﻋﺬ ﺭ ﺍﻟﻠﱠﻪ ﺗﻌﺎﻟﻰ ﻣﻦ ﺍﻟ ﱡﻀﻌﻔﺎ ﺀ ، ﻭﻟﻢ ﻳﺬﺁﺮﻧﻲ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﱠﺘﻰ ﺑﻠﻎ'
			'ﺗﺒﻮ ﻙ ، ﻓﻘﺎ ﻝ ﻭ ﻩ ﻮ ﺟﺎﻟ ﺲ ﻓﻲ ﺍﻟﻘ ﻮﻡ ﺑﺘﺒﻮﻙ : ﻣﺎ ﻓﻌ ﻞ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟ ﻚ ؟ ﻓﻘﺎ ﻝ ﺭ ﺟﻞ ﻣﻦ ﺑﻨﻲ ﺳﻠ ﻤﺔ : ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ'
			'ﺣﺒ ﺴﻪ ﺑ ﺮﺩﺍﻩ ، ﻭﺍﻟﱠﻨﻈ ﺮ ﻓﻲ ﻋ ﻄﻔﻴﻪ . ﻓﻘﺎﻝ ﻟﻪ ﻣﻌﺎﺫ ﺑ ﻦ ﺟﺒ ﻞ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﺑﺌﺲ ﻣﺎ ﻗﻠ ﺖ ، ﻭﺍﻟﱠﻠ ﻪ ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ'
			'ﻣﺎ ﻋﻠ ﻤﻨﺎ ﻋﻠﻴﻪ ﺇ ﱠﻻ ﺧﻴﺮﺍ ، ﻓﺴﻜﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ. ﻓﺒﻴﻨﺎ ﻩ ﻮ ﻋﻠﻰ ﺫﻟﻚ ﺭﺄﯨ ﺭ ﺟ ﻼ ﻣﺒﻴﻀﺎ ﻳ ﺰﻭ ﻝ'
			'ﺑﻪ ﺍﻟ ﱠﺴ ﺮﺍ ﺏ ، ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺁ ﻦ ﺃﺑﺎ ﺧﻴﺜ ﻤ ﺔ ، ﻓﺈﺫﺍ ﻩ ﻮ ﺃﺑﻮ ﺧﻴﺜ ﻤ ﺔ ﺍ ﻷﻧ ﺼﺎﺭ ﱡﻱ ﻭ ﻩ ﻮ ﺍﱠﻟﺬﻱ'
			'ﺗ ﺼﱠﺪ ﻕ ﺑﺼﺎﻉ ﺍﻟﱠﺘ ﻤﺮ ﺣﻴﻦ ﻟ ﻤ ﺰﻩ ﺍﻟﻤﻨﺎﻓﻘﻮﻥ ﻗﺎ ﻝ ﺁﻌ ﺐ : ﻓﱠﻠﻤﺎ ﺑﻠﻐﻨﻲ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺪ ﺗ ﻮ ﱠﺟ ﻪ'
			'ﻗﺎﻓﻼ ﻣ ﻦ ﺗﺒﻮ ﻙ ﺣ ﻀ ﺮﻧﻲ ﺑﱢﺜﻲ ، ﻓﻄﻔﻘ ﺖ ﺃﺗﺬﺁﱠ ﺮ ﺍﻟﻜﺬ ﺏ ﻭﺃﻗﻮ ﻝ: ﺑﻢ ﺃ ﺧ ﺮ ﺝ ﻣﻦ ﺳﺨﻄﻪ ﻏﺪﺍ ﻭﺃ ﺳﺘﻌﻴ ﻦ ﻋﻠﻰ ﺫﻟ ﻚ ﺑﻜﻞﱢ'
			'ﻋ ﺮﻓ ﺖ ﺃﱢﻧﻲ ﻟﻢ ﺃﻧﺞ ﻣﻨﻪ ﺑ ﺸﻲ ﺀ ﺃﺑﺪﺍ ﻓﺄ ﺟﻤﻌ ﺖ ﺻﺪﻗﺔ ، ﻭﺃ ﺻﺒ ﺢ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﺩﻣﺎ ، ﻭﺁﺎﻥ ﺇﺫﺍﺬﻳ ﺭﺄﻳ ﻣ ﻦ ﺃ ﻩﻠﻲ ، ﻓﻠﱠﻤﺎ ﻗﻴ ﻞ : ﺇ ﱠﻥ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺪ ﺃ ﻇ ﱠﻞ ﻗﺎﺩﻣﺎ ﺯﺍ ﺡ ﻋﱢﻨﻲ ﺍﻟﺒﺎ ﻃ ﻞ ﺣﱠﺘﻰ'
			'ﻗﺪﻡ ﻣ ﻦ ﺳﻔ ﺮ ﺑﺪﺃ ﺑﺎﻟﻤ ﺴﺠﺪ ﻓ ﺮﺁ ﻊ ﻓﻴﻪ ﺭﺁﻌﺘﻴ ﻦ ﺛﻢﱠ ﺟﻠﺲ ﻟﻠﱠﻨﺎﺱ ، ﻓﻠﱠﻤﺎ ﻓﻌﻞ ﺫﻟﻚ ﺟﺎ ﺀﻩ ﺍﻟﻤﺨﱠﻠﻔﻮ ﻥ ﻳﻌﺘﺬ ﺭﻮﻧ ﺇﻟﻴﻪ'
			'ﻭﻳ ﺤﻠﻔﻮﻥ ﻟﻪ ، ﻭﺁﺎﻧﻮﺍ ﺑﻀﻌﺎ ﻭﺛ ﻤﺎﻧﻴﻦ ﺭ ﺟﻼ ﻓﻘﺒﻞ ﻣﻨ ﻬﻢ ﻋﻼﻧﻴﺘ ﻬﻢ ﻭﺍ ﺳﺘﻐﻔﺮ ﻟ ﻬﻢ ﻭ ﻭﺁ ﻞ ﺳ ﺮﺍﺋ ﺮ ﻩﻢ ﺇﻟﻰ ﺍﷲ ﺗﻌﺎﻟﻰ .'
			'ﺣﱠﺘﻰ ﺟﺌ ﺖ ، ﻓﻠﱠﻤﺎ ﺳﻠ ﻤ ﺖ ﺗﺒ ﱠﺴﻢ ﺗﺒ ﱡﺴﻢ ﺍﻟﻤﻐﻀﺐ ﺛﱠﻢ ﻗﺎ ﻝ : ﺗﻌﺎ ﻝ، ﻓﺠﺌ ﺖ ﺃ ﻣﺸﻲ ﺣﺘﻰ ﺟﻠ ﺴ ﺖ ﺑﻴﻦ ﻳﺪﻳ ﻪ ، ﻓﻘﺎ ﻝ ﻟﻲ :'
			'ﻣﺎ ﺧﱠﻠﻔ ﻚ ؟ ﺃﻟﻢ ﺗﻜ ﻦ ﻗﺪ ﺍﺑﺘﻌ ﺖ ﻇ ﻬ ﺮﻙ، ﻗﺎ ﻝ ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﷲ ﺇﱢﻧﻲ ﻭﺍﻟﱠﻠﻪ ﻟ ﻮ ﺟﻠ ﺴ ﺖ ﻋﻨﺪ ﻏﻴﺮ ﻙ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﱡﺪﻧﻴﺎ'
			'ﻟ ﺮﺃﻳ ﺖ ﺃﻧﻲ ﺳﺄ ﺧ ﺮﺝ ﻣ ﻦ ﺳ ﺨﻄﻪ ﺑﻌﺬ ﺭ ، ﻟﻘﺪ ﺃ ﻋﻄﻴ ﺖ ﺟﺪﻻ ، ﻭﻟﻜﱠﻨﻲ ﻭﺍﻟﱠﻠﻪ ﻟﻘﺪ ﻋﻠ ﻤ ﺖ ﻟﺌﻦ ﺣﱠﺪﺛﺘ ﻚ ﺍﻟﻴ ﻮﻡ ﺣﺪﻳﺚ ﺁﺬ ﺏ'
			'ﺗ ﺮﺿﻰ ﺑﻪ ﻋﱢﻨﻲ ﻟﻴﻮﺷﻜ ﱠﻦ ﺍﻟﱠﻠﻪ ﻳ ﺴﺨﻄﻚ ﻋﻠ ﱠﻲ ، ﻭﺇ ﻥ ﺣﱠﺪﺛﺘ ﻚ ﺣﺪﻳﺚ ﺻﺪ ﻕ ﺗﺠﺪ ﻋﻠ ﱠﻲ ﻓﻴﻪ ﺇﱢﻧﻲ ﻷ ﺭ ﺟﻮ ﻓﻴﻪ ﻋﻘﺒﻰ ﺍﷲ'
			'ﻋ ﱠﺰ ﻭﺟ ﱠﻞ ، ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺁﺎﻥ ﻟﻲ ﻣﻦ ﻋﺬ ﺭ ، ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺁﻨ ﺖ ﻗ ﱡﻂ ﺃﻗ ﻮﻯ ﻭﻻ ﺃﻳﺴﺮ ﻣﱢﻨﻲ ﺣﻴ ﻦ ﺗﺨﻠﻔ ﺖ ﻋﻨﻚ ﻗﺎ ﻝ : ﻓﻘﺎ ﻝ'
			'ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﱠﻣﺎ ﻩﺬﺍ ﻓﻘﺪ ﺻﺪ ﻕ ، ﻓﻘﻢ ﺣﱠﺘﻰ ﻳﻘﻀ ﻲ ﺍﻟﱠﻠﻪ ﻓﻴ ﻚ » ﻭ ﺳﺎ ﺭ ﺭ ﺟﺎﻝ ﻣ ﻦ ﺑﻨﻲ'
			'ﺳﻠﻤﺔ ﻓﺎﱠﺗﺒﻌﻮﻧﻲ ، ﻓﻘﺎﻟﻮﺍ ﻟﻲ : ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﻋﻠ ﻤﻨﺎ ﻙ ﺃﺫﻧﺒ ﺖ ﺫﻧﺒﺎ ﻗﺒﻞ ﻩﺬﺍ ، ﻟﻘﺪ ﻋ ﺠﺰ ﺕ ﻓﻲ ﺄﻧ ﻻ ﺗﻜﻮﻥ ﺍﻋﺘﺬ ﺮﺗ ﺇﻟﻰ'
			'ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻤﺎ ﺍ ﻋﺘﺬ ﺭ ﺇﻟﻴ ﻪ ﺍﻟﻤ ﺨﻠﱠﻔﻮﻥ ﻓﻘﺪ ﺁﺎ ﻥ ﺁﺎﻓﻴ ﻚ ﺫﻧﺒ ﻚ ﺍ ﺳﺘﻐﻔﺎ ﺭ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻚ . ﻗﺎ ﻝ : ﻓﻮﺍﷲ ﻣﺎ ﺯﺍﻟﻮﺍ ﻳﺆﱢﻧﺒﻮﻧﻨﻲ ﺣﱠﺘﻰ ﺃ ﺭﺪﺗ ﺃ ﻥ ﺃ ﺭ ﺟ ﻊ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﺄﺁﺬﺏ ﻧﻔ ﺴﻲ ، ﺛﻢﱠ ﻗﻠ ﺖ ﻟ ﻬﻢ : ﻩ ﻞ ﻟﻘ ﻲ ﻩﺬﺍ ﻣﻌﻲ ﻣ ﻦ ﺃﺣﺪ ؟ ﻗﺎﻟﻮﺍ : ﻧﻌﻢ ﻟﻘﻴﻪ ﻣﻌﻚ ﺭ ﺟﻼﻥ ﻗﺎﻻ ﻣﺜ ﻞ ﻣﺎ ﻗﻠ ﺖ ،'
			'ﻭﻗﻴﻞ ﻟﻬ ﻤﺎ ﻣﺜ ﻞ ﻣﺎ ﻗﻴ ﻞ ﻟ ﻚ ، ﻗﺎﻝ ﻗﻠ ﺖ : ﻣﻦ ﻩ ﻤﺎ ؟ ﻗﺎﻟﻮﺍ : ﻣﺮﺍﺭﺓ ﺑ ﻦ ﺍﻟ ﱠﺮﺑﻴﻊ ﺍﻟﻌ ﻤ ﺮ ﱡﻱ ، ﻭ ﻩﻼﻝ ﺍﺑﻦ ﺃﻣﱠﻴ ﺔ ﺍﻟ ﻮﺍﻗﻔ ﱡﻲ'
			'؟ ﻗﺎ ﻝ : ﻓﺬﺁﺮﻭﺍ ﻟﻲ ﺭ ﺟﻠﻴ ﻦ ﺻﺎﻟ ﺤﻴﻦ ﻗﺪ ﺷ ﻬﺪﺍ ﺑﺪﺭﺍ ﻓﻴ ﻬ ﻤﺎ ﺃ ﺳ ﻮﺓ . ﻗﺎ ﻝ : ﻓ ﻤﻀﻴﺖ ﺣﻴ ﻦ ﺫﺁﺮﻭ ﻩﻤﺎ ﻟﻲ .'
			'ﻭﻧ ﻬﻰ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻦ ﺁﻼﻣﻨﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﺜﻼﺛﺔ ﻣﻦ ﺑﻴﻦ ﻣﻦ ﺗ ﺨﱠﻠﻒ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻓﺎ ﺟﺘﻨﺒﻨﺎ ﺍﻟﱠﻨﺎﺱ'
			'ﺃ ﻭ ﻗﺎ ﻝ: ﺗﻐﱠﻴ ﺮﻭﺍ ﻟﻨﺎ ﺣﱠﺘﻰ ﺗﻨﱠﻜﺮﺕ ﻟﻲ ﻓﻲ ﻧﻔﺴﻲ ﺍ ﻷ ﺭ ﺽ ، ﻓ ﻤﺎ ﻩ ﻲ ﺑﺎ ﻷ ﺭ ﺽ ﺍﻟﺘﻲ ﺃ ﻋ ﺮ ﻑ ، ﻓﻠﺒﺜﻨﺎ ﻋﻠﻰ ﺫﻟ ﻚ'
			'ﺧ ﻤ ﺴﻴ ﻦ ﻟﻴﻠ ﺔ . ﻓﺄﱠﻣﺎ ﺻﺎﺣﺒﺎ ﻱ ﻓﺎﺳﺘﻜﺎﻧﺎ ﻭﻗﻌﺪﺍ ﻓﻲ ﺑﻴﻮﺗﻬ ﻤﺎ ﻳﺒﻜﻴﺎ ﻥ ﻭﺃﱠﻣﺎ ﺃﻧﺎ ﻓﻜﻨ ﺖ ﺃ ﺷ ﱠﺐ ﺍﻟﻘ ﻮﻡ ﻭﺃ ﺟﻠﺪ ﻩﻢ ، ﻓﻜﻨ ﺖ'
			'ﺃ ﺧ ﺮﺝ ﻓﺄﺷ ﻬﺪ ﺍﻟ ﱠﺼﻼﺓ ﻣ ﻊ ﺍﻟﻤ ﺴﻠ ﻤﻴ ﻦ، ﻭﺃ ﻃﻮ ﻑ ﻓﻲ ﺍ ﻷ ﺳ ﻮﺍ ﻕ ﻭﻻ ﻳﻜﱢﻠﻤﻨﻲ ﺃﺣﺪ ، ﻭﺁﺗﻲ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﺄ ﺳﻠﱢﻢ ﻋﻠﻴﻪ ، ﻭ ﻩﻮ ﻓﻲ ﻣ ﺠﻠ ﺴ ﻪ ﺑﻌﺪ ﺍﻟ ﱠﺼﻼﺓ ، ﻓﺄﻗﻮ ﻝ ﻓﻲ ﻧﻔ ﺴﻲ : ﻩﻞ ﺣ ﱠﺮ ﻙ ﺷﻔﺘﻴ ﻪ ﺑﺮﱢﺩ ﺍﻟ ﱠﺴﻼﻡ ﺄﻣ ﻻ ؟ ﺛﻢﱠ'
			'ﺃﺻﱢﻠﻲ ﻗﺮﻳﺒﺎ ﻣﻨﻪ ﻭﺃ ﺳﺎ ﺭﻗﻪ ﺍﻟﱠﻨ ﻈ ﺮ ، ﻓﺈﺫﺍ ﺃﻗﺒﻠ ﺖ ﻋﻠﻰ ﺻﻼﺗﻲ ﻧﻈﺮ ﺇﻟ ﱠﻲ ، ﻭﺇﺫﺍ ﺍﻟﺘﻔ ﱡﺖ ﻧ ﺤ ﻮﻩ ﺃ ﻋ ﺮ ﺽ ﻋﱢﻨﻲ ، ﺣﺘﻰ'
			'ﺇﺫﺍ ﻃﺎﻝ ﺫﻟ ﻚ ﻋﻠ ﱠﻲ ﻣﻦ ﺟﻔ ﻮﺓ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﻣ ﺸﻴﺖ ﺣﱠﺘﻰ ﺗﺴ ﱠﻮ ﺮﺗ ﺟﺪﺍ ﺭ ﺣﺎﺋﻂ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﻭ ﻩ ﻮﺍ ﺍﺑﻦ ﻋﱢﻤﻲ ﻭﺃﺣ ﱡﺐ'
			'ﺍﻟﱠﻨﺎ ﺱ ﺇﻟ ﱠﻲ ، ﻓﺴﻠﱠ ﻤ ﺖ ﻋﻠﻴﻪ ﻓﻮﺍﻟﱠﻠ ﻪ ﻣﺎ ﺭﱠﺩ ﻋﻠ ﱠﻲ ﺍﻟ ﱠﺴﻼﻡ ، ﻓﻘﻠﺖ ﻟﻪ : ﻳﺎ ﺃﺑﺎ ﻗﺘﺎﺩﺓ ﺃﻧ ﺸﺪ ﻙ ﺑﺎﻟﱠﻠﻪ ﻩ ﻞ ﺗﻌﻠﻤﻨﻲ ﺃﺣ ﱡﺐ ﺍﷲ'
			'ﻭ ﺭ ﺳﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﻓ ﺴﻜ ﺖ، ﻓﻌﺪﺕ ﻓﻨﺎ ﺷﺪﺗﻪ ﻓﺴﻜ ﺖ ، ﻓﻌﺪﺕ ﻓﻨﺎ ﺷﺪﺗﻪ ﻓﻘﺎ ﻝ : ﺍﷲ ﻭ ﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ .'
			'ﻓﻔﺎ ﺿ ﺖ ﻋﻴﻨﺎ ﻱ ، ﻭﺗ ﻮﱠﻟﻴ ﺖ ﺣﱠﺘﻰ ﺗ ﺴ ﱠﻮﺭ ﺕ ﺍﻟﺠﺪﺍ ﺭ'
			'ﻓﺒﻴﻨﺎ ﺃﻧﺎ ﺃ ﻣﺸﻲ ﻓﻲ ﺳﻮ ﻕ ﺍﻟﻤﺪﻳﻨ ﺔ ﺇﺫﺍ ﻧﺒﻄ ﱡﻲ ﻣ ﻦ ﻧﺒ ﻂ ﺃ ﻩ ﻞ ﺍﻟ ﱠﺸﺎﻡ ﻣﱠﻤ ﻦ ﻗﺪﻡ ﺑﺎﻟ ﱠﻄﻌﺎﻡ ﻳﺒﻴﻌﻪ ﺑﺎﻟﻤﺪﻳﻨ ﺔ ﻳﻘﻮ ﻝ : ﻣ ﻦ ﻳﺪﻝﱡ'
			'ﻋﻠﻰ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟ ﻚ ؟ ﻓ ﻄﻔ ﻖ ﺍﻟﱠﻨﺎ ﺱ ﻳﺸﻴﺮﻮﻧ ﻟﻪ ﺇﻟﻰ ﺣﱠﺘﻰ ﺟﺎ ﺀﻧﻲ ﻓﺪﻓ ﻊ ﺇﻟﻰ ﺁﺘﺎﺑﺎ ﻣ ﻦ ﻣﻠ ﻚ ﻏ ﱠﺴﺎ ﻥ ، ﻭﺁﻨ ﺖ ﺁﺎﺗﺒﺎ .'
			'ﻓﻘ ﺮﺃﺗﻪ ﻓﺈﺫﺍ ﻓﻴ ﻪ : ﺃﱠﻣﺎ ﺑﻌﺪ ﻓﺈﱠﻧﻪ ﻗﺪ ﺑﻠﻐﻨﺎ ﺄﻧ ﺻﺎ ﺣﺒ ﻚ ﻗﺪ ﺟﻔﺎ ﻙ ، ﻭﻟﻢ ﻳ ﺠﻌﻠﻚ ﺍﻟﱠﻠﻪ ﺑﺪﺍ ﺭ ﻩ ﻮﺍ ﻥ ﻭﻻ ﻣ ﻀﻴﻌ ﺔ ، ﻓﺎﻟﺤ ﻖ'
			'ﺑﻨﺎ ﻧ ﻮﺍ ﺳﻚ ، ﻓﻘﻠﺖ ﺣﻴﻦ ﻗﺮﺃﺗ ﻬﺎ: ﻭ ﻩﺬﻩ ﺃﻳﻀﺎ ﻣﻦ ﺍﻟﺒﻼ ﺀ ﻓﺘﻴﻤﱠ ﻤ ﺖ ﺑ ﻬﺎ ﺍﻟﱠﺘﱡﻨﻮﺭ ﻓ ﺴﺠ ﺮﺗ ﻬﺎ .'
			'ﺣﱠﺘﻰ ﺇﺫﺍ ﻣ ﻀ ﺖ ﺃ ﺭﺑﻌﻮﻥ ﻣﻦ ﺍﻟ ﺨ ﻤ ﺴﻴ ﻦ ﻭﺍ ﺳﺘﻠﺒ ﺚ ﺍﻟ ﻮ ﺣ ﻰ ﺇﺫﺍ ﺭﺳﻮ ﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺄﺗﻴﻨﻲ ،'
			'ﻓﻘﺎ ﻝ: ﺇ ﱠﻥ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺄﻣ ﺮ ﻙ ﺃ ﻥ ﺗﻌﺘ ﺰ ﻝ ﺍ ﻣﺮﺃﺗ ﻚ ، ﻓﻘﻠ ﺖ: ﺃ ﻃﱢﻠﻘ ﻬﺎ ، ﺄﻣ ﻣﺎﺫﺍ ﺃﻓﻌ ﻞ ؟ ﻗﺎ ﻝ: ﻻ ﺑ ﻞ'
			'ﺍﻋﺘ ﺰﻟ ﻬﺎ ﻓﻼ ﺗﻘﺮﺑﱠﻨ ﻬﺎ ، ﻭﺃ ﺭﺳ ﻞ ﺇﻟﻰ ﺻﺎ ﺣﺒ ﱠﻲ ﺑ ﻤﺜ ﻞ ﺫﻟ ﻚ . ﻓﻘﻠ ﺖ ﻻ ﻣ ﺮﺃﺗﻲ : ﺍﻟﺤﻘﻲ ﺑﺄ ﻩﻠ ﻚ ﻓﻜﻮﻧﻲ ﻋﻨﺪ ﻩﻢ ﺣﱠﺘﻰ'
			'ﻳﻘ ﻀ ﻲ ﺍﻟﱡﻠﻪ ﻓﻲ ﻩﺬﺍ ﺍ ﻷﻣﺮ ، ﻓ ﺠﺎ ﺀﺕ ﺍ ﻣﺮﺃﺓ ﻩﻼ ﻝ ﺑ ﻦ ﺃ ﻣﱠﻴ ﺔ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟ ﺖ ﻟﻪ : ﻳﺎ ﺭﺳﻮﻝ'
			'ﺍﷲ ﺇ ﱠﻥ ﻩﻼ ﻝ ﺑ ﻦ ﺃﻣﱠﻴ ﺔ ﺷﻴ ﺦ ﺿﺎﺋ ﻊ ﻟﻴ ﺲ ﻟﻪ ﺧﺎﺪﻣ ، ﻓﻬ ﻞ ﺗﻜﺮﻩ ﺃ ﻥ ﺃ ﺧﺪﻣﻪ ؟ ﻗﺎﻝ : ﻻ، ﻭﻟﻜ ﻦ ﻻ ﻳﻘﺮﺑﱠﻨﻚ . ﻓﻘﺎﻟ ﺖ :'
			'ﺇﻧﱠﻪ ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺑ ﻪ ﻣ ﻦ ﺣﺮﺁ ﺔ ﺇﻟﻰ ﺷﻲ ﺀ ، ﻭ ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺯﺍ ﻝ ﻳﺒﻜﻲ ﻣﻨﺬ ﺁﺎ ﻥ ﻣ ﻦ ﺃ ﻣ ﺮﻩ ﻣﺎ ﺁﺎ ﻥ ﺇﻟﻰ ﻳ ﻮﻣ ﻪ ﻩﺬﺍ . ﻓﻘﺎﻝ ﻟﻲ'
			'ﺑﻌ ﺾ ﺃ ﻩﻠﻲ: ﻟﻮ ﺍ ﺳﺘﺄﺫﻧﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺍ ﻣ ﺮﺃﺗﻚ ، ﻓﻘﺪ ﺃﺬﻧ ﻻ ﻣﺮﺃﺓ ﻩﻼ ﻝ ﺑ ﻦ ﺃ ﻣﱠﻴ ﺔ ﺃ ﻥ'
			'ﺗ ﺨﺪﻣﻪ؟ ﻓﻘﻠ ﺖ: ﻻ ﺃ ﺳﺘﺄﺫ ﻥ ﻓﻴ ﻬﺎ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭ ﻣﺎ ﻳﺪﺭﻳﻨﻲ ﻣﺎﺫﺍ ﻳﻘﻮ ﻝ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺍ ﺳﺘﺄﺫﻧﺘﻪ ﻓﻴ ﻬﺎ ﻭﺃﻧﺎ ﺭ ﺟﻞ ﺷﺎ ﱞﺏ ﻓﻠﺒﺜ ﺖ ﺑﺬﻟﻚ ﻋ ﺸﺮ ﻟﻴﺎ ﻝ ، ﻓﻜﻤ ﻞ ﻟﻨﺎ ﺧ ﻤ ﺴﻮ ﻥ ﻟﻴﻠ ﺔ ﻣ ﻦ ﺣﻴ ﻦ ﻧﻬﻲ'
			'ﻋ ﻦ ﺁﻼﻣﻨﺎ .'
			'ﺛﻢﱠ ﺻﻠﱠﻴ ﺖ ﺻ ﻼﺓ ﺍﻟﻔ ﺠ ﺮ ﺻﺒﺎ ﺡ ﺧ ﻤﺴﻴ ﻦ ﻟﻴﻠ ﺔ ﻋﻠﻰ ﻇ ﻬ ﺮ ﺑﻴ ﺖ ﻣ ﻦ ﺑﻴﻮﺗﻨﺎ ، ﻓﺒﻴﻨﺎ ﺃﻧﺎ ﺟﺎﻟ ﺲ ﻋﻠﻰ ﺍﻟﺤﺎﻝ ﺍﻟﺘﻲ ﺫﺁﺮ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻣﱠﻨﺎ ، ﻗﺪ ﺿﺎﻗ ﺖ ﻋﻠ ﱠﻲ ﻧﻔ ﺴﻰ ﻭ ﺿﺎﻗ ﺖ ﻋﻠ ﱠﻲ ﺍ ﻷﺭ ﺽ ﺑ ﻤﺎ ﺭ ﺣﺒ ﺖ، ﺳﻤﻌ ﺖ ﺻ ﻮ ﺕ ﺻﺎ ﺭ ﺥ ﺃﻭﻓﻲ ﻋﻠﻰ ﺳﻠ ﻊ'
			'ﻳﻘﻮ ﻝ ﺑﺄ ﻋﻠﻰ ﺻ ﻮﺗ ﻪ : ﻳﺎ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟ ﻚ ﺃﺑ ﺸ ﺮ، ﻓﺨ ﺮ ﺭ ﺕ ﺳﺎ ﺟﺪﺍ ، ﻭ ﻋ ﺮﻓ ﺖ ﺃﻧﱠﻪ ﻗﺪ ﺟﺎ ﺀ ﻓ ﺮ ﺝ ﻓﺂﺫ ﻥ ﺭﺳﻮﻝ ﺍﷲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﱠﻨﺎﺱ ﺑﺘ ﻮﺑ ﺔ ﺍﷲ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻋﻠﻴﻨﺎ ﺣﻴﻦ ﺻﱠﻠﻰ ﺻﻼﺓ ﺍﻟﻔ ﺠ ﺮ ﻓﺬ ﻩ ﺐ ﺍﻟﱠﻨﺎ ﺱ ﻳﺒﺸﱢ ﺮﻭﻧﻨﺎ ، ﻓﺬ ﻩ ﺐ'
			'ﺍﻟ ﱠﺼ ﻮ ﺕ ﺃ ﺳ ﺮ ﻉ ﻣ ﻦ ﺍﻟﻔ ﺮ ﺱ ، ﻓﻠﱠﻤﺎ ﺟﺎ ﺀﻧﻲ ﺍﱠﻟﺬﻱ ﺳ ﻤﻌ ﺖ ﺻ ﻮﺗﻪ ﻳﺒ ﱢﺸ ﺮﻧﻲ ﻧ ﺰ ﻋ ﺖ ﻟﻪ ﺛ ﻮﺑ ﱠﻲ ﻓﻜ ﺴ ﻮﺗ ﻬﻤﺎ ﺇﱠﻳﺎﻩ ﺑﺒﺸﺎ ﺭﺗﻪﻗﺒ ﻞ ﺻﺎ ﺣﺒ ﱠﻲ ﻣﺒ ﱢﺸ ﺮﻭ ﻥ ، ﻭﺭﺁﺾ ﺭ ﺟﻞ ﺇﻟ ﱠﻲ ﻓ ﺮﺳﺎ ﻭ ﺳﻌﻰ ﺳﺎ ﻉ ﻣ ﻦ ﺃ ﺳﻠﻢ ﻗﺒﻠﻲ ﻭﺃ ﻭﻓﻰ ﻋﻠﻰ ﺍﻟ ﺠﺒ ﻞ ، ﻭﺁﺎﻥ'
			'ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺃ ﻣﻠ ﻚ ﻏﻴ ﺮ ﻩﻤﺎ ﻳ ﻮ ﻣﺌﺬ ، ﻭﺍ ﺳﺘﻌ ﺮ ﺕ ﺛ ﻮﺑﻴ ﻦ ﻓﻠﺒ ﺴﺘ ﻬ ﻤﺎ ﻭﺍﻧ ﻄﻠﻘ ﺖ ﺃﺗﺄﱠﻣﻢ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﺘﻠﱠﻘﺎﻧﻲ ﺍﻟﱠﻨﺎ ﺱ ﻓ ﻮﺟﺎ ﻓ ﻮﺟﺎ ﻳ ﻬﻨﱢﺌﻮﻧﻨﻲ ﺑﺎﻟﱠﺘ ﻮﺑ ﺔ ﻭﻳﻘﻮﻟﻮﻥ ﻟﻲ : ﻟﺘ ﻬﻨ ﻚ ﺗ ﻮﺑﺔ ﺍﷲ ﻋﻠﻴ ﻚ، ﺣﱠﺘﻰ ﺩ ﺧﻠ ﺖ ﺍﻟﻤ ﺴ ﺠﺪ ﻓﺈﺫﺍ'
			'ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﺎﻟ ﺲ ﺣ ﻮﻟﻪ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﻘﺎﻡ ﻃﻠ ﺤﺔ ﺑ ﻦ ﻋﺒﻴﺪ ﺍﷲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻳ ﻬ ﺮ ﻮﻟ ﺣﱠﺘﻰ'
			'ﺻﺎﻓ ﺤﻨﻲ ﻭ ﻩﱠﻨﺄﻧﻲ ، ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﻗﺎﻡ ﺭ ﺟﻞ ﻣ ﻦ ﺍﻟﻤﻬﺎ ﺟ ﺮﻳ ﻦ ﻏﻴ ﺮﻩ ، ﻓﻜﺎﻥ ﺁﻌ ﺐ ﻻ ﻳﻨﺴﺎ ﻩﺎ ﻟ ﻄﻠ ﺤﺔ . ﻗﺎ ﻝ ﺁﻌ ﺐ : ﻓﻠﱠﻤﺎ'
			'ﺳﻠﱠ ﻤ ﺖ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ: ﻮﻫ ﻮ ﻳﺒ ﺮ ﻕ ﻭ ﺟ ﻬﻪ ﻣ ﻦ ﺍﻟ ﱡﺴ ﺮﻭﺭ ﺃﺑ ﺸ ﺮ ﺑ ﺨﻴ ﺮ ﻳ ﻮﻡ ﻣ ﱠﺮ ﻋﻠﻴ ﻚ ،'
			'ﻣﺬ ﻭﻟﺪﺗ ﻚ ﺃﱡﻣ ﻚ ، ﻓﻘﻠ ﺖ : ﺃ ﻣ ﻦ ﻋﻨﺪ ﻙ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺄﻣ ﻣ ﻦ ﻋﻨﺪ ﺍﷲ ؟ ﻗﺎ ﻝ : ﻻ ﺑ ﻞ ﻣ ﻦ ﻋﻨﺪ ﺍﷲ ﻋﺰ ﻭ ﺟ ﱠﻞ ، ﻭﺁﺎ ﻥ'
			'ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺳﺮﱠ ﺍ ﺳﺘﻨﺎ ﺭ ﻭ ﺟ ﻬﻪ ﺣﱠﺘﻰ ﺁﺄ ﱠﻥ ﻭ ﺟ ﻬﻪ ﻗ ﻄﻌﺔ ﻗﻤﺮ، ﻭﺁﱠﻨﺎ ﻧﻌ ﺮ ﻑ ﺫﻟ ﻚ ﻣﻨﻪ، ﻓﻠﱠﻤﺎ'
			'ﺟﻠ ﺴ ﺖ ﺑﻴ ﻦ ﻳﺪﻳﻪ ﻗﻠ ﺖ: ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇ ﱠﻥ ﻣ ﻦ ﺗ ﻮﺑﺘﻲ ﺃ ﻥ ﺃﻧ ﺨﻠ ﻊ ﻣﻦ ﻣﺎﻟﻲ ﺻﺪﻗ ﺔ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﻭﺇﻟﻰ ﺭ ﺳﻮﻟ ﻪ .'
			'ﻓﻘﺎ ﻝ ﺭ ﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃ ﻣ ﺴ ﻚ ﻋﻠﻴ ﻚ ﺑﻌ ﺾ ﻣﺎﻟ ﻚ ﻓ ﻬ ﻮ ﺧﻴﺮ ﻟ ﻚ ، ﻓﻘﻠ ﺖ ﺇﱢﻧﻲ ﺃ ﻣ ﺴ ﻚ ﺳ ﻬﻤﻲ ﺍﱠﻟﺬﻱ'
			'ﺑﺨﻴﺒﺮ . ﻭﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﷲ ﺈﻧ ﺍﷲ ﺗﻌﺎﻟ ﻰ ﺇﱠﻧﻤﺎ ﺃﻧ ﺠﺎﻧﻲ ﺑﺎﻟﺼﺪﻕ ، ﻭﺇ ﻥ ﻣ ﻦ ﺗ ﻮﺑﺘﻲ ﺄﻧ ﻻ ﺃﺣﱢﺪ ﺙ ﺇ ﱠﻻ ﺻﺪﻗﺎ ﻣﺎ'
			'ﺑﻘﻴ ﺖ ، ﻓﻮﺍ ﷲ ﻣﺎ ﻋﻠ ﻤ ﺖ ﺃﺣﺪﺍ ﻣ ﻦ ﺍﻟﻤﺴﻠ ﻤﻴﻦ ﺃﺑ ﻼﻩ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻲ ﺻﺪﻕ ﺍﻟ ﺤﺪﻳﺚ ﻣﻨﺬ ﺫﺁ ﺮ ﺕ ﺫﻟ ﻚ ﻟ ﺮ ﺳﻮ ﻝ ﺍﷲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺣ ﺴ ﻦ ﻣﱠﻤﺎ ﺃﺑ ﻼﻧﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺗﻌﻤﺪﺕ ﺁﺬﺑ ﺔ ﻣﻨﺬ ﻗﻠﺖ ﺫﻟ ﻚ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﻟﻰ ﻳ ﻮ ﻣﻲ ﻩﺬﺍ ، ﻭﺇﱢﻧﻲ ﻷ ﺭ ﺟﻮ ﺃ ﻥ ﻳ ﺤﻔﻈﻨﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻴ ﻤﺎ ﺑﻘﻲ ، ﻗﺎ ﻝ : ﻓﺄﻧ ﺰ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : { ﻟﻘﺪ'
			'ﺗﺎ ﺏ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﻭﺍﻟﻤ ﻬﺎ ﺟ ﺮﻳ ﻦ ﻭﺍ ﻷﻧ ﺼﺎ ﺭ ﺍﱠﻟﺬﻳ ﻦ ﺍﱠﺗﺒﻌﻮﻩ ﻓﻲ ﺳﺎ ﻋ ﺔ ﺍﻟﻌ ﺴﺮﺓ } ﺣﱠﺘﻰ ﺑﻠ ﻎ : { ﺇﱠﻧﻪ ﺑ ﻬﻢ ﺭ ﺀﻭ ﻑ'
			'ﺭ ﺣﻴﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻋﻠﻰ ﺍﻟﱠﺜ ﻼﺛ ﺔ ﺍﱠﻟﺬﻳ ﻦ ﺧﻠﱢﻔﻮﺍ ﺣﱠﺘﻰ ﺇﺫﺍ ﺿﺎﻗ ﺖ ﻋﻠﻴ ﻬﻢ ﺍ ﻷ ﺭ ﺽ ﺑ ﻤﺎ ﺭ ﺣﺒ ﺖ } ﺣﺘﻰ ﺑﻠﻎ: {'
			'ﺍﱠﺗﻘﻮﺍ ﺍﻟﱠﻠ ﻪ ﻭﺁﻮﻧﻮﺍ ﻣ ﻊ ﺍﻟ ﱠﺼﺎﺩﻗﻴﻦ } [ ﺍﻟﺘﻮﺑﺔ : 117 ، 119 ] .'
			'ﻗﺎ ﻝ ﺁﻌ ﺐ : ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺃﻧﻌﻢ ﺍﻟﱠﻠﻪ ﻋﻠ ﱠﻲ ﻣ ﻦ ﻧﻌ ﻤ ﺔ ﻗ ﱡﻂ ﺑﻌﺪ ﺇﺫ ﻩﺪﺍﻧﻲ ﺍﻟﱠﻠﻪ ﻟ ﻺ ﺳﻼﻡ ﺃ ﻋﻈﻢ ﻓﻲ ﻧﻔ ﺴﻲ ﻣ ﻦ ﺻﺪﻗﻲ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺄﻧ ﱠﻻ ﺃﺁﻮ ﻥ ﺁﺬﺑﺘﻪ ، ﻓﺄﻩﻠ ﻚ ﺁ ﻤﺎ ﻩﻠ ﻚ ﺍﱠﻟﺬﻳ ﻦ ﺁﺬﺑﻮﺍ ﺈﻧ ﺍﷲ ﺗﻌﺎﻟﻰ ﻗﺎ ﻝ ﻟﱠﻠﺬﻳ ﻦ ﺁﺬﺑﻮﺍ ﺣﻴ ﻦ'
			'ﺃﻧ ﺰ ﻝ ﺍﻟ ﻮ ﺣ ﻲ ﺷ ﱠﺮ ﻣﺎ ﻗﺎ ﻝ ﻷﺣﺪ ، ﻓﻘﺎ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : {ﺳﻴﺤﻠﻔﻮﻥ ﺑﺎﻟﱠﻠﻪ ﻟﻜﻢ ﺇﺫﺍ ﺍﻧﻘﻠﺒﺘﻢ ﺇﻟﻴ ﻬﻢ ﻟﺘﻌ ﺮﺿﻮﺍ ﻋﻨ ﻬﻢ'
			'ﻓﺄ ﻋ ﺮﺿﻮﺍ ﻋﻨ ﻬﻢ ﺇﱠﻧ ﻬﻢ ﺭ ﺟﺲ ﻭ ﻣﺄﻭﺍ ﻩﻢ ﺟ ﻬﱠﻨﻢ ﺟﺰﺍ ﺀ ﺑ ﻤﺎ ﺁﺎﻧﻮﺍ ﻳﻜﺴﺒﻮﻥ . ﻳ ﺤﻠﻔﻮ ﻥ ﻟﻜﻢ ﻟﺘ ﺮ ﺿ ﻮﺍ ﻋﻨ ﻬﻢ ﻓﺈ ﻥ ﺗ ﺮ ﺿ ﻮﺍ'
			'ﻋﻨ ﻬﻢ ﻓﺈﻥ ﺍﷲ ﻻ ﻳ ﺮ ﺿﻰ ﻋ ﻦ ﺍﻟﻘ ﻮﻡ ﺍﻟﻔﺎﺳﻘﻴﻦ  } [ ﺍﻟﺘﻮﺑﺔ 95 ، 96 ] .'
			'ﻗﺎﻝ ﺁﻌ ﺐ : ﺁﱠﻨﺎ ﺧﱢﻠﻔﻨﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﺜ ﻼﺛﺔ ﻋ ﻦ ﺃ ﻣﺮ ﺃﻭﻟﺌ ﻚ ﺍﱠﻟﺬﻳ ﻦ ﻗﺒ ﻞ ﻣﻨ ﻬﻢ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﻴ ﻦ ﺣﻠﻔﻮﺍ'
			'ﻟﻪ ، ﻓﺒﺎﻳﻌ ﻬﻢ ﻭﺍ ﺳﺘﻐﻔ ﺮ ﻟ ﻬﻢ ، ﻭﺃ ﺭ ﺟﺄ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻣ ﺮﻧﺎ ﺣﱠﺘﻰ ﻗ ﻀﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻴ ﻪ ﺑﺬﻟ ﻚ ،'
			'ﻗﺎ ﻝ ﺍﻟﱡﻠﻪ ﺗﻌﺎﻟﻰ : { ﻭ ﻋﻠﻰ ﺍﻟﱠﺜ ﻼﺛ ﺔ ﺍﱠﻟﺬﻳ ﻦ ﺧﻠﱢﻔﻮﺍ } .'
			'ﻭﻟﻴ ﺲ ﺍﱠﻟﺬﻱ ﺫﺁ ﺮ ﻣﱠﻤﺎ ﺧﱢﻠﻔﻨﺎ ﺗ ﺨﱡﻠﻔﻨﺎ ﻋﻦ ﺍﻟﻐﺰﻭ ، ﻭﺇﱠﻧﻤﺎ ﻩ ﻮ ﺗ ﺨﻠﻴﻔﻪ ﺇﱠﻳﺎﻧﺎ ﻭﺇﺭﺟﺎ ﺅﻩ ﺃ ﻣ ﺮﻧﺎ ﻋﱠﻤ ﻦ ﺣﻠ ﻒ ﻟﻪ ﻭﺍ ﻋﺘﺬ ﺭ'
			'ﺇﻟﻴﻪ ﻓﻘﺒ ﻞ ﻣﻨﻪ . ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ « ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﺮ ﺝ ﻓﻲ ﻏ ﺰﻭﺓ ﺗﺒﻮﻙ ﻳ ﻮﻡ ﺍﻟﺨﻤﻴ ﺲ ، ﻭﺁﺎﻥ ﻳ ﺤﺐﱡ ﺃ ﻥ ﻳ ﺨ ﺮ ﺝ ﻳ ﻮﻡ'
			'ﺍﻟﺨﻤﻴﺲ » .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : « ﻭﺁﺎ ﻥ ﻻ ﻳﻘﺪﻡ ﻣ ﻦ ﺳﻔ ﺮ ﺇ ﱠﻻ ﻧ ﻬﺎﺭﺍ ﻓﻲ ﺍﻟ ﱡﻀ ﺤﻰ . ﻓﺈﺫﺍ ﻗﺪﻡ ﺑﺪﺃ ﺑﺎﻟ ﻤﺴﺠﺪ ﻓﺼﱠﻠﻰ ﻓﻴ ﻪ ﺭﺁﻌﺘﻴ ﻦ ﺛﻢﱠ'
			'ﺟﻠﺲ ﻓﻴ ﻪ »',
		translation: 'Translation of Hadith 21'
),
	Hadith(
		hadithNumber: 22,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻧ ﺠﻴﺪ ﺑ ﻀﻢ ﺍﻟﱡﻨﻮ ﻥ ﻭﻓﺘﺢ ﺍﻟﺠﻴﻢ ﻋ ﻤﺮﺍ ﻥ ﺑ ﻦ ﺍﻟ ﺤﺼﻴ ﻦ ﺍﻟ ﺨﺰﺍﻋ ﱢﻲ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺍ ﻣﺮﺃﺓ ﻣ ﻦ'
			'ﺟﻬﻴﻨ ﺔ ﺃﺗﺖ ﺭ ﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩ ﻲ ﺣﺒﻠﻰ ﻣ ﻦ ﺍﻟ ﱢﺰﻧﺎ ، ﻓﻘﺎﻟ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ ﺃ ﺻﺒ ﺖ ﺣﺪﺍ ﻓﺄﻗ ﻤﻪ'
			'ﻋﻠ ﱠﻲ ، ﻓﺪ ﻋﺎ ﻧﺒ ﱡﻲ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻟﱠﻴ ﻬﺎ ﻓﻘﺎ ﻝ : ﺃ ﺣ ﺴ ﻦ ﺇﻟﻴ ﻬﺎ ، ﻓﺈﺫﺍ ﻭ ﺿﻌ ﺖ ﻓﺄﺗﻨﻲ ﻓﻔﻌ ﻞ ﻓﺄ ﻣ ﺮ ﺑ ﻬﺎ ﻧﺒ ﱡﻲ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓ ﺸﱠﺪ ﺕ ﻋﻠﻴ ﻬﺎ ﺛﻴﺎﺑﻬﺎ ، ﺛﻢﱠ ﺃ ﻣ ﺮ ﺑ ﻬﺎ ﻓ ﺮ ﺟﻤ ﺖ ، ﺛﻢﱠ ﺻﱠﻠﻰ ﻋﻠﻴ ﻬﺎ . ﻓﻘﺎ ﻝ ﻟﻪ ﻋ ﻤ ﺮ :'
			'ﺗ ﺼﱢﻠﻲ ﻋﻠﻴ ﻬﺎ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭﻗﺪ ﺯﻧ ﺖ ، ﻗﺎ ﻝ : ﻟﻘﺪ ﺗﺎﺑ ﺖ ﺗ ﻮﺑ ﺔ ﻟ ﻮ ﻗ ﺴ ﻤ ﺖ ﺑﻴﻦ ﺳﺒﻌﻴ ﻦ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﻤﺪﻳﻨ ﺔ ﻟﻮﺳﻌﺘ ﻬﻢ'
			'ﻭ ﻩ ﻞ ﻭ ﺟﺪ ﺕ ﺃﻓ ﻀ ﻞ ﻣ ﻦ ﺃ ﻥ ﺟﺎﺩ ﺕ ﺑﻨﻔﺴ ﻬﺎ ﻟﱠﻠ ﻪ ﻋ ﱠﺰ ﻭ ﺟﻞ؟،» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 22'
),
	Hadith(
		hadithNumber: 23,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎﺱ ﻭﺃﻧﺲ ﺑﻦ ﻣﺎﻟﻚ ﺭ ﺿﻲ ﺍﷲ ﻋﻨ ﻬﻢ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻟ ﻮ ﺃ ﱠﻥ ﻻﺑ ﻦ.'
			'ﺁﺪﻣ ﻭﺍﺩﻳﺎ ﻣ ﻦ ﺫ ﻩ ﺐ ﺃ ﺣ ﱠﺐ ﺃ ﻥ ﻳﻜﻮ ﻥ ﻟﻪ ﻭﺍﺩﻳﺎ ﻥ ، ﻭﻟ ﻦ ﻳ ﻤ ﻸ ﻓﺎﻩ ﺇ ﱠﻻ ﺍﻟﱡﺘ ﺮﺍ ﺏ ، ﻭﻳﺘﻮﺏ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﻣ ﻦ ﺗﺎ ﺏ » ﻣﱠﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 23'
),
	Hadith(
		hadithNumber: 24,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳ ﻀﺤ ﻚ ﺍﻟﱠﻠﻪ ﺳﺒ ﺤﺎﻧﻪ'
			'ﻭﺗﻌﺎﻟﻰ ﺇﻟﻰ ﺭ ﺟﻠﻴ ﻦ ﻳﻘﺘ ﻞ ﺃﺣﺪ ﻩﻤﺎ ﺍﻵ ﺧ ﺮ ﻳﺪ ﺧ ﻼ ﻥ ﺍﻟ ﺠﱠﻨﺔ ، ﻳﻘﺎﺗ ﻞ ﻩﺬﺍ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻓﻴﻘﺘﻞ ، ﺛﻢﱠ ﻳﺘﻮ ﺏ ﺍﻟﱠﻠﻪ ﻋﻠﻰ'
			'ﺍﻟﻘﺎﺗ ﻞ ﻓﻴ ﺴﻠﻢ ﻓﻴﺴﺘﺸﻬﺪ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 24'
),
	Hadith(
		hadithNumber: 25,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺎﻟ ﻚ ﺍﻟ ﺤﺎ ﺭ ﺙ ﺑ ﻦ ﻋﺎ ﺻﻢ ﺍﻷ ﺷﻌﺮ ﱢﻱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «'
			'ﺍﻟ ﱡﻄ ﻬﻮ ﺭ ﺷ ﻄ ﺮ ﺍ ﻹﻳ ﻤﺎﻥ ، ﻭﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠﻪ ﺗ ﻤ ﻸ ﺍﻟﻤﻴﺰﺍ ﻥ ﻭ ﺳﺒ ﺤﺎ ﻥ ﺍﷲ ﻭﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠﻪ ﺗ ﻤﻶ ﻥ ﺃ ﻭ ﺗ ﻤﻸ ﻣﺎ ﺑﻴ ﻦ ﺍﻟ ﱠﺴﻤ ﻮﺎﺗ'
			'ﻭﺍ ﻷ ﺭ ﺽ ﻭﺍﻟ ﱠﺼ ﻼﺓ ﻧﻮﺭ ، ﻭﺍﻟ ﱠﺼﺪﻗﺔ ﺑ ﺮ ﻩﺎ ﻥ ، ﻭﺍﻟﺼﱠﺒ ﺮ ﺿﻴﺎ ﺀ ، ﻭﺍﻟﻘ ﺮﺁ ﻥ ﺣﺠﱠﺔ ﻟ ﻚ ﺃ ﻭ ﻋﻠﻴ ﻚ . ﺁﻞﱡ ﺍﻟﱠﻨﺎﺱ ﻳﻐﺪﻭ،'
			'ﻓﺒﺎﺋ ﻊ ﻧﻔ ﺴﻪ ﻓﻤﻌﺘﻘﻬﺎ ، ﺃ ﻭ ﻣﻮﺑﻘ ﻬﺎ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 25'
),
	Hadith(
		hadithNumber: 26,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺑﻦ ﻣﺎﻟﻚ ﺑﻦ ﺳﻨﺎ ﻥ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﻧﺎﺳﺎ ﻣ ﻦ ﺍﻷﻧ ﺼﺎ ﺭ ﺳﺄﻟﻮﺍ ﺭ ﺳﻮ ﻝ ﺍﷲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺄ ﻋﻄﺎ ﻩﻢ ، ﺛﻢﱠ ﺳﺄﻟﻮﻩ ﻓﺄ ﻋ ﻄﺎ ﻩﻢ ، ﺣﱠﺘﻰ ﻧﻔﺪ ﻣﺎ ﻋﻨﺪﻩ ، ﻓﻘﺎ ﻝ ﻟ ﻬﻢ ﺣﻴ ﻦ ﺃﻧﻔ ﻖ ﺁﻞﱠ ﺷ ﻲ ﺀ ﺑﻴﺪﻩ'
			': « ﻣﺎ ﻳﻜ ﻦ ﻣ ﻦ ﺧﻴ ﺮ ﻓﻠ ﻦ ﺃﱠﺩ ﺧ ﺮﻩ ﻋﻨﻜﻢ ، ﻭ ﻣ ﻦ ﻳ ﺴﺘﻌﻔ ﻒ ﻳﻌﻔﱠﻪ ﺍﷲ ﻭ ﻣ ﻦ ﻳ ﺴﺘﻐ ﻦ ﻳﻐﻨ ﻪ ﺍﻟﱠﻠﻪ ، ﻭ ﻣ ﻦ ﻳﺘ ﺼﱠﺒ ﺮ ﻳ ﺼﺒﱢ ﺮﻩ'
			'ﺍﻟﱠﻠﻪ . ﻭ ﻣﺎ ﺃ ﻋ ﻄ ﻰ ﺃ ﺣﺪ ﻋ ﻄﺎ ﺀ ﺧﻴﺮﺍ ﻭﺃ ﻭ ﺳ ﻊ ﻣ ﻦ ﺍﻟ ﱠﺼﺒ ﺮ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 26'
),
	Hadith(
		hadithNumber: 27,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻳ ﺤﻴﻰ ﺻ ﻬﻴ ﺐ ﺑ ﻦ ﺳﻨﺎ ﻥ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋ ﺠﺒﺎ.'
			'ﻷ ﻣ ﺮ ﺍﻟﻤ ﺆﻣ ﻦ ﺇ ﱠﻥ ﺃ ﻣ ﺮﻩ ﺁﻠﱠﻪ ﻟﻪ ﺧﻴﺮ ، ﻭﻟﻴ ﺲ ﺫﻟ ﻚ ﻷ ﺣﺪ ﺇ ﱠﻻ ﻟﻠﻤ ﺆﻣﻦ : ﺇ ﻥ ﺃ ﺻﺎﺑﺘﻪ ﺳ ﱠﺮﺍ ﺀ ﺷﻜ ﺮ ﻓﻜﺎ ﻥ ﺧﻴﺮﺍ ﻟﻪ ، ﻭﺇ ﻥ'
			'ﺃ ﺻﺎﺑﺘﻪ ﺿ ﱠﺮﺍ ﺀ ﺻﺒ ﺮ ﻓﻜﺎ ﻥ ﺧﻴﺮﺍ ﻟﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 27'
),
	Hadith(
		hadithNumber: 28,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎ ﻝ : ﻟﱠﻤﺎ ﺛﻘ ﻞ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﻌ ﻞ ﻳﺘﻐ ﱠﺸﺎﻩ ﺍﻟﻜ ﺮ ﺏ ﻓﻘﺎﻟ ﺖ ﻓﺎ ﻃ ﻤﺔ'
			'ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨ ﻬﺎ : ﻭﺍﺁ ﺮ ﺏ ﺃﺑﺘﺎﻩ ، ﻓﻘﺎ ﻝ : « ﻟﻴ ﺲ ﻋﻠﻰ ﺃﺑﻴﻚ ﺁ ﺮ ﺏ ﺑﻌﺪ ﺍﻟﻴ ﻮﻡ » ﻓﻠﱠﻤﺎ ﻣﺎ ﺕ ﻗﺎﻟ ﺖ : ﻳﺎ ﺃﺑﺘﺎﻩ ﺃ ﺟﺎ ﺏ'
			'ﺭﺑﺎ ﺩ ﻋﺎﻩ ، ﻳﺎ ﺃﺑﺘﺎﻩ ﺟﻨﱠﺔ ﺍﻟﻔ ﺮﺩ ﻭ ﺱ ﻣﺄ ﻭﺍﻩ ، ﻳﺎ ﺃﺑﺘﺎﻩ ﺇﻟﻰ ﺟﺒﺮﻳ ﻞ ﻧﻨﻌﺎﻩ ، ﻓﻠﱠﻤﺎ ﺩﻓ ﻦ ﻗﺎﻟ ﺖ ﻓﺎ ﻃ ﻤﺔ ﺭ ﺿ ﻲ ﺍﷲ ﻋﻨ ﻬﺎ :'
			'ﺃ ﻃﺎﺑ ﺖ ﺃﻧﻔ ﺴﻜﻢ ﺃ ﻥ ﺗ ﺤﺜﻮﺍ ﻋﻠﻰ ﺭ ﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﱡﺘﺮﺍ ﺏ ؟ ﺭ ﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 28'
),
	Hadith(
		hadithNumber: 29,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺯﻳﺪ ﺃﺳﺎ ﻣﺔ ﺑﻦ ﺯﻳﺪ ﺣﺎﺭﺛ ﺔ ﻣ ﻮﻟﻰ ﺭ ﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺣﱠﺒ ﻪ ﻭﺍﺑ ﻦ ﺣﱢﺒ ﻪ ﺭﺿـ ﻲ ﺍﷲ'
			'ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﺃ ﺭﺳﻠ ﺖ ﺑﻨ ﺖ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺇ ﱠﻥ ﺍﺑﻨﻲ ﻗﺪ ﺍﺣﺘ ﻀ ﺮ ﻓﺎ ﺷﻬﺪﻧﺎ ، ﻓﺄﺭ ﺳ ﻞ ﻳﻘ ﺮ ﺉ ﺍﻟ ﱠﺴﻼﻡ'
			'ﻭﻳﻘﻮﻝ : « ﺈﻧ ﻟﱠﻠﻪ ﻣﺎ ﺃ ﺧﺬ ، ﻭﻟﻪ ﻣﺎ ﺃ ﻋ ﻄﻰ ، ﻭﺁﻞﱡ ﺷ ﻲ ﺀ ﻋﻨﺪﻩ ﺑﺄ ﺟ ﻞ ﻣﺴﱠﻤﻰ ، ﻓﻠﺘ ﺼﺒﺮ ﻭﻟﺘ ﺤﺘﺴ ﺐ » ﻓﺄﺭ ﺳﻠ ﺖ'
			'ﺇﻟﻴﻪ ﺗﻘﺴﻢ ﻋﻠﻴﻪ ﻟﻴﺄﺗﻴﱠﻨﻬﺎ. ﻓﻘﺎﻡ ﻭ ﻣﻌﻪ ﺳﻌﺪ ﺑ ﻦ ﻋﺒﺎﺩﺓ، ﻭﻣﻌﺎﺫ ﺍﺑ ﻦ ﺟﺒ ﻞ ، ﻭﺃﺑ ﱡﻲ ﺑ ﻦ ﺁﻌ ﺐ ، ﻭ ﺯﻳﺪ ﺑ ﻦ ﺛﺎﺑ ﺖ ،'
			'ﻭ ﺭ ﺟﺎﻝ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ، ﻓ ﺮﻓ ﻊ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﺼﺒ ﱡﻲ ، ﻓﺄﻗﻌﺪﻩ ﻓﻲ ﺣ ﺠ ﺮﻩ ﻭﻧﻔ ﺴﻪ'
			'ﺗﻘﻌﻘ ﻊ ، ﻓﻔﺎﺿ ﺖ ﻋﻴﻨﺎﻩ ، ﻓﻘﺎ ﻝ ﺳﻌﺪ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﷲ ﻣﺎ ﻩﺬﺍ ؟ ﻓﻘﺎ ﻝ: « ﻩﺬﻩ ﺭ ﺣﻤﺔ ﺟﻌﻠ ﻬﺎ ﺍﻟﱠﻠﻪ ﺗﻌﻠﻰ ﻓﻲ ﻗﻠﻮ ﺏ'
			'ﻋﺒﺎﺩﻩ » ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : « ﻓﻲ ﻗﻠﻮ ﺏ ﻣ ﻦ ﺷﺎ ﺀ ﻣ ﻦ ﻋﺒﺎﺩﻩ ﻭﺇﱠﻧﻤﺎ ﻳ ﺮ ﺣﻢ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﻋﺒﺎﺩﻩ ﺍﻟ ﱡﺮ ﺣ ﻤﺎ ﺀ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻣﻌﻨﻰ « ﺗﻘﻌﻘ ﻊ » : ﺗﺘ ﺤﺮﱠ ﻙ ﻭﺗ ﻀ ﻄﺮ ﺏ',
		translation: 'Translation of Hadith 29'
),
	Hadith(
		hadithNumber: 30,
		hadith:
						'ﻭ ﻋ ﻦ ﺻ ﻬﻴ ﺐ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺁﺎ ﻥ ﻣﻠ ﻚ ﻓﻴ ﻤ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ، ﻭﺁﺎ ﻥ ﻟﻪ'
			'ﺳﺎ ﺣﺮ ، ﻓﻠﱠﻤﺎ ﺁﺒ ﺮ ﻗﺎ ﻝ ﻟﻠﻤﻠﻚ : ﺇﱢﻧﻲ ﻗﺪ ﺁﺒ ﺮ ﺕ ﻓﺎﺑﻌ ﺚ ﺇﻟ ﱠﻲ ﻏ ﻼﻣﺎ ﺃ ﻋﻠﱢ ﻤﻪ ﺍﻟ ﱢﺴ ﺤ ﺮ ، ﻓﺒﻌ ﺚ ﺇﻟﻴﻪ ﻏ ﻼﻣﺎ ﻳﻌﻠﱢﻤﻪ ، ﻭﺁﺎ ﻥ'
			'ﻓﻲ ﻃﺮﻳﻘ ﻪ ﺇﺫﺍ ﺳﻠ ﻚ ﺭﺍ ﻩ ﺐ، ﻓﻘﻌﺪ ﺇﻟﻴﻪ ﻭ ﺳ ﻤ ﻊ ﺁ ﻼﻣﻪ ﻓﺄ ﻋ ﺠﺒﻪ ، ﻭﺁﺎ ﻥ ﺇﺫﺍ ﺃﺗﻰ ﺍﻟ ﱠﺴﺎ ﺣ ﺮ ﻣ ﱠﺮ ﺑﺎﻟ ﱠﺮﺍ ﻩﺐ ﻭﻗﻌﺪ ﺇﻟﻴﻪ ،'
			'ﻓﺈﺫﺍ ﺃﺗﻰ ﺍﻟ ﱠﺴﺎ ﺣ ﺮ ﺿ ﺮﺑﻪ ، ﻓ ﺸﻜﺎ ﺫﻟ ﻚ ﺇﻟﻰ ﺍﻟ ﱠﺮﺍ ﻩ ﺐ ﻓﻘﺎﻝ : ﺇﺫﺍ ﺧ ﺸﻴ ﺖ ﺍﻟ ﱠﺴﺎ ﺣﺮ ﻓﻘ ﻞ : ﺣﺒ ﺴﻨﻲ ﺃ ﻩﻠﻲ ، ﻭﺇﺫﺍ ﺧ ﺸﻴ ﺖ'
			'ﺃ ﻩﻠ ﻚ ﻓﻘ ﻞ: ﺣﺒ ﺴﻨﻲ ﺍﻟﺴﱠﺎﺣ ﺮ .'
			'ﻓﺒﻴﻨﻤﺎ ﻩﻮ ﻋﻠﻰ ﺫﻟ ﻚ ﺇﺫ ﺃﺗﻰ ﻋﻠﻰ ﺩﺍﱠﺑ ﺔ ﻋ ﻈﻴﻤﺔ ﻗﺪ ﺣﺒ ﺴﺖ ﺍﻟﱠﻨﺎﺱ ﻓﻘﺎﻝ : ﺍﻟﻴ ﻮﻡ ﺃ ﻋﻠﻢ ﺍﻟ ﱠﺴﺎ ﺣ ﺮ ﺃﻓ ﻀﻞ ﺄﻣ ﺍﻟﺮﱠﺎﻫ ﺐ'
			'ﺃﻓﻀ ﻞ ؟ ﻓﺄ ﺧﺬ ﺣ ﺠﺮﺍ ﻓﻘﺎ ﻝ : ﺍﻟﻠ ﻬﱠﻢ ﺇ ﻥ ﺁﺎﻥ ﺃ ﻣ ﺮ ﺍﻟ ﱠﺮﺎﻫﺐ ﺃ ﺣ ﱠﺐ ﺇﻟﻴ ﻚ ﻣ ﻦ ﺃ ﻣ ﺮ ﺍﻟ ﱠﺴﺎ ﺣ ﺮ ﻓﺎﻗﺘ ﻞ ﻩﺬﻩ ﺍﻟﱠﺪﺍﱠﺑﺔ ﺣﱠﺘﻰ ﻳ ﻤ ﻀ ﻲ'
			'ﺍﻟﱠﻨﺎ ﺱ ، ﻓ ﺮﻣﺎﻩﺎ ﻓﻘﺘﻠﻬﺎ ﻭ ﻣﻀﻰ ﺍﻟﱠﻨﺎ ﺱ، ﻓﺄﺗﻰ ﺍﻟ ﱠﺮﺎﻫﺐ ﻓﺄﺧﺒﺮﻩ . ﻓﻘﺎﻝ ﻟﻪ ﺍﻟﺮﱠﺎﻫ ﺐ : ﺃ ﻯ ﺑﻨ ﱠﻲ ﺃﻧ ﺖ ﺍﻟﻴ ﻮﻡ ﺃﻓﻀ ﻞ ﻣﱢﻨﻲ'
			'، ﻗﺪ ﺑﻠ ﻎ ﻣ ﻦ ﺃ ﻣﺮ ﻙ ﻣﺎ ﺃ ﺮﯨ ، ﻭﺇﱠﻧ ﻚ ﺳﺘﺒﺘﻠﻰ ، ﻓﺈ ﻥ ﺍﺑﺘﻠﻴ ﺖ ﻓ ﻼ ﺗﺪﻝﱠ ﻋﻠ ﱠﻲ ، ﻭﺁﺎ ﻥ ﺍﻟﻐﻼﻡ ﻳﺒﺮ ﺉ ﺍﻷﺁﻤ ﺔ ﻭﺍﻷﺑﺮ ﺹ ،'
			'ﻭﻳﺪﺍﻮﻳ ﺍﻟﱠﻨﺎﺱ ﻣ ﻦ ﺳﺎﺋ ﺮ ﺍﻷﺩ ﻭﺍ ﺀ . ﻓ ﺴﻤ ﻊ ﺟﻠﻴ ﺲ ﻟﻠﻤﻠ ﻚ ﺁﺎ ﻥ ﻗﺪ ﻋﻤ ﻰ، ﻓﺄﺗﺎﻩ ﺑﻬﺪﺍﻳﺎ ﺁﺜﻴ ﺮﺓ ﻓﻘﺎﻝ : ﻣﺎ ﻩ ﻬﻨﺎ ﻟﻚ'
			'ﺃ ﺟﻤ ﻊ ﺇ ﻥ ﺃﻧ ﺖ ﺷﻔﻴﺘﻨﻲ ، ﻓﻘﺎﻝ ﺇﱢﻧﻲ ﻻ ﺃﺷﻔﻲ ﺃ ﺣﺪﺍ، ﺇﱠﻧﻤﺎ ﻳ ﺸﻔﻲ ﺍﷲ ﺗﻌﺎﻟﻰ، ﻓﺈ ﻥ ﺁﻣﻨ ﺖ ﺑﺎﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺩﻋ ﻮ ﺕ ﺍﷲ'
			'ﻓ ﺸﻔﺎ ﻙ ، ﻓﺂ ﻣ ﻦ ﺑﺎﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﺸﻔﺎﻩ ﺍﻟﻠﱠﻪ ﺗﻌﺎﻟﻰ ، ﻓﺄﺗﻰ ﺍﻟ ﻤﻠ ﻚ ﻓ ﺠﻠﺲ ﺇﻟﻴﻪ ﺁﻤﺎ ﺁﺎ ﻥ ﻳ ﺠﻠ ﺲ ﻓﻘﺎ ﻝ ﻟﻪ ﺍﻟ ﻤﻠ ﻚ : ﻣ ﻦ ﺭﱠﺩ'
			'ﻋﻠﻴﻚ ﺑ ﺼﺮﻙ؟ ﻗﺎﻝ : ﺭﱢﺑﻲ . ﻗﺎ ﻝ: ﻭﻟ ﻚ ﺭ ﱞﺏ ﻏﻴ ﺮﻱ ؟، ﻗﺎ ﻝ : ﺭﱢﺑﻲ ﻭﺭﱡﺑ ﻚ ﺍﷲ ، ﻓﺄ ﺧﺬﻩ ﻓﻠﻢ ﻳﺰ ﻝ ﻳﻌﺬﱢﺑﻪ ﺣﱠﺘﻰ ﺩ ﱠﻝ ﻋﻠﻰ'
			'ﺍﻟﻐ ﻼﻡ ﻓﺠ ﺊ ﺑﺎﻟﻐ ﻼﻡ ، ﻓﻘﺎﻝ ﻟﻪ ﺍﻟ ﻤﻠ ﻚ : ﺃ ﻯ ﺑﻨﻲﱠ ﻗﺪ ﺑﻠ ﻎ ﻣ ﻦ ﺳ ﺤ ﺮﻙ ﻣﺎ ﺗﺒﺮ ﺉ ﺍﻷﺁ ﻤ ﻪ ﻭﺍﻷﺑ ﺮ ﺹ ﻭﺗﻔﻌ ﻞ ﻭﺗﻔﻌ ﻞ ﻓﻘﺎ ﻝ'
			': ﺇﱠﻧﻲ ﻻ ﺃ ﺷﻔﻲ ﺃ ﺣﺪﺍ ، ﺇﱠﻧﻤﺎ ﻳ ﺸﻔﻲ ﺍﷲ ﺗﻌﺎﻟﻰ، ﻓﺄ ﺧﺬﻩ ﻓﻠﻢ ﻳ ﺰ ﻝ ﻳﻌﺬﱢﺑﻪ ﺣﱠﺘﻰ ﺩ ﱠﻝ ﻋﻠﻰ ﺍﻟ ﱠﺮﺎﻫ ﺐ ، ﻓ ﺠﺊ ﺑﺎﻟ ﱠﺮﺍ ﻩ ﺐ ﻓﻘﻴﻞ'
			'ﻟﻪ : ﺍﺭ ﺟ ﻊ ﻋ ﻦ ﺩﻳﻨ ﻚ، ﻓﺄﺑﻰ ، ﻓﺪﻋﺎ ﺑﺎﻟﻤﻨ ﺸﺎﺭ ﻓ ﻮ ﺿﻊ ﺍﻟﻤﻨ ﺸﺎ ﺭ ﻓﻲ ﻣﻔﺮ ﻕ ﺭﺃ ﺳﻪ، ﻓﺸﻘﱠﻪ ﺣﱠﺘﻰ ﻭﻗ ﻊ ﺷﱠﻘﺎﻩ ، ﺛﻢﱠ ﺟﺊ'
			'ﺑ ﺠﻠﻴ ﺲ ﺍﻟ ﻤﻠ ﻚ ﻓﻘ ﻞ ﻟﻪ : ﺍﺭ ﺟ ﻊ ﻋ ﻦ ﺩﻳﻨ ﻚ ﻓﺄﺑﻰ ، ﻓ ﻮ ﺿ ﻊ ﺍﻟﻤﻨ ﺸﺎ ﺭ ﻓﻲ ﻣﻔ ﺮ ﻕ ﺭﺃ ﺳ ﻪ ، ﻓﺸﻘﱠﻪ ﺑﻪ ﺣﱠﺘﻰ ﻭﻗﻊ ﺷﱠﻘﺎﻩ ،'
			'ﺛﻢﱠ ﺟﺊ ﺑﺎﻟﻐﻼﻡ ﻓﻘﻴﻞ ﻟﻪ : ﺍﺭ ﺟ ﻊ ﻋ ﻦ ﺩﻳﻨ ﻚ ، ﻓﺄﺑﻰ ، ﻓﺪﻓﻌﻪ ﺇﻟﻰ ﻧﻔ ﺮ ﻣ ﻦ ﺃ ﺻﺤﺎﺑ ﻪ ﻓﻘﺎﻝ : ﺍﺬﻫﺒﻮﺍ ﺑ ﻪ ﺇﻟﻰ ﺟﺒ ﻞ ﺁﺬﺍ'
			'ﻭﺁﺬﺍ ﻓﺎﺻﻌﺪﻭﺍ ﺑ ﻪ ﺍﻟﺠﺒ ﻞ ، ﻓـﺈﺫﺍ ﺑﻠﻐﺘﻢ ﺫﺭﻭﺗﻪ ﻓﺈ ﻥ ﺭﺟ ﻊ ﻋ ﻦ ﺩﻳﻨ ﻪ ﻭﺇ ﱠﻻ ﻓﺎﻃ ﺮﺣﻮﻩ ﻓﺬﻩﺒﻮﺍ ﺑﻪ ﻓﺼﻌﺪﻭﺍ ﺑ ﻪ ﺍﻟ ﺠﺒﻞ'
			'ﻓﻘﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍﺁﻔﻨﻴﻬﻢ ﺑ ﻤﺎ ﺷﺌﺖ ، ﻓﺮ ﺟﻒ ﺑﻬﻢ ﺍﻟ ﺠﺒ ﻞ ﻓ ﺴﻘ ﻄﻮﺍ ، ﻭ ﺟﺎ ﺀ ﻳ ﻤﺸﻲ ﺇﻟﻰ ﺍﻟ ﻤﻠ ﻚ ، ﻓﻘﺎ ﻝ ﻟﻪ ﺍﻟ ﻤﻠ ﻚ : ﻣﺎ'
			'ﻓﻌ ﻞ ﺃﺻ ﺤﺎﺑ ﻚ ؟ ﻓﻘﺎ ﻝ : ﺁﻔﺎﻧﻴ ﻬﻢ ﺍﷲ ﺗﻌﺎﻟﻰ ، ﻓﺪﻓﻌﻪ ﺇﻟﻰ ﻧﻔ ﺮ ﻣ ﻦ ﺃ ﺻ ﺤﺎﺑ ﻪ ﻓﻘﺎﻝ : ﺍﺬﻫﺒﻮﺍ ﺑ ﻪ ﻓﺎﺣﻤﻠﻮﻩ ﻓﻲ ﻗﺮﻗﻮﺭ'
			'ﻭﺗﻮ ﱠﺳ ﻄﻮﺍ ﺑ ﻪ ﺍﻟﺒ ﺤ ﺮ ، ﻓﺈ ﻥ ﺭ ﺟ ﻊ ﻋ ﻦ ﺩﻳﻨ ﻪ ﻭﺇ ﱠﻻ ﻓﺎﻗﺬﻓﻮﻩ ، ﻓﺬﻩﺒﻮﺍ ﺑ ﻪ ﻓﻘﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍﺁﻔﻨﻴﻬﻢ ﺑ ﻤﺎ ﺷﺌﺖ ، ﻓﺎﻧﻜﻔﺄ ﺕ'
			'ﺑ ﻬﻢ ﺍﻟ ﱠﺴﻔﻴﻨﺔ ﻓﻐ ﺮﻗﻮﺍ ، ﻭ ﺟﺎ ﺀ ﻳ ﻤ ﺸﻲ ﺇﻟﻰ ﺍﻟ ﻤﻠﻚ . ﻓﻘﺎ ﻝ ﻟﻪ ﺍﻟﻤﻠ ﻚ : ﻣﺎ ﻓﻌ ﻞ ﺃﺻ ﺤﺎﺑ ﻚ ؟ ﻓﻘﺎﻝ : ﺁﻔﺎﻧﻴﻬﻢ ﺍﷲ ﺗﻌﺎﻟﻰ .'
			'ﻓﻘﺎ ﻝ ﻟﻠ ﻤﻠ ﻚ ﺇﱠﻧﻚ ﻟ ﺴ ﺖ ﺑﻘﺎﺗﻠﻲ ﺣﱠﺘﻰ ﺗﻔﻌ ﻞ ﻣﺎ ﺁﻣﺮ ﻙ ﺑ ﻪ . ﻗﺎﻝ : ﻣﺎ ﻩ ﻮ ؟ ﻗﺎﻝ : ﺗ ﺠﻤ ﻊ ﺍﻟﱠﻨﺎﺱ ﻓﻲ ﺻﻌﻴﺪ ﻭﺍﺣﺪ ،'
			'ﻭﺗﺼﻠﺒﻨﻲ ﻋﻠﻰ ﺟﺬ ﻉ ، ﺛﻢﱠ ﺧﺬ ﺳ ﻬﻤﺎ ﻣ ﻦ ﺁﻨﺎﻧﺘﻲ ، ﺛﻢﱠ ﺿ ﻊ ﺍﻟ ﱠﺴ ﻬﻢ ﻓﻲ ﺁﺒﺪ ﺍﻟﻘ ﻮ ﺱ ﺛﻢﱠ ﻗﻞ : ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ﺭ ﱢﺏ ﺍﻟﻐ ﻼﻡ ﺛﻢﱠ'
			'ﺍﺭﻣﻨﻲ ، ﻓﺈﱠﻧ ﻚ ﺇﺫﺍ ﻓﻌﻠ ﺖ ﺫﻟ ﻚ ﻗﺘﻠﺘﻨﻲ . ﻓ ﺠ ﻤﻊ ﺍﻟﱠﻨﺎﺱ ﻓﻲ ﺻﻌﻴﺪ ﻭﺍ ﺣﺪ ، ﻭﺻﻠﺒﻪ ﻋﻠﻰ ﺟﺬ ﻉ ، ﺛﻢﱠ ﺃ ﺧﺬ ﺳ ﻬﻤﺎ ﻣ ﻦ'
			'ﺁﻨﺎﻧﺘ ﻪ ، ﺛﻢﱠ ﻭ ﺿ ﻊ ﺍﻟ ﱠﺴﻬﻢ ﻓﻲ ﺁﺒﺪ ﺍﻟﻘ ﻮ ﺱ، ﺛﻢﱠ ﻗﺎ ﻝ : ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ﺭ ﱢﺏ ﺍﻟﻐﻼﻡ ، ﺛﻢﱠ ﺭ ﻣﺎﻩ ﻓﻮﻗ ﻊ ﺍﻟ ﱠﺴﻬﻢ ﻓﻲ ﺻﺪ ﻏ ﻪ ،'
			'ﻓﻮ ﺿ ﻊ ﻳﺪﻩ ﻓﻲ ﺻﺪ ﻏ ﻪ ﻓ ﻤﺎ ﺕ . ﻓﻘﺎ ﻝ ﺍﻟﱠﻨﺎ ﺱ : ﺁﻣﱠﻨﺎ ﺑ ﺮ ﱢﺏ ﺍﻟﻐ ﻼﻡ ، ﻓﺄﺗ ﻰ ﺍﻟ ﻤﻠ ﻚ ﻓﻘﻴ ﻞ ﻟﻪ : ﺃ ﺭﺃﻳﺖ ﻣﺎ ﺁﻨﺖ ﺗ ﺤﺬﺭ ﻗﺪ'
			'ﻭﺍﻟﱠﻠﻪ ﻧ ﺰ ﻝ ﺑﻚ ﺣﺬ ﺭ ﻙ . ﻗﺪ ﺁﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ . ﻓﺄ ﻣ ﺮ ﺑﺎﻷﺧﺪﻭﺩ ﺑﺄﻓ ﻮﺍﻩ ﺍﻟ ﱢﺴﻜﻚ ﻓ ﺨﱠﺪ ﺕ ﻭﺃ ﺿ ﺮﻡ ﻓﻴﻬﺎ ﺍﻟﻨﻴﺮﺍ ﻥ ﻭﻗﺎ ﻝ : ﻣ ﻦ ﻟﻢ'
			'ﻳ ﺮ ﺟ ﻊ ﻋ ﻦ ﺩﻳﻨ ﻪ ﻓﺄﻗﺤﻤﻮﻩ ﻓﻴ ﻬﺎ ﺃ ﻭ ﻗﻴ ﻞ ﻟﻪ : ﺍﻗﺘﺤﻢ ، ﻓﻔﻌﻠﻮﺍ ﺣﱠﺘﻰ ﺟﺎﺀ ﺕ ﺍﻣ ﺮﺃﺓ ﻭﻣﻌ ﻬﺎ ﺻﺒ ﱞﻲ ﻟ ﻬﺎ ، ﻓﺘﻘﺎ ﻋ ﺴﺖ ﺃ ﻥ'
			'ﺗﻘ ﻊ ﻓﻴ ﻬﺎ ، ﻓﻘﺎﻝ ﻟ ﻬﺎ ﺍﻟﻐ ﻼﻡ : ﻳﺎ ﺃﱠﻣﺎﻩ ﺍﺻﺒ ﺮﻱ ﻓﺈﱠﻧ ﻚ ﻋﻠﻲ ﺍﻟ ﺤ ﱢﻖ » ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'»ﺫ ﺭﻭﺓ ﺍﻟ ﺠﺒ ﻞ » : ﺃ ﻋﻼﻩ ، ﻮﻫﻲ ﺑﻜ ﺴﺮ ﺍﻟﱠﺬﻻ ﺍﻟﻤﻌﺠ ﻤﺔ ﻭﺿﻤﻬﺎ ﻭ « ﺍﻟﻘ ﺮﻗﻮ ﺭ » ﺑ ﻀﱢﻢ ﺍﻟﻘﺎﻓﻴﻦ : ﻧ ﻮ ﻉ ﻣ ﻦ ﺍﻟ ﱡﺴﻔﻦ'
			'ﻭ « ﺍﻟ ﱠﺼﻌﻴﺪ » ﻩﻨﺎ : ﺍﻷﺭ ﺽ ﺍﻟﺒﺎﺭ ﺯﺓ ﻭ «ﺍﻷ ﺧﺪﻭﺩ»: ﺍﻟﺸﱡﻘﻮ ﻕ ﻓﻲ ﺍﻷ ﺭ ﺽ ﺁﺎﻟﱠﻨ ﻬ ﺮ ﺍﻟ ﱠﺼﻐﻴ ﺮ ﻭ « ﺃﺿ ﺮﻡ » ﺃﻭﻗﺪ «'
			' .30ﻭﺍﻧﻜﻔﺄﺕ» ﺄﻳ : ﺍﻧﻘﻠﺒ ﺖ ﻭ « ﺗﻘﺎﻋ ﺴﺖ » ﺗﻮﱠﻗﻔ ﺖ ﻭﺟﺒﻨ ﺖ',
		translation: 'Translation of Hadith 30'
),
	Hadith(
		hadithNumber: 31,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻣ ﱠﺮ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺎ ﻣ ﺮﺃﺓ ﺗﺒﻜﻲ ﻋﻨﺪ ﻗﺒ ﺮ ﻓﻘﺎﻝ : «ﺍﱠﺗﻘﻲ ﺍﷲ.'
			'ﻭﺍ ﺻﺒ ﺮﻱ » ﻓﻘﺎﻟ ﺖ : ﺇﻟﻴ ﻚ ﻋﱢﻨﻲ ، ﻓﺈﱢﻧ ﻚ ﻟﻢ ﺗ ﺼ ﺐ ﺑﻤ ﺼﻴﺒﺘﻰ، ﻭﻟﻢ ﺗﻌﺮﻓﻪ ، ﻓﻘﻴ ﻞ ﻟﻬﺎ : ﺇﱠﻧﻪ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻓﺄﺗ ﺖ ﺑﺎ ﺏ ﺍﻟﱠﻨﱢﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻠﻢ ﺗ ﺠﺪ ﻋﻨﺪﻩ ﺑ ﱠﻮﺍﺑﻴ ﻦ ، ﻓﻘﺎﻟ ﺖ : ﻟﻢ ﺃ ﻋ ﺮﻓ ﻚ ، ﻓﻘﺎ ﻝ : « ﺇﱠﻧﻤﺎ'
			'ﺍﻟ ﱠﺼﺒ ﺮ ﻋﻨﺪ ﺍﻟ ﱠﺼﺪﻣ ﺔ ﺍﻷﻭﻟﻰ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤ ﺴﻠﻢ : « ﺗﺒﻜﻲ ﻋﻠﻰ ﺻﺒ ﱟﻲ ﻟ ﻬﺎ »',
		translation: 'Translation of Hadith 31'
),
	Hadith(
		hadithNumber: 32,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ: ﻣﺎ ﻟﻌﺒﺪﻱ'
			'ﺍﻟﻤ ﺆﻣ ﻦ ﻋﻨﺪﻱ ﺟ ﺰﺍ ﺀ ﺇﺫﺍ ﻗﺒ ﻀ ﺖ ﺻﻔﱠﻴﻪ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﱡﺪﻧﻴﺎ ﺛﻢﱠ ﺍ ﺣﺘ ﺴﺒﻪ ﺇ ﱠﻻ ﺍﻟ ﺠﱠﻨﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 32'
),
	Hadith(
		hadithNumber: 33,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃﻧ ﻬﺎ ﺳﺄﻟ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻦ ﺍﻟ ﱠﻄﺎﻋﻮ ﻥ ، ﻓﺄﺧﺒ ﺮ ﻩﺎ ﺃﻧﻪ ﺁﺎ ﻥ'
			'ﻋﺬﺍﺑﺎ ﻳﺒﻌﺜﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻠﻰ ﻣ ﻦ ﻳ ﺸﺎ ﺀ ، ﻓ ﺠﻌﻠﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺭ ﺣﻤ ﺔ ﻟﻠﻤ ﺆﻣﻨﻴ ﻦ ، ﻓﻠﻴ ﺲ ﻣ ﻦ ﻋﺒﺪ ﻳﻘ ﻊ ﻓﻲ ﺍﻟ ﱠﻄﺎ ﻋﻮﻥ'
			'ﻓﻴ ﻤﻜ ﺚ ﻓﻲ ﺑﻠﺪﻩ ﺻﺎﺑﺮﺍ ﻣ ﺤﺘ ﺴﺒﺎ ﻳﻌﻠﻢ ﺃﻧﱠﻪ ﻻ ﻳ ﺼﻴﺒﻪ ﺇ ﱠﻻ ﻣﺎ ﺁﺘ ﺐ ﺍﻟﱠﻠﻪ ﻟﻪ ﺇ ﱠﻻ ﺁﺎ ﻥ ﻟﻪ ﻣﺜ ﻞ ﺃ ﺟ ﺮ ﺍﻟ ﱠﺸ ﻬﻴﺪ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 33'
),
	Hadith(
		hadithNumber: 34,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻗﺎ ﻝ'
			': ﺇﺫﺍ ﺍﺑﺘﻠﻴ ﺖ ﻋﺒﺪﻱ ﺑﺤﺒﻴﺒﺘﻴﻪ ﻓﺼﺒ ﺮ ﻋﻮﱠ ﺿﺘﻪ ﻣﻨ ﻬﻤﺎ ﺍﻟﺠﱠﻨ ﺔ » ﻳﺮﻳﺪ ﻋﻴﻨﻴﻪ ، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 34'
),
	Hadith(
		hadithNumber: 35,
		hadith:
						'ﻭﻋ ﻦ ﻋﻄﺎ ﺀ ﺑﻦ ﺃﺑﻲ ﺭﺑﺎ ﺡ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﻟﻲ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ﺃﻻ ﺃﺭﻳ ﻚ ﺍ ﻣ ﺮﺃﺓ ﻣﻦ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨﺔ ؟'
			'ﻓﻘﻠﺖ : ﺑﻠﻰ ، ﻗﺎ ﻝ : ﻩﺬﻩ ﺍﻟ ﻤﺮﺃﺓ ﺍﻟﺴ ﻮﺩﺍ ﺀ ﺃﺗ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟ ﺖ : ﺇﱢﻧﻲ ﺃ ﺻ ﺮ ﻉ ، ﻭﺇﱢﻧﻲ ﺃﺗﻜﺸﱠ ﻒ ،'
			'ﻓﺎﺩ ﻉ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻟﻲ ﻗﺎ ﻝ : « ﺈﻧ ﺷﺌ ﺖ ﺻﺒ ﺮ ﺕ ﻭﻟ ﻚ ﺍﻟﺠﱠﻨﺔ، ﻭﺇ ﻥ ﺷﺌ ﺖ ﺩ ﻋ ﻮ ﺕ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺃ ﻥ ﻳﻌﺎﻓﻴ ﻚ » ﻓﻘﺎﻟ ﺖ :'
			'ﺃ ﺻﺒ ﺮ ، ﻓﻘﺎﻟﺖ : ﺇﱢﻧﻲ ﺃﺗﻜﺸﱠ ﻒ ، ﻓﺎﺩ ﻉ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻻ ﺃﺗﻜ ﱠﺸ ﻒ ، ﻓﺪ ﻋﺎ ﻟ ﻬﺎ . ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 35'
),
	Hadith(
		hadithNumber: 36,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺄﱢﻧﻲ ﺃﻧ ﻈ ﺮ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺤﻜ ﻲ ﻧﺒﻴﺎ ﻣﻦ ﺍ ﻷﻧﺒﻴﺎ ﺀ ، ﺻﻠﻮﺍ ﺕ ﺍﻟﱠﻠ ﻪ ﻭ ﺳ ﻼﻣﻪ ﻋﻠﻴﻬﻢ ، ﺿ ﺮﺑﻪ ﻗ ﻮﻣﻪ ﻓﺄﺩﻣـ ﻮﻩ ﻭ ﻩﻮ ﻳ ﻤﺴ ﺢ ﺍﻟﱠﺪﻡ ﻋ ﻦ'
			'ﻭ ﺟ ﻬ ﻪ ، ﻳﻘﻮ ﻝ : « ﺍﻟﱠﻠﻬﱠﻢ ﺍ ﻏﻔ ﺮ ﻟﻘ ﻮﻣﻲ ﻓﺈﱠﻧ ﻬﻢ ﻻ ﻳﻌﻠﻤﻮ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 36'
),
	Hadith(
		hadithNumber: 37,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﻭﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣﺎ ﻳ ﺼﻴ ﺐ ﺍﻟﻤ ﺴﻠﻢ'
			'ﻣ ﻦ ﻧ ﺼ ﺐ ﻭ ﻻ ﻭ ﺻ ﺐ ﻭ ﻻ ﻩﱟﻢ ﻭ ﻻ ﺣ ﺰﻥ ﻭ ﻻ ﺃﺬﯨ ﻭ ﻻ ﻏﱟﻢ ، ﺣﱠﺘﻰ ﺍﻟﺸﱠ ﻮﺁﺔ ﻳ ﺸﺎﺁﻬﺎ ﺇ ﱠﻻ ﺁﱠﻔﺮ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ ﻣ ﻦ ﺧ ﻄﺎﻳﺎﻩ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ « ﺍﻟ ﻮ ﺻﺐ » : ﺍﻟﻤﺮ ﺽ',
		translation: 'Translation of Hadith 37'
),
	Hadith(
		hadithNumber: 38,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺩﺧﻠ ﺖ ﻋﻠﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩﻮ ﻳﻮ ﻋ ﻚ ﻓﻘﻠ ﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﺇﱠﻧ ﻚ ﺗﻮﻋ ﻚ ﻭ ﻋﻜﺎ ﺷﺪﻳﺪﺍ ﻗﺎﻝ : « ﺃ ﺟ ﻞ ﺇﱢﻧﻲ ﺃﻭ ﻋ ﻚ ﺁ ﻤﺎ ﻳﻮ ﻋ ﻚ ﺭ ﺟﻼ ﻥ ﻣﻨﻜﻢ» ﻗﻠ ﺖ : ﺫﻟﻚ ﺃ ﱠﻥ ﻟ ﻚ ﺃ ﺟﺮﻳﻦ ؟ ﻗﺎﻝ'
			': « ﺃ ﺟ ﻞ ﺫﻟﻚ ﺁﺬﻟﻚ ﻣﺎ ﻣ ﻦ ﻣ ﺴﻠﻢ ﻳ ﺼﻴﺒﻪ ﺃﺬﯨ ، ﺷ ﻮﺁﺔ ﻓ ﻤﺎ ﻓ ﻮﻗ ﻬﺎ ﺇ ﱠﻻ ﺁﱠﻔﺮ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ ﺳﻴﺌﺎﺗﻪ ، ﻭﺣ ﱠﻄ ﺖ ﻋﻨﻪ ﺫﻧﻮﺑﻪ'
			'ﻭ « ﺍﻟ ﻮ ﻋ ﻚ » : ﻣﻐ ﺚ ﺍﻟﺤﱠﻤﻰ ، ﻭﻗﻴﻞ : ﺍﻟ ﺤﻤﻰ .ﺁ ﻤﺎ ﺗ ﺤﻂﱡ ﺍﻟﺸﱠﺠﺮﺓ ﻭﺭﻗ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 38'
),
	Hadith(
		hadithNumber: 39,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻳ ﺮﺩ ﺍﻟﱠﻠﻪ ﺑ ﻪ ﺧﻴﺮﺍ ﻳ ﺼ ﺐ'
			'ﻣﻨﻪ » : ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭ ﺿﺒ ﻄﻮﺍ « ﻳ ﺼﺐ » : ﺑﻔﺘ ﺢ ﺍﻟ ﱠﺼﺎﺩ ﻭﺁ ﺴ ﺮ ﻩﺎ',
		translation: 'Translation of Hadith 39'
),
	Hadith(
		hadithNumber: 40,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﺘﻤﻨﻴ ﱠﻦ ﺃﺣﺪﺁﻢ ﺍﻟﻤ ﻮ ﺕ ﻟ ﻀﺮﱟ'
			'ﺃ ﺻﺎﺑﻪ ، ﻓﺈ ﻥ ﺁﺎ ﻥ ﻻ ﺑﺪﱠ ﻓﺎﻋ ﻼ ﻓﻠﻴﻘﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﺣﻴﻨﻲ ﻣﺎ ﺁﺎﻧﺖ ﺍﻟﺤﻴﺎﺓ ﺧﻴﺮﺍ ﻟﻲ ﻭﺗﻮﱠﻓﻨﻲ ﺇﺫﺍ ﺁﺎﻧ ﺖ ﺍﻟﻮﻓﺎﺓ ﺧﻴﺮﺍ ﻟﻲ »'
			'ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 40'
),
	Hadith(
		hadithNumber: 41,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺧﱠﺒﺎ ﺏ ﺑﻦ ﺍ ﻷﺭ ﱢﺕ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺷﻜ ﻮﻧﺎ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻭ ﻩﻮ ﻣﺘﻮ ﱢﺳﺪ ﺑﺮﺩﺓ ﻟﻪ ﻓﻲ ﻇ ﱢﻞ ﺍﻟﻜﻌﺒ ﺔ ، ﻓﻘﻠﻨﺎ : ﺃﻻ ﺗ ﺴﺘﻨﺼ ﺮ ﻟﻨﺎ ﺃﻻ ﺗﺪ ﻋﻮ ﻟﻨﺎ ؟ ﻓﻘﺎ ﻝ : ﻗﺪ ﺁﺎ ﻥ ﻣ ﻦ ﻗﺒﻠﻜﻢ ﻳ ﺆ ﺧﺬ'
			'ﺍﻟﺮﱠ ﺟ ﻞ ﻓﻴ ﺤﻔ ﺮ ﻟﻪ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ﻓﻲ ﺟﻌ ﻞ ﻓﻴ ﻬﺎ ، ﺛﱠﻢ ﻳ ﺆﺗﻰ ﺑﺎﻟﻤﻨﺸﺎ ﺭ ﻓﻴﻮ ﺿ ﻊ ﻋﻠﻰ ﺭﺃ ﺳ ﻪ ﻓﻴﺠﻌ ﻞ ﻧ ﺼﻔﻴﻦ ، ﻭﻳ ﻤﺸ ﻂ'
			'ﺑﺄ ﻣﺸﺎ ﻁ ﺍﻟﺤﺪﻳﺪ ﻣﺎ ﺩﻭ ﻥ ﻟ ﺤ ﻤ ﻪ ﻭﻋ ﻈﻤ ﻪ ، ﻣﺎ ﻳ ﺼﺪﱡﻩ ﺫﻟ ﻚ ﻋ ﻦ ﺩﻳﻨ ﻪ ، ﻭﺍﻟﱠﻠﻪ ﻟﻴﺘﻤ ﱠﻦ ﺍﻟﱠﻠﻪ ﻩﺬﺍ ﺍ ﻷ ﻣﺮ ﺣﱠﺘﻰ ﻳ ﺴﻴﺮ'
			'ﺍﻟ ﱠﺮﺍﺁ ﺐ ﻣ ﻦ ﺻﻨﻌﺎ ﺀ ﺇﻟﻰ ﺣ ﻀﺮ ﻣﻮ ﺕ ﻻ ﻳﺨﺎ ﻑ ﺇ ﱠﻻ ﺍﷲ ﻭﺍﻟﱢﺬﺋ ﺐ ﻋﻠﻰ ﻏﻨ ﻤ ﻪ ، ﻭﻟﻜﱠﻨﻜﻢ ﺗ ﺴﺘﻌ ﺠﻠﻮ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻭ ﻩ ﻮ ﻣﺘﻮ ﱢﺳﺪ ﺑ ﺮﺩﺓ ﻭﻗﺪ ﻟﻘﻴﻨﺎ ﻣ ﻦ ﺍﻟﻤ ﺸﺮﺁﻴﻦ ﺷﱠﺪﺓ »',
		translation: 'Translation of Hadith 41'
),
	Hadith(
		hadithNumber: 42,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻟﱠﻤﺎ ﺁﺎ ﻥ ﻳ ﻮﻡ ﺣﻨﻴ ﻦ ﺁﺛﺮ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧﺎﺳﺎ ﻓﻲ'
			'ﺍﻟﻘ ﺴﻤ ﺔ : ﻓﺄ ﻋ ﻄﻰ ﺍ ﻷﻗﺮ ﻉ ﺑ ﻦ ﺣﺎﺑ ﺲ ﻣﺎﺋ ﺔ ﻣ ﻦ ﺍ ﻹﺑ ﻞ ﻭﺃ ﻋ ﻄﻰ ﻋﻴﻴﻨ ﺔ ﺑ ﻦ ﺣ ﺼ ﻦ ﻣﺜ ﻞ ﺫﻟ ﻚ ، ﻭﺃﻋﻄﻰ ﻧﺎﺳﺎ ﻣ ﻦ'
			'ﺃﺷﺮﺍ ﻑ ﺍﻟﻌﺮ ﺏ ﻭﺁﺛﺮ ﻩﻢ ﻳ ﻮﻣﺌﺬ ﻓﻲ ﺍﻟﻘ ﺴﻤ ﺔ . ﻓﻘﺎ ﻝ ﺭ ﺟﻞ : ﻭﺍﻟﱠﻠ ﻪ ﺇ ﱠﻥ ﻩﺬﻩ ﻗ ﺴﻤﺔ ﻣﺎ ﻋﺪ ﻝ ﻓﻴﻬﺎ ، ﻭﻣﺎ ﺃﺭﻳﺪ ﻓﻴ ﻬﺎ'
			'ﻭﺟﻪ ﺍﻟﱠﻠﻪ ، ﻓﻘﻠ ﺖ: ﻭﺍﻟﱠﻠﻪ ﻷ ﺧﺒ ﺮ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄﺗﻴﺘﻪ ﻓﺄﺧﺒﺮﺗﻪ ﺑﻤﺎ ﻗﺎﻝ ، ﻓﺘﻐﱠﻴﺮ ﻭ ﺟ ﻬﻪ'
			'ﺣﱠﺘﻰ ﺁﺎ ﻥ ﺁﺎﻟ ﱢﺼ ﺮ ﻑ . ﺛﻢﱠ ﻗﺎﻝ : « ﻓﻤ ﻦ ﻳﻌﺪ ﻝ ﺇﺫﺍ ﻟﻢ ﻳﻌﺪ ﻝ ﺍﻟﱠﻠﻪ ﻭﺭ ﺳﻮﻟﻪ ؟ ﺛﻢ ﻗﺎﻝ : ﻳﺮ ﺣﻢ ﺍﻟﱠﻠﻪ ﻣﻮﺳﻰ ﻗﺪ ﺃ ﻭﺫ ﻱ'
			'ﺑﺄﺁﺜ ﺮ ﻣ ﻦ ﻩﺬﺍ ﻓﺼﺒ ﺮ » ﻓﻘﻠ ﺖ: ﻻ ﺟﺮﻡ ﻻ ﺃ ﺭﻓ ﻊ ﺇﻟﻴﻪ ﺑﻌﺪﻩﺎ ﺣﺪﻳﺜﺎ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻗ ﻮﻟﻪ « ﺁﺎﻟ ﺼ ﺮ ﻑ » ﻩﻮ ﺑﻜ ﺴ ﺮ ﺍﻟﺼﺎﺩ ﺍﻟﻤ ﻬﻤﻠ ﺔ : ﻭ ﻩ ﻮ ﺻﺒ ﻎ ﺃ ﺣﻤ ﺮ',
		translation: 'Translation of Hadith 42'
),
	Hadith(
		hadithNumber: 43,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃ ﺭﺍﺩ ﺍﻟﱠﻠﻪ ﺑﻌﺒﺪﻩ ﺧﻴﺮﺍ ﻋ ﱠﺠ ﻞ ﻟﻪ'
			'ﺍﻟﻌﻘﻮﺑ ﺔ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ، ﻭﺇﺫﺍ ﺃ ﺭﺍﺩ ﺍﻟﱠﻠﻪ ﺑﻌﺒﺪﻩ ﺍﻟ ﱠﺸ ﱠﺮ ﺃﻣ ﺴ ﻚ ﻋﻨﻪ ﺑﺬﻧﺒ ﻪ ﺣﱠﺘﻰ ﻳﻮﺍﻓ ﻲ ﺑ ﻪ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » .'
			'ﻭﻗﺎ ﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻋ ﻈﻢ ﺍﻟﺠﺰﺍ ﺀ ﻣ ﻊ ﻋ ﻈﻢ ﺍﻟﺒﻼ ﺀ ، ﻭﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺇﺫﺍ ﺃ ﺣ ﱠﺐ ﻗﻮﻣﺎ ﺍﺑﺘﻼ ﻩﻢ'
			'، ﻓﻤ ﻦ ﺭ ﺿ ﻲ ﻓﻠﻪ ﺍﻟﺮ ﺿﺎ ، ﻭ ﻣ ﻦ ﺳ ﺨ ﻂ ﻓﻠﻪ ﺍﻟﺴﱡ ﺨ ﻂ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ: ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 43'
),
	Hadith(
		hadithNumber: 44,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﺑ ﻦ ﻷﺑﻲ ﻃﻠﺤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻳ ﺸﺘﻜﻲ ، ﻓﺨﺮﺝ ﺃﺑﻮ ﻃﻠﺤﺔ ، ﻓﻘﺒ ﺾ'
			'ﺍﻟ ﱠﺼﺒ ﱡﻲ ، ﻓﻠﱠﻤﺎ ﺭ ﺟ ﻊ ﺃﺑﻮ ﻃﻠﺤ ﺔ ﻗﺎﻝ : ﻣﺎ ﻓﻌ ﻞ ﺍﺑﻨﻲ ؟ ﻗﺎﻟﺖ ﺄﻣﱡ ﺳﻠﻴﻢ ﻭ ﻩ ﻲ ﺄﻣﱡ ﺍﻟ ﱠﺼﺒ ﱢﻲ : ﻩﻮ ﺃ ﺳﻜ ﻦ ﻣﺎ ﺁﺎ ﻥ ، ﻓﻘ ﱠﺮﺑ ﺖ'
			'ﺇﻟﻴﻪ ﺍﻟﻌ ﺸﺎ ﺀ ﻓﺘﻌ ﱠﺸﻰ ، ﺛﻢﱠ ﺃ ﺻﺎ ﺏ ﻣﻨ ﻬﺎ، ﻓﻠﱠﻤﺎ ﻓﺮ ﻍ ﻗﺎﻟ ﺖ : ﻭﺍ ﺭﻭﺍ ﺍﻟ ﱠﺼﺒ ﱠﻲ ، ﻓﻠﱠﻤﺎ ﺃ ﺻﺒ ﺢ ﺃﺑﻮ ﻃﻠ ﺤﺔ ﺃﺗﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺄ ﺧﺒﺮﻩ، ﻓﻘﺎ ﻝ: « ﺃﻋﺮﱠ ﺳﺘﻢ ﺍﻟﱠﻠﻴﻠ ﺔ ؟ ﻗﺎ ﻝ : ﻧﻌﻢ ، ﻗﺎﻝ : « ﺍﻟﱠﻠﻬﱠﻢ ﺑﺎﺭ ﻙ ﻟ ﻬﻤﺎ » ﻓﻮﻟﺪ ﺕ ﻏﻼﻣﺎ'
			'ﻓﻘﺎ ﻝ ﻟﻲ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ : ﺍ ﺣﻤﻠﻪ ﺣﱠﺘﻰ ﺗﺄﺗ ﻲ ﺑ ﻪ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺑﻌ ﺚ ﻣﻌﻪ ﺑﺘ ﻤ ﺮﺎﺗ ، ﻓﻘﺎﻝ : «ﺃﻣﻌﻪ'
			'ﺷﻲ ﺀ ؟ » ﻗﺎﻝ : ﻧﻌﻢ ، ﺗﻤﺮﺍ ﺕ ﻓﺄ ﺧﺬ ﻩﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻤ ﻀﻐ ﻬﺎ ، ﺛﻢﱠ ﺃﺧﺬ ﻩﺎ ﻣ ﻦ ﻓﻴ ﻪ ﻓ ﺠﻌﻠ ﻬﺎ ﻓﻲ ﻓﻲ'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻠﺒ ﺨﺎﺮﻳﱢ : ﻗﺎﻝ ﺍﺑ ﻦ ﻋﻴﻴﻨﺔ : ﻓﻘﺎ ﻝ ﺭ ﺟﻞ ﻣ ﻦ ﺍ ﻷﻧﺼﺎ ﺭ : ﻓ ﺮﺃﻳ ﺖ ﺗﺴﻌﺔ ﺃ ﻭﻻﺩ ﺁﱡﻠ ﻬﻢ ﻗﺪ ﻗﺮ ﺅﻭﺍ ﺍﻟﻘ ﺮﺁ ﻥ ،ﺍﻟ ﱠﺼﺒ ﱢﻲ ﺛﻢﱠ ﺣﱠﻨﻜﻪ ﻭﺳﱠﻤﺎﻩ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻳﻌﻨﻲ ﻣ ﻦ ﺃ ﻭﻻﺩ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺍﻟﻤ ﻮﻟﻮﺩ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : ﻣﺎ ﺕ ﺍﺑ ﻦ ﻷﺑﻲ ﻃﻠ ﺤ ﺔ ﻣ ﻦ ﺄﻣﱢ ﺳﻠﻴﻢ ، ﻓﻘﺎﻟ ﺖ ﻷ ﻩﻠ ﻬﺎ : ﻻ ﺗ ﺤﺪﱢﺛﻮﺍ ﺃﺑﺎ ﻃﻠ ﺤ ﺔ ﺑﺎﺑﻨ ﻪ ﺣﱠﺘﻰ ﺃﺁﻮ ﻥ'
			'ﺃﻧﺎ ﺃ ﺣﺪﱢﺛﻪ ، ﻓ ﺠﺎ ﺀ ﻓﻘ ﱠﺮﺑ ﺖ ﺇﻟﻴﻪ ﻋ ﺸﺎ ﺀ ﻓﺄﺁ ﻞ ﻭ ﺷ ﺮ ﺏ ، ﺛﻢﱠ ﺗﺼﱠﻨﻌ ﺖ ﻟﻪ ﺃ ﺣﺴ ﻦ ﻣﺎ ﺁﺎﻧ ﺖ ﺗ ﺼﱠﻨ ﻊ ﻗﺒ ﻞ ﺫﻟ ﻚ ، ﻓﻮﻗ ﻊ ﺑ ﻬﺎ ،'
			'ﻓﻠﱠﻤﺎ ﺃ ﻥ ﺭﺃ ﺕ ﺃﻧﱠﻪ ﻗﺪ ﺷﺒ ﻊ ﻭﺃ ﺻﺎ ﺏ ﻣﻨﻬﺎ ﻗﺎﻟ ﺖ: ﻳﺎ ﺃﺑﺎ ﻃﻠﺤ ﺔ ، ﺃ ﺭﺍﻳ ﺖ ﻟ ﻮ ﺃ ﱠﻥ ﻗ ﻮﻣﺎ ﺃﻋﺎ ﺭﻭﺍ ﻋﺎ ﺭﻳﺘ ﻬﻢ ﺃ ﻩﻞ ﺑﻴ ﺖ'
			'ﻓ ﻄﻠﺒﻮﺍ ﻋﺎﺭﻳﺘ ﻬﻢ ، ﺃﻟ ﻬﻢ ﺃ ﻥ ﻳ ﻤﻨﻌﻮ ﻩﺎ؟ ﻗﺎ ﻝ : ﻻ ، ﻓﻘﺎﻟ ﺖ : ﻓﺎﺣﺘ ﺴ ﺐ ﺍﺑﻨ ﻚ . ﻗﺎ ﻝ : ﻓﻐ ﻀ ﺐ ، ﺛﻢﱠ ﻗﺎ ﻝ : ﺗﺮﺁﺘﻨﻲ ﺣﱠﺘﻰ'
			'ﺇﺫﺍ ﺗﻠﻄﱠ ﺨ ﺖ ﺛﻢﱠ ﺃ ﺧﺒﺮﺗﻨﻲ ﺑﺎﺑﻨﻲ ، ﻓﺎﻧ ﻄﻠ ﻖ ﺣﱠﺘﻰ ﺃﺗﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺄ ﺧﺒﺮﻩ ﺑﻤﺎ ﺁﺎ ﻥ ، ﻓﻘﺎ ﻝ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺑﺎﺭ ﻙ ﺍﻟﱠﻠﻪ ﻟﻜﻤﺎ ﻓﻲ ﻟﻴﻠﺘﻜﻤﺎ » .'
			'ﻗﺎﻝ : ﻓﺤﻤﻠ ﺖ ، ﻗﺎﻝ : ﻭﺁﺎ ﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺳﻔ ﺮ ﻭ ﻩﻲ ﻣﻌﻪ ﻭﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺃﺗﻰ ﺍﻟﻤﺪﻳﻨ ﺔ ﻣ ﻦ ﺳﻔ ﺮ ﻻ ﻳ ﻄ ﺮﻗﻬﺎ ﻃ ﺮﻭﻗﺎ ﻓﺪﻧ ﻮﺍ ﻣ ﻦ ﺍﻟﻤﺪﻳﻨ ﺔ ، ﻓ ﻀ ﺮﺑ ﻬﺎ ﺍﻟﻤﺨﺎ ﺽ ، ﻓﺎ ﺣﺘﺒﺲ ﻋﻠﻴ ﻬﺎ'
			'ﺃﺑﻮ ﻃﻠ ﺤ ﺔ ، ﻭﺍﻧﻄﻠ ﻖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻗﺎ ﻝ : ﻳﻘﻮ ﻝ ﺃﺑﻮ ﻃﻠﺤ ﺔ ﺇﱠﻧ ﻚ ﻟﺘﻌﻠﻢ ﻳﺎﺭ ﱢﺏ ﺃﻧﱠﻪ ﻳﻌﺠﺒﻨﻲ ﺃ ﻥ'
			'ﺃ ﺧ ﺮ ﺝ ﻣ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺧ ﺮ ﺝ ، ﻭﺃﺩ ﺧ ﻞ ﻣﻌﻪ ﺇﺫﺍ ﺩ ﺧ ﻞ ، ﻭﻗﺪ ﺍ ﺣﺘﺒ ﺴ ﺖ ﺑﻤﺎ ﺗﺮﻯ . ﺗﻘﻮ ﻝ ﺄﻣﱡ'
			'ﺳﻠﻴﻢ : ﻳﺎ ﺃﺑﺎ ﻃﻠﺤ ﺔ ﻣﺎ ﺃ ﺟﺪ ﺍﱠﻟﺬﻱ ﺁﻨ ﺖ ﺃ ﺟﺪ ، ﺍﻧ ﻄﻠ ﻖ ، ﻓﺎﻧ ﻄﻠﻘﻨﺎ ، ﻭ ﺿﺮﺑ ﻬﺎ ﺍﻟ ﻤﺨﺎ ﺽ ﺣﻴ ﻦ ﻗﺪ ﻣﺎ ﻓﻮﻟﺪ ﺕ ﻏﻼﻣﺎ .'
			'ﻓﻘﺎﻟ ﺖ ﻟﻲ ﺃﱢﻣﻲ : ﻳﺎ ﺃﻧ ﺲ ﻻ ﻳ ﺮ ﺿﻌﻪ ﺃﺣﺪ ﺗﻐﺪ ﻭ ﺑ ﻪ ﻋﻠﻰ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻠﱠﻤﺎ ﺃ ﺻﺒ ﺢ ﺍﺣﺘﻤﻠﺘﻪ'
			'ﻓﺎﻧ ﻄﻠﻘ ﺖ ﺑ ﻪ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻭﺫﺁ ﺮ ﺗﻤﺎﻡ ﺍﻟ ﺤﺪﻳ ﺚ',
		translation: 'Translation of Hadith 44'
),
	Hadith(
		hadithNumber: 45,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻴ ﺲ ﺍﻟﺸﺪﻳﺪ ﺑﺎﻟ ﱡﺼ ﺮﻋ ﺔ ﺇﻧﱠﻤﺎ'
			'ﺍﻟﺸﺪﻳﺪ ﺍﱠﻟﺬﻱ ﻳ ﻤﻠ ﻚ ﻧﻔ ﺴﻪ ﻋﻨﺪ ﺍﻟﻐ ﻀ ﺐ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻭﺍﻟ ﱡﺼ ﺮ ﻋﺔ » ﺑﻀﱢﻢ ﺍﻟ ﱠﺼﺎﺩ ﻭﻓﺘ ﺢ ﺍﻟ ﱠﺮﺍ ﺀ ، ﻭﺃ ﺻﻠﻪ ﻋﻨﺪ ﺍﻟﻌﺮ ﺏ ﻣ ﻦ ﻳﺼ ﺮ ﻉ ﺍﻟﱠﻨﺎ ﺱ ﺁﺜﻴﺮﺍ',
		translation: 'Translation of Hadith 45'
),
	Hadith(
		hadithNumber: 46,
		hadith:
						'ﻭﻋ ﻦ ﺳﻠﻴﻤﺎ ﻥ ﺑ ﻦ ﺻ ﺮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﻨ ﺖ ﺟﺎﻟﺴﺎ ﻣﻊ ﺍﻟﱠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻭﺭ ﺟﻼﻥ'
			'ﻳﺴﺘﱠﺒﺎ ﻥ ﻭﺃﺣﺪ ﻩﻤﺎ ﻗﺪ ﺍ ﺣ ﻤ ﱠﺮ ﻭ ﺟ ﻬﻪ . ﻭﺍﻧﺘﻔ ﺨ ﺖ ﺃﻭﺩﺍﺟﻪ . ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱢﻧﻲ ﻷﻋﻠﻢ'
			'ﺁﻠﻤ ﺔ ﻟ ﻮ ﻗﺎﻟ ﻬﺎ ﻟﺬ ﻩ ﺐ ﻋﻨﻪ ﻣﺎ ﻳ ﺠﺪ ، ﻟ ﻮ ﻗﺎ ﻝ : ﺃ ﻋﻮﺫ ﺑﺎﻟﻠ ﻪ ﻣ ﻦ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﺍﻟ ﱠﺮ ﺟﻴﻢ ﺫ ﻩ ﺐ ﻋﻨﻪ ﻣﺎ ﻳﺠﺪ . ﻓﻘﺎﻟﻮﺍ ﻟﻪ : ﺇ ﱠﻥ'
			'ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : «ﺗﻌ ﱠﻮﺫ ﺑﺎﻟﱢﻠ ﻪ ﻣﻦ ﺍﻟ ﱠﺸﻴﻄﺎﻥ ﺍﻟ ﱠﺮ ﺟﻴﻢ ». ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 46'
),
	Hadith(
		hadithNumber: 47,
		hadith:
						'ﻭﻋ ﻦ ﻣﻌﺎﺫ ﺑ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺁ ﻈﻢ ﻏﻴﻈﺎ ، ﻭ ﻩﻮ ﻗﺎﺩﺭ'
			'ﻋﻠﻰ ﺃ ﻥ ﻳﻨﻔﺬﻩ ، ﺩ ﻋﺎﻩ ﺍﻟﱠﻠﻪ ﺳﺒﺤﺎﻧﻪ ﻭﺗﻌﺎﻟﻰ ﻋﻠﻰ ﺭ ﺅﻭ ﺱ ﺍﻟﺨﻼﺋ ﻖ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺣﱠﺘﻰ ﻳ ﺨﱢﻴ ﺮﻩ ﻣ ﻦ ﺍﻟ ﺤﻮ ﺭ ﺍﻟﻌﻴ ﻦ ﻣﺎ'
			'ﺷﺎ ﺀ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍ ﻭﺩ ، ﻭﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 47'
),
	Hadith(
		hadithNumber: 48,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻗﺎ ﻝ ﻟﻠﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃ ﻭ ﺻﻨﻲ ، ﻗﺎ ﻝ : « ﻻ ﺗﻐ ﻀ ﺐ'
			'» ﻓﺮﱠﺩﺩ ﻣﺮﺍﺭﺍ ﻗﺎ ﻝ ، « ﻻ ﺗﻐ ﻀ ﺐ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 48'
),
	Hadith(
		hadithNumber: 49,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻳ ﺰﻻ ﺍﻟﺒﻼ ﺀ ﺑﺎﻟﻤ ﺆﻣ ﻦ'
			'ﻭﺍﻟﻤﺆ ﻣﻨ ﺔ ﻓﻲ ﻧﻔ ﺴ ﻪ ﻭﻭﻟﺪﻩ ﻭ ﻣﺎﻟ ﻪ ﺣﱠﺘﻰ ﻳﻠﻘﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻭ ﻣﺎ ﻋﻠﻴﻪ ﺧ ﻄﻴﺌﺔ» ﺭﻭﺍﻩ ﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ'
			'ﺻ ﺤﻴ ﺢ',
		translation: 'Translation of Hadith 49'
),
	Hadith(
		hadithNumber: 50,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺪﻡ ﻋﻴﻴﻨﺔ ﺑ ﻦ ﺣ ﺼ ﻦ ﻓﻨﺰ ﻝ ﻋﻠﻰ ﺍﺑ ﻦ ﺃﺧﻴ ﻪ ﺍﻟ ﺤﺮ ﺑ ﻦ ﻗﻴ ﺲ ، ﻭﺁﺎ ﻥ'
			'ﻣﻦ ﺍﻟﱠﻨﻔ ﺮ ﺍﱠﻟﺬﻳﻦ ﻳﺪﻧﻴ ﻬﻢ ﻋﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻭﺁﺎ ﻥ ﺍﻟﻘ ﱠﺮﺍ ﺀ ﺃ ﺻﺤﺎ ﺏ ﻣ ﺠﻠ ﺲ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻭﻣﺸﺎ ﻭ ﺭﺗ ﻪ'
			'ﺁﻬﻮ ﻻ ﺁﺎﻧﻮﺍ ﺃ ﻭ ﺷﱠﺒﺎﻧﺎ ، ﻓﻘﺎ ﻝ ﻋﻴﻴﻨﺔ ﻻﺑ ﻦ ﺃﺧﻴ ﻪ : ﻳﺎ ﺍﺑ ﻦ ﺃ ﺧﻰ ﻟ ﻚ ﻭ ﺟﻪ ﻋﻨﺪ ﻩﺬﺍ ﺍﻷ ﻣﻴ ﺮ ﻓﺎ ﺳﺘﺄﺫ ﻥ ﻟﻰ ﻋﻠﻴﻪ ،'
			'ﻓﺎﺳﺘﺄﺫ ﻥ ﻓﺄﺫ ﻥ ﻟﻪ ﻋﻤ ﺮ . ﻓﻠﱠﻤﺎ ﺩ ﺧ ﻞ ﻗﺎ ﻝ : ﻩ ﻲ ﻳﺎ ﺍﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎﺏ ، ﻓ ﻮﺍﻟﱠﻠﻪ ﻣﺎ ﺗﻌ ﻄﻴﻨﺎ ﺍﻟ ﺠ ﺰ ﻝ ﻭﻻ ﺗ ﺤﻜﻢ ﻓﻴﻨﺎ ﺑﺎﻟﻌﺪﻝ ،'
			'ﻓﻐ ﻀ ﺐ ﻋ ﻤ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺣﱠﺘﻰ ﻩﱠﻢ ﺃ ﻥ ﻳﻮﻗ ﻊ ﺑ ﻪ ﻓﻘﺎ ﻝ ﻟﻪ ﺍﻟ ﺤﺮﱡ : ﻳﺎ ﺃ ﻣﻴ ﺮ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻗﺎﻝ ﻟﻨﺒﱢﻴ ﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : { ﺧﺬ ﺍﻟﻌﻔ ﻮ ﻭﺃﻣ ﺮ ﺑﺎﻟﻌ ﺮ ﻑ ﻭﺃ ﻋ ﺮ ﺽ ﻋ ﻦ ﺍﻟﺠﺎﻩﻠﻴ ﻦ } [ ﺳﻮﺭﺓ ﺍﻷﻋﺮﺎﻓ: 198 ] ﻭﺇ ﱠﻥ'
			'ﻩﺬﺍ ﻣ ﻦ ﺍﻟﺠﺎﻩﻠﻴ ﻦ ، ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺟﺎ ﻭ ﺰﻫﺎ ﻋ ﻤ ﺮ ﺣﻴ ﻦ ﺗﻼﻩﺎ ، ﻭﺁﺎ ﻥ ﻭﱠﻗﺎﻓﺎ ﻋﻨﺪ ﺁﺘﺎ ﺏ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﯨ',
		translation: 'Translation of Hadith 50'
),
	Hadith(
		hadithNumber: 51,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻧ ﻬﺎ ﺳﺘﻜﻮ ﻥ ﺑﻌﺪﻯ ﺃﺛ ﺮﺓ ﻭﺃﻣﻮﺭ'
			'ﺗﻨﻜﺮﻭﻧﻬﺎ ، ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻓﻤﺎ ﺗﺄﻣ ﺮﻧﺎ ؟ ﻗﺎ ﻝ : ﺗ ﺆﱡﺩﻭ ﻥ ﺍﻟﺤ ﱠﻖ ﺍﱠﻟﺬﻱ ﻋﻠﻴﻜﻢ ﻭﺗ ﺴﺄﻟﻮ ﻥ ﺍﻟﱠﻠﻪ ﺍﻟﺬﻱ ﻟﻜﻢ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ . « ﻭﺍ ﻷﺛ ﺮﺓ » : ﺍﻻﻧﻔﺮﺍﺩ ﺑﺎﻟﺸ ﻲ ﺀ ﻋﱠﻤ ﻦ ﻟﻪ ﻓﻴ ﻪ ﺣ ﱞﻖ',
		translation: 'Translation of Hadith 51'
),
	Hadith(
		hadithNumber: 52,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻳ ﺤﻴﻰ ﺃ ﺳﻴﺪ ﺑ ﻦ ﺣ ﻀﻴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻣ ﻦ ﺍ ﻷﻧ ﺼﺎ ﺭ ﻗﺎﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻻ ﺗ ﺴﺘﻌﻤﻠﻨﻲ'
			'ﺁ ﻤﺎ ﺍ ﺳﺘﻌﻤﻠ ﺖ ﻓﻼﻧﺎ ﻭﻓﻼﻧﺎ ﻓﻘﺎ ﻝ : « ﺇﱠﻧﻜﻢ ﺳﺘﻠﻘ ﻮ ﻥ ﺑﻌﺪﻱ ﺃﺛ ﺮﺓ ﻓﺎ ﺻﺒ ﺮﻭﺍ ﺣﱠﺘﻰ ﺗﻠﻘ ﻮﻧﻲ ﻋﻠﻰ ﺍﻟﺤ ﻮ ﺽ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ .'
			'»ﻭﺃ ﺳﻴﺪ » ﺑ ﻀﱢﻢ ﺍﻟﻬ ﻤﺰﺓ . « ﻭ ﺣ ﻀﻴﺮ » ﺑﺤﺎ ﺀ ﻣ ﻬﻤﻠ ﺔ ﻣﻀﻤﻮ ﻣ ﺔ ﻭﺿﺎﺩ ﻣﻌ ﺠ ﻤ ﺔ ﻣﻔﺘﻮﺣ ﺔ ، ﻭﺍﻟﱠﻠﻪ ﺃ ﻋﻠﻢ',
		translation: 'Translation of Hadith 52'
),
	Hadith(
		hadithNumber: 53,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺇﺑﺮﺎﻫﻴﻢ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺃﺑﻲ ﺃ ﻭﻓﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺑﻌ ﺾ'
			'ﺃﱠﻳﺎ ﻣ ﻪ ﺍﻟﺘﻲ ﻟﻘ ﻲ ﻓﻴ ﻬﺎ ﺍﻟﻌﺪﻭﱠ ، ﺍﻧﺘﻈ ﺮ ﺣﱠﺘﻰ ﺇﺫﺍ ﻣﺎﻟ ﺖ ﺍﻟﺸﱠ ﻤ ﺲ ﻗﺎﻡ ﻓﻴﻬﻢ ﻓﻘﺎ ﻝ: « ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﻻ ﺗﺘﻤﱠﻨﻮﺍ ﻟﻘﺎ ﺀ ﺍﻟﻌﺪﻭﱢ'
			'، ﻭﺍ ﺳﺄﻟﻮﺍ ﺍﻟﱠﻠﻪ ﺍﻟﻌﺎﻓﻴ ﺔ ، ﻓﺈﺫﺍ ﻟﻘﻴﺘﻤﻮﻩﻢ ﻓﺎ ﺻﺒ ﺮﻭﺍ ، ﻭﺍ ﻋﻠﻤﻮﺍ ﺃ ﱠﻥ ﺍﻟ ﺠﱠﻨﺔ ﺗ ﺤ ﺖ ﻇ ﻼ ﻝ ﺍﻟ ﱡﺴﻴﻮ ﻑ » ﺛﻢﱠ ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﻣﻨ ﺰ ﻝ ﺍﻟﻜﺘﺎ ﺏ ﻭﻣ ﺠ ﺮ ﻱ ﺍﻟ ﱠﺴ ﺤﺎ ﺏ ، ﻭ ﻩﺎ ﺰﻣ ﺍ ﻷ ﺣﺰﺍ ﺏ ، ﺍ ﻩ ﺰ ﻣ ﻬﻢ ﻭﺍﻧ ﺼ ﺮﻧﺎ ﻋﻠﻴ ﻬﻢ »'
			'. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ﻭﺑﺎﻟﱠﻠﻪ ﺍﻟﺘﱠ ﻮﻓﻴ ﻖ .'
			'`',
		translation: 'Translation of Hadith 53'
),
	Hadith(
		hadithNumber: 54,
		hadith:
						'ﻓﺎ ﻷﻭﱠ ﻝ : ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟ ﱠﺼﺪ ﻕ ﻳ ﻬﺪﻱ ﺇﻟﻰ'
			'ﺍﻟﺒ ﱢﺮ ﻭﺇ ﱠﻥ ﺍﻟﺒ ﱠﺮ ﻳ ﻬﺪﻱ ﺇﻟﻰ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻭﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻟﻴ ﺼﺪ ﻕ ﺣﱠﺘﻰ ﻳﻜﺘ ﺐ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺻﱢﺪﻳﻘﺎ ، ﻭﺇ ﱠﻥ ﺍﻟﻜﺬ ﺏ ﻳ ﻬﺪﻱ ﺇﻟﻰ'
			'ﺍﻟﻔ ﺠﻮ ﺭ ﻭﺇ ﱠﻥ ﺍﻟﻔ ﺠﻮ ﺭ ﻳ ﻬﺪﻱ ﺇﻟﻰ ﺍﻟﱠﻨﺎ ﺭ ، ﻭﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻟﻴﻜﺬ ﺏ ﺣﱠﺘﻰ ﻳﻜﺘ ﺐ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺁﱠﺬﺍﺑﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 54'
),
	Hadith(
		hadithNumber: 55,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ : ﻋ ﻦ ﺃﺑﻲ ﻣ ﺤﱠﻤﺪ ﺍﻟ ﺤﺴ ﻦ ﺑ ﻦ ﻋﻠ ﱢﻲ ﺑ ﻦ ﺃﺑﻲ ﻃﺎﻟ ﺐ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎ ﻝ ﺣﻔ ﻈ ﺖ ﻣ ﻦ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺩ ﻉ ﻣﺎ ﻳ ﺮﻳﺒ ﻚ ﺇﻟﻰ ﻣﺎ ﻻ ﻳﺮﻳﺒ ﻚ ، ﻓﺈ ﱠﻥ ﺍﻟ ﱢﺼﺪ ﻕ ﻃﻤﺄﻧﻴﻨﺔ، ﻭﺍﻟﻜﺬ ﺏ ﺭﻳﺒﺔ » ﺭﻭﺍﻩ ﺍﻟﺘ ﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ .'
			'ﻗ ﻮﻟﻪ : « ﻳ ﺮﻳﺒ ﻚ » ﻩ ﻮ ﺑﻔﺘ ﺢ ﺍﻟﻴﺎﺀ ﻭ ﺿﱢﻤﻬﺎ ، ﻭ ﻣﻌﻨﺎﻩ : ﺍﺗ ﺮ ﻙ ﻣﺎ ﺗ ﺸﻚﱡ ﻓﻲ ﺣﱢﻠﻪ ، ﻭﺍ ﻋﺪ ﻝ ﺇﻟﻰ ﻣﺎ ﻻ ﺗ ﺸﻚﱡ ﻓﻴﻪ',
		translation: 'Translation of Hadith 55'
),
	Hadith(
		hadithNumber: 56,
		hadith:
						'ﺍﻟﱠﺜﺎﻟ ﺚ : ﻋ ﻦ ﺃﺑﻲ ﺳﻔﻴﺎ ﻥ ﺻ ﺨ ﺮ ﺑ ﻦ ﺣﺮ ﺏ . ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻓﻲ ﺣﺪﻳﺜﻪ ﺍﻟ ﱠﻄﻮﻳ ﻞ ﻓﻲ ﻗ ﱠﺼ ﺔ ﻩﺮﻗ ﻞ ، ﻗﺎ ﻝ ﻩﺮﻗ ﻞ'
			': ﻓﻤﺎﺫﺍ ﻳﺄﻣ ﺮﺁﻢ ﻳﻌﻨﻲ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﺃﺑﻮ ﺳﻔﻴﺎ ﻥ: ﻗﻠ ﺖ : ﻳﻘﻮﻝ « ﺍ ﻋﺒﺪﻭﺍ ﺍﻟﱠﻠ ﻪ ﻭ ﺣﺪﻩ ﻻ ﺗﺸ ﺮﺁﻮﺍ'
			'ﺑ ﻪ ﺷﻴﺌﺎ ، ﻭﺍﺗ ﺮﺁﻮﺍ ﻣﺎ ﻳﻘﻮ ﻝ ﺁﺑﺎ ﺅﺁﻢ ، ﻭﻳﺄﻣﺮﻧﺎ ﺑﺎﻟ ﱠﺼﻼﺓ ﻭﺍﻟ ﱢﺼﺪ ﻕ ، ﻭﺍﻟﻌﻔﺎ ﻑ ، ﻭﺍﻟ ﱢﺼﻠ ﺔ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 56'
),
	Hadith(
		hadithNumber: 57,
		hadith:
						'ﺍﻟ ﱠﺮﺍﺑ ﻊ : ﻋ ﻦ ﺃﺑﻲ ﺛﺎﺑ ﺖ ، ﻭﻗﻴ ﻞ : ﺃﺑﻲ ﺳﻌﻴﺪ ، ﻭﻗﻴ ﻞ : ﺃﺑﻲ ﺍﻟﻮﻟﻴﺪ ، ﺳ ﻬ ﻞ ﺑ ﻦ ﺣﻨﻴ ﻒ ، ﻭ ﻩ ﻮ ﺑﺪ ﺭ ﱞﻱ ، ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺳﺄ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺗﻌﺎﻟﻰ ﺍﻟ ﱢﺸ ﻬﺎﺩﺓ ﺑ ﺼﺪ ﻕ ﺑﱠﻠﻐﻪ ﺍﻟﻠﱠﻪ ﻣﻨﺎ ﺯ ﻝ'
			' .57ﺍﻟ ﱡﺸﻬﺪﺍﺀ ، ﻭﺇ ﻥ ﻣﺎ ﺕ ﻋﻠﻰ ﻓﺮﺍ ﺷ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 57'
),
	Hadith(
		hadithNumber: 58,
		hadith:
						'ﺍﻟﺨﺎﻣ ﺲ : ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻏﺰﺍ ﻧﺒ ﱞﻲ ﻣ ﻦ'
			'ﺍ ﻷﻧﺒﻴﺎ ﺀ ﺻﻠﻮﺍ ﺕ ﺍﻟﱠﻠﻪ ﻭﺳﻼﻣﻪ ﻋﻠﻴ ﻬﻢ ﻓﻘﺎ ﻝ ﻟﻘ ﻮﻣ ﻪ : ﻻ ﻳﺘﺒﻌﻨﻲ ﺭ ﺟﻞ ﻣﻠ ﻚ ﺑ ﻀ ﻊ ﺍ ﻣ ﺮﺃﺓ. ﻭ ﻩ ﻮ ﻳ ﺮﻳﺪ ﺄﻧ ﻳﺒﻨ ﻲ ﺑ ﻬﺎ'
			'ﻭﻟﱠﻤﺎ ﻳﺒ ﻦ ﺑﻬﺎ ، ﻭﻻ ﺃﺣﺪ ﺑﻨﻰ ﺑﻴﻮﺗﺎ ﻟﻢ ﻳﺮﻓﻊ ﺳﻘﻮﻓ ﻬﺎ ، ﻭﻻ ﺃ ﺣﺪ ﺍ ﺷﺘﺮﻯ ﻏﻨﻤﺎ ﺃ ﻭ ﺧﻠﻔﺎ ﺕ ﻭ ﻩﻮ ﻳﻨﺘﻈ ﺮ ﺃ ﻭﻻﺩ ﻩﺎ .'
			'ﻓﻐ ﺰﺍ ﻓﺪﻧﺎ ﻣ ﻦ ﺍﻟﻘ ﺮﻳ ﺔ ﺻﻼﺓ ﺍﻟﻌ ﺼ ﺮ ﺃ ﻭ ﻗﺮﻳﺒﺎ ﻣ ﻦ ﺫﻟ ﻚ ، ﻓﻘﺎﻝ ﻟﻠ ﱠﺸﻤﺲ : ﺇﱠﻧ ﻚ ﻣﺄﻣﻮﺭﺓ ﻭﺃﻧﺎ ﻣﺄﻣﻮﺭ ، ﺍﻟﻠﻬﱠﻢ ﺍ ﺣﺒ ﺴ ﻬﺎ'
			'ﻋﻠﻴﻨﺎ ، ﻓ ﺤﺒﺴ ﺖ ﺣﱠﺘﻰ ﻓﺘ ﺢ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ، ﻓ ﺠ ﻤ ﻊ ﺍﻟﻐﻨﺎﺋﻢ ، ﻓﺠﺎ ﺀ ﺕ ﻳﻌﻨﻲ ﺍﻟﱠﻨﺎ ﺭ ﻟﺘﺄﺁﻠ ﻬﺎ ﻓﻠﻢ ﺗ ﻄﻌ ﻤ ﻬﺎ ، ﻓﻘﺎﻝ: ﺇ ﱠﻥ ﻓﻴﻜﻢ'
			'ﻏﻠﻮ ﻻ، ﻓﻠﻴﺒﺎﻳﻌﻨﻲ ﻣ ﻦ ﺁﻞﱢ ﻗﺒﻴﻠ ﺔ ﺭ ﺟﻞ ، ﻓﻠﺰﻗ ﺖ ﻳﺪ ﺭ ﺟ ﻞ ﺑﻴﺪﻩ ﻓﻘﺎ ﻝ : ﻓﻴﻜﻢ ﺍﻟﻐﻠﻮ ﻝ ، ﻓﻠﻴﺒﺎﻳﻌﻨﻲ ﻗﺒﻴﻠﺘﻚ ، ﻓﻠﺰﻗ ﺖ ﻳﺪ'
			'ﺭ ﺟﻠﻴ ﻦ ﺃﻭ ﺛﻼﺛ ﺔ ﺑﻴﺪﻩ ﻓﻘﺎ ﻝ : ﻓﻴﻜﻢ ﺍﻟﻐﻠﻮ ﻝ ، ﻓﺠﺎﺀﻭﺍ ﺑ ﺮﺃ ﺱ ﻣﺜ ﻞ ﺭﺄﺳ ﺑﻘ ﺮﺓ ﻣ ﻦ ﺍﻟﱠﺬﻩ ﺐ ، ﻓﻮ ﺿﻌﻬﺎ ﻓ ﺠﺎ ﺀﺕ ﺍﻟﱠﻨﺎ ﺭ'
			'ﻓﺄﺁﻠﺘﻬﺎ ، ﻓﻠﻢ ﺗﺤﻞ ﺍﻟﻐﻨﺎﺋﻢ ﻷﺣﺪ ﻗﺒﻠﻨﺎ ، ﺛﻢﱠ ﺃ ﺣ ﱠﻞ ﺍﻟﱠﻠﻪ ﻟﻨﺎ ﺍﻟﻐﻨﺎﺋﻢ ﻟﱠﻤﺎ ﺭﺄﯨ ﺿﻌﻔﻨﺎ ﻭﻋﺠﺰﻧﺎ ﻓﺄﺣﱠﻠﻬﺎ ﻟﻨﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'.'
			'»ﺍﻟﺨﻠﻔﺎ ﺕ » ﺑﻔﺘﺢ ﺍﻟﺨﺎ ﺀ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺁﺴ ﺮ ﺍﻟﻼﻡ : ﺟ ﻤ ﻊ ﺧﻠﻔ ﺔ ، ﻭ ﻩﻲ ﺍﻟﱠﻨﺎﻗﺔ ﺍﻟﺤﺎﻣ ﻞ',
		translation: 'Translation of Hadith 58'
),
	Hadith(
		hadithNumber: 59,
		hadith:
						'ﺍﻟﺴﺎﺩ ﺱ : ﻋﻦ ﺃﺑﻲ ﺧﺎﻟﺪ ﺣﻜﻴﻢ ﺑ ﻦ ﺣ ﺰﺎﻣ . ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﺍﻟﺒﱢﻴﻌﺎﻥ ﺑﺎﻟ ﺨﻴﺎ ﺭ ﻣﺎ ﻟﻢ ﻳﺘﻔ ﱠﺮﻗﺎ ، ﻓﺈﻥ ﺻﺪﻗﺎ ﻭﺑﱠﻴﻨﺎ ﺑ ﻮ ﺮﻛ ﻟ ﻬﻤﺎ ﻓﻲ ﺑﻴﻌ ﻬﻤﺎ ، ﻭﺈﻧ ﺁﺘﻤﺎ ﻭﺁﺬﺑﺎ ﻣ ﺤﻘ ﺖ ﺑﺮﺁﺔ ﺑﻴﻌ ﻬﻤﺎ'
			'» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 59'
),
	Hadith(
		hadithNumber: 60,
		hadith:
						'ﻭﺃﱠﻣﺎ ﺍﻷﺣﺎﺩﻳ ﺚ ، ﻓﺎ ﻷﻭﱠ ﻝ : ﻋ ﻦ ﻋﻤ ﺮ ﺑ ﻦ ﺍﻟﺨﻄﺎ ﺏ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ: «ﺑﻴﻨﻤﺎ ﻧ ﺤ ﻦ ﺟﻠﻮ ﺱ ﻋﻨﺪ ﺭﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺫﺎﺗ ﻳ ﻮﻡ ﺇﺫ ﻃﻠﻊ ﻋﻠﻴﻨﺎ ﺭ ﺟﻞ ﺷﺪﻳﺪ ﺑﻴﺎ ﺽ ﺍﻟﱢﺜﻴﺎ ﺏ ، ﺷﺪﻳﺪ ﺳﻮﺍﺩ ﺍﻟ ﱠﺸﻌﺮ ، ﻻ ﻳ ﺮﻯ'
			'ﻋﻠﻴﻪ ﺃﺛﺮ ﺍﻟ ﱠﺴﻔ ﺮ ، ﻭﻻ ﻳﻌ ﺮﻓﻪ ﻣﱠﻨﺎ ﺃﺣﺪ ، ﺣﱠﺘﻰ ﺟﻠ ﺲ ﺇﻟﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄ ﺳﻨﺪ ﺭﺁﺒﺘﻴ ﻪ ﺇﻟﻰ ﺭﺁﺒﺘﻴﻪ'
			'، ﻭ ﻭﺿﻊ ﺁﱠﻔﻴﻪ ﻋﻠﻰ ﻓ ﺨﺬﻳ ﻪ ﻭﻗﺎﻝ : ﻳﺎ ﻣﺤﻤﱠﺪ ﺃﺧﺒ ﺮﻧﻲ ﻋﻦ ﺍﻹﺳﻼﻡ ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'ﺍ ﻹﺳﻼﻡ ﺃ ﻥ ﺗ ﺸ ﻬﺪ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣ ﺤﱠﻤﺪﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭﺗﻘﻴﻢ ﺍﻟ ﱠﺼ ﻼﺓ ، ﻭﺗﺆﺗ ﻲ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭﺗ ﺼﻮﻡ ﺭﻣ ﻀﺎ ﻥ'
			'، ﻭﺗ ﺤﺞﱠ ﺍﻟﺒﻴ ﺖ ﺇ ﻥ ﺍﺳﺘ ﻄﻌ ﺖ ﺇﻟﻴﻪ ﺳﺒﻴ ﻼ.'
			'ﻗﺎﻝ : ﺻﺪﻗ ﺖ . ﻓﻌ ﺠﺒﻨﺎ ﻟﻪ ﻳ ﺴﺄﻟﻪ ﻭﻳﺼﺪﱢﻗﻪ ، ﻗﺎ ﻝ : ﻓﺄ ﺧﺒ ﺮﻧﻲ ﻋﻦ ﺍ ﻹﻳﻤﺎ ﻥ . ﻗﺎ ﻝ: ﺃ ﻥ ﺗ ﺆﻣﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﻣﻼﺋﻜﺘ ﻪ ،'
			'ﻭﺁﺘﺒ ﻪ ﻭ ﺭ ﺳﻠ ﻪ ، ﻭﺍﻟﻴﻮﻡ ﺍﻵ ﺧ ﺮ ، ﻭﺗﺆ ﻣ ﻦ ﺑﺎﻟﻘﺪ ﺭ ﺧﻴ ﺮﻩ ﻭ ﺷ ﱢﺮﻩ . ﻗﺎﻝ: ﺻﺪﻗ ﺖ ﻗﺎﻝ : ﻓﺄ ﺧﺒ ﺮﻧﻲ ﻋﻦ ﺍ ﻹ ﺣﺴﺎ ﻥ . ﻗﺎﻝ'
			': ﺃ ﻥ ﺗﻌﺒﺪ ﺍﻟﱠﻠﻪ ﺁﺄﱠﻧ ﻚ ﺗﺮﺍﻩ . ﻓﺈ ﻥ ﻟﻢ ﺗﻜ ﻦ ﺗﺮﺍﻩ ﻓﺈﱠﻧﻪ ﻳﺮﺍ ﻙ ﻗﺎ ﻝ : ﻓﺄ ﺧﺒ ﺮﻧﻲ ﻋﻦ ﺍﻟ ﱠﺴﺎﻋ ﺔ . ﻗﺎ ﻝ : ﻣﺎ ﺍﻟﻤ ﺴ ﺆﻭ ﻝ ﻋﻨ ﻬﺎ'
			'ﺑﺄ ﻋﻠﻢ ﻣﻦ ﺍﻟ ﱠﺴﺎﺋ ﻞ . ﻗﺎ ﻝ : ﻓﺄ ﺧﺒ ﺮﻧﻲ ﻋ ﻦ ﺃ ﻣﺎﺭﺍﺗ ﻬﺎ . ﻗﺎ ﻝ ﺃ ﻥ ﺗﻠﺪ ﺍ ﻷ ﻣﺔ ﺭﱠﺑﺘﻬﺎ ، ﻭﺃ ﻥ ﺗﺮﻯ ﺍﻟ ﺤﻔﺎﺓ ﺍﻟﻌﺮﺍﺓ ﺍﻟﻌﺎﻟ ﺔ'
			'ﺭﻋﺎ ﺀ ﺍﻟ ﱠﺸﺎ ﺀ ﻳﺘﻄﺎﻭﻟﻮﻥ ﻓﻲ ﺍﻟﺒﻨﻴﺎ ﻥ ﺛﻢﱠ ﺍﻧﻄﻠ ﻖ ، ﻓﻠﺒﺜ ﺖ ﻣﻠﻴﺎ ، ﺛﻢﱠ ﻗﺎ ﻝ : ﻳﺎ ﻋﻤ ﺮ ، ﺃﺗﺪ ﺮﻳ ﻣ ﻦ ﺍﻟ ﱠﺴﺎﺋ ﻞ ﻗﻠ ﺖ : ﺍﻟﱠﻠﻪ'
			'ﻭﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ ﻗﺎ ﻝ : ﻓﺈﱠﻧﻪ ﺟﺒ ﺮﻳ ﻞ ﺃﺗﺎﺁﻢ ﻳﻌﱢﻠﻤﻜﻢ ﺩﻳﻨﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻭﻣﻌﻨﻰ : « ﺗﻠﺪ ﺍ ﻷﻣﺔ ﺭﱠﺑﺘ ﻬﺎ» ﺃ ﻱ : ﺳﱢﻴﺪﺗ ﻬﺎ ، ﻭﻣﻌﻨﺎﻩ ﺃ ﻥ ﺗﻜﺜ ﺮ ﺍﻟ ﱠﺴﺮﺍ ﺮﻳ ﺣﱠﺘﻰ ﺗﻠﺪ ﺍﻷﻣﺔ ﺍﻟﺴ ﱢﺮﻳﺔ ﺑﻨﺘﺎ ﻟﺴﻴﺪ ﻩﺎ ،'
			'ﻭﺑﻨ ﺖ ﺍﻟ ﱠﺴﱢﻴﺪ ﻓﻲ ﻣﻌﻨﻰ ﺍﻟ ﱠﺴﱢﻴﺪ ، ﻭﻗﻴﻞ ﻏﻴ ﺮ ﺫﻟ ﻚ ﻭ « ﺍﻟﻌﺎﻟﺔ » : ﺍﻟﻔﻘﺮﺍ ﺀ . ﻭﻗﻮﻟﻪ « ﻣﻠﻴﺎ » ﺃ ﻱ ﺯﻣﻨﺎ ﻃﻮﻳ ﻼ ،'
			'ﻭﺁﺎ ﻥ ﺫﻟﻚ ﺛﻼﺛﺎ',
		translation: 'Translation of Hadith 60'
),
	Hadith(
		hadithNumber: 61,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ : ﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺟﻨﺪ ﺏ ﺑ ﻦ ﺟﻨﺎﺩﺓ ، ﻭﺃﺑﻲ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﻣﻌﺎﺫ ﺑ ﻦ ﺟﺒﻞ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋ ﻦ ﺭﺳﻮ ﻝ.'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ : « ﺍﱠﺗ ﻖ ﺍﻟﱠﻠ ﻪ ﺣﻴﺜﻤﺎ ﺁﻨ ﺖ ﻭﺃﺗﺒ ﻊ ﺍﻟ ﱠﺴﱢﻴﺌ ﺔ ﺍﻟﺤﺴﻨ ﺔ ﺗ ﻤ ﺤ ﻬﺎ، ﻭ ﺧﺎﻟ ﻖ ﺍﻟﱠﻨﺎ ﺱ ﺑ ﺨﻠ ﻖ'
			'ﺣ ﺴ ﻦ » ﺭﻭﺍﻩ ﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 61'
),
	Hadith(
		hadithNumber: 63,
		hadith:
						'ﺍﻟﺮﱠﺍﺑ ﻊ : ﻋ ﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : « ﺇﱠﻧﻜﻢ ﻟﺘﻌﻤﻠﻮ ﻥ ﺃ ﻋﻤﺎ ﻻ ﻩ ﻲ ﺃﺩ ﱡﻕ ﻓﻲ ﺃ ﻋﻴﻨﻜﻢ ﻣ ﻦ ﺍﻟ ﱠﺸﻌ ﺮ ، ﺁﱠﻨﺎ'
			'ﻧﻌﱡﺪ ﻩﺎ ﻋﻠﻰ ﻋ ﻬﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺍﻟﻤ ﻮﺑﻘﺎ ﺕ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ . ﻭﻗﺎﻝ : « ﺍﻟﻤﻮﺑﻘﺎ ﺕ »'
			'ﺍﻟﻤ ﻬﻠﻜﺎ ﺕ',
		translation: 'Translation of Hadith 63'
),
	Hadith(
		hadithNumber: 64,
		hadith:
						'ﺍﻟ ﺨﺎﻣﺲ : ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﺇ ﱠﻥ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻳﻐﺎ ﺭ ،.'
			'ﻭ ﻏﻴ ﺮﺓ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﺃ ﻥ ﻳﺄﺗ ﻲ ﺍﻟﻤ ﺮ ﺀ ﻣﺎ ﺣ ﱠﺮﻡ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ « ﺍﻟﻐﻴﺮﺓ » ﺑﻔﺘﺢ ﺍﻟﻐﻴﻦ : ﻭﺃﺻﻠ ﻬﺎ ﺍ ﻷﻧﻔﺔ',
		translation: 'Translation of Hadith 64'
),
	Hadith(
		hadithNumber: 65,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺩ ﺱ : ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤﻊ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺛ ﻼﺛ ﺔ ﻣ ﻦ'
			'ﺑﻨﻲ ﺇ ﺳﺮﺍﺋﻴ ﻞ : ﺃﺑ ﺮ ﺹ ، ﻭﺃﻗ ﺮ ﻉ ، ﻭﺃ ﻋ ﻤﻰ ، ﺃ ﺭﺍﺩ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻳﺒﺘﻠﻴ ﻬﻢ ﻓﺒﻌﺚ ﺇﻟﻴ ﻬﻢ ﻣﻠﻜﺎ ، ﻓﺄﺗﻰ ﺍ ﻷﺑ ﺮ ﺹ ﻓﻘﺎ ﻝ : ﺃ ﱡﻱ'
			'ﺷ ﻲ ﺀ ﺃﺣ ﱡﺐ ﺇﻟﻴ ﻚ ؟ ﻗﺎ ﻝ : ﻟ ﻮ ﻥ ﺣﺴ ﻦ، ﻭ ﺟﻠﺪ ﺣ ﺴ ﻦ ، ﻭﻳﺬ ﻩ ﺐ ﻋﱢﻨﻲ ﺍﱠﻟﺬﻱ ﻗﺪ ﻗﺬﺭﻧﻲ ﺍﻟﱠﻨﺎ ﺱ ، ﻓ ﻤ ﺴﺤﻪ ﻓﺬ ﻩﺐ ﻋﻨﻪ'
			'ﻗﺬﺭﻩ ﻭﺃ ﻋ ﻄ ﻲ ﻟ ﻮﻧﺎ ﺣﺴﻨﺎ . ﻗﺎ ﻝ : ﻓﺄ ﱡﻱ ﺍﻟﻤﺎ ﻝ ﺃ ﺣ ﱡﺐ ﺇﻟﻴ ﻚ ؟ ﻗﺎﻝ : ﺍ ﻹﺑ ﻞ ﺃ ﻭ ﻗﺎ ﻝ ﺍﻟﺒﻘ ﺮ ﺷ ﱠﻚ ﺍﻟ ﱠﺮﺍ ﻮﻳ ﻓﺄ ﻋ ﻄ ﻲ ﻧﺎﻗ ﺔ'
			'ﻋﺸ ﺮﺍ ﺀ ، ﻓﻘﺎ ﻝ : ﺑﺎ ﺮﻛ ﺍﻟﱠﻠﻪ ﻟ ﻚ ﻓﻴﻬﺎ .'
			'ﻓﺄﺗﻰ ﺍ ﻷﻗﺮ ﻉ ﻓﻘﺎ ﻝ : ﺃ ﱡﻱ ﺷ ﻲ ﺀ ﺃﺣﺐ ﺇﻟﻴ ﻚ ؟ ﻗﺎﻝ : ﺷﻌﺮ ﺣﺴ ﻦ ، ﻭﻳﺬﻩ ﺐ ﻋﱢﻨﻲ ﻩﺬﺍ ﺍﱠﻟﺬﻱ ﻗﺬ ﺭﻧﻲ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﻤﺴﺤﻪ'
			'ﻋﻨﻪ . ﺃ ﻋ ﻄ ﻲ ﺷﻌﺮﺍ ﺣﺴﻨﺎ . ﻗﺎﻝ ﻓﺄ ﱡﻱ ﺍﻟ ﻤﺎ ﻝ . ﺃﺣ ﱡﺐ ﺇﻟﻴ ﻚ ؟ ﻗﺎﻝ : ﺍﻟﺒﻘ ﺮ ، ﻓﺄ ﻋﻄ ﻲ ﺑﻘﺮﺓ ﺣﺎ ﻣ ﻼ ، ﻭﻗﺎ ﻝ : ﺑﺎ ﺭ ﻙ ﺍﻟﱠﻠﻪ'
			'ﻟ ﻚ ﻓﻴ ﻬﺎ .'
			'ﻓﺄﺗﻰ ﺍ ﻷ ﻋ ﻤﻰ ﻓﻘﺎ ﻝ : ﺃ ﱡﻱ ﺷ ﻲ ﺀ ﺃ ﺣ ﱡﺐ ﺇﻟﻴ ﻚ ؟ ﻗﺎﻝ : ﺃ ﻥ ﻳ ﺮﺩﱠ ﺍﻟﱠﻠﻪ ﺇﻟ ﱠﻲ ﺑ ﺼﺮﻱ ﻓﺄﺑ ﺼ ﺮ ﺍﻟﱠﻨﺎ ﺱ ﻓ ﻤ ﺴ ﺤﻪ ﻓ ﺮﱠﺩ ﺍﻟﱠﻠﻪ ﺇﻟﻴﻪ'
			'ﺑ ﺼ ﺮﻩ . ﻗﺎﻝ : ﻓﺄ ﱡﻱ ﺍﻟ ﻤﺎ ﻝ ﺃ ﺣ ﱡﺐ ﺇﻟﻴ ﻚ ؟ ﻗﺎﻝ : ﺍﻟﻐﻨﻢ ﻓﺄ ﻋ ﻄ ﻲ ﺷﺎﺓ ﻭﺍﻟﺪﺍ ﻓﺄﻧﺘ ﺞ ﻩﺬﺍ ﻥ ﻭﻭﱠﻟﺪ ﻩﺬﺍ ، ﻓﻜﺎ ﻥ ﻟ ﻬﺬﺍ ﻭﺍﺩ ﻣ ﻦ'
			'ﺍ ﻹﺑ ﻞ ، ﻭﻟ ﻬﺬﺍ ﻭﺍﺩ ﻣ ﻦ ﺍﻟﺒﻘ ﺮ ، ﻭﻟ ﻬﺬﺍ ﻭﺍﺩ ﻣ ﻦ ﺍﻟﻐﻨﻢ .'
			'ﺛﻢﱠ ﺇﻧﱠﻪ ﺃﺗﻰ ﺍ ﻷﺑﺮﺹ ﻓﻲ ﺻﻮ ﺭﺗ ﻪ ﻭ ﻩﻴﺌﺘ ﻪ ، ﻓﻘﺎ ﻝ : ﺭ ﺟﻞ ﻣ ﺴﻜﻴ ﻦ ﻗﺪ ﺍﻧﻘﻄﻌ ﺖ ﺑ ﻲ ﺍﻟ ﺤﺒﺎ ﻝ ﻓﻲ ﺳﻔ ﺮﻱ ، ﻓﻼ ﺑﻼ ﻍ ﻟ ﻲ'
			'ﺍﻟﻴ ﻮﻡ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠ ﻪ ﺛﻢﱠ ﺑ ﻚ ، ﺃ ﺳﺄﻟ ﻚ ﺑﺎﱠﻟﺬﻱ ﺃ ﻋ ﻄﺎ ﻙ ﺍﻟﱠﻠ ﻮ ﻥ ﺍﻟ ﺤ ﺴ ﻦ ، ﻭﺍﻟ ﺠﻠﺪ ﺍﻟ ﺤ ﺴ ﻦ ، ﻭﺍﻟ ﻤﺎ ﻝ ، ﺑﻌﻴﺮﺍ ﺃﺗﺒﻠﱠ ﻎ ﺑ ﻪ ﻓﻲ'
			'ﺳﻔ ﺮﻱ ، ﻓﻘﺎ ﻝ : ﺍﻟﺤﻘﻮ ﻕ ﺁﺜﻴﺮﺓ . ﻓﻘﺎﻝ : ﺁﺄﱢﻧﻲ ﺃ ﻋﺮﻓ ﻚ ﺃﻟﻢ ﺗﻜ ﻦ ﺃﺑﺮ ﺹ ﻳﻘﺬ ﺭ ﻙ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﻘﻴﺮﺍ ، ﻓﺄ ﻋ ﻄﺎ ﻙ ﺍﻟﱠﻠﻪ ،'
			'ﻓﻘﺎ ﻝ : ﺇﱠﻧﻤﺎ ﻭﺭﺛ ﺖ ﻩﺬﺍ ﺍﻟﻤﺎ ﻝ ﺁﺎﺑﺮﺍ ﻋ ﻦ ﺁﺎﺑ ﺮ ، ﻓﻘﺎ ﻝ : ﺇ ﻥ ﺁﻨ ﺖ ﺁﺎﺫﺑﺎ ﻓ ﺼﱠﻴﺮ ﻙ ﺍﻟﱠﻠﻪ ﺇﻟﻰ ﻣﺎ ﺁﻨ ﺖ .'
			'ﻭﺃﺗﻰ ﺍ ﻷﻗ ﺮﻉ ﻓﻲ ﺻﻮﺭﺗ ﻪ ﻮﻫﻴﺌﺘ ﻪ ، ﻓﻘﺎ ﻝ ﻟﻪ ﻣـﺜ ﻞ ﻣﺎ ﻗﺎ ﻝ ﻟﻬﺬﺍ ، ﻭ ﺭﱠﺩ ﻋﻠﻴﻪ ﻣﺜ ﻞ ﻣﺎﺭﱠﺩ ﻩﱠﺬﺍ ، ﻓﻘﺎ ﻝ : ﺇ ﻥ ﺁﻨ ﺖ ﺁﺎﺫﺑﺎ'
			'ﻓ ﺼﻴ ﺮ ﻙ ﺍ ﷲ ﺇﻟ ﻲ ﻣﺎﺁﻨ ﺖ .'
			'ﻭﺃﺗﻰ ﺍ ﻷ ﻋ ﻤﻰ ﻓﻲ ﺻﻮﺭﺗ ﻪ ﻭ ﻩﻴﺌﺘ ﻪ ، ﻓﻘﺎ ﻝ : ﺭ ﺟﻞ ﻣ ﺴﻜﻴ ﻦ ﻭﺍﺑ ﻦ ﺳﺒﻴ ﻞ ﺍﻧﻘ ﻄﻌ ﺖ ﺑ ﻲ ﺍﻟ ﺤﺒﺎ ﻝ ﻓﻲ ﺳﻔ ﺮﻱ ، ﻓﻼ ﺑﻼ ﻍ'
			'ﻟ ﻲ ﺍﻟﻴ ﻮﻡ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠ ﻪ ﺛﻢﱠ ﺑ ﻚ ، ﺃ ﺳﺄﻟ ﻚ ﺑﺎﱠﻟﺬﻱ ﺭﱠﺩ ﻋﻠﻴ ﻚ ﺑﺼ ﺮ ﻙ ﺷﺎﺓ ﺃﺗﺒﱠﻠ ﻎ ﺑ ﻬﺎ ﻓﻲ ﺳﻔ ﺮﻱ ؟ ﻓﻘﺎ ﻝ : ﻗﺪ ﺁﻨ ﺖ ﺃ ﻋﻤﻰ ﻓ ﺮﱠﺩ'
			'ﺍﻟﱠﻠﻪ ﺇﻟ ﱠﻲ ﺑﺼﺮﻱ ، ﻓ ﺨﺬ ﻣﺎ ﺷﺌ ﺖ ﻭﺩ ﻉ ﻣﺎ ﺷﺌ ﺖ ﻓ ﻮﺍﻟﱠﻠ ﻪ ﻣﺎ ﺃ ﺟ ﻬﺪ ﻙ ﺍﻟﻴ ﻮﻡ ﺑ ﺸﻲ ﺀ ﺃ ﺧﺬﺗﻪ ﻟﱠﻠ ﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ . ﻓﻘﺎ ﻝ :'
			'ﺃ ﻣ ﺴ ﻚ ﻣﺎﻟ ﻚ ﻓﺈﱠﻧﻤﺎ ﺍﺑﺘﻠﻴﺘﻢ ﻓﻘﺪ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻚ ، ﻭ ﺳ ﺨ ﻂ ﻋﻠﻰ ﺻﺎ ﺣﺒﻴ ﻚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'» ﻭﺍﻟﻨﱠﺎﻗﺔ ﺍﻟﻌ ﺸ ﺮﺍ ﺀ » ﺑﻀﻢ ﺍﻟﻌﻴ ﻦ ﻭﺑﺎﻟﻤﱢﺪ : ﻩ ﻲ ﺍﻟﺤﺎ ﻣ ﻞ . ﻗﻮﻟﻪ : « ﺃﻧﺘ ﺞ » ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : «ﻓﻨﺘ ﺞ » ﻣﻌﻨﺎﻩ :'
			'ﺗ ﻮﱠﻟﻰ ﻧﺘﺎ ﺟ ﻬﺎ ، ﻭﺍﻟﻨﱠﺎﺗ ﺞ ﻟﻠﱠﻨﺎﻗ ﺔ ﺁﺎﻟﻘﺎﺑﻠ ﺔ ﻟﻠﻤ ﺮﺃﺓ . ﻭﻗﻮﻟﻪ: « ﻭﱠﻟﺪ ﻩﺬﺍ » ﻩ ﻮ ﺑﺘ ﺸﺪﻳﺪ ﺍﻟﻼﻡ : ﺃ ﻱ : ﺗﻮﱠﻟﻰ ﻭﻻﺩﺗ ﻬﺎ ،'
			'ﻭ ﻩ ﻮ ﺑﻤﻌﻨﻰ ﻧﺘ ﺞ ﻓﻲ ﺍﻟﱠﻨﺎﻗ ﺔ . ﻓﺎﻟ ﻤ ﻮﱢﻟﺪ ، ﻭﺍﻟﻨﺎﺗ ﺞ ، ﻭﺍﻟﻘﺎﺑﻠﺔ ﺑ ﻤﻌﻨﻰ ، ﻟﻜ ﻦ ﻩﺬﺍ ﻟﻠ ﺤﻴﻮﺍ ﻥ ﻭﺫﺍ ﻙ ﻟﻐﻴ ﺮﻩ . ﻭﻗﻮﻟﻪ : «'
			'ﺍﻧﻘ ﻄﻌ ﺖ ﺑﻲ ﺍﻟ ﺤﺒﺎ ﻝ » ﻩ ﻮ ﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺍﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ : ﺄﻳ ﺍ ﻷ ﺳﺒﺎﺏ . ﻭﻗﻮﻟﻪ : « ﻻ ﺃﺟ ﻬﺪ ﻙ » ﻣﻌﻨﺎﻩ : ﻻ'
			'ﺃ ﺷ ﱡﻖ ﻋﻠﻴﻚ ﻓﻲ ﺭﱢﺩ ﺷ ﻲ ﺀ ﺗﺄ ﺧﺬﻩ ﺃ ﻭ ﺗ ﻄﻠﺒﻪ ﻣ ﻦ ﻣﺎﻟﻲ . ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺍﻟﺒﺨﺎﺮﻳ : « ﻻ ﺃ ﺣﻤﺪ ﻙ » ﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ'
			'ﻭﺍﻟﻤﻴﻢ ، ﻭﻣﻌﻨﺎﻩ : ﻻ ﺃ ﺣﻤﺪ ﻙ ﺑﺘ ﺮﻙ ﺷ ﻲ ﺀ ﺗﺤﺘﺎ ﺝ ﺇﻟﻴﻪ ، ﺁﻤﺎ ﻗﺎﻟﻮﺍ : ﻟﻴ ﺲ ﻋﻠﻰ ﻃﻮ ﻝ ﺍﻟﺤﻴﺎﺓ ﻧﺪﻡ ﺃ ﻱ ﻋﻠﻰ ﻓ ﻮﺍ ﺕ'
			'ﻃﻮﻟ ﻬﺎ',
		translation: 'Translation of Hadith 65'
),
	Hadith(
		hadithNumber: 66,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺑ ﻊ : ﻋ ﻦ ﺃﺑﻲ ﻳﻌﻠﻰ ﺷﱠﺪﺍﺩ ﺑﻦ ﺃ ﻭ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍﻟﻜﱢﻴﺲ ﻣ ﻦ'
			'ﺩﺍ ﻥ ﻧﻔ ﺴﻪ ، ﻭ ﻋ ﻤ ﻞ ﻟﻤﺎ ﺑﻌﺪ ﺍﻟﻤ ﻮ ﺕ ، ﻭﺍﻟﻌﺎ ﺟ ﺰ ﻣ ﻦ ﺃﺗﺒ ﻊ ﻧﻔ ﺴﻪ ﻩﻮﺍ ﻩﺎ ، ﻭﺗﻤﱠﻨﻰ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ﺍﻷﻣﺎﻧﻲ » ﺭﻭﺍﻩ'
			'ﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ'
			'ﻗﻠﺖ: (ﺑﻞ ﻩﻮ ﺿﻌﻴﻒ. [ ﻓﻴﻪ : ﺃﺑﻮ ﺑﻜﺮ ﺑﻦ ﻋﺒﺪ ﺍﷲ ﺑﻦ ﺃﺑﻲ ﻣﺮﻳﻢ ﺍﻟﻐﺴﺎﻧﻲ ، ﻮﻫﻮ ﺿﻌﻴﻒ ﻣﺨﺘﻠﻂ ] . ).'
			'ﻗﺎﻝ ﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ﻭ ﻏﻴ ﺮﻩ ﻣ ﻦ ﺍﻟﻌﻠ ﻤﺎ ﺀ : ﻣﻌﻨﻰ « ﺩﺍ ﻥ ﻧﻔ ﺴﻪ » : ﺣﺎ ﺳﺒ ﻬﺎ',
		translation: 'Translation of Hadith 66'
),
	Hadith(
		hadithNumber: 67,
		hadith:
						'ﺍﻟﱠﺜﺎ ﻣ ﻦ : ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣ ﻦ ﺣ ﺴ ﻦ ﺇ ﺳﻼﻡ'
			'ﺍﻟﻤ ﺮ ﺀ ﺗ ﺮﺁﻪ ﻣﺎ ﻻ ﻳﻌﻨﻴ ﻪ » ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺭﻭﺍﻩ ﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ﻭﻏﻴ ﺮﻩ',
		translation: 'Translation of Hadith 67'
),
	Hadith(
		hadithNumber: 68,
		hadith:
						'ﺍﻟﺘﱠﺎﺳ ﻊ : ﻋ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳ ﺴﺄ ﻝ ﺍﻟﺮﱠ ﺟ ﻞ ﻓﻴﻢ ﺿﺮ ﺏ.'
			'ﺍ ﻣ ﺮﺃﺗﻪ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴ ﺮﻩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺩﺍﻭﺩ ﺑﻦ ﻳﺰﻳﺪ ﺍﻷﻭﺪﻳ ﻮﻫﻮ ﺿﻌﻴﻒ ، ﻭﻋﺒﺪ ﺍﻟﺮﺣﻤﻦ ﺍﻟﻤﺴﻠﻲ ﻮﻫﻮ ﻣﺠﻬﻮﻝ ] .'
			'`',
		translation: 'Translation of Hadith 68'
),
	Hadith(
		hadithNumber: 69,
		hadith:
						'ﻭﺃﱠﻣﺎ ﺍ ﻷ ﺣﺎﺩﻳ ﺚ ﻓﺎ ﻷﻭﱠ ﻝ : ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻴ ﻞ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻣﻦ ﺃﺁ ﺮﻡ ﺍﻟﱠﻨﺎ ﺱ ؟ ﻗﺎﻝ :'
			'« ﺃﺗﻘﺎ ﻩﻢ » ﻓﻘﺎﻟﻮﺍ : ﻟﻴ ﺲ ﻋ ﻦ ﻩﺬﺍ ﻧ ﺴﺄﻟ ﻚ ، ﻗﺎ ﻝ : « ﻓﻴﻮ ﺳ ﻒ ﻧﺒ ﱡﻲ ﺍﻟﱠﻠ ﻪ ﺍﺑﻦ ﻧﺒ ﱢﻲ ﺍﻟﱠﻠ ﻪ ﺍﺑﻦ ﻧﺒ ﱢﻲ ﺍﻟﱠﻠ ﻪ ﺍﺑ ﻦ ﺧﻠﻴ ﻞ ﺍﻟﱠﻠ ﻪ'
			'» . ﻗﺎﻟﻮﺍ : ﻟﻴ ﺲ ﻋﻦ ﻩﺬﺍ ﻧ ﺴﺄﻟ ﻚ ، ﻗﺎﻝ : ﻓﻌ ﻦ ﻣﻌﺎﺩ ﻥ ﺍﻟﻌ ﺮﺏ ﺗ ﺴﺄﻟﻮﻧﻲ ؟ ﺧﻴﺎ ﺭ ﻩﻢ ﻓﻲ ﺍﻟﺠﺎ ﻩﻠﱠﻴ ﺔ ﺧﻴﺎ ﺭ ﻩﻢ ﻓﻲ'
			'ﺍ ﻹﺳﻼﻡ ﺇﺫﺍ ﻓﻘ ﻬﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ « ﻓﻘ ﻬﻮﺍ » ﺑ ﻀﱢﻢ ﺍﻟﻘﺎ ﻑ ﻋﻠﻰ ﺍﻟﻤ ﺸﻬﻮ ﺭ ، ﻭ ﺣﻜﻲ ﺁ ﺴ ﺮ ﻩﺎ . ﺄﻳ : ﻋﻠﻤﻮﺍ ﺃ ﺣﻜﺎﻡ ﺍﻟ ﱠﺸ ﺮ ﻉ',
		translation: 'Translation of Hadith 69'
),
	Hadith(
		hadithNumber: 70,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ : ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﱡﺪﻧﻴﺎ ﺣﻠ ﻮﺓ'
			'ﺧ ﻀ ﺮﺓ ، ﻭﺇ ﱠﻥ ﺍﻟﱠﻠ ﻪ ﻣ ﺴﺘ ﺨﻠﻔﻜﻢ ﻓﻴ ﻬﺎ . ﻓﻴﻨ ﻈﺮ ﺁﻴ ﻒ ﺗﻌﻤﻠﻮ ﻥ . ﻓﺎﱠﺗﻘﻮﺍ ﺍﻟﱡﺪﻧﻴﺎ ﻭﺍﱠﺗﻘﻮﺍ ﺍﻟﱢﻨ ﺴﺎ ﺀ. ﻓﺈ ﱠﻥ ﺃ ﱠﻭ ﻝ ﻓﺘﻨ ﺔ ﺑﻨﻲ'
			'ﺇ ﺳ ﺮﺍﺋﻴ ﻞ ﺁﺎﻧ ﺖ ﻓﻲ ﺍﻟﻨ ﺴﺎﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 70'
),
	Hadith(
		hadithNumber: 71,
		hadith:
						'ﺍﻟﺜﺎﻟ ﺚ : ﻋ ﻦ ﺍﺑ ﻦ ﻣﺴـــــــــﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ : «ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ'
			'ﺃ ﺳﺄﻟ ﻚ ﺍﻟ ﻬﺪﻯ ﻭﺍﻟﱡﺘﻘﻰ ﻭﺍﻟﻌﻔﺎ ﻑ ﻭﺍﻟﻐﻨﻰ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 71'
),
	Hadith(
		hadithNumber: 72,
		hadith:
						'ﺍﻟﺮﱠﺍﺑ ﻊ : ﻋ ﻦ ﺃﺑﻲ ﻃﺮﻳ ﻒ ﻋﺪ ﱢﻱ ﺑ ﻦ ﺣﺎﺗﻢ ﺍﻟﻄﺎﺋ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﺣﻠ ﻒ ﻋﻠﻰ ﻳ ﻤﻴﻦ ﺛﻢﱠ ﺭﺄﯨ ﺃﺗﻘﻰ ﻟﱠﻠ ﻪ ﻣﻨﻬﺎ ﻓﻠﻴﺄ ﺕ ﺍﻟﱠﺘﻘ ﻮﻯ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 72'
),
	Hadith(
		hadithNumber: 73,
		hadith:
						'ﺍﻟ ﺨﺎﻣ ﺲ : ﻋ ﻦ ﺃﺑﻲ ﺃ ﻣﺎ ﻣ ﺔ ﺻﺪﻱﱠ ﺑ ﻦ ﻋ ﺠﻼ ﻥ ﺍﻟﺒﺎ ﻩﻠ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺨ ﻄ ﺐ ﻓﻲ ﺣ ﱠﺠ ﺔ ﺍﻟﻮﺩﺎﻋ ﻓﻘﺎ ﻝ : « ﺍﱠﺗﻘﻮﺍ ﺍﻟﱠﻠﻪ ، ﻭ ﺻﱡﻠﻮﺍ ﺧ ﻤﺴﻜﻢ ، ﻭ ﺻﻮﻣﻮﺍ ﺷ ﻬ ﺮﺁﻢ ، ﻭﺃﱡﺩﻭﺍ ﺯﺁﺎﺓ'
			'ﺃ ﻣ ﻮﺍﻟﻜﻢ ، ﻭﺃ ﻃﻴﻌﻮﺍ ﺃ ﻣ ﺮﺍ ﺀﺁﻢ ، ﺗﺪ ﺧﻠﻮﺍ ﺟﱠﻨ ﺔ ﺭﱢﺑﻜﻢ » ﺭﻭﺍﻩ ﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ، ﻓﻲ ﺁﺧﺮ ﺁﺘﺎ ﺏ ﺍﻟﺼﻼﺓ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 73'
),
	Hadith(
		hadithNumber: 74,
		hadith:
						'ﺑﻦ ﻋﺒﺎﺱ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ : ﻗﺎﻝ ﻋﺮﺿﺖ ﻋﻠﻲ ﺍﻷﻣﻢ ﻓﺮﺃﻳﺖ ﺍﻟﻨﺒﻲ ﻭﻣﻌﻪ ﺍﻟﺮﻩﻴﻂ'
			'ﻭﺍﻟﻨﺒﻲ ﻭﻣﻌﻪ ﺍﻟﺮﺟﻞ ﻭﺍﻟﺮﺟﻼﻥ ﻭﺍﻟﻨﺒﻲ ﻟﻴﺲ ﻣﻌﻪ ﺃﺣﺪ ﺇﺫ ﺭﻓﻊ ﻟﻲ ﻳﺨﻠﻮ ﻋﻈﻴﻢ ﻓﻈﻨﻨﺖ ﺃﻧﻬﻢ ﺃﻣﺘﻲ ﻓﻘﻴﻞ ﻟﻲ ﻩﺬﺍ'
			'ﻣﻮﺳﻰ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻭﻗﻮﻣﻪ ﻭﻟﻜﻦ ﺍﻧﻈﺮ ﺇﻟﻰ ﺍﻷﻓﻖ ﻓﻨﻈﺮﺕ ﻓﺈﺫﺍ ﻳﺨﻠﻮ ﻋﻈﻴﻢ ﻓﻘﻴﻞﻟﻲ ﺍﻧﻈﺮ ﺇﻟﻰ ﺍﻷﻓﻖ'
			'ﺍﻵﺧﺮ ﻓﺈﺫﺍ ﻳﺨﻠﻮ ﻋﻈﻴﻢ ﻓﻘﻴﻞ ﻟﻲ ﻩﺬﻩ ﺃﻣﺘﻚ ﻭﻣﻌﻬﻢ ﺳﺒﻌﻮﻥ ﺃﻟﻔﺎ ﻳﺪﺧﻠﻮﻥ ﺍﻟﺠﻨﺔ ﺑﻐﻴﺮ ﺣﺴﺎﺏ ﻭﻻ ﻋﺬﺎﺑ ﺛﻢ ﻧﻬﺾ'
			'ﻓﺪﺧﻞ ﻣﻨﺰﻟﻪ ﻓﺨﺎﺽ ﺍﻟﻨﺎﺱ ﻓﻲ ﺃﻭﻟﺌﻚ ﺍﻟﺬﻳﻦ ﻳﺪﺧﻠﻮﻥ ﺍﻟﺠﻨﺔ ﺑﻐﻴﺮ ﻧﺠﺎﺳﺔ ﻭﻻ ﻋﺬﺎﺑ ﻓﻘﺎﻝ ﺑﻌﻀﻬﻢ ﻓﻠﻌﻠﻬﻢ ﺍﻟﺬﻳﻦ'
			'ﺻﺤﺒﻮﺍ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻭﻗﺎﻝ ﺑﻌﻀﻬﻢ ﻓﻠﻌﻠﻬﻢ ﺍﻟﺬﻳﻦ ﻭﻟﺪﻭﺍ ﻓﻲ ﺍﻹﺳﻼﻡ ﻭﻟﻢ ﻳﺸﺮﺁﻮﺍ ﺑﺎﷲ'
			'ﻭﺫﺁﺮﻭﺍ ﺃﺷﻴﺎﺀ ﻓﺨﺮﺝ ﻋﻠﻴﻬﻢ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻓﻘﺎﻝ ﻣﺎ ﺍﻟﺬﻱ ﺗﺨﻮﺿﻮﻥ ﻓﻴﻪ ﻓﺄﺧﺒﺮﻭﻩ ﻓﻘﺎﻝ ﻩﻢ'
			'ﺍﻟﺬﻳﻦ ﻻ ﻳﺮﻗﻮﻥ ﻭﻻ ﻳﺴﺘﺮﻗﻮﻥ ﻭﻻ ﻳﺘﻄﻴﺮﻮﻧ ﻭﻋﻠﻰ ﺭﺑﻬﻢ ﻳﺘﻮﺁﻠﻮﻥ ﻓﻘﺎﻡ ﻋﻜﺎﺷﺔ ﺑﻦ ﻣﺤﺼﻦ ﻓﻘﺎﻝ ﺍﺪﻋ ﺍﷲ ﺄﻧ'
			'ﻳﺠﻌﻠﻨﻲ ﻣﻨﻬﻢ ﻓﻘﺎﻝ ﺃﻧﺖ ﻣﻨﻬﻢ ﺛﻢ ﻗﺎﻡ ﺭﺟﻞ ﺁﺧﺮ ﻓﻘﺎﻝ ﺍﺪﻋ ﺍﷲ ﺄﻧ ﻳﺠﻌﻠﻨﻲ ﻣﻨﻬﻢ ﻓﻘﺎﻝ ﺳﺒﻘﻚ ﺑﻬﺎ ﻋﻜﺎﺷﺔ»',
		translation: 'Translation of Hadith 74'
),
	Hadith(
		hadithNumber: 75,
		hadith:
						'ﻋﻦ ﺑﻦ ﻋﺒﺎﺱ ﺛﻢ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺁﺎﻥ ﻳﻘﻮﻝ ﺍﻟﻠﻬﻢ ﻟﻚ ﺃﺳﻠﻤﺖ ﻭﺑﻚ ﺃﻣﻨﺖ ﻭﻋﻠﻴﻚ.'
			'ﺗﻮﺁﻠﺖ ﻭﺇﻟﻴﻚ ﺃﻧﺒﺖ ﻭﺑﻚ ﺧﺎﺻﻤﺖ ﺍﻟﻠﻬﻢ ﺇﻧﻲ ﺃﻋﻮﺫ ﺑﻌﺰﺗﻚ ﻻ ﺇﻟﻪ ﺇﻻ ﺃﻧﺖ ﺄﻧ ﺗﻀﻠﻨﻲ ﺃﻧﺖ ﺍﻟﺤﻲ ﺍﻟﺬﻱ ﻻ ﻳﻤﻮﺕ'
			'ﻭﺍﻟﺠﻦ ﻭﺍﻹﻧﺲ ﻳﻤﻮﺗﻮﻥ (ﻣﺘﻔﻖ ﻋﻠﻴﻪ ﻮﻫﺬﺍ ﻟﻔﻆ ﻣﺴﻠﻢ ﻭﺍﺧﺘﺼﺮﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 75'
),
	Hadith(
		hadithNumber: 76,
		hadith:
						'ﻋﻦ ﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺣﺴﺒﻨﺎ ﺍﷲ ﻭﻧﻌﻢ ﺍﻟﻮﺁﻴﻞ ﻗﺎﻟﻬﺎ ﺇﺑﺮﺎﻫﻴﻢ ﻋﻠﻴﻪ ﺍﻟﺴﻼﻡ ﺣﻴﻦ ﺃﻟﻘﻰ ﻓﻲ'
			'ﺍﻟﻨﺎﺭ ﻭﻗﺎﻟﻬﺎ ﻣﺤﻤﺪ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺣﻴﻦ ﻗﺎﻟﻮﺍ ﺈﻧ ﺍﻟﻨﺎﺱ ﻗﺪ ﺟﻤﻌﻮﺍ ﻟﻜﻢ ﻓﺎﺧﺸﻮﻩﻢ ﻓﺰﺍﺪﻫﻢ ﺇﻳﻤﺎﻧﺎ ﻭﻗﺎﻟﻮﺍ'
			'ﺣﺴﺒﻨﺎ ﺍﷲ ﻭﻧﻌﻢ ﺍﻟﻮﺁﻴﻞ» (ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ).'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ ﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﺁﺎﻥ ﺁﺧﺮ ﻗﻮﻝ ﺇﺑﺮﺎﻫﻴﻢ ﺣﻴﻦ ﺃﻟﻘﻲ ﻓﻲ ﺍﻟﻨﺎﺭ: ﺣﺴﺒﻲ ﺍﷲ'
			''
			'ﻭﻧﻌﻢ ﺍﻟﻮﺁﻴﻞ»',
		translation: 'Translation of Hadith 76'
),
	Hadith(
		hadithNumber: 77,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻗﺎﻝ: ﻳﺪﺧﻞ ﺍﻟﺠﻨﺔ ﺃﻗﻮﺎﻣ ﺃﻓﺌﺪﺗﻬﻢ ﻣﺜﻞ ﺃﻓﺌﺪﺓ ﺍﻟﻄﻴﺮ»'
			'(ﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻗﻴﻞ: ﻣﻌﻨﺎﻩ ﻣﺘﻮﺁﻠﻮﻥ، ﻭﻗﻴﻞ ﻗﻠﻮﺑﻬﻢ ﺭﻗﻴﻘﺔ',
		translation: 'Translation of Hadith 77'
),
	Hadith(
		hadithNumber: 78,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ ﻋﻦ ﺟﺎﺑﺮ ﺑﻦ ﻋﺒﺪ ﺍﷲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﺃﺧﺒﺮ ﺃﻧﻪ ﻏﺰﺍ ﻣﻊ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻗﺒﻞ'
			'ﻧﺠﺪ ﻓﻠﻤﺎ ﻗﻔﻞ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻗﻔﻞ ﻣﻌﻪ ﻓﺄﺩﺭﺁﺘﻬﻢ ﺍﻟﻘﺎﺋﻠﺔ ﻓﻲ ﻭﺍﺩ ﺁﺜﻴﺮ ﺍﻟﻌﻀﺎﻩ ﻓﻨﺰﻝ ﺭﺳﻮﻝ'
			'ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻭﺗﻔﺮﻕ ﺍﻟﻨﺎﺱ ﻳﺴﺘﻈﻠﻮﻥ ﺑﺎﻟﺸﺠﺮ ﻓﻨﺰﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺗﺤﺖ'
			'ﺳﻤﺮﺓ ﻭﻋﻠﻖ ﺑﻬﺎ ﺳﻴﻔﻪ ﻭﻧﻤﻨﺎ ﻧﻮﻣﺔ ﻓﺈﺫﺍ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻳﺪﻋﻮﻧﺎ ﻭﺇﺫﺍ ﻋﻨﺪﻩ ﺃﻋﺮﺍﺑﻲ ﻓﻘﺎﻝ ﺈﻧ'
			'ﻩﺬﺍ ﺍﺧﺘﺮﻁ ﻋﻠﻲ ﺳﻴﻔﻲ ﻭﺃﻧﺎ ﻧﺎﺋﻢ ﻓﺎﺳﺘﻴﻘﻈﺖ ﻮﻫﻮ ﻓﻲ ﻳﺪﻩ ﺻﻠﺘﺎ ﻓﻘﺎﻝ ﻣﻦ ﻳﻤﻨﻌﻚ ﻣﻨﻲ ﻓﻘﺎﻝ ﺍﷲ ﺛﻼﺛﺎ ﻭﻟﻢ ﻳﻌﺎﻗﺒﻪ'
			'ﻭﺟﻠﺲ. ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﻗﺎﻝ ﺟﺎﺑﺮ: ﺁﻨﺎ ﻣﻊ ﺭﺳﻮﻝ ﺍﷲ ﺑﺬﺎﺗ ﺍﻟﺮﻗﺎﻉ ﻓﺈﺫﺍ ﺃﺗﻴﻨﺎ ﻋﻠﻰ ﺷﺠﺮﺓ ﻇﻠﻴﻠﺔ ﺗﺮﺁﻨﺎﻩﺎ ﻟﺮﺳﻮﻝ ﺍﷲ'
			''
			'ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻓﺠﺎﺀ ﺭﺟﻞ ﻣﻦ ﺍﻟﻤﺸﺮﺁﻴﻦ ﻭﺳﻴﻒ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻣﻌﻠﻖ ﺑﺎﻟﺸﺠﺮﺓ'
			'ﻓﺎﺧﺘﺮﻃﻪ ﻓﻘﺎﻝ ﺗﺨﺎﻓﻨﻲ ﻗﺎﻝ ﻻ ﻗﺎﻝ ﻓﻤﻦ ﻳﻤﻨﻌﻚ ﻣﻨﻲ ﻗﺎﻝ ﺍﷲ»'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺃﺑﻲ ﺑﻜﺮ ﺍﻻﺳﻤﺎﻋﻴﻠﻲ ﻓﻲ ﺻﺤﻴﺤﻪ ﻗﺎﻝ: ﻣﻦ ﻳﻤﻨﻌﻚ ﻣﻨﻲ ﻗﺎﻝ ﺍﷲ ﻗﺎﻝ: ﻓﺴﻘﻂ ﺍﻟﺴﻴﻒ ﻣﻦ ﻳﺪﻩ ﻓﺄﺧﺬ'
			'ﺭﺳﻮﻝ ﺍﷲ ﺍﻟﺴﻴﻒ ﻓﻘﺎﻝ: ﻣﻦ ﻳﻤﻨﻌﻚ ﻣﻨﻲ ﻓﻘﺎﻝ: ﺁﻦ ﺧﻴﺮ ﺁﺧﺬ. ﻓﻘﺎﻝ: ﺗﺸﻬﺪ ﺄﻧ ﻻ ﺇﻟﻪ ﺇﻻ ﺍﷲ ﻭﺃﻧﻲ ﺭﺳﻮﻝ'
			''
			'ﺍﷲ؟ ﻓﻘﺎﻝ ﻻ ﻭﻟﻜﻨﻲ ﺃﻋﺎﻩﺪﻙ ﺄﻧ ﻻ ﺃﻗﺎﺗﻠﻚ ﻭﻻ ﺃﺁﻮﻥ ﻣﻊ ﻗﻮﻡ ﻳﻘﺎﺗﻠﻮﻧﻚ. ﻓﺨﻠﻰ ﺳﺒﻴﻠﻪ ﻓﺄﺗﻰ ﺃﺻﺤﺎﺑﻪ ﻓﻘﺎﻝ: ﺟﺌﺘﻜﻢ'
			'ﻣﻦ ﻋﻨﺪ ﺧﻴﺮ ﺍﻟﻨﺎﺱ»',
		translation: 'Translation of Hadith 78'
),
	Hadith(
		hadithNumber: 79,
		hadith:
						'ﻋﻦ ﻋﻤﺮ ﺑﻦ ﺍﻟﺨﻄﺎﺏ ﻗﺎﻝ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ:« ﻟﻮ ﺃﻧﻜﻢ ﺁﻨﺘﻢ ﺗﻮﺁﻠﻮﻥ ﻋﻠﻰ ﺍﷲ ﺣﻖ'
			'ﺗﻮﺁﻠﻪ ﻟﺮﺯﻗﻜﻢ ﺁﻤﺎ ﻳﺮﺰﻗ ﺍﻟﻄﻴﺮ ﺗﻐﺪﻭ ﺧﻤﺎﺻﺎ ﻭﺗﺮﻮﺣ ﺑﻄﺎﻧﺎ».'
			'`',
		translation: 'Translation of Hadith 79'
),
	Hadith(
		hadithNumber: 80,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻋﻤﺎﺭﺓ ﺍﻟﺒﺮﺍﺀ ﺑﻦ ﻋﺎﺰﺑ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﻳﺎ ﻓﻼﻥ ﺇﺫﺍ ﺃﻭﻳﺖ ﺇﻟﻰ ﻓﺮﺍﺷﻚ ﻓﻘﻞ ﺍﻟﻠﻬﻢ ﺃﺳﻠﻤﺖ'
			''
			'ﻧﻔﺴﻲ ﺇﻟﻴﻚ ﻭﻭﺟﻬﺖ ﻭﺟﻬﻲ ﺇﻟﻴﻚ ﻭﺃﻟﺠﺄﺕ ﻇﻬﺮﻱ ﺇﻟﻴﻚ ﻭﻓﻮﺿﺖ ﺃﻣﺮﻱ ﺇﻟﻴﻚ ﺭﻏﺒﺔ ﻭﺮﻫﺒﺔ ﺇﻟﻴﻚ ﻻ ﻣﻠﺠﺄ ﻭﻻ'
			'ﻣﻨﺠﺎ ﻣﻨﻚ ﺇﻻ ﺇﻟﻴﻚ ﺁﻣﻨﺖ ﺑﻜﺘﺎﺑﻚ ﺍﻟﺬﻱ ﺃﻧﺰﻟﺖ ﻭﺑﺮﺳﻮﻟﻚ ﺍﻟﺬﻱ ﺃﺭﺳﻠﺖ ﻓﺈﻥ ﻣﺖ ﻣﻦ ﻟﻴﻠﺘﻚ ﻣﺖ ﻋﻠﻰ ﺍﻟﻔﻄﺮﺓ ﻭﺈﻧ'
			'ﺃﺻﺒﺤﺖ ﺃﺻﺒﺖ ﺧﻴﺮﺍ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻓﻲ ﺍﻟﺼﺤﻴﺤﻴﻦ ﻋﻦ ﺍﻟﺒﺮﺍﺀ ﻗﺎﻝ: ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﷲ : ﺇﺫﺍ ﺃﺗﻴﺖ ﻣﻀﺠﻌﻚ ﻓﺘﻮﺿﺄ ﻭﺿﻮﺀﻙ'
			''
			'ﻟﻠﺼﻼﺓ ﺛﻢ ﺍﺿﻄﺠﻊ ﻋﻠﻰ ﺷﻘﻚ ﺍﻷﻳﻤﻦ ﻭﻗﻞ: ﻭﺫﺁﺮ ﻧﺤﻮﻩ، ﺛﻢ ﻗﺎﻝ: ﻭﺍﺟﻌﻠﻬﻦ ﺁﺧﺮ ﻣﺎ ﺗﻘﻮﻝ»',
		translation: 'Translation of Hadith 80'
),
	Hadith(
		hadithNumber: 81,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺑﻜﺮ ﺍﻟﺼﺪﻳﻖ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: ﻧﻈﺮﺕ ﺇﻟﻰ ﺃﻗﺪﺎﻣ ﺍﻟﻤﺸﺮﺁﻴﻦ ﻋﻠﻰ ﺭﺅﻭﺳﻨﺎ ﻭﻧﺤﻦ ﻓﻲ ﺍﻟﻐﺎﺭ ﻓﻘﻠﺖ.'
			'ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ ﻟﻮ ﺄﻧ ﺃﺣﺪﻩﻢ ﻧﻈﺮ ﺇﻟﻰ ﻗﺪﻣﻴﻪ ﺃﺑﺼﺮﻧﺎ ﺗﺤﺖ ﻗﺪﻣﻴﻪ ﻓﻘﺎﻝ ﻳﺎ ﺃﺑﺎ ﺑﻜﺮ ﻣﺎ ﻇﻨﻚ ﺑﺎﺛﻨﻴﻦ ﺍﷲ ﺛﺎﻟﺜﻬﻤﺎ؟»'
			'(ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 81'
),
	Hadith(
		hadithNumber: 82,
		hadith:
						'ﻋﻦ ﺄﻣ ﺳﻠﻤﺔ ﻗﺎﻟﺖ ﺛﻢ ﻣﺎ ﺧﺮﺝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻣﻦ ﺑﻴﺘﻲ ﻗﻂ ﺇﻻ ﺭﻓﻊ ﻃﺮﻓﻪ ﺇﻟﻰ ﺍﻟﺴﻤﺎﺀ ﻓﻘﺎﻝ'
			'ﺍﻟﻠﻬﻢ ﺇﻧﻲ ﺃﻋﻮﺫ ﺑﻚ ﺄﻧ ﺃﺿﻞ ﺃﻭ ﺃﺿﻞ ﺃﻭ ﺃﺰﻟ ﺃﻭ ﺃﺰﻟ ﺃﻭ ﺃﻇﻠﻢ ﺃﻭ ﺃﻇﻠﻢ ﺃﻭ ﺃﺟﻬﻞ ﺃﻭ ﻳﺠﻬﻞ ﻋﻠﻲ». (ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 82'
),
	Hadith(
		hadithNumber: 83,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺑﻦ ﻣﺎﻟﻚ ﻗﺎﻝ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻣﻦ ﻗﺎﻝ - ﻳﻌﻨﻲ ﺇﺫﺍ ﺧﺮﺝ ﻣﻦ ﺑﻴﺘﻪ - ﺑﺴﻢ'
			'ﺍﷲ ﺗﻮﺁﻠﺖ ﻋﻠﻰ ﺍﷲ ﻻ ﺣﻮﻝ ﻭﻻ ﻗﻮﺓ ﺇﻻ ﺑﺎﷲ ﻳﻘﺎﻝ ﻟﻪ ﺁﻔﻴﺖ ﻭﻭﻗﻴﺖ، ﻭﺗﻨﺤﻰ ﻋﻨﻪ ﺍﻟﺸﻴﻄﺎﻥ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﺍﻟﻨﺴﺎﺋﻲ ﻭﻏﻴﺮﻩﻢ',
		translation: 'Translation of Hadith 83'
),
	Hadith(
		hadithNumber: 84,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺑﻦ ﻣﺎﻟﻚ ﻗﺎﻝ ﺛﻢ ﺁﺎﻥ ﺃﺧﻮﺎﻧ ﻋﻠﻰ ﻋﻬﺪ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻭﺁﺎﻥ ﺃﺣﺪﻩﻤﺎ ﻳﺄﺗﻲ'
			'ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻭﺍﻵﺧﺮ ﻳﺤﺘﺮﻑ ﻓﺸﻜﺎ ﺍﻟﻤﺤﺘﺮﻑ ﺃﺧﺎﻩ ﻟﻠﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻓﻘﺎﻝ ﻟﻌﻠﻚ'
			'ﺗﺮﺰﻗ ﺑﻪ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 84'
),
	Hadith(
		hadithNumber: 85,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻋﻤﺮﻭ ، ﻭﻗﻴﻞ ﺃﺑﻲ ﻋ ﻤﺮﺓ ﺳﻔﻴﺎ ﻥ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻗ ﻞ ﻟﻲ'
			'ﻓﻲ ﺍ ﻹﺳﻼﻡ ﻗﻮ ﻻ ﻻ ﺃ ﺳﺄ ﻝ ﻋﻨﻪ ﺃﺣﺪﺍ ﻏﻴﺮ ﻙ . ﻗﺎﻝ: « ﻗ ﻞ : ﺁﻣﻨﺖ ﺑﺎﻟﱠﻠ ﻪ: ﺛﻢﱠ ﺍ ﺳﺘﻘﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 85'
),
	Hadith(
		hadithNumber: 86,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﻗﺎﻝ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺎ ﺭﺑﻮﺍ ﻭﺳﱢﺪ ﻭﻭﺍ ،'
			'ﻭﺍ ﻋﻠﻤﻮﺍ ﺃﱠﻧﻪ ﻟ ﻦ ﻳﻨ ﺠﻮ ﺃﺣﺪ ﻣﻨﻜﻢ ﺑﻌﻤﻠ ﻪ » ﻗﺎﻟﻮﺍ : ﻭﻻ ﺃﻧﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ؟ ﻗﺎﻝ : « ﻭﻻ ﺃﻧﺎ ﺇﻻ ﺃ ﻥ ﻳﺘﻐﱠﻤﺪﻧﻲ ﺍﻟﱠﻠﻪ'
			'ﺑ ﺮ ﺣﻤ ﺔ ﻣﻨﻪ ﻭﻓ ﻀ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭ « ﺍﻟﻤﻘﺎ ﺭﺑﺔ » : ﺍﻟﻘ ﺼﺪ ﺍﱠﻟﺬﻱ ﻻ ﻏﻠﻮﱠ ﻓﻴﻪ ﻭﻻ ﺗﻘﺼﻴ ﺮ . ﻭ « ﺍﻟﺴﱠﺪﺍﺩ » : ﺍﻻ ﺳﺘﻘﺎﻣﺔ ﻭﺍ ﻹﺻﺎﺑﺔ ، ﻭ « ﻳﺘﻐﱠﻤﺪﻧﻲ'
			'» ﻳﻠﺒ ﺴﻨﻲ ﻭﻳ ﺴﺘﺮﻧﻲ .'
			'ﻗﺎ ﻝ ﺍﻟﻌﻠ ﻤﺎ ﺀ : ﻣﻌﻨﻰ ﺍﻻﺳﺘﻘﺎ ﻣ ﺔ : ﻟﺰﻮﻣ ﻃﺎ ﻋﺔ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻗﺎﻟﻮﺍ : ﻭ ﻩﻲ ﻣ ﻦ ﺟﻮﺍ ﻣ ﻊ ﺍﻟﻜﻠﻢ، ﻭ ﻩ ﻲ ﻧﻈﺎﻡ ﺍﻷﻣﻮ ﺭ ،'
			'ﻭﺑﺎﻟﱠﻠﻪ ﺍﻟﱠﺘﻮﻓﻴﻖ',
		translation: 'Translation of Hadith 86'
),
	Hadith(
		hadithNumber: 87,
		hadith:
						'ﻓﺎﻷ ﱠﻮﻟ : ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﺑﺎﺩﺭﻭﺍ ﺑﺎﻷ ﻋﻤﺎ ﻝ'
			'ﺍﻟ ﱠﺼﺎﻟﺤ ﺔ ، ﻓﺴﺘﻜﻮ ﻥ ﻓﺘ ﻦ ﺁﻘ ﻄ ﻊ ﺍﻟﱠﻠﻴ ﻞ ﺍﻟﻤ ﻈﻠﻢ ﻳﺼﺒ ﺢ ﺍﻟﺮ ﺟ ﻞ ﻣﺆﻣﻨﺎ ﻭﻳ ﻤ ﺴﻲ ﺁﺎﻓﺮﺍ ، ﻭﻳﻤ ﺴﻲ ﻣ ﺆﻣﻨﺎ ﻭﻳﺼﺒ ﺢ ﺁﺎﻓﺮﺍ'
			'، ﻳﺒﻴﻊ ﺩﻳﻨﻪ ﺑﻌ ﺮ ﺽ ﻣﻦ ﺍﻟﱡﺪﻧﻴﺎ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 87'
),
	Hadith(
		hadithNumber: 88,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ: ﻋ ﻦ ﺃﺑﻲ ﺳ ﺮ ﻭ ﻋ ﺔ ﺑﻜﺴ ﺮ ﺍﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠ ﺔ ﻭﻓﺘﺤﻬﺎ ﻋﻘﺒ ﺔ ﺑ ﻦ ﺍﻟﺤﺎ ﺭ ﺙ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺻﻠﻴﺖ'
			'ﻭﺭﺍ ﺀ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺎﻟﻤﺪﻳﻨ ﺔ ﺍﻟﻌ ﺼ ﺮ ، ﻓﺴﱠﻠﻢ ﺛﻢﱠ ﻗﺎﻡ ﻣ ﺴﺮﻋﺎ ﻓﺘ ﺨ ﱠﻄﻰ ﺭﻗﺎ ﺏ ﺍﻟﱠﻨﺎ ﺱ ﺇﻟﻰ ﺑﻌﺾ ﺣ ﺠ ﺮ'
			'ﻧﺴﺎﺋ ﻪ ، ﻓﻔﺰ ﻉ ﺍﻟﱠﻨﺎﺱ ﻣﻦ ﺳﺮ ﻋﺘ ﻪ ، ﻓﺨﺮﺝ ﻋﻠﻴﻬﻢ ، ﻓﺮﺄﯨ ﺃﱠﻧ ﻬﻢ ﻗﺪ ﻋ ﺠﺒﻮﺍ ﻣ ﻦ ﺳ ﺮﻋﺘﻪ ، ﻗﺎ ﻝ : «ﺫﺁﺮﺕ ﺷﻴﺌﺎ'
			'ﻣﻦ ﺗﺒ ﺮ ﻋﻨﺪﻧﺎ ، ﻓﻜ ﺮ ﻩ ﺖ ﺄﻧ ﻳﺤﺒ ﺴﻨﻲ ، ﻓﺄﻣ ﺮ ﺕ ﺑﻘ ﺴﻤﺘﻪ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ: ﺁﻨ ﺖ ﺧﻠﱠﻔ ﺖ ﻓﻲ ﺍﻟﺒﻴ ﺖ ﺗﺒﺮﺍ ﻣﻦ ﺍﻟ ﱠﺼﺪﻗ ﺔ ، ﻓﻜ ﺮ ﻩ ﺖ ﺃ ﻥ ﺃﺑﱢﻴﺘﻪ» . «ﺍﻟﱢﺘﺒﺮ» ﻗﻄﻊ ﺬﻫ ﺐ ﺃ ﻭ ﻓ ﱠﻀ ﺔ .'
			'`',
		translation: 'Translation of Hadith 88'
),
	Hadith(
		hadithNumber: 89,
		hadith:
						'ﺍﻟﱠﺜﺎﻟﺚ: ﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺟﻞ ﻟﻠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻮﻡ ﺃ ﺣﺪ: ﺃﺭﺃﻳ ﺖ ﺇ ﻥ ﻗﺘﻠ ﺖ'
			'ﻓﺄﻳ ﻦ ﺃﻧﺎ ؟ ﻗﺎﻝ : «ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ » ﻓﺄﻟﻘﻰ ﺗﻤﺮﺍ ﺕ ﺁ ﱠﻦ ﻓﻲ ﻳﺪﻩ ، ﺛﻢﱠ ﻗﺎﺗﻞ ﺣﱠﺘﻰ ﻗﺘ ﻞ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 89'
),
	Hadith(
		hadithNumber: 90,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ: ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺟﺎ ﺀ ﺭﺟﻞ ﺇﻟﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻓﻘﺎﻝ: ﻳﺎ ﺭﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ، ﺃ ﱡﻱ ﺍﻟ ﱠﺼﺪﻗ ﺔ ﺃ ﻋﻈﻢ ﺃ ﺟﺮﺍ ؟ ﻗﺎﻝ: «ﺃ ﻥ ﺗ ﺼﱠﺪ ﻕ ﻭﺃﻧﺖ ﺻﺤﻴ ﺢ ﺷﺤﻴ ﺢ ﺗ ﺨﺸﻰ ﺍﻟﻔﻘ ﺮ، ﻭﺗﺄﻣ ﻞ ﺍﻟﻐﻨﻰ، ﻭﻻ ﺗ ﻤ ﻬ ﻞ'
			'ﺣﱠﺘﻰ ﺇﺫﺍ ﺑﻠﻐ ﺖ ﺍﻟﺤﻠﻘﻮﻡ. ﻗﻠﺖ: ﻟﻔﻼ ﻥ ﺁﺬﺍ ﻭﻟﻔﻼ ﻥ ﺁﺬﺍ، ﻭﻗﺪ ﺁﺎﻥ ﻟﻔﻼﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺤﻠﻘﻮﻡ » : ﻣﺠﺮﻯ ﺍﻟﱠﻨﻔ ﺲ . ﻭ « ﺍﻟﻤﺮﻱ ﺀ » : ﻣﺠﺮﻯ ﺍﻟ ﱠﻄﻌﺎﻡ ﻭﺍﻟ ﱠﺸﺮﺍ ﺏ',
		translation: 'Translation of Hadith 90'
),
	Hadith(
		hadithNumber: 91,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ: ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺧﺬ ﺳﻴﻔﺎ ﻳﻮﻡ ﺃﺣﺪ ﻓﻘﺎ ﻝ: « ﻣ ﻦ'
			'ﻳﺄ ﺧﺬ ﻣﱢﻨﻲ ﻩﺬﺍ ؟ ﻓﺒﺴ ﻄﻮﺍ ﺃﻳﺪﻳ ﻬﻢ ، ﺁﻞﱡ ﺇﻧﺴﺎ ﻥ ﻣﻨﻬﻢ ﻳﻘﻮﻝ : ﺃﻧﺎ ﺃﻧﺎ . ﻗﺎ ﻝ: «ﻓﻤ ﻦ ﻳﺄ ﺧﺬﻩ ﺑﺤﻘﻪ ؟ ﻓﺄ ﺣﺠﻢ ﺍﻟﻘﻮﻡ ،'
			'ﻓﻘﺎﻝ ﺃﺑﻮ ﺩﺟﺎﻧﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺃﻧﺎ ﺁ ﺧﺬﻩ ﺑﺤﱢﻘ ﻪ ، ﻓﺄ ﺧﺬﻩ ﻓﻔﻠﻖ ﺑ ﻪ ﻩﺎﻡ ﺍﻟﻤ ﺸ ﺮﺁﻴ ﻦ». ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺍﺳﻢ ﺃﺑﻲ ﺩﺟﺎﻧﺔ : ﺳﻤﺎ ﻙ ﺑ ﻦ ﺧﺮﺳﺔ . ﻗﻮﻟﻪ : «ﺃﺣﺠﻢ ﺍﻟﻘﻮﻡ» : ﺄﻳ ﺗﻮﱠﻗﻔﻮﺍ . ﻭ «ﻓﻠﻖ ﺑ ﻪ» : ﺄﻳ ﺷﻖ «ﻩﺎﻡ'
			'ﺍﻟﻤﺸ ﺮﺁﻴﻦ» : ﺃ ﻱ ﺭﺅﻭﺳ ﻬﻢ',
		translation: 'Translation of Hadith 91'
),
	Hadith(
		hadithNumber: 92,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺪﺳ: ﻋﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺑ ﻦ ﻋﺪ ﱢﻱ ﻗﺎﻝ: ﺃﺗﻴﻨﺎ ﺃﻧﺲ ﺑﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓ ﺸﻜ ﻮﻧﺎ ﺇﻟﻴ ﻪ ﻣﺎ ﻧﻠﻘﻰ ﻣﻦ ﺍﻟ ﺤ ﱠﺠﺎ ﺝ.'
			'ﻓﻘﺎﻝ: «ﺍ ﺻﺒﺮﻭﺍ ﻓﺈﻧﻪ ﻻ ﻳﺄﺗﻲ ﺯﻣﺎ ﻥ ﺇ ﱠﻻ ﻭﺍﱠﻟﺬﻱ ﺑﻌﺪﻩ ﺷﺮ ﻣﻨﻪ ﺣﱠﺘﻰ ﺗﻠﻘﻮﺍ ﺭﱠﺑﻜﻢ » ﺳﻤﻌﺘﻪ ﻣ ﻦ ﻧﺒﱢﻴﻜﻢ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 92'
),
	Hadith(
		hadithNumber: 93,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺑﻊ: ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﺑﺎﺩﺭﻭﺍ ﺑﺎ ﻷ ﻋﻤﺎﻝ.'
			'ﺳﺒﻌﺎ، ﻩﻞ ﺗﻨﺘﻈﺮﻭ ﻥ ﺇ ﱠﻻ ﻓﻘﺮﺍ ﻣﻨﺴﻴﺎ، ﺃ ﻭ ﻏﻨ ﻲ ﻣ ﻄﻐﻴﺎ، ﺃ ﻭ ﻣﺮﺿﺎ ﻣﻔﺴﺪﺍ، ﺃﻭ ﻩﺮﻣﺎ ﻣﻔﻨﺪﺍ ﺃﻭ ﻣﻮﺗﺎ ﻣﺠﻬﺰﺍ ﺃ ﻭ'
			'ﺍﻟﱠﺪ ﱠﺟﺎﻝ ﻓﺸ ﱡﺮ ﻏﺎﺋﺐ ﻳﻨﺘﻈﺮ، ﺃ ﻭ ﺍﻟ ﱠﺴﺎﻋﺔ ﻓﺎﻟﺴﱠﺎﻋﺔ ﺃﺪﻫﻰ ﻭﺃﻣﺮ،» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳ ﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 93'
),
	Hadith(
		hadithNumber: 94,
		hadith:
						'ﺍﻟﺜﺎﻣﻦ: ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﻳﻮﻡ ﺧﻴﺒﺮ: «ﻷﻋ ﻄﻴ ﱠﻦ ﻩﺬﻩ ﺍﻟﺮﺍﻳﺔ ﺭ ﺟﻼ ﻳﺤ ﱡﺐ ﺍﻟﱠﻠﻪ'
			'ﻭﺭ ﺳﻮﻟﻪ، ﻳﻔﺘﺢ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﻳﺪﻳ ﻪ» ﻗﺎﻝ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ: ﻣﺎ ﺃﺣﺒﺒﺖ ﺍ ﻹﻣﺎﺭﺓ ﺇ ﱠﻻ ﻳﻮﻣﺌﺬ ﻓﺘﺴﺎﻭ ﺭ ﺕ ﻟ ﻬﺎ ﺭ ﺟﺎ ﺀ ﺃ ﻥ'
			'ﺃﺩﻋﻰ ﻟ ﻬﺎ، ﻓﺪﻋﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠ ﻲ ﺑﻦ ﺃﺑﻲ ﻃﺎﻟﺐ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻓﺄ ﻋ ﻄﺎﻩ ﺇﱠﻳﺎﻩﺎ، ﻭﻗﺎ ﻝ:'
			'«ﺍﻣﺶ ﻭﻻ ﺗﻠﺘﻔ ﺖ ﺣﱠﺘﻰ ﻳﻔﺘﺢ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻚ» ﻓﺴﺎﺭ ﻋﻠ ﱞﻲ ﺷﻴﺌﺎ، ﺛﻢﱠ ﻭﻗﻒ ﻭﻟﻢ ﻳﻠﺘﻔ ﺖ، ﻓﺼﺮﺥ: ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ، ﻋﻠﻰ'
			'ﻣﺎﺫﺍ ﺃﻗﺎﺗﻞ ﺍﻟﱠﻨﺎﺱ؟ ﻗﺎﻝ: «ﻗﺎﺗﻠ ﻬﻢ ﺣﱠﺘﻰ ﻳ ﺸﻬﺪﻭﺍ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ، ﻭﺃ ﱠﻥ ﻣﺤﱠﻤﺪﺍ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ، ﻓﺈﺫﺍ ﻓﻌﻠﻮﺍ ﺫﻟﻚ ﻓﻘﺪ'
			'ﻣﻨﻌﻮﺍ ﻣﻨﻚ ﺩﻣﺎ ﺀ ﻩﻢ ﻭﺃﻣﻮﺍﻟ ﻬﻢ ﺇ ﱠﻻ ﺑ ﺤﱢﻘﻬﺎ، ﻭ ﺣﺴﺎﺑ ﻬﻢ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ'
			'»ﻓﺘﺴﺎﻭ ﺮﺗ» ﻩﻮ ﺑﺎﻟ ﱢﺴﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ: ﺃ ﻱ ﻭﺛﺒﺖ ﻣﺘﻄﱢﻠﻌﺎ',
		translation: 'Translation of Hadith 94'
),
	Hadith(
		hadithNumber: 95,
		hadith:
						'ﻓﺎ ﻷﻮﻟ: ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ. ﻗﺎﻝ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻗﺎﻝ: ﻣ ﻦ'
			'ﻋﺎﺪﯨ ﻟﻲ ﻭﻟﻴﺎ. ﻓﻘﺪ ﺁﺫﻧﺘﻪ ﺑﺎﻟﺤ ﺮﺏ. ﻭﻣﺎ ﺗﻘ ﱠﺮ ﺏ ﺇﻟ ﻲ ﻋﺒﺪﻱ ﺑ ﺸﻲ ﺀ ﺃﺣ ﱠﺐ ﺇﻟ ﻲ ﻣﱠﻤﺎ ﺍﻓﺘ ﺮ ﺿﺖ ﻋﻠﻴﻪ: ﻭﻣﺎ ﻳﺰﺍ ﻝ ﻋﺒﺪﻱ'
			'ﻳﺘﻘﺮﱠ ﺏ ﺇﻟﻰ ﺑﺎﻟﱠﻨﻮﺍﻓﻞ ﺣﱠﺘﻰ ﺃ ﺣﱠﺒﻪ، ﻓﺈﺫﺍ ﺃﺣﺒﺒﺘﻪ ﺁﻨ ﺖ ﺳﻤﻌﻪ ﺍﱠﻟﺬﻱ ﻳ ﺴﻤ ﻊ ﺑﻪ، ﻭﺑﺼﺮﻩ ﺍﻟﺬﻱ ﻳﺒ ﺼ ﺮ ﺑ ﻪ، ﻭﻳﺪﻩ ﺍﻟﺘﻲ'
			'ﻳﺒ ﻄﺶ ﺑ ﻬﺎ، ﻭ ﺭﺟﻠﻪ ﺍﻟﺘﻲ ﻳ ﻤ ﺸﻲ ﺑﻬﺎ، ﻭﺇ ﻥ ﺳﺄﻟﻨﻲ ﺃ ﻋﻄﻴﺘﻪ، ﻭﻟﺌ ﻦ ﺍ ﺳﺘﻌﺎﺫﻧﻲ ﻷ ﻋﻴﱠﺬﻧﻪ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ.'
			'»ﺁﺫﻧﺘﻪ» ﺃﻋﻠ ﻤﺘﻪ ﺑﺄﱢﻧﻲ ﻣﺤﺎﺮﺑ ﻟﻪ «ﺍﺳﺘﻌﺎﺫﻧﻲ» ﺭﻮﯨ ﺑﺎﻟﻨﻮﻥ ﻭﺑﺎﻟﺒﺎ ﺀ',
		translation: 'Translation of Hadith 95'
),
	Hadith(
		hadithNumber: 96,
		hadith:
						'ﺍﻟﺜﺎﻧﻲ: ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻴ ﻤﺎ ﻳ ﺮ ﻭﻳ ﻪ ﻋ ﻦ ﺭﺑ ﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻗﺎﻝ: «ﺇﺫﺍ'
			'ﺗﻘﺮﺏ ﺍﻟﻌﺒﺪ ﺇﻟ ﱠﻲ ﺷﺒﺮﺍ ﺗﻘﺮﱠﺑ ﺖ ﺇﻟﻴﻪ ﺫﺭﺍﻋﺎ، ﻭﺇﺫﺍ ﺗﻘ ﱠﺮﺏ ﺇﻟ ﱠﻲ ﺫﺭﺍﻋﺎ ﺗﻘﺮﱠﺑ ﺖ ﻣﻨﻪ ﺑﺎﻋﺎ، ﻭﺇﺫﺍ ﺃﺗﺎﻧﻲ ﻳ ﻤ ﺸﻲ ﺃﺗﻴﺘﻪ'
			' .96ﻩ ﺮ ﻭﻟﺔ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 96'
),
	Hadith(
		hadithNumber: 97,
		hadith:
						'ﺍﻟﺜﺎﻟﺚ: ﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﻧﻌﻤﺘﺎ ﻥ ﻣﻐﺒﻮ ﻥ'
			'ﻓﻴﻬﻤﺎ ﺁﺜﻴﺮ ﻣﻦ ﺍﻟﻨﺎﺱ: ﺍﻟﺼﺤﺔ ﻭﺍﻟﻔﺮﺎﻏ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 97'
),
	Hadith(
		hadithNumber: 98,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ: ﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﻳﻘﻮﻡ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﺣﱠﺘﻰ ﺗﺘﻔ ﻄ ﺮ ﻗﺪ ﻣﺎﻩ،'
			'ﻓﻘﻠ ﺖ ﻟﻪ، ﻟﻢ ﺗﺼﻨ ﻊ ﻩﺬﺍ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ، ﻭﻗﺪ ﻏﻔ ﺮ ﺍﻟﱠﻠﻪ ﻟ ﻚ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒ ﻚ ﻭﻣﺎ ﺗﺄ ﱠﺧ ﺮ؟ ﻗﺎﻝ: «ﺃﻓ ﻼ ﺃ ﺣﺐﱡ ﺃ ﻥ ﺃﺁﻮ ﻥ'
			'ﻋﺒﺪﺍ ﺷﻜﻮﺭﺍ؟» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ. ﻩﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ، ﻭﻧﺤﻮﻩ ﻓﻲ ﺍﻟﺼﺤﻴﺤﻴﻦ ﻣﻦ ﺭﻭﺍﻳﺔ ﺍﻟﻤﻐﻴﺮﺓ ﺑﻦ ﺷﻌﺒ ﺔ.'
			'`',
		translation: 'Translation of Hadith 98'
),
	Hadith(
		hadithNumber: 99,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ: ﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃﻧﻬﺎ ﻗﺎﻟﺖ: «ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺩ ﺧ ﻞ ﺍﻟﻌ ﺸ ﺮ'
			'ﺃﺣﻴﺎ ﺍﻟﱠﻠﻴ ﻞ، ﻭﺃﻳﻘﻆ ﺃ ﻩﻠ ﻪ، ﻭﺟﱠﺪ ﻭ ﺷﱠﺪ ﺍﻟ ﻤﺌ ﺰ ﺭ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﺍﻟﻤﺮﺍﺩ: ﺍﻟﻌ ﺸ ﺮ ﺍﻷﻭﺍ ﺧ ﺮ ﻣﻦ ﺷﻬﺮ ﺭﻣﻀﺎﻥ: « ﻭﺍﻟ ﻤﺌ ﺰﺭ»: ﺍ ﻹﺯﺍ ﺭ ﻭ ﻩﻮ ﺁﻨﺎﻳﺔ ﻋﻦ ﺍ ﻋﺘ ﺰﻻ ﺍﻟﱢﻨﺴﺎ ﺀ، ﻭﻗﻴ ﻞ: ﺍﻟﻤﺮﺍﺩ'
			'ﺗ ﺸﻤﻴﺮﻩ ﻟﻠﻌﺒﺎﺩﺓ. ﻳﻘﺎ ﻝ: ﺷﺪﺩ ﺕ ﻟﻬﺬﺍ ﺍﻷﻣ ﺮ ﻣﺌ ﺰ ﺮﻳ، ﺃ ﻱ: ﺗﺸﻤﺮ ﺕ ﻭﺗﻔ ﱠﺮﻏ ﺖ ﻟﻪ.'
			'`',
		translation: 'Translation of Hadith 99'
),
	Hadith(
		hadithNumber: 100,
		hadith:
						'ﺍﻟﺴﺎﺪﺳ: ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺍﻟﻤﺆﻣﻦ ﺍﻟﻘ ﻮ ﱡﻱ.'
			'ﺧﻴﺮ ﻭﺃﺣ ﱡﺐ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﺍﻟﻤ ﺆﻣ ﻦ ﺍﻟ ﱠﻀﻌﻴ ﻒ ﻭﻓﻲ ﺁﻞﱟ ﺧﻴﺮ. ﺍ ﺣ ﺮ ﺹ ﻋﻠﻰ ﻣﺎ ﻳﻨﻔﻌ ﻚ، ﻭﺍ ﺳﺘﻌ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭ ﻻ ﺗﻌ ﺠ ﺰ. ﻭﺇ ﻥ'
			'ﺃﺻﺎﺑﻚ ﺷﻲ ﺀ ﻓ ﻼ ﺗﻘ ﻞ: ﻟ ﻮ ﺃﱢﻧﻲ ﻓﻌﻠ ﺖ ﺁﺎ ﻥ ﺁﺬﺍ ﻭﺁﺬﺍ، ﻭﻟﻜ ﻦ ﻗ ﻞ: ﻗﱠﺪ ﺭ ﺍﻟﱠﻠﻪ، ﻭ ﻣﺎ ﺷﺎ ﺀ ﻓﻌ ﻞ، ﻓﺈ ﱠﻥ ﻟ ﻮ ﺗﻔﺘ ﺢ ﻋ ﻤ ﻞ'
			'ﺍﻟ ﱠﺸﻴ ﻄﺎﻥ». ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 100'
),
	Hadith(
		hadithNumber: 101,
		hadith:
						'ﺍﻟﺴﺎﺑﻊ: ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﺣ ﺠﺒ ﺖ ﺍﻟﱠﻨﺎ ﺭ ﺑﺎﻟ ﱠﺸ ﻬﻮﺍ ﺕ، ﻭ ﺣ ﺠﺒ ﺖ ﺍﻟ ﺠﻨﱠﺔ'
			'ﺑﺎﻟﻤﻜﺎ ﺭﻩ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ: « ﺣﱠﻔﺖ» ﺑﺪ ﻝ « ﺣ ﺠﺒ ﺖ» ﻮﻫﻮ ﺑﻤﻌﻨﺎﻩ: ﺃ ﻱ: ﺑﻴﻨﻪ ﻭﺑﻴﻨ ﻬﺎ ﻩﺬﺍ ﺍﻟﺤﺠﺎ ﺏ، ﻓﺈﺫﺍ ﻓﻌﻠﻪ ﺩ ﺧﻠﻬﺎ',
		translation: 'Translation of Hadith 101'
),
	Hadith(
		hadithNumber: 102,
		hadith:
						'ﺍﻟﺜﺎﻣﻦ: ﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺣﺬﻳﻔ ﺔ ﺑﻦ ﺍﻟﻴﻤﺎ ﻥ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ، ﻗﺎﻝ: ﺻﻠﱠﻴ ﺖ ﻣﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺫﺍ ﺕ ﻟﻴﻠﺔ، ﻓﺎﻓﺘﺘ ﺢ ﺍﻟﺒﻘﺮﺓ، ﻓﻘﻠﺖ ﻳ ﺮﺁ ﻊ ﻋﻨﺪ ﺍﻟﻤﺎﺋﺔ، ﺛﻢﱠ ﻣﻀﻰ، ﻓﻘﻠﺖ ﻳﺼﱢﻠﻲ ﺑ ﻬﺎ ﻓﻲ ﺭﺁﻌ ﺔ، ﻓ ﻤ ﻀﻰ.'
			'ﻓﻘﻠﺖ ﻳ ﺮﺁﻊ ﺑ ﻬﺎ، ﺛﱠﻢ ﺍﻓﺘﺘﺢ ﺍﻟﱢﻨ ﺴﺎ ﺀ، ﻓﻘﺮﺃ ﻩﺎ، ﺛﱠﻢ ﺍﻓﺘﺘﺢ ﺁ ﻝ ﻋ ﻤﺮﺍ ﻥ ﻓﻘ ﺮﺃ ﻩﺎ، ﻳﻘ ﺮﺃ ﻣﺘ ﺮ ﱢﺳ ﻼ ﺇﺫﺍ ﻣ ﱠﺮ ﺑﺂﻳ ﺔ ﻓﻴﻬﺎ ﺗ ﺴﺒﻴ ﺢ'
			'ﺳﱠﺒ ﺢ، ﻭﺇﺫﺍ ﻣ ﱠﺮ ﺑ ﺴﺆﺍ ﻝ ﺳﺄﻝ، ﻭﺇﺫﺍ ﻣ ﱠﺮ ﺑﺘﻌﻮﺫ ﺗﻌ ﱠﻮﺫ، ﺛﻢ ﺭﺁﻊ ﻓﺠﻌﻞ ﻳﻘﻮﻝ: « ﺳﺒﺤﺎ ﻥ ﺭﱢﺑ ﻲ ﺍﻟﻌ ﻈﻴﻢ» ﻓﻜﺎ ﻥ ﺭﺁﻮ ﻋﻪ'
			'ﻧ ﺤﻮﺍ ﻣ ﻦ ﻗﻴﺎ ﻣ ﻪ ﺛﻢﱠ ﻗﺎ ﻝ: «ﺳﻤﻊ ﺍﻟﱠﻠﻪ ﻟﻤﻦ ﺣ ﻤﺪﻩ، ﺭﱠﺑﻨﺎ ﻟﻚ ﺍﻟﺤﻤﺪ» ﺛﻢ ﻗﺎﻡ ﻗﻴﺎﻣﺎ ﻃ ﻮﻳ ﻼ ﻗﺮﻳﺒﺎ ﻣﱠﻤﺎ ﺭﺁﻊ، ﺛﻢﱠ ﺳ ﺠﺪ'
			'ﻓﻘﺎ ﻝ: «ﺳﺒﺤﺎﻥ ﺭﱢﺑ ﻲ ﺍﻷﻋﻠﻰ» ﻓﻜﺎ ﻥ ﺳ ﺠﻮﺩﻩ ﻗ ﺮﻳﺒﺎ ﻣ ﻦ ﻗﻴﺎ ﻣ ﻪ». ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 102'
),
	Hadith(
		hadithNumber: 103,
		hadith:
						'ﺍﻟﺘﺎﺳﻊ: ﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺻﱠﻠﻴﺖ ﻣﻊ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻴﻠﺔ، ﻓﺄ ﻃﺎ ﻝ ﺍﻟﻘﻴﺎﻡ'
			'ﺣﱠﺘﻰ ﻩﻤ ﻤ ﺖ ﺃ ﻥ ﺃ ﺟﻠ ﺲ ﻭﺃﺩ ﻋﻪ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 103'
),
	Hadith(
		hadithNumber: 104,
		hadith:
						'ﺍﻟﻌﺎﺷﺮ: ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «ﻳﺘﺒ ﻊ ﺍﻟﻤﻴ ﺖ ﺛﻼﺛﺔ: ﺄﻫﻠﻪ'
			'ﻭﻣﺎﻟﻪ ﻭﻋ ﻤﻠﻪ، ﻓﻴ ﺮ ﺟﻊ ﺍﺛﻨﺎ ﻥ ﻭﻳﺒﻘﻰ ﻭﺍ ﺣﺪ: ﻳﺮﺟ ﻊ ﺄﻫﻠﻪ ﻭﻣﺎﻟﻪ، ﻭﻳﺒﻘﻰ ﻋﻤﻠﻪ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 104'
),
	Hadith(
		hadithNumber: 105,
		hadith:
						'ﺍﻟﺤﺎﺪﻳ ﻋﺸﺮ: ﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺍﻟﺠﻨﺔ ﺃﻗﺮ ﺏ ﺇﻟﻰ'
			'ﺃﺣﺪﺁﻢ ﻣ ﻦ ﺷﺮﺍ ﻙ ﻧﻌﻠ ﻪ ﻭﺍﻟﱠﻨﺎ ﺭ ﻣﺜ ﻞ ﺫﻟ ﻚ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 105'
),
	Hadith(
		hadithNumber: 106,
		hadith:
						'ﺍﻟﺜﺎﻧﻲ ﻋﺸﺮ: ﻋﻦ ﺃﺑﻲ ﻓﺮﺎﺳ ﺭﺑﻴﻌ ﺔ ﺑ ﻦ ﺁﻌ ﺐ ﺍﻷ ﺳﻠ ﻤ ﱢﻲ ﺧﺎﺪﻣ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻭ ﻣ ﻦ ﺃ ﻩ ﻞ'
			'ﺍﻟ ﱡﺼﱠﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺁﻨ ﺖ ﺃﺑﻴ ﺖ ﻣﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻓﺂﺗﻴ ﻪ ﺑ ﻮﺿﻮﺋ ﻪ، ﻭﺣﺎﺟﺘ ﻪ ﻓﻘﺎﻝ:'
			'«ﺳﻠﻨﻲ» ﻓﻘﻠﺖ: ﺃ ﺳﺄﻟ ﻚ ﻣﺮﺍﻓﻘﺘ ﻚ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ. ﻓﻘﺎ ﻝ: «ﺃ ﻭ ﻏﻴ ﺮ ﺫﻟﻚ؟» ﻗﻠﺖ: ﺃ ﺳﺄﻟ ﻚ ﻣﺮﺍﻓﻘﺘ ﻚ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ. ﻓﻘﺎ ﻝ: «ﺃ ﻭ'
			'ﻏﻴ ﺮ ﺫﻟﻚ ؟» ﻗﻠﺖ: ﻩﻮ ﺫﺎﻛ. ﻗﺎﻝ: «ﻓﺄ ﻋﱢﻨﻲ ﻋﻠﻰ ﻧﻔ ﺴ ﻚ ﺑﻜﺜﺮﺓ ﺍﻟﺴ ﺠﻮﺩ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 106'
),
	Hadith(
		hadithNumber: 107,
		hadith:
						'ﺍﻟﺜﺎﻟﺚ ﻋﺸﺮ: ﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﻭﻳﻘﺎ ﻝ: ﺃﺑﻮ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣﻤ ﻦ ﺛ ﻮﺑﺎ ﻥ ﻣ ﻮﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ:.('
			'ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ: ﻋﻠﻴ ﻚ ﺑﻜﺜﺮﺓ ﺍﻟ ﱡﺴ ﺠﻮﺩ، ﻓﺈﱠﻧﻚ ﻟ ﻦ ﺗ ﺴ ﺠﺪ ﻟﱠﻠ ﻪ ﺳ ﺠﺪﺓ ﺇ ﱠﻻ ﺭﻓﻌ ﻚ ﺍﻟﱠﻠﻪ'
			'ﺑ ﻬﺎ ﺩﺭﺟﺔ، ﻭﺣ ﱠﻂ ﻋﻨ ﻚ ﺑ ﻬﺎ ﺧ ﻄﻴﺌ ﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 107'
),
	Hadith(
		hadithNumber: 108,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ ﻋﺸﺮ: ﻋﻦ ﺃﺑﻲ ﺻﻔﻮﺍ ﻥ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺑ ﺴ ﺮ ﺍﻷﺳﻠﻤ ﱢﻲ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺧﻴ ﺮ ﺍﻟﱠﻨﺎ ﺱ ﻣﻦ ﻃﺎ ﻝ ﻋﻤ ﺮﻩ ﻭ ﺣ ﺴ ﻦ ﻋﻤﻠﻪ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ، ﻭﻗﺎﻝ ﺣﺪﻳ ﺚ ﺣﺴ ﻦ.'
			'»ﺑ ﺴﺮ»: ﺑﻀﻢ ﺍﻟﺒﺎ ﺀ ﻭﺑﺎﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ.'
			'`',
		translation: 'Translation of Hadith 108'
),
	Hadith(
		hadithNumber: 109,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ ﻋﺸﺮ: ﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻗﺎﻝ: ﻏﺎﺏ ﻋﱢﻤﻲ ﺃﻧ ﺲ ﺑ ﻦ ﺍﻟﱠﻨ ﻀ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻋﻦ ﻗﺘﺎ ﻝ'
			'ﺑﺪ ﺭ، ﻓﻘﺎﻝ: ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻏﺒﺖ ﻋﻦ ﺃ ﱠﻭ ﻝ ﻗﺘﺎ ﻝ ﻗﺎﺗﻠ ﺖ ﺍﻟﻤﺸ ﺮﺁﻴ ﻦ، ﻟﺌ ﻦ ﺍﻟﱠﻠﻪ ﺃ ﺷ ﻬﺪﻧﻲ ﻗﺘﺎ ﻝ ﺍﻟﻤﺸﺮﺁﻴﻦ ﻟﻴ ﺮﻳ ﱠﻦ ﺍﻟﱠﻠﻪ'
			'ﻣﺎ ﺃﺻﻨ ﻊ، ﻓﻠﻤﺎ ﺁﺎ ﻥ ﻳﻮﻡ ﺃﺣﺪ ﺍﻧﻜ ﺸ ﻒ ﺍﻟﻤ ﺴﻠﻤﻮﻥ ﻓﻘﺎﻝ: ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﻋﺘﺬ ﺭ ﺇﻟﻴ ﻚ ﻣﱠﻤﺎ ﺻﻨﻊ ﻩ ﺆﻻ ﺀ ﻳﻌﻨﻲ ﺃ ﺻ ﺤﺎﺑﻪ ﻭﺃﺑﺮﺃ'
			'ﺇﻟﻴ ﻚ ﻣﱠﻤﺎ ﺻﻨ ﻊ ﻩ ﺆ ﻻ ﺀ ﻳﻌﻨﻲ ﺍﻟﻤ ﺸ ﺮﺁﻴ ﻦ ﺛﻢﱠ ﺗﻘﱠﺪﻡ ﻓﺎ ﺳﺘﻘﺒﻠﻪ ﺳﻌﺪ ﺑ ﻦ ﻣﻌﺎﺫ، ﻓﻘﺎ ﻝ: ﻳﺎ ﺳﻌﺪ ﺑ ﻦ ﻣﻌﺎﺫ ﺍﻟﺠﻨﱠﺔ ﻭ ﺭ ﱢﺏ'
			'ﺍﻟﻜﻌﺒﺔ، ﺇﻧﻰ ﺃ ﺟﺪ ﺭﻳ ﺤ ﻬﺎ ﻣ ﻦ ﺩﻭ ﻥ ﺃ ﺣﺪ. ﻗﺎﻝ ﺳﻌﺪ: ﻓ ﻤﺎ ﺍ ﺳﺘﻄﻌ ﺖ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻣﺎﺻﻨ ﻊ، ﻗﺎ ﻝ ﺃﻧ ﺲ: ﻓﻮﺟﺪﻧﺎ ﺑ ﻪ'
			'ﺑ ﻀﻌﺎ ﻭﺛﻤﺎﻧﻴ ﻦ ﺿ ﺮﺑ ﺔ ﺑﺎﻟ ﱠﺴﻴ ﻒ، ﺃ ﻭ ﻃﻌﻨ ﺔ ﺑ ﺮ ﻣ ﺢ، ﺃﻭ ﺭ ﻣﻴ ﺔ ﺑﺴ ﻬﻢ، ﻭﻭﺟﺪﻧﺎﻩ ﻗﺪ ﻗﺘ ﻞ ﻭﻣﱠﺜ ﻞ ﺑ ﻪ ﺍﻟﻤﺸ ﺮﺁﻮ ﻥ ﻓﻤﺎ'
			'ﻋﺮﻓﻪ ﺃﺣﺪ ﺇ ﱠﻻ ﺃ ﺧﺘﻪ ﺑﺒﻨﺎﻧ ﻪ. ﻗﺎﻝ ﺃﻧ ﺲ: ﺁﱠﻨﺎ ﻧﺮﻯ ﺃ ﻭ ﻧ ﻈﻦﱡ ﺃ ﱠﻥ ﻩﺬﻩ ﺍﻵﻳﺔ ﻧﺰﻟ ﺖ ﻓﻴ ﻪ ﻭﻓﻲ ﺃ ﺷﺒﺎ ﻩ ﻪ: [ ﻣ ﻦ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ'
			'ﺭﺟﺎﻝ ﺻﺪﻗﻮﺍ ﻣﺎ ﻋﺎ ﻩﺪﻭﺍ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻪ] [ﺍﻷﺣﺰﺎﺑ: 23] ﺇﻟﻰ ﺁﺧﺮﻩﺎ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ: «ﻟﻴﺮﻳ ﱠﻦ ﺍﻟﱠﻠﻪ» ﺭﻮﯨ ﺑﻀﻢ ﺍﻟﻴﺎ ﺀ ﻭﺁﺴﺮ ﺍﻟﺮﺍ ﺀ، ﺄﻳ ﻟﻴ ﻈ ﻬﺮ ﱠﻥ ﺍﻟﱠﻠﻪ ﺫﻟ ﻚ ﻟﻠﱠﻨﺎ ﺱ، ﻭ ﺭ ﻮﯨ ﺑﻔﺘﺤﻬﻤﺎ، ﻭﻣﻌﻨﺎﻩ'
			'ﻇﺎﻩﺮ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 109'
),
	Hadith(
		hadithNumber: 110,
		hadith:
						'ﺍﻟﺴﺎﺪﺳ ﻋﺸﺮ: ﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ﻋﻘﺒ ﺔ ﺑﻦ ﻋﻤﺮ ﻭ ﺍﻷﻧﺼﺎﺭ ﱢﻱ ﺍﻟﺒﺪﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻟﱠﻤﺎ ﻧ ﺰﻟ ﺖ ﺁﻳﺔ.'
			'ﺍﻟ ﱠﺼﺪﻗ ﺔ ﺁﱠﻨﺎ ﻧ ﺤﺎ ﻣ ﻞ ﻋﻠﻰ ﻇ ﻬﻮ ﺭﻧﺎ. ﻓ ﺠﺎ ﺀ ﺭ ﺟﻞ ﻓﺘ ﺼﱠﺪ ﻕ ﺑ ﺸ ﻲ ﺀ ﺁﺜﻴ ﺮ ﻓﻘﺎﻟﻮﺍ: ﻣﺮﺍ ﺀ، ﻭﺟﺎ ﺀ ﺭ ﺟﻞ ﺁ ﺧ ﺮ ﻓﺘ ﺼﱠﺪ ﻕ'
			'ﺑ ﺼﺎ ﻉ ﻓﻘﺎﻟﻮﺍ: ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻟﻐﻨ ﱞﻲ ﻋ ﻦ ﺻﺎ ﻉ ﻩﺬﺍ، ﻓﻨ ﺰﻟ ﺖ {ﺍﱠﻟﺬﻳ ﻦ ﻳﻠﻤ ﺰﻭ ﻥ ﺍﻟﻤ ﱠﻄ ﱢﻮ ﻋﻴ ﻦ ﻣ ﻦ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﻓﻲ ﺍﻟ ﱠﺼﺪﻗﺎ ﺕ'
			'ﻭﺍﱠﻟﺬﻳ ﻦ ﻻ ﻳ ﺠﺪﻭ ﻥ ﺇ ﱠﻻ ﺟ ﻬﺪ ﻩﻢ} [ﺍﻟﺘﻮﺑﺔ 79] ﺍﻵﻳﺔ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'»ﻭﻧ ﺤﺎ ﻣ ﻞ» ﺑﻀﻢ ﺍﻟﻨﻮﻥ، ﻭﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ: ﺃ ﻱ ﻳ ﺤﻤ ﻞ ﺃ ﺣﺪﻧﺎ ﻋﻠﻰ ﻇ ﻬ ﺮﻩ ﺑﺎﻷ ﺟ ﺮﺓ، ﻭﻳﺘ ﺼﱠﺪ ﻕ ﺑﻬﺎ',
		translation: 'Translation of Hadith 110'
),
	Hadith(
		hadithNumber: 111,
		hadith:
						'ﺍﻟﺴﺎﺑﻊ ﻋﺸﺮ: ﻋﻦ ﺳﻌﻴﺪ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﻌﺰﻳ ﺰ، ﻋﻦ ﺭﺑﻴﻌ ﺔ ﺑ ﻦ ﻳﺰﻳﺪ، ﻋﻦ ﺃﺑﻲ ﺇﺩﺭﻳﺲ ﺍﻟ ﺨ ﻮ ﻻﻧ ﱢﻲ، ﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ'
			'ﺟﻨﺪ ﺏ ﺑ ﻦ ﺟﻨﺎﺩﺓ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻴﻤﺎ ﻳ ﺮ ﻮﯨ ﻋ ﻦ ﺍﻟﱠﻠ ﻪ ﺗﺒﺎﺭ ﻙ ﻭﺗﻌﺎﻟﻰ ﺃﻧﻪ ﻗﺎﻝ:'
			'«ﻳﺎ ﻋﺒﺎﺪﻳ ﺇﱢﻧﻲ ﺣﺮﱠ ﻣ ﺖ ﺍﻟ ﱡﻈﻠﻢ ﻋﻠﻰ ﻧﻔ ﺴﻲ ﻭ ﺟﻌﻠﺘﻪ ﺑﻴﻨﻜﻢ ﻣ ﺤ ﱠﺮﻣﺎ ﻓ ﻼ ﺗﻈﺎﻟﻤﻮﺍ، ﻳﺎ ﻋﺒﺎﺪﻳ ﺁﻠﱡﻜﻢ ﺿﺎ ﱞﻝ ﺇ ﱠﻻ ﻣ ﻦ'
			'ﻩﺪﻳﺘﻪ، ﻓﺎ ﺳﺘ ﻬﺪﻭﻧﻲ ﺃ ﻩﺪﺁﻢ، ﻳﺎ ﻋﺒﺎﺪﻳ ﺁﱡﻠﻜﻢ ﺟﺎﺋ ﻊ ﺇ ﱠﻻ ﻣ ﻦ ﺃﻃﻌﻤﺘﻪ، ﻓﺎ ﺳﺘ ﻄﻌﻤﻮﻧﻲ ﺃﻃﻌ ﻤﻜﻢ، ﻳﺎ ﻋﺒﺎﺪﻳ ﺁﻠﻜﻢ ﻋﺎ ﺭ'
			'ﺇ ﱠﻻ ﻣ ﻦ ﺁ ﺴ ﻮﺗﻪ ﻓﺎ ﺳﺘﻜ ﺴﻮﻧﻲ ﺃﺁ ﺴﻜﻢ، ﻳﺎ ﻋﺒﺎﺪﻳ ﺇﱠﻧﻜﻢ ﺗ ﺨ ﻄﺌﻮ ﻥ ﺑﺎﻟﱠﻠﻴ ﻞ ﻭﺍﻟﱠﻨ ﻬﺎ ﺭ ﻭﺃﻧﺎ ﺃ ﻏﻔ ﺮ ﺍﻟﱡﺬﻧﻮ ﺏ ﺟﻤﻴﻌﺎ،'
			'ﻓﺎ ﺳﺘﻐﻔ ﺮﻭﻧﻲ ﺃ ﻏﻔ ﺮ ﻟﻜﻢ، ﻳﺎ ﻋﺒﺎﺪﻳ ﺇﱠﻧﻜﻢ ﻟ ﻦ ﺗﺒﻠﻐﻮﺍ ﺿ ﱢﺮﻱ ﻓﺘ ﻀ ﱡﺮﻭﻧﻲ، ﻭﻟ ﻦ ﺗﺒﻠﻐﻮﺍ ﻧﻔﻌﻲ ﻓﺘﻨﻔﻌﻮﻧﻲ، ﻳﺎ ﻋﺒﺎﺪﻳ ﻟ ﻮ'
			'ﺃ ﱠﻥ ﺃ ﱠﻭﻟﻜﻢ ﻭﺁ ﺧﺮﺁﻢ، ﻭﺇﻧ ﺴﻜﻢ ﻭ ﺟﱠﻨﻜﻢ ﺁﺎﻧﻮﺍ ﻋﻠﻰ ﺃﺗﻘﻰ ﻗﻠ ﺐ ﺭﺟ ﻞ ﻭﺍﺣﺪ ﻣﻨﻜﻢ ﻣﺎ ﺯﺍﺩ ﺫﻟ ﻚ ﻓﻲ ﻣﻠﻜﻲ ﺷﻴﺌﺎ، ﻳﺎ ﻋﺒﺎﺪﻳ'
			'ﻟﻮ ﺃ ﱠﻥ ﺃ ﱠﻭﻟﻜﻢ ﻭﺁﺧ ﺮﺁﻢ ﻭﺇﻧ ﺴﻜﻢ ﻭﺟﻨﻜﻢ ﺁﺎﻧﻮﺍ ﻋﻠﻰ ﺃﻓ ﺠ ﺮ ﻗﻠ ﺐ ﺭ ﺟ ﻞ ﻭﺍ ﺣﺪ ﻣﻨﻜﻢ ﻣﺎ ﻧﻘ ﺺ ﺫﻟ ﻚ ﻣ ﻦ ﻣﻠﻜﻲ ﺷﻴﺌﺎ، ﻳﺎ'
			'ﻋﺒﺎﺪﻳ ﻟ ﻮ ﺃ ﱠﻥ ﺃ ﱠﻭﻟﻜﻢ ﻭﺁ ﺧﺮﺁﻢ ﻭﺇﻧ ﺴﻜﻢ ﻭ ﺟﱠﻨﻜﻢ، ﻗﺎﻣﻮﺍ ﻓﻲ ﺻﻌﻴﺪ ﻭﺍﺣﺪ، ﻓﺴﺄﻟﻮﻧﻲ ﻓﺄ ﻋ ﻄﻴ ﺖ ﺁﻞﱠ ﺇﻧﺴﺎ ﻥ ﻣ ﺴﺄﻟﺘﻪ، ﻣﺎ'
			'ﻧﻘ ﺺ ﺫﻟ ﻚ ﻣﱠﻤﺎ ﻋﻨﺪﻱ ﺇ ﱠﻻ ﺁ ﻤﺎ ﻳﻨﻘ ﺺ ﺍﻟ ﻤ ﺨﻴ ﻂ ﺇﺫﺍ ﺃﺩ ﺧ ﻞ ﺍﻟﺒ ﺤ ﺮ، ﻳﺎ ﻋﺒﺎﺪﻳ ﺇﱠﻧﻤﺎ ﻩ ﻲ ﺃ ﻋﻤﺎﻟﻜﻢ ﺃ ﺣ ﺼﻴ ﻬﺎ ﻟﻜﻢ، ﺛﻢﱠ'
			'ﺃ ﻭﱢﻓﻴﻜﻢ ﺇﱠﻳﺎ ﻩﺎ، ﻓ ﻤ ﻦ ﻭ ﺟﺪ ﺧﻴﺮﺍ ﻓﻠﻴ ﺤﻤﺪ ﺍﻟﱠﻠﻪ، ﻭ ﻣ ﻦ ﻭ ﺟﺪ ﻏﻴ ﺮ ﺫﻟ ﻚ ﻓ ﻼ ﻳﻠﻮ ﻣ ﱠﻦ ﺇ ﱠﻻ ﻧﻔ ﺴﻪ». ﻗﺎ ﻝ ﺳﻌﻴﺪ: ﺁﺎﻥ ﺃﺑﻮ'
			'ﺇﺩﺭﻳﺲ ﺇﺫﺍ ﺣﱠﺪ ﺙ ﺑﻬﺬﺍ ﺍﻟﺤﺪﻳﺚ ﺟﺜﺎ ﻋﻠﻰ ﺭﺁﺒﺘﻴﻪ. ﺭﻭﺍﻩ ﻣﺴﻠﻢ. ﻭﺭﻭﻳﻨﺎ ﻋﻦ ﺍﻹﻣﺎﻡ ﺃﺣﻤﺪ ﺑﻦ ﺣﻨﺒﻞ ﺭﺣﻤﻪ ﺍﻟﱠﻠﻪ ﻗﺎﻝ:'
			'ﻟﻴﺲ ﻷﻩﻞ ﺍﻟﺸﺎﻡ ﺣﺪﻳﺚ ﺃﺷﺮﻑ ﻣﻦ ﻩﺬﺍ ﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 111'
),
	Hadith(
		hadithNumber: 112,
		hadith:
						'ﻭﺃﱠﻣﺎ ﺍﻷﺣﺎﺩﻳﺚ ﻓﺎﻷ ﱠﻮﻟ : ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺃ ﻋﺬ ﺭ'
			'ﺍﻟﱠﻠﻪ ﺇﻟﻰ ﺍ ﻣ ﺮﻯ ﺀ ﺃ ﱠﺧ ﺮ ﺃﺟﻠﻪ ﺣﺘﻰ ﺑﻠ ﻎ ﺳﱢﺘﻴ ﻦ ﺳﻨ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﯨ.'
			'ﻗﺎﻝ ﺍﻟﻌﻠﻤﺎ ﺀ ﻣﻌﻨﺎﻩ : ﻟﻢ ﻳﺘﺮ ﻙ ﻟﻪ ﻋﺬﺭﺍ ﺇﺫ ﺃ ﻣ ﻬﻠﻪ ﻩﺬﻩ ﺍﻟﻤﱠﺪﺓ . ﻳﻘﺎﻝ : ﺃ ﻋﺬ ﺭ ﺍﻟﺮﱠ ﺟ ﻞ ﺇﺫﺍ ﺑﻠ ﻎ ﺍﻟﻐﺎﻳﺔ ﻓﻲ ﺍﻟﻌﺬ ﺭ',
		translation: 'Translation of Hadith 112'
),
	Hadith(
		hadithNumber: 113,
		hadith:
						'ﺍﻟﺜﺎﻧﻰ : ﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺁﺎﻥ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻳﺪ ﺧﻠﻨﻰ ﻣﻊ ﺃ ﺷﻴﺎﺥ ﺑﺪ ﺭ ،'
			'ﻓﻜﺄ ﱠﻥ ﺑﻌ ﻀ ﻬﻢ ﻭﺟﺪ ﻓﻲ ﻧﻔﺴﻪ ﻓﻘﺎﻝ : ﻟﻢ ﻳﺪ ﺧ ﻞ ﻩﺬﺍ ﻣﻌﻨﺎ ﻭﻟﻨﺎ ﺃﺑﻨﺎﺀ ﻣﺜﻠﻪ ،؟ ﻓﻘﺎﻝ ﻋﻤ ﺮ : ﺇﻧﱠﻪ ﻣﻦ ﺣﻴ ﺚ ﻋﻠ ﻤﺘﻢ ،'
			'ﻓﺪ ﻋﺎﻧﻰ ﺫﺍ ﺕ ﻳ ﻮﻡ ﻓﺄﺩﺧﻠﻨﻰ ﻣﻌ ﻬﻢ ، ﻓﻤﺎ ﺭﺃﻳ ﺖ ﺃﱠﻧﻪ ﺩﻋﺎﻧﻰ ﻳ ﻮﻣﺌﺬ ﺇ ﱠﻻ ﻟﻴ ﺮﻳ ﻬﻢ ﻗﺎﻝ : ﻣﺎ ﺗﻘﻮﻟﻮﻥ ﻓﻲ ﻗﻮﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			': { ﺇﺫﺍ ﺟﺎ ﺀ ﻧ ﺼ ﺮ ﺍﻟﱠﻠ ﻪ ﻭﺍﻟﻔﺘ ﺢ} [ﺍﻟﻔﺘﺢ : 1 ] ﻓﻘﺎﻝ ﺑﻌ ﻀ ﻬﻢ : ﺃﻣ ﺮﻧﺎ ﻧ ﺤﻤﺪ ﺍﻟﱠﻠ ﻪ ﻭﻧ ﺴﺘﻐﻔﺮﻩ ﺇﺫﺍ ﻧﺼﺮﻧﺎ ﻭﻓﺘ ﺢ ﻋﻠﻴﻨﺎ'
			'. ﻭﺳﻜ ﺖ ﺑﻌﻀ ﻬﻢ ﻓﻠﻢ ﻳﻘ ﻞ ﺷﻴﺌﺎ ﻓﻘﺎﻝ ﻟﻰ : ﺃﺁﺬﻟﻚ ﺗﻘﻮﻝ ﻳﺎ ﺍﺑ ﻦ ﻋﺒﺎﺱ ؟ ﻓﻘﻠﺖ : ﻻ . ﻗﺎﻝ ﻓﻤﺎ ﺗﻘﻮﻝ ؟ ﻗﻠﺖ : ﻩﻮ'
			'ﺃﺟ ﻞ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺃ ﻋﻠ ﻤﻪ ﻟﻪ ﻗﺎﻝ : { ﺇﺫﺍ ﺟﺎ ﺀ ﻧ ﺼ ﺮ ﺍﻟﱠﻠ ﻪ ﻭﺍﻟﻔﺘ ﺢ} ﻭﺫﻟﻚ ﻋﻼﻣﺔ ﺃﺟﻠﻚ {'
			'ﻓ ﺴﱢﺒ ﺢ ﺑﺤ ﻤﺪ ﺭﱢﺑ ﻚ ﻭﺍ ﺳﺘﻐﻔ ﺮﻩ ﺇﱠﻧﻪ ﺁﺎ ﻥ ﺗ ﱠﻮﺍﺑﺎ} [ ﺍﻟﻔﺘﺢ : 3 ] ﻓﻘﺎﻝ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﻣﺎ ﺃ ﻋﻠﻢ ﻣﻨﻬﺎ ﺇ ﱠﻻ ﻣﺎ'
			'ﺗﻘﻮﻝ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﯨ',
		translation: 'Translation of Hadith 113'
),
	Hadith(
		hadithNumber: 114,
		hadith:
						'ﺍﻟﺜﺎﻟﺚ : ﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻣﺎ ﺻﱠﻠﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺻﻼﺓ ﺑﻌﺪ ﺃ ﻥ'
			'ﻧ ﺰﻟ ﺖ ﻋﻠﻴﻪ { ﺇﺫﺍ ﺟﺎ ﺀ ﻧ ﺼ ﺮ ﺍﻟﱢﻠ ﻪ ﻭﺍﻟﻔﺘ ﺢ } ﺇ ﱠﻻ ﻳﻘﻮﻝ ﻓﻴﻬﺎ : « ﺳﺒﺤﺎﻧﻚ ﺭﱠﺑﻨﺎ ﻭﺑﺤ ﻤﺪ ﻙ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻰ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺍﻟﺼﺤﻴﺤﻴﻦ ﻋﻨﻬﺎ : ﺁﺎﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻜﺜﺮ ﺃ ﻥ ﻳﻘﻮﻝ ﻓﻲ ﺭﺁﻮ ﻋﻪ ﻭ ﺳ ﺠﻮﺩﻩ : «'
			'ﺳﺒﺤﺎﻧ ﻚ ﺍﻟﻠﱠ ﻬﻢﱠ ﺭﱠﺑﻨﺎ ﻭﺑﺤ ﻤﺪ ﻙ ، ﺍﻟﱠﻠﻬﱠﻢ ﺍ ﻏﻔ ﺮ ﻟﻲ » ﻳﺘﺄ ﱠﻮﻟ ﺍﻟﻘ ﺮﺁﻥ .'
			'ﻣﻌﻨﻰ : « ﻳﺘﺄ ﱠﻮﻟ ﺍﻟﻘ ﺮﺁ ﻥ » ﺃ ﻱ : ﻳﻌﻤﻞ ﻣﺎ ﺃ ﻣ ﺮ ﺑ ﻪ ﻓﻲ ﺍﻟﻘــﺮﺁ ﻥ ﻓﻲ ﻗﻮﻟ ﻪ ﺗﻌﺎﻟﻰ : {ﻓﺴﱢﺒ ﺢ ﺑﺤ ﻤﺪ ﺭﱢﺑ ﻚ ﻭﺍﺳﺘﻐﻔ ﺮﻩ }'
			'.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻜﺜ ﺮ ﺃ ﻥ ﻳﻘﻮ ﻝ ﻗﺒ ﻞ ﺃ ﻥ ﻳﻤﻮ ﺕ : « ﺳﺒﺤﺎﻧ ﻚ ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﻭﺑ ﺤﻤﺪ ﻙ ، ﺃ ﺳﺘﻐﻔﺮ ﻙ ﻭﺃﺗﻮ ﺏ ﺇﻟﻴ ﻚ » . ﻗﺎﻟﺖ ﻋﺎﺋﺸﺔ : ﻗﻠﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻣﺎ ﻩﺬﻩ ﺍﻟﻜﻠﻤﺎ ﺕ ﺍﱠﻟﺘﻲ ﺃ ﺭﺍ ﻙ ﺃ ﺣﺪﺛﺘﻬﺎ'
			'ﺗﻘﻮﻟﻬﺎ ؟ ﻗــﺎﻝ : « ﺟﻌﻠ ﺖ ﻟﻲ ﻋﻼﻣﺔ ﻓﻲ ﺃﱠﻣﺘﻲ ﺇﺫﺍ ﺭﺃﻳﺘﻬﺎ ﻗﻠﺘﻬﺎ {ﺇﺫﺍ ﺟﺎ ﺀ ﻧ ﺼ ﺮ ﺍﻟﱢﻠ ﻪ ﻭﺍﻟﻔﺘ ﺢ } ﺇﻟﻰ ﺁﺧﺮ'
			'ﺍﻟﺴﻮﺭﺓ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻜﺜ ﺮ ﻣ ﻦ ﻗ ﻮ ﻝ : « ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑ ﺤ ﻤﺪﻩ . ﺃ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ'
			'ﻭﺃﺗﻮ ﺏ ﺇﻟﻴﻪ » . ﻗﺎﻟﺖ : ﻗﻠﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﺃ ﺭﺍ ﻙ ﺗﻜﺜ ﺮ ﻣ ﻦ ﻗ ﻮﻝ : ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑﺤ ﻤﺪﻩ ، ﺃ ﺳﺘﻐﻔﺮ ﺍﻟﱠﻠﻪ ﻭﺃﺗﻮ ﺏ'
			'ﺇﻟﻴﻪ ؟ ﻓﻘﺎﻝ : « ﺃ ﺧﺒﺮﻧﻲ ﺭﱢﺑﻲ ﺃﱢﻧﻲ ﺳﺄ ﺮﯨ ﻋ ﻼ ﻣ ﺔ ﻓﻲ ﺃﱠﻣﺘﻲ ﻓﺈﺫﺍ ﺭﺃﻳﺘﻬﺎ ﺃﺁﺜ ﺮ ﺕ ﻣﻦ ﻗ ﻮ ﻝ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑ ﺤ ﻤﺪﻩ ،'
			'ﺃ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ﻭﺃﺗﻮ ﺏ ﺇﻟﻴﻪ : ﻓﻘﺪ ﺭﺃﻳﺘﻬﺎ: {ﺇﺫﺍ ﺟﺎ ﺀ ﻧ ﺼ ﺮ ﺍﻟﱢﻠ ﻪ ﻭﺍﻟﻔﺘ ﺢ } ﻓﺘ ﺢ ﻣﱠﻜ ﺔ ، { ﻭﺭﺃﻳ ﺖ ﺍﻟﱠﻨﺎﺱ ﻳﺪ ﺧﻠﻮ ﻥ ﻓﻲ'
			'ﺩﻳ ﻦ ﺍﻟﱠﻠ ﻪ ﺃﻓ ﻮﺍ ﺟﺎ ، ﻓﺴﺒ ﺢ ﺑﺤ ﻤﺪ ﺭﱢﺑ ﻚ ﻭﺍ ﺳﺘﻐﻔ ﺮﻩ ﺇﻧﱠﻪ ﺁﺎ ﻥ ﺗ ﱠﻮﺍﺑﺎ }',
		translation: 'Translation of Hadith 114'
),
	Hadith(
		hadithNumber: 115,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ : ﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ ﺗﺎﺑ ﻊ ﺍﻟﻮ ﺣ ﻲ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻗﺒ ﻞ ﻭﻓﺎﺗ ﻪ ، ﺣﱠﺘﻰ ﺗ ﻮﱢﻓﻰ ﺃﺁﺜ ﺮ ﻣﺎ ﺁﺎ ﻥ ﺍﻟ ﻮ ﺣ ﻲ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 115'
),
	Hadith(
		hadithNumber: 116,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ : ﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺒﻌ ﺚ ﺁﻞﱡ ﻋﺒﺪ ﻋﻠﻰ'
			'ﻣﺎ ﻣﺎ ﺕ ﻋﻠﻴﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 116'
),
	Hadith(
		hadithNumber: 117,
		hadith:
						'ﺍﻷ ﱠﻮﻟ : ﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺟﻨﺪ ﺏ ﺑ ﻦ ﺟﻨﺎﺩﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻠﺖ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ، ﺃ ﱡﻱ ﺍﻷ ﻋﻤﺎ ﻝ ﺃﻓ ﻀ ﻞ ؟ ﻗﺎﻝ'
			': « ﺍ ﻹﻳﻤﺎ ﻥ ﺑﺎﻟﱠﻠ ﻪ ، ﻭﺍﻟ ﺠ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴﻠ ﻪ » . ﻗﻠ ﺖ : ﺃ ﱡﻱ ﺍﻟ ﱢﺮﻗﺎ ﺏ ﺃﻓ ﻀ ﻞ ؟ ﻗﺎﻝ : « ﺃﻧﻔ ﺴ ﻬﺎ ﻋﻨﺪ ﺃ ﻩﻠ ﻬﺎ ، ﻭﺃﺁﺜ ﺮ ﻩﺎ'
			'ﺛ ﻤﻨﺎ » . ﻗﻠ ﺖ : ﻓﺈ ﻥ ﻟﻢ ﺃﻓﻌ ﻞ ؟ ﻗﺎﻝ : « ﺗﻌﻴ ﻦ ﺻﺎﻧﻌﺎ ﺃ ﻭ ﺗ ﺼﻨ ﻊ ﻷ ﺧ ﺮ ﻕ » ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃ ﺭﺃﻳ ﺖ ﺇ ﻥ ﺿﻌﻔ ﺖ'
			'ﻋ ﻦ ﺑﻌ ﺾ ﺍﻟﻌﻤ ﻞ ؟ ﻗﺎﻝ : « ﺗﻜﻒﱡ ﺷ ﱠﺮ ﻙ ﻋﻦ ﺍﻟﱠﻨﺎ ﺱ ﻓﺈﱠﻧﻬﺎ ﺻﺪﻗﺔ ﻣﻨ ﻚ ﻋﻠﻰ ﻧﻔ ﺴ ﻚ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺼﺎﻧ ﻊ » ﺑﺎﻟ ﱠﺼﺎﺩ ﺍﻟﻤﻬﻤﻠﺔ ﻩﺬﺍ ﻩﻮ ﺍﻟﻤﺸﻬﻮﺭ ، ﻭ ﺭ ﻮﯨ « ﺿﺎﺋﻌﺎ » ﺑﺎﻟﻤﻌﺠﻤﺔ : ﺃ ﻱ ﺫﺍ ﺿﻴﺎﻉ ﻣ ﻦ ﻓﻘ ﺮ ﺃ ﻭ'
			'ﻋﻴﺎ ﻝ ، ﻭﻧﺤﻮ ﺫﻟ ﻚ « ﻭﺍﻷ ﺧ ﺮ ﻕ » : ﺍﱠﻟﺬﻱ ﻻ ﻳﺘﻘ ﻦ ﻣﺎ ﻳﺤﺎ ﻭ ﻝ ﻓﻌﻠﻪ',
		translation: 'Translation of Hadith 117'
),
	Hadith(
		hadithNumber: 118,
		hadith:
						'ﺍﻟﺜﺎﻧﻲ : ﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻳﻀﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻳ ﺼﺒ ﺢ ﻋﻠﻰ ﺁ ﱢﻞ'
			'ﺳ ﻼﻣﻰ ﻣ ﻦ ﺃ ﺣﺪﺁﻢ ﺻﺪﻗﺔ ، ﻓﻜﻞ ﺗﺴﺒﻴﺤ ﺔ ﺻﺪﻗﺔ ، ﻭﺁﻞﱡ ﺗ ﺤﻤﻴﺪﺓ ﺻﺪﻗﺔ ، ﻭﺁﻞﱡ ﺗ ﻬﻠﻴﻠ ﺔ ﺻﺪﻗﺔ ، ﻭﺁ ﱡﻞ ﺗﻜﺒﻴﺮﺓ ﺻﺪﻗﺔ'
			'، ﻭﺃ ﻣﺮ ﺑﺎﻟﻤﻌ ﺮﻭ ﻑ ﺻﺪﻗﺔ ، ﻭﻧ ﻬ ﻲ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ ﺻﺪﻗﺔ . ﻭﻳ ﺠ ﺰ ﺉ ﻣ ﻦ ﺫﻟ ﻚ ﺭﺁﻌﺘﺎ ﻥ ﻳ ﺮﺁﻌ ﻬﻤﺎ ﻣ ﻦ ﺍﻟ ﱡﻀﺤﻰ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ . « ﺍﻟ ﱡﺴ ﻼﻣﻰ » ﺑﻀﻢ ﺍﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺗﺨﻔﻴﻒ ﺍﻟﻼﻡ ﻭﻓﺘﺢ ﺍﻟﻤﻴﻢ : ﺍﻟﻤﻔ ﺼ ﻞ',
		translation: 'Translation of Hadith 118'
),
	Hadith(
		hadithNumber: 119,
		hadith:
						'ﺍﻟﱠﺜﺎﻟ ﺚ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋ ﺮ ﺿ ﺖ ﻋﻠ ﱠﻲ ﺃ ﻋﻤﺎ ﻝ ﺃﱠﻣﺘﻲ ﺣ ﺴﻨ ﻬﺎ ﻭﺳﱢﻴﺌ ﻬﺎ ﻓﻮ ﺟﺪ ﺕ.'
			'ﻓﻲ ﻣﺤﺎ ﺳ ﻦ ﺃ ﻋﻤﺎﻟ ﻬﺎ ﺍﻷﺬﯨ ﻳﻤﺎ ﻁ ﻋﻦ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ، ﻭﻭ ﺟﺪ ﺕ ﻓﻲ ﻣﺴﺎ ﻮﯨ ﺀ ﺃ ﻋﻤﺎﻟﻬﺎ ﺍﻟﱡﻨ ﺨﺎ ﻋﺔ ﺗﻜﻮ ﻥ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻻ'
			'ﺗﺪﻓ ﻦ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 119'
),
	Hadith(
		hadithNumber: 120,
		hadith:
						'ﺍﻟﺮﺍﺑﻊ ﻋﻨﻪ : ﺃ ﱠﻥ ﻧﺎﺳﺎ ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺫ ﻩﺐ ﺃ ﻩ ﻞ ﺍﻟﱡﺪﺛﻮﺭ ﺑﺎﻷ ﺟﻮ ﺭ ، ﻳ ﺼﱡﻠﻮ ﻥ ﺁ ﻤﺎ ﻧ ﺼﱢﻠﻰ ،'
			'ﻭﻳ ﺼﻮﻣﻮ ﻥ ﺁ ﻤﺎ ﻧ ﺼﻮﻡ ، ﻭﻳﺘ ﺼﱠﺪﻗﻮ ﻥ ﺑﻔ ﻀﻮ ﻝ ﺃ ﻣ ﻮﺍﻟ ﻬﻢ ﻗﺎﻝ : «ﺃ ﻭ ﻟﻴﺲ ﻗﺪ ﺟﻌ ﻞ ﻟﻜﻢ ﻣﺎ ﺗ ﺼﱠﺪﻗﻮ ﻥ ﺑ ﻪ : ﺇ ﱠﻥ ﺑﻜﻞﱢ'
			'ﺗ ﺴﺒﻴ ﺤ ﺔ ﺻﺪﻗﺔ، ﻭﺁﻞﱢ ﺗﻜﺒﻴﺮﺓ ﺻﺪﻗﺔ ، ﻭﺁ ﱢﻞ ﺗ ﺤﻤﻴﺪﺓ ﺻﺪﻗ ﺔ ، ﻭﺁ ﱢﻞ ﺗ ﻬﻠﻴﻠ ﺔ ﺻﺪﻗ ﺔ ، ﻭﺃﻣﺮ ﺑﺎﻟﻤﻌ ﺮﻭ ﻑ ﺻﺪﻗﺔ ،'
			'ﻭﻧ ﻬ ﻰ ﻋ ﻦ ﺍﻟﻤﻨﻜﺮ ﺻﺪﻗﺔ ﻭﻓﻲ ﺑ ﻀ ﻊ ﺃﺣﺪﺁﻢ ﺻﺪﻗﺔ » ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻳﺄﺗﻲ ﺃﺣﺪﻧﺎ ﺷ ﻬ ﻮﺗﻪ ، ﻭﻳﻜﻮ ﻥ ﻟﻪ'
			'ﻓﻴﻬﺎ ﺃ ﺟﺮ ؟، ﻗﺎﻝ : «ﺃﺭﺃﻳﺘﻢ ﻟﻮ ﻭ ﺿﻌ ﻬﺎ ﻓﻲ ﺣﺮﺎﻣ ﺃﺁﺎ ﻥ ﻋﻠﻴ ﻪ ﻭ ﺯﺭ ؟ ﻓﻜﺬﻟ ﻚ ﺇﺫﺍ ﻭ ﺿﻌ ﻬﺎ ﻓﻲ ﺍﻟﺤ ﻼ ﻝ ﺁﺎ ﻥ ﻟﻪ ﺃ ﺟﺮ»'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﱡﺪﺛﻮ ﺭ » : ﺑﺎﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜﺔ : ﺍﻷﻣﻮﺍ ﻝ ، ﻭﺍ ﺣﺪﻩﺎ : ﺩﺛﺮ',
		translation: 'Translation of Hadith 120'
),
	Hadith(
		hadithNumber: 121,
		hadith:
						'ﺍﻟﺨﺎﻣﺲ : ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ﻭﺁﻟﻪ ﻭﺳﻠﻢ : « ﻻ ﺗﺤﻘﺮ ﱠﻥ ﻣﻦ ﺍﻟﻤﻌ ﺮﻭ ﻑ ﺷﻴﺌﺎ ﻭﻟ ﻮ ﺃ ﻥ'
			'ﺗﻠﻘﻰ ﺃ ﺧﺎ ﻙ ﺑﻮﺟ ﻪ ﻃﻠﻴ ﻖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 121'
),
	Hadith(
		hadithNumber: 122,
		hadith:
						'ﺍﻟﺴﺎﺪﺳ : ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺁﻞﱡ ﺳ ﻼﻣﻰ'
			'ﻓﺘ ﺤﻤﻠﻪ ﻋﻠﻴ ﻬﺎ ، ﺃ ﻭ ﺗ ﺮﻓ ﻊ ﻟﻪ ﻋﻠﻴ ﻬﺎ ﻣﺘﺎ ﻋﻪ ﺻﺪﻗﺔ ، ﻭﺍﻟﻜﻠﻤﺔ ﺍﻟ ﱠﻄﱢﻴﺒﺔ ﺻﺪﻗﺔ، ﻭﺑﻜﻞﱢ ﺧ ﻄ ﻮﺓ ﺗ ﻤ ﺸﻴﻬﺎ ﺇﻟﻰ ﺍﻟ ﱠﺼ ﻼﺓﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ﻋﻠﻴﻪ ﺻﺪﻗﺔ ﺁﻞﱠ ﻳ ﻮﻡ ﺗ ﻄﻠ ﻊ ﻓﻴﻪ ﺍﻟﺸﱠ ﻤ ﺲ : ﺗﻌﺪ ﻝ ﺑﻴﻦ ﺍﻻﺛﻨﻴ ﻦ ﺻﺪﻗﺔ ، ﻭﺗﻌﻴ ﻦ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻲ ﺩﺍﱠﺑﺘ ﻪ ،'
			'ﺻﺪﻗﺔ ، ﻭﺗﻤﻴ ﻂ ﺍﻷﺬﯨ ﻋﻦ ﺍﻟﻄ ﺮﻳﻖ ﺻﺪﻗﺔ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ ﺃﻳﻀﺎ ﻣﻦ ﺭﻭﺍﻳﺔ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺎﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺇﻧﱠﻪ'
			'ﺧﻠ ﻖ ﺁﻞﱡ ﺇﻧﺴﺎ ﻥ ﻣ ﻦ ﺑﻨﻲ ﺁﺪﻣ ﻋﻠﻰ ﺳﱢﺘﻴ ﻦ ﻭﺛﻼﺛﻤﺎﺋ ﺔ ﻣﻔ ﺼ ﻞ ، ﻓﻤ ﻦ ﺁﱠﺒﺮ ﺍﻟﱠﻠﻪ ، ﻭﺣ ﻤﺪ ﺍﻟﱠﻠﻪ ، ﻭ ﻩﱠﻠ ﻞ ﺍﻟﱠﻠﻪ ، ﻭﺳﱠﺒ ﺢ'
			'ﺍﻟﱠﻠﻪ ﻭﺍﺳﺘﻐﻔﺮ ﺍﻟﱠﻠﻪ ، ﻭ ﻋﺰ ﻝ ﺣﺠﺮﺍ ﻋ ﻦ ﻃ ﺮﻳ ﻖ ﺍﻟﱠﻨﺎ ﺱ ﺃ ﻭ ﺷ ﻮﺁ ﺔ ﺃ ﻭ ﻋ ﻈﻤﺎ ﻋﻦ ﻃ ﺮﻳ ﻖ ﺍﻟﱠﻨﺎ ﺱ ، ﺃ ﻭ ﺃﻣﺮ ﺑﻤﻌ ﺮﻭ ﻑ'
			'ﺃ ﻭ ﻧﻬﻰ ﻋ ﻦ ﻣﻨﻜ ﺮ ، ﻋﺪﺩ ﺍﻟ ﱢﺴﱢﺘﻴ ﻦ ﻭﺍﻟﱠﺜ ﻼﺛﻤﺎﺋﺔ ، ﻓﺈﱠﻧﻪ ﻳ ﻤﺴﻲ ﻳ ﻮﻣﺌﺬ ﻭﻗﺪ ﺯﺣﺰ ﺡ ﻧﻔ ﺴﻪ ﻋ ﻦ ﺍﻟﱠﻨﺎ ﺭ »',
		translation: 'Translation of Hadith 122'
),
	Hadith(
		hadithNumber: 123,
		hadith:
						'ﺍﻟﺴﺎﺑﻊ : ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻏﺪﺍ ﺇﻟﻰ ﺍﻟ ﻤ ﺴ ﺠﺪ ﺃﻭ ﺭﺍ ﺡ ، ﺃﻋﱠﺪ ﺍﻟﱠﻠﻪ ﻟﻪ ﻓﻲ'
			'ﺍﻟﺠﱠﻨ ﺔ ﻧ ﺰ ﻻ ﺁﱠﻠ ﻤﺎ ﻏﺪﺍ ﺃ ﻭ ﺭﺍ ﺡ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﱡﻨ ﺰﻝ » : ﺍﻟﻘﻮ ﺕ ﻭﺍﻟﺮﱢ ﺯ ﻕ ﻭ ﻣﺎ ﻳ ﻬﱠﻴﺄ ﻟﻠ ﱠﻀﻴ ﻒ',
		translation: 'Translation of Hadith 123'
),
	Hadith(
		hadithNumber: 124,
		hadith:
						'ﺍﻟﺜﺎﻣﻦ : ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﻧ ﺴﺎﺀ ﺍﻟﻤ ﺴﻠﻤﺎ ﺕ ﻻ ﺗ ﺤﻘﺮ ﱠﻥ ﺟﺎ ﺭﺓ'
			'ﻟﺠﺎﺭﺗ ﻬﺎ ﻭﻟ ﻮ ﻓ ﺮ ﺳ ﻦ ﺷﺎﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﺎﻝ ﺍﻟﺠﻮﻩﺮﻱ : ﺍﻟﻔ ﺮ ﺳ ﻦ ﻣ ﻦ ﺍﻟﺒﻌﻴ ﺮ : ﺁﺎﻟﺤﺎﻓ ﺮ ﻣ ﻦ ﺍﻟﱠﺪﺍﱠﺑ ﺔ ، ﻗﺎﻝ : ﻭ ﺭﱠﺑ ﻤﺎ ﺍ ﺳﺘﻌﻴﺮ ﻓﻲ ﺍﻟ ﱠﺸﺎﺓ',
		translation: 'Translation of Hadith 124'
),
	Hadith(
		hadithNumber: 125,
		hadith:
						'ﺍﻟﺘﺎﺳﻊ : ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍ ﻹﻳ ﻤﺎ ﻥ ﺑ ﻀ ﻊ ﻭﺳﺒﻌﻮ ﻥ ، ﺃ ﻭ ﺑ ﻀ ﻊ ﻭ ﺳﱡﺘﻮ ﻥ ﺷﻌﺒ ﺔ'
			': ﻓﺄﻓﻀﻠ ﻬﺎ ﻗ ﻮ ﻝ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃﺩﻧﺎ ﻩﺎ ﺇ ﻣﺎ ﻃﺔ ﺍﻷﺬﯨ ﻋ ﻦ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ، ﻭﺍﻟﺤﻴﺎ ﺀ ﺷﻌﺒﺔ ﻣ ﻦ ﺍ ﻹﻳﻤﺎ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺒ ﻀ ﻊ » ﻣﻦ ﺛﻼﺛﺔ ﺇﻟﻰ ﺗﺴﻌ ﺔ ، ﺑﻜﺴﺮ ﺍﻟﺒﺎ ﺀ ﻭﻗﺪ ﺗﻔﺘ ﺢ . « ﻭﺍﻟ ﱡﺸﻌﺒﺔ » : ﺍﻟﻘ ﻄﻌﺔ',
		translation: 'Translation of Hadith 125'
),
	Hadith(
		hadithNumber: 126,
		hadith:
						'ﺍﻟﻌﺎﺷﺮ : ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﺑﻴﻨ ﻤﺎ ﺭ ﺟﻞ ﻳ ﻤ ﺸﻲ ﺑ ﻄﺮﻳ ﻖ ﺍ ﺷﺘﱠﺪ ﻋﻠﻴﻪ ﺍﻟﻌﻄ ﺶ.'
			'، ﻓﻮﺟﺪ ﺑﺌﺮﺍ ﻓﻨ ﺰ ﻝ ﻓﻴﻬﺎ ﻓ ﺸﺮ ﺏ ، ﺛﻢﱠ ﺧﺮﺝ ﻓﺈﺫﺍ ﺁﻠ ﺐ ﻳﻠﻬ ﺚ ﻳﺄﺁ ﻞ ﺍﻟﱠﺜ ﺮﻯ ﻣ ﻦ ﺍﻟﻌ ﻄ ﺶ ، ﻓﻘﺎﻝ ﺍﻟﺮﱠ ﺟ ﻞ : ﻟﻘﺪ ﺑﻠ ﻎ ﻩﺬﺍ'
			'ﺍﻟﻜﻠ ﺐ ﻣ ﻦ ﺍﻟﻌﻄ ﺶ ﻣﺜ ﻞ ﺍﱠﻟﺬﻱ ﺁﺎ ﻥ ﻗﺪ ﺑﻠ ﻎ ﻣﱢﻨﻲ ، ﻓﻨ ﺰ ﻝ ﺍﻟﺒﺌ ﺮ ﻓﻤ ﻸ ﺧﱠﻔﻪ ﻣﺎ ﺀ ﺛﻢﱠ ﺃ ﻣ ﺴﻜﻪ ﺑﻔﻴ ﻪ ، ﺣﱠﺘﻰ ﺭﻗ ﻲ ﻓ ﺴﻘﻰ'
			'ﺍﻟﻜﻠ ﺐ ، ﻓ ﺸﻜ ﺮ ﺍﻟﱠﻠﻪ ﻟﻪ ﻓﻐﻔ ﺮ ﻟﻪ. ﻗﺎﻟﻮﺍ: ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﻟﻨﺎ ﻓﻲ ﺍﻟﺒ ﻬﺎﺋﻢ ﺃ ﺟﺮﺍ ؟ ﻓﻘﺎ ﻝ: « ﻓﻲ ﺁﻞﱢ ﺁﺒﺪ ﺭ ﻃﺒ ﺔ ﺃ ﺟﺮ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻠﺒﺨﺎﺮﻳ : « ﻓ ﺸﻜﺮ ﺍﻟﱠﻠﻪ ﻟﻪ ﻓﻐﻔ ﺮ ﻟﻪ ، ﻓﺄﺩ ﺧﻠﻪ ﺍﻟﺠﱠﻨ ﺔ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟ ﻬﻤﺎ : « ﺑﻴﻨﻤﺎ ﺁﻠ ﺐ ﻳﻄﻴﻒ ﺑﺮﺁﱠﻴ ﺔ ﻗﺪ ﺁﺎﺩ ﻳﻘﺘﻠﻪ ﺍﻟﻌ ﻄ ﺶ ﺇﺫ ﺭﺃﺗﻪ ﺑﻐ ﱞﻲ ﻣ ﻦ ﺑﻐﺎﻳﺎ ﺑﻨﻲ ﺇ ﺳ ﺮﺍﺋﻴ ﻞ ،'
			'ﻓﻨ ﺰ ﻋ ﺖ ﻣﻮﻗ ﻬﺎ ﻓﺎ ﺳﺘﻘﺖ ﻟﻪ ﺑ ﻪ ، ﻓ ﺴﻘﺘﻪ ﻓﻐﻔﺮ ﻟ ﻬﺎ ﺑ ﻪ».'
			'»ﺍﻟﻤﻮ ﻕ » : ﺍﻟ ﺨﻒﱡ . « ﻭﻳ ﻄﻴ ﻒ » : ﻳﺪﻭ ﺭ ﺣ ﻮ ﻝ « ﺭﺁﱠﻴ ﺔ » ﻭ ﻩ ﻲ ﺍﻟﺒﺌ ﺮ',
		translation: 'Translation of Hadith 126'
),
	Hadith(
		hadithNumber: 127,
		hadith:
						'ﺍﻟﺤﺎﺪﻳ ﻋ ﺸ ﺮ : ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻘﺪ ﺭﺃﻳ ﺖ ﺭ ﺟ ﻼ ﻳﺘﻘﱠﻠ ﺐ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ ﻓﻲ ﺷﺠﺮﺓ'
			'ﻗ ﻄﻌﻬﺎ ﻣ ﻦ ﻇ ﻬ ﺮ ﺍﻟ ﱠﻄﺮﻳ ﻖ ﺁﺎﻧ ﺖ ﺗ ﺆﺬﻳ ﺍﻟﻤﺴﻠ ﻤﻴ ﻦ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻣ ﱠﺮ ﺭ ﺟﻞ ﺑﻐ ﺼ ﻦ ﺷﺠﺮﺓ ﻋﻠﻰ ﻇ ﻬ ﺮ ﻃ ﺮﻳ ﻖ ﻓﻘﺎ ﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻷﻧ ﱢﺤﻴ ﱠﻦ ﻩﺬﺍ ﻋ ﻦ ﺍﻟﻤﺴﻠﻤﻴ ﻦ ﻻ ﻳ ﺆﺫﻳ ﻬﻢ ،'
			'ﻓﺄﺩ ﺧ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻬﻤﺎ : « ﺑﻴﻨﻤﺎ ﺭ ﺟﻞ ﻳ ﻤ ﺸﻲ ﺑﻄﺮﻳ ﻖ ﻭﺟﺪ ﻏ ﺼﻦ ﺷ ﻮ ﻙ ﻋﻠﻰ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ، ﻓﺄ ﱠﺧ ﺮﻩ ﻓ ﺸﻜﺮ ﺍﻟﱠﻠﻪ ﻟﻪ ، ﻓﻐﻔﺮ'
			'ﻟﻪ »',
		translation: 'Translation of Hadith 127'
),
	Hadith(
		hadithNumber: 128,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ ﻋ ﺸﺮ : ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗﻮ ﱠﺿﺄ ﻓﺄ ﺣ ﺴ ﻦ ﺍﻟ ﻮ ﺿﻮ ﺀ ، ﺛﻢﱠ ﺃﺗﻰ.?'
			'ﺍﻟ ﺠﻤﻌ ﺔ ، ﻓﺎﺳﺘﻤﻊ ﻭﺃﻧﺼ ﺖ ، ﻏﻔﺮ ﻟﻪ ﻣﺎ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ ﺍﻟ ﺠﻤﻌ ﺔ ﻭ ﺯﻳﺎﺩﺓ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ، ﻭ ﻣ ﻦ ﻣ ﱠﺲ ﺍﻟﺤﺼﺎ ﻓﻘﺪ ﻟﻐﺎ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 128'
),
	Hadith(
		hadithNumber: 129,
		hadith:
						'ﺍﻟﱠﺜﺎﻟ ﺚ ﻋﺸﺮ : ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺗﻮ ﱠﺿﺄ ﺍﻟﻌﺒﺪ ﺍﻟﻤ ﺴﻠﻢ ، ﺃﻭ ﺍﻟﻤ ﺆﻣ ﻦ'
			'ﻓﻐﺴ ﻞ ﻭ ﺟﻬﻪ ﺧﺮﺝ ﻣ ﻦ ﻭ ﺟ ﻬ ﻪ ﺁﻞﱡ ﺧ ﻄﻴﺌ ﺔ ﻧﻈﺮ ﺇﻟﻴ ﻬﺎ ﺑﻌﻴﻨ ﻪ ﻣ ﻊ ﺍﻟﻤﺎ ﺀ ، ﺃ ﻭ ﻣ ﻊ ﺁ ﺧﺮ ﻗ ﻄ ﺮ ﺍﻟﻤﺎ ﺀ ، ﻓﺈﺫﺍ ﻏ ﺴﻞ ﻳﺪﻳ ﻪ'
			'ﺧﺮﺝ ﻣ ﻦ ﻳﺪﻳ ﻪ ﺁﻞﱡ ﺧ ﻄﻴﺌ ﺔ ﺁﺎ ﻥ ﺑﻄﺸﺘ ﻬﺎ ﻳﺪﺍﻩ ﻣﻊ ﺍﻟ ﻤﺎ ﺀ ﺃﻭ ﻣﻊ ﺁ ﺧ ﺮ ﻗ ﻄ ﺮ ﺍﻟﻤﺎ ﺀ ، ﻓﺈﺫﺍ ﻏﺴ ﻞ ﺭﺟﻠﻴﻪ ﺧﺮ ﺟ ﺖ ﺁﻞﱡ'
			'ﺧ ﻄﻴﺌ ﺔ ﻣ ﺸﺘﻬﺎ ﺭ ﺟ ﻼﻩ ﻣﻊ ﺍﻟﻤﺎ ﺀ ﺃ ﻭ ﻣﻊ ﺁ ﺧ ﺮ ﻗ ﻄ ﺮ ﺍﻟ ﻤﺎ ﺀ ﺣﱠﺘﻰ ﻳ ﺨ ﺮﺝ ﻧﻘﻴﺎ ﻣﻦ ﺍﻟﱡﺬﻧﻮ ﺏ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 129'
),
	Hadith(
		hadithNumber: 130,
		hadith:
						'ﺍﻟ ﱠﺮﺍﺑ ﻊ ﻋﺸ ﺮ : ﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟ ﱠﺼﻠﻮﺍ ﺕ ﺍﻟ ﺨ ﻤ ﺲ ، ﻭﺍﻟ ﺠﻤﻌﺔ ﺇﻟﻰ'
			'ﺍﻟ ﺠﻤﻌ ﺔ ، ﻭﺭﻣﻀﺎ ﻥ ﺇﻟﻰ ﺭﻣﻀﺎ ﻥ ﻣﻜﱢﻔ ﺮﺍ ﺕ ﻟ ﻤﺎ ﺑﻴﻨ ﻬ ﱠﻦ ﺇﺫﺍ ﺍ ﺟﺘﻨﺒﺖ ﺍﻟﻜﺒﺎﺋ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 130'
),
	Hadith(
		hadithNumber: 131,
		hadith:
						'ﺍﻟ ﺨﺎﻣ ﺲ ﻋﺸﺮ: ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ ﺃﺩﱡﻟﻜﻢ ﻋﻠﻰ ﻣﺎ ﻳ ﻤ ﺤﻮ ﺍﻟﱠﻠﻪ ﺑ ﻪ'
			'ﺍﻟ ﺨﻄﺎﻳﺎ ، ﻭﻳ ﺮﻓ ﻊ ﺑ ﻪ ﺍﻟﱠﺪﺭﺟﺎ ﺕ ؟ » ﻗﺎﻟﻮﺍ : ﺑﻠﻰ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻗﺎﻝ : « ﺇﺳﺒﺎﻍ ﺍﻟ ﻮﺿﻮ ﺀ ﻋﻠﻰ ﺍﻟﻤﻜﺎ ﺭﻩ ﻭﺁﺜﺮﺓ'
			'ﺍﻟ ﺨ ﻄﺎ ﺇﻟﻰ ﺍﻟﻤ ﺴﺎ ﺟﺪ ، ﻭﺍﻧﺘ ﻈﺎ ﺭ ﺍﻟ ﱠﺼﻼﺓ ﺑﻌﺪ ﺍﻟ ﱠﺼﻼﺓ ، ﻓﺬﻟﻜﻢ ﺍﻟ ﺮﺑﺎ ﻁ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 131'
),
	Hadith(
		hadithNumber: 132,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺩ ﺱ ﻋﺸ ﺮ : ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌﺮﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﻣ ﻦ ﺻﱠﻠﻰ ﺍﻟﺒ ﺮﺩﻳ ﻦ ﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺒ ﺮﺩﺍ ﻥ » : ﺍﻟﺼﱡﺒ ﺢ ﻭﺍﻟﻌ ﺼ ﺮ',
		translation: 'Translation of Hadith 132'
),
	Hadith(
		hadithNumber: 133,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺑ ﻊ ﻋ ﺸﺮ : ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﻣ ﺮ ﺽ ﺍﻟﻌﺒﺪ ﺃ ﻭ ﺳﺎﻓﺮ ﺁﺘﺐ ﻟﻪ ﻣﺎ'
			'ﺁﺎ ﻥ ﻳﻌﻤ ﻞ ﻣﻘﻴﻤﺎ ﺻﺤﻴﺤﺎ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 133'
),
	Hadith(
		hadithNumber: 134,
		hadith:
						'ﺍﻟﱠﺜﺎﻣ ﻦ ﻋ ﺸ ﺮ : ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﻞﱡ ﻣﻌ ﺮﻭ ﻑ'
			'ﺻﺪﻗﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ، ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻣﻦ ﺭﻭﺍﻳﺔ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ',
		translation: 'Translation of Hadith 134'
),
	Hadith(
		hadithNumber: 135,
		hadith:
						'ﺍﻟﱠﺘﺎﺳﻊ ﻋﺸﺮ : ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﻣ ﺴﻠﻢ ﻳﻐ ﺮ ﺱ ﻏ ﺮﺳﺎ ﺇ ﱠﻻ ﺁﺎ ﻥ'
			'ﻣﺎ ﺃﺁ ﻞ ﻣﻨﻪ ﻟﻪ ﺻﺪﻗ ﺔ ، ﻭﻣﺎ ﺳ ﺮ ﻕ ﻣﻨﻪ ﻟﻪ ﺻﺪﻗ ﺔ ، ﻭﻻ ﻳ ﺮﺯﺅﻩ ﺃ ﺣﺪ ﺇ ﱠﻻ ﺁﺎ ﻥ ﻟﻪ ﺻﺪﻗ ﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﻓﻲ ﺭﻭﺍﻳﺔ'
			'ﻟﻪ : « ﻓﻼ ﻳﻐ ﺮﺱ ﺍﻟﻤ ﺴﻠﻢ ﻏﺮﺳﺎ ، ﻓﻴﺄﺁ ﻞ ﻣﻨﻪ ﺇﻧﺴﺎ ﻥ ﻭﻻ ﺩﺍﺑﺔ ﻭﻻ ﻃﻴﺮ ﺇ ﱠﻻ ﺁﺎ ﻥ ﻟﻪ ﺻﺪﻗ ﺔ ﺇﻟﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﻻ ﻳﻐ ﺮﺱ ﻣﺴﻠﻢ ﻏ ﺮﺳﺎ ، ﻭﻻ ﻳ ﺰﺭ ﻉ ﺯ ﺭﻋﺎ ، ﻓﻴﺄﺁﻞ ﻣﻨﻪ ﺇﻧﺴﺎ ﻥ ﻭﻻ ﺩﺍﱠﺑﺔ ﻭﻻ ﺷ ﻲ ﺀ ﺇ ﱠﻻ ﺁﺎﻧ ﺖ ﻟﻪ'
			'ﺻﺪﻗ ﺔ ، ﻭﺭﻭﻳﺎﻩ ﺟﻤﻴﻌﺎ ﻣ ﻦ ﺭﻭﺍﻳﺔ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ .'
			'ﻗﻮﻟﻪ : « ﻳ ﺮ ﺯ ﺅﻩ » ﺄﻳ : ﻳﻨﻘﺼﻪ',
		translation: 'Translation of Hadith 135'
),
	Hadith(
		hadithNumber: 136,
		hadith:
						'ﺍﻟﻌ ﺸ ﺮﻭ ﻥ : ﻋﻨﻪ ﻗﺎ ﻝ : ﺃﺭﺍﺩ ﺑﻨﻮ ﺳﻠ ﻤﺔ ﺄﻧ ﻳﻨﺘﻘﻠﻮﺍ ﻗ ﺮ ﺏ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻓﺒﻠ ﻎ ﺫﻟﻚ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎ ﻝ ﻟ ﻬﻢ : « ﺇﱠﻧﻪ ﻗﺪ ﺑﻠﻐﻨﻲ ﺃﱠﻧﻜﻢ ﺗ ﺮﻳﺪﻭ ﻥ ﺃ ﻥ ﺗﻨﺘﻘﻠﻮﺍ ﻗﺮ ﺏ ﺍﻟﻤ ﺴ ﺠﺪ ؟ » ﻓﻘﺎﻟﻮﺍ : ﻧﻌﻢ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻗﺪ'
			'ﺃ ﺭﺩﻧﺎ ﺫﻟ ﻚ ، ﻓﻘﺎ ﻝ : « ﺑﻨﻲ ﺳﻠﻤ ﺔ ﺩﻳﺎ ﺭﺁﻢ ، ﺗﻜﺘ ﺐ ﺁﺛﺎ ﺭﺁﻢ ، ﺩﻳﺎﺭﺁﻢ ، ﺗﻜﺘ ﺐ ﺁﺛﺎ ﺭﺁﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺇ ﱠﻥ ﺑﻜﻞﱢ ﺧ ﻄﻮﺓ ﺩﺭﺟ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﺃﻳﻀﺎ ﺑﻤﻌﻨﺎﻩ ﻣ ﻦ ﺭﻭﺍﻳ ﺔ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ .'
			'ﻭ « ﺑﻨﻮ ﺳﻠ ﻤ ﺔ » ﺑﻜﺴﺮ ﺍﻟﻼﻡ : ﻗﺒﻴﻠﺔ ﻣﻌﺮﻭﻓﺔ ﻣﻦ ﺍ ﻷﻧﺼﺎﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ ، ﻭ «ﺁﺛﺎ ﺭ ﻩﻢ» ﺧﻄﺎ ﻩﻢ',
		translation: 'Translation of Hadith 136'
),
	Hadith(
		hadithNumber: 137,
		hadith:
						'ﺍﻟ ﺤﺎﺪﻳ ﻭﺍﻟﻌ ﺸ ﺮﻭ ﻥ : ﻋ ﻦ ﺃﺑﻲ ﺍﻟﻤﻨﺬﺭ ﺃﺑ ﱢﻲ ﺑ ﻦ ﺁﻌ ﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺭ ﺟﻞ ﻻ ﺃ ﻋﻠﻢ ﺭ ﺟﻼ ﺃﺑﻌﺪ ﻣ ﻦ'
			'ﺍﻟﻤ ﺴ ﺠﺪ ﻣﻨﻪ ، ﻭﺁﺎ ﻥ ﻻ ﺗ ﺨ ﻄﺌﻪ ﺻﻼﺓ ﻓﻘﻴﻞ ﻟﻪ ، ﺃ ﻭ ﻓﻘﻠ ﺖ ﻟﻪ: ﻟ ﻮ ﺍ ﺷﺘﺮﻳ ﺖ ﺣﻤﺎﺭﺍ ﺗ ﺮﺁﺒﻪ ﻓﻲ ﺍﻟ ﱠﻈﻠﻤﺎ ﺀ ، ﻭﻓﻲ'
			'ﺍﻟ ﱠﺮ ﻣ ﻀﺎ ﺀ ﻓﻘﺎ ﻝ : ﻣﺎ ﻳ ﺴ ﱡﺮﻧﻲ ﺄﻧ ﻣﻨ ﺰﻟﻲ ﺇﻟﻰ ﺟﻨﺐ ﺍﻟﻤ ﺴ ﺠﺪ ، ﺇﱢﻧﻲ ﺃ ﺭﻳﺪ ﺃ ﻥ ﻳﻜﺘﺐ ﻟﻲ ﻣ ﻤ ﺸﺎ ﻱ ﺇﻟﻰ ﺍﻟﻤ ﺴﺠﺪ ،'
			'ﻭ ﺭ ﺟﻮ ﻋﻲ ﺇﺫﺍ ﺭﺟﻌ ﺖ ﺇﻟﻰ ﺃ ﻩﻠﻲ ، ﻓﻘﺎ ﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺪ ﺟﻤﻊ ﺍﻟﱠﻠﻪ ﻟ ﻚ ﺫﻟ ﻚ ﺁﻠﱠﻪ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺇ ﱠﻥ ﻟ ﻚ ﻣﺎ ﺍ ﺣﺘ ﺴﺒﺖ » . « ﺍﻟﺮ ﻣ ﻀﺎ ﺀ » ﺍ ﻷ ﺭ ﺽ ﺍﱠﻟﺘﻲ ﺃ ﺻﺎﺑ ﻬﺎ ﺍﻟﺤ ﱡﺮ ﺍﻟﺸﱠﺪﻳﺪ',
		translation: 'Translation of Hadith 137'
),
	Hadith(
		hadithNumber: 138,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ ﻭﺍﻟﻌ ﺸ ﺮﻭ ﻥ : ﻋ ﻦ ﺃﺑﻲ ﻣﺤﻤﺪ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﺭﺑﻌﻮ ﻥ ﺧ ﺼﻠ ﺔ ﺃﻋﻼﻩﺎ ﻣﻨﻴﺤﺔ ﺍﻟﻌﻨ ﺰ، ﻣﺎ ﻣ ﻦ ﻋﺎ ﻣ ﻞ ﻳﻌﻤ ﻞ ﺑ ﺨ ﺼﻠ ﺔ ﻣﻨﻬﺎ ﺭﺟﺎ ﺀ'
			'ﺛ ﻮﺍﺑ ﻬﺎ ﻭﺗ ﺼﺪﻳ ﻖ ﻣ ﻮ ﻋﻮﺩ ﻩﺎ ﺇ ﱠﻻ ﺃﺩﺧﻠﻪ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ ﺍﻟﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﯨ.'
			'»ﺍﻟﻤﻨﻴﺤﺔ » : ﺃ ﻥ ﻳﻌ ﻄﻴﻪ ﺇﱠﻳﺎ ﻩﺎ ﻟﻴﺄﺁﻞ ﻟﺒﻨ ﻬﺎ ﺛﻢﱠ ﻳﺮﱠﺩ ﻩﺎ ﺇﻟﻴﻪ',
		translation: 'Translation of Hadith 138'
),
	Hadith(
		hadithNumber: 139,
		hadith:
						'ﺍﻟﱠﺜﺎﻟ ﺚ ﻭﺍﻟﻌ ﺸﺮﻭ ﻥ : ﻋ ﻦ ﻋﺪ ﱢﻱ ﺑ ﻦ ﺣﺎﺗﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ :.'
			'« ﺍﱠﺗﻘﻮﺍ ﺍﻟﻨﺎﺭ ﻭﻟ ﻮ ﺑﺸ ﱢﻖ ﺗ ﻤﺮﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻬﻤﺎ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣﻨﻜﻢ ﻣ ﻦ ﺃ ﺣﺪ ﺇ ﱠﻻ ﺳﻴﻜﱢﻠﻤﻪ ﺭﱡﺑﻪ ﻟﻴﺲ'
			'ﺑﻴﻨﻪ ﻭﺑﻴﻨﻪ ﺗ ﺮ ﺟ ﻤﺎﻥ ، ﻓﻴﻨ ﻈ ﺮ ﺃﻳﻤ ﻦ ﻣﻨﻪ ﻓﻼ ﻳﺮﻯ ﺇ ﱠﻻ ﻣﺎ ﻗﱠﺪﻡ ، ﻭﻳﻨ ﻈﺮ ﺃﺷﺄﻡ ﻣﻨﻪ ﻓﻼ ﻳ ﺮﻯ ﺇ ﱠﻻ ﻣﺎ ﻗﱠﺪﻡ ، ﻭﻳﻨ ﻈﺮ ﺑﻴ ﻦ'
			'ﻳﺪﻳﻪ ﻓﻼ ﻳﺮﻯ ﺇ ﱠﻻ ﺍﻟﱠﻨﺎ ﺭ ﺗﻠﻘﺎ ﺀ ﻭ ﺟ ﻬ ﻪ ، ﻓﺎﱠﺗﻘﻮﺍ ﺍﻟﱠﻨﺎ ﺭ ﻭﻟ ﻮ ﺑ ﺸ ﱢﻖ ﺗ ﻤﺮﺓ، ﻓ ﻤ ﻦ ﻟﻢ ﻳﺠﺪ ﻓﺒﻜﻠﻤﺔ ﻃﱢﻴﺒ ﺔ » .'
			'`',
		translation: 'Translation of Hadith 139'
),
	Hadith(
		hadithNumber: 140,
		hadith:
						'ﺍﻟ ﱠﺮﺍﺑ ﻊ ﻭﺍﻟﻌﺸﺮﻭ ﻥ : ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ'
			'ﻟﻴ ﺮ ﺿﻰ ﻋ ﻦ ﺍﻟﻌﺒﺪ ﺃ ﻥ ﻳﺄﺁ ﻞ ﺍ ﻷﺁﻠ ﺔ ﻓﻴ ﺤﻤﺪﻩ ﻋﻠﻴ ﻬﺎ ، ﺃ ﻭ ﻳ ﺸﺮ ﺏ ﺍﻟ ﱠﺸ ﺮﺑ ﺔ ﻓﻴ ﺤﻤﺪﻩ ﻋﻠﻴ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'» ﻭﺍ ﻷﺁﻠﺔ » ﺑﻔﺘﺢ ﺍﻟﻬﻤﺰﺓ : ﻮﻫﻲ ﺍﻟﻐﺪﻭﺓ ﺃ ﻭ ﺍﻟﻌﺸﻮﺓ',
		translation: 'Translation of Hadith 140'
),
	Hadith(
		hadithNumber: 141,
		hadith:
						'ﺍﻟ ﺨﺎ ﻣ ﺲ ﻭﺍﻟﻌ ﺸ ﺮﻭ ﻥ : ﻋﻦ ﺃﺑﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻋﻠﻰ ﺁﻞﱢ ﻣ ﺴﻠﻢ'
			'ﺻﺪﻗﺔ » ﻗﺎﻝ : ﺃ ﺭﺃﻳ ﺖ ﺇ ﻥ ﻟﻢ ﻳﺠﺪ ؟ ﻗﺎ ﻝ : « ﻳﻌﻤﻞ ﺑﻴﺪﻳ ﻪ ﻓﻴﻨﻔ ﻊ ﻧﻔ ﺴﻪ ﻭﻳﺘﺼﱠﺪ ﻕ » : ﻗﺎﻝ : ﺃ ﺭﺃﻳ ﺖ ﺇ ﻥ ﻟﻢ ﻳ ﺴﺘ ﻄ ﻊ ؟'
			'ﻗﺎﻝ : ﻳﻌﻴ ﻦ ﺫﺍ ﺍﻟ ﺤﺎ ﺟ ﺔ ﺍﻟﻤﻠﻬﻮ ﻑ » ﻗﺎ ﻝ : ﺃﺭﺃﻳﺖ ﺇ ﻥ ﻟﻢ ﻳ ﺴﺘ ﻄ ﻊ ﻗﺎ ﻝ : « ﻳﺄﻣ ﺮ ﺑﺎﻟ ﻤﻌ ﺮﻭ ﻑ ﺃ ﻭ ﺍﻟ ﺨﻴ ﺮ » ﻗﺎ ﻝ : ﺃﺭﺃﻳ ﺖ'
			'ﺇ ﻥ ﻟﻢ ﻳﻔﻌ ﻞ ؟ ﻗﺎ ﻝ : «ﻳ ﻤ ﺴ ﻚ ﻋ ﻦ ﺍﻟ ﱠﺸ ﱢﺮ ﻓﺈﱠﻧ ﻬﺎ ﺻﺪﻗﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 141'
),
	Hadith(
		hadithNumber: 142,
		hadith:
						'ﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺧ ﻞ ﻋﻠﻴﻬﺎ ﻭ ﻋﻨﺪﻩﺎ ﺍ ﻣﺮﺃﺓ ﻗﺎﻝ : ﻣ ﻦ ﻩﺬﻩ ؟'
			'ﻗﺎﻟﺖ : ﻩﺬﻩ ﻓﻼﻧﺔ ﺗﺬﺁ ﺮ ﻣ ﻦ ﺻﻼﺗ ﻬﺎ ﻗﺎ ﻝ : « ﻣﻪ ﻋﻠﻴﻜﻢ ﺑﻤﺎ ﺗ ﻄﻴﻘﻮﻥ ، ﻓ ﻮﺍﻟﱠﻠﻪ ﻻ ﻳ ﻤ ﱡﻞ ﺍﻟﱠﻠﻪ ﺣﱠﺘﻰ ﺗ ﻤﱡﻠﻮﺍ ﻭﺁﺎ ﻥ ﺃ ﺣ ﱡﺐ'
			'ﺍﻟﱢﺪﻳ ﻦ ﺇﻟﻴﻪ ﻣﺎ ﺩﺍ ﻮﻣ ﺻﺎ ﺣﺒﻪ ﻋﻠﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻭﻣ ﻪ » ﺁﻠﻤﺔ ﻧ ﻬﻰ ﻭ ﺯ ﺟ ﺮ . ﻭ ﻣﻌﻨﻰ « ﻻ ﻳﻤ ﱡﻞ ﺍﻟﱠﻠﻪ » ﺄﻳ : ﻻ ﻳﻘ ﻄ ﻊ ﺛﻮﺍﺑﻪ ﻋﻨﻜﻢ ﻭ ﺟ ﺰﺍ ﺀ ﺃ ﻋﻤﺎﻟﻜﻢ ، ﻭﻳﻌﺎ ﻣﻠﻜﻢ'
			'ﻣﻌﺎﻣﻠ ﺔ ﺍﻟﻤﺎ ﱢﻝ ﺣﱠﺘﻰ ﺗﻤﱡﻠﻮﺍ ﻓﺘﺘ ﺮﺁﻮﺍ ، ﻓﻴﻨﺒﻐﻲ ﻟﻜﻢ ﺃ ﻥ ﺗﺄ ﺧﺬﻭﺍ ﻣﺎ ﺗ ﻄﻴﻘﻮ ﻥ ﺍﻟﱠﺪ ﻭﺎﻣ ﻋﻠﻴﻪ ﻟﻴﺪﻮﻣ ﺛ ﻮﺍﺑﻪ ﻟﻜﻢ ﻭﻓ ﻀﻠﻪ'
			'ﻋﻠﻴﻜﻢ',
		translation: 'Translation of Hadith 142'
),
	Hadith(
		hadithNumber: 143,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺛﻼﺛﺔ ﺭ ﻩ ﻂ ﺇﻟﻰ ﺑﻴﻮ ﺕ ﺃ ﺯﻭﺍ ﺝ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺴﺄﻟﻮ ﻥ'
			'ﻋ ﻦ ﻋﺒﺎﺩﺓ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻠﱠﻤﺎ ﺃﺧﺒﺮﻭﺍ ﺁﺄﱠﻧ ﻬﻢ ﺗﻘﺎﱠﻟ ﻮﻩﺎ ﻭﻗﺎﻟﻮﺍ : ﺃﻳﻦ ﻧ ﺤ ﻦ ﻣ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺪ ﻏﻔﺮ ﻟﻪ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒ ﻪ ﻭﻣﺎ ﺗﺄ ﱠﺧ ﺮ . ﻗﺎ ﻝ ﺃ ﺣﺪ ﻩﻢ : ﺃﱠﻣﺎ ﺃﻧﺎ ﻓﺄﺻﱢﻠﻲ ﺍﻟﻠﻴﻞ ﺃﺑﺪﺍ ، ﻭﻗﺎﻝ ﺍﻵ ﺧ ﺮ : ﻭﺃﻧﺎ'
			'ﺃ ﺻﻮﻡ ﺍﻟﱠﺪ ﻩ ﺮ ﺃﺑﺪﺍ ﻭﻻ ﺃﻓ ﻄ ﺮ ، ﻭﻗﺎ ﻝ ﺍﻵﺧ ﺮ : ﻭﺃﻧﺎ ﺍ ﻋﺘ ﺰ ﻝ ﺍﻟﱢﻨﺴﺎ ﺀ ﻓﻼ ﺃﺗﺰﻭﱠ ﺝ ﺃﺑﺪﺍ، ﻓﺠﺎ ﺀ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﻟﻴﻬﻢ ﻓﻘﺎﻝ : « ﺃﻧﺘﻢ ﺍﱠﻟﺬﻳ ﻦ ﻗﻠﺘﻢ ﺁﺬﺍ ﻭﺁﺬﺍ ؟، ﺃﻣﺎ ﻭﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﻷ ﺧ ﺸﺎﺁﻢ ﻟﱠﻠ ﻪ ﻭﺃﺗﻘﺎﺁﻢ ﻟﻪ ﻟﻜﻨﻲ ﺃ ﺻﻮﻡ'
			'ﻭﺃﻓ ﻄ ﺮ ، ﻭﺃﺻﱢﻠﻲ ﻭﺃ ﺭﻗﺪ، ﻭﺃﺗ ﺰ ﻭ ﺝ ﺍﻟﱢﻨ ﺴﺎ ﺀ، ﻓﻤ ﻦ ﺭ ﻏﺐ ﻋﻦ ﺳﱠﻨﺘﻲ ﻓﻠﻴ ﺲ ﻣﱢﻨﻰ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 143'
),
	Hadith(
		hadithNumber: 144,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻩﻠ ﻚ ﺍﻟﻤﺘﻨ ﱢﻄﻌﻮ ﻥ » ﻗﺎﻟ ﻬﺎ ﺛﻼﺛﺎ'
			'، ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﻤﺘﻨ ﱢﻄﻌﻮ ﻥ » : ﺍﻟﻤﺘﻌﱢﻤﻘﻮ ﻥ ﺍﻟﻤ ﺸﺪﱢﺩﻮﻧ ﻓﻲ ﻏﻴ ﺮ ﻣ ﻮ ﺿ ﻊ ﺍﻟﱠﺘ ﺸﺪﻳﺪ',
		translation: 'Translation of Hadith 144'
),
	Hadith(
		hadithNumber: 145,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﺇ ﱠﻥ ﺍﻟﱢﺪﻳ ﻦ ﻳ ﺴﺮ ، ﻭﻟ ﻦ ﻳﺸﺎﱠﺩ ﺍﻟﱢﺪﻳ ﻦ ﺇ ﱠﻻ ﻏﻠﺒﻪ'
			'ﻓﺴﱢﺪﺩﻭﺍ ﻭﻗﺎ ﺭﺑﻮﺍ ﻭﺃﺑ ﺸ ﺮﻭﺍ ، ﻭﺍ ﺳﺘﻌﻴﻨﻮﺍ ﺑﺎﻟﻐﺪﻭﺓ ﻭﺍﻟ ﱠﺮ ﻭﺣ ﺔ ﻭ ﺷ ﻲ ﺀ ﻣﻦ ﺍﻟﱡﺪﻟﺠ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ « ﺳﱢﺪﺩﻭﺍ ﻭﻗﺎ ﺭﺑﻮﺍ ﻭﺍ ﻏﺪﻭﺍ ﻭ ﺭﻭ ﺣﻮﺍ ، ﻭ ﺷ ﻲﺀ ﻣ ﻦ ﺍﻟﱡﺪﻟﺠ ﺔ ، ﺍﻟﻘ ﺼﺪ ﺍﻟﻘ ﺼﺪ ﺗﺒﻠﻐﻮﺍ » .'
			'ﻗﻮﻟﻪ : « ﺍﻟﱢﺪﻳ ﻦ » ﻩﻮ ﻣ ﺮﻓﻮ ﻉ ﻋﻠﻰ ﻣﺎ ﻟﻢ ﻳ ﺴﻢﱠ ﻓﺎ ﻋﻠﻪ . ﻭﺭ ﻮﻳ ﻣﻨ ﺼﻮﺑﺎ ، ﻭﺭ ﻭ ﻱ: « ﻟ ﻦ ﻳ ﺸﺎﱠﺩ ﺍﻟﱢﺪﻳ ﻦ ﺃ ﺣﺪ » ..'
			'ﻭﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻻ ﻏﻠﺒﻪ » : ﺃ ﻱ : ﻏﻠﺒﻪ ﺍﻟﱢﺪﻳ ﻦ ﻭ ﻋﺠ ﺰ ﺫﻟ ﻚ ﺍﻟﻤ ﺸﺎﱡﺩ ﻋ ﻦ ﻣﻘﺎﻭ ﻣ ﺔ ﺍﻟﱢﺪﻳ ﻦ ﻟﻜﺜﺮﺓ'
			'ﻃﺮﻗ ﻪ . « ﻭﺍﻟﻐﺪﻭﺓ » ﺳﻴ ﺮ ﺃ ﱠﻭ ﻝ ﺍﻟﱠﻨ ﻬﺎ ﺭ . « ﻭﺍﻟ ﱠﺮ ﻭﺣﺔ » : ﺁ ﺧ ﺮ ﺍﻟﱠﻨ ﻬﺎ ﺭ «ﻭﺍﻟﺪﱡﻟ ﺠﺔ » : ﺁ ﺧ ﺮ ﺍﻟﱠﻠﻴ ﻞ . ﻭ ﻩﺬﺍ ﺍﺳﺘﻌﺎﺭﺓ ،'
			'ﻭﺗ ﻤﺜﻴ ﻞ ، ﻭﻣﻌﻨﺎﻩ : ﺍ ﺳﺘﻌﻴﻨﻮﺍ ﻋﻠﻰ ﻃﺎﻋ ﺔ ﺍﻟﱠﻠ ﻪ ﻋﺰ ﻭﺟ ﱠﻞ ﺑﺎ ﻷ ﻋﻤﺎ ﻝ ﻓﻲ ﻭﻗ ﺖ ﻧﺸﺎ ﻃﻜﻢ ، ﻭﻓﺮﺍ ﻍ ﻗﻠﻮﺑﻜﻢ ﺑﺤﻴ ﺚ'
			'ﺗ ﺴﺘﻠﱡﺬﻭ ﻥ ﺍﻟﻌﺒﺎﺩﺓ ﻭﻻ ﺗﺴـﺄﻣﻮ ﻥ ﻣﻘ ﺼﻮﺩﺁﻢ ، ﺁﻤﺎ ﺃ ﱠﻥ ﺍﻟﻤﺴﺎﻓ ﺮ ﺍﻟﺤﺎﺫ ﻕ ﻳﺴﻴ ﺮ ﻓﻲ ﻩﺬﻩ ﺍ ﻷ ﻭﻗﺎ ﺕ ﻭﻳﺴﺘﺮﻳ ﺢ ﻩﻮ'
			'ﻭﺩﺍﺑﱠﺘﻪ ﻓﻲ ﻏﻴ ﺮ ﻩﺎ ، ﻓﻴ ﺼ ﻞ ﺍﻟﻤﻘ ﺼﻮﺩ ﺑﻐﻴ ﺮ ﺗﻌ ﺐ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 145'
),
	Hadith(
		hadithNumber: 146,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺩ ﺧ ﻞ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻤ ﺴ ﺠﺪ ﻓﺈﺫﺍ ﺣﺒﻞ ﻣ ﻤﺪﻭﺩ ﺑﻴ ﻦ'
			'ﺍﻟ ﱠﺴﺎ ﺭﻳﺘﻴ ﻦ ﻓﻘﺎ ﻝ : « ﻣﺎ ﻩﺬﺍ ﺍﻟﺤﺒ ﻞ ؟ ﻗﺎﻟﻮﺍ ، ﻩﺬﺍ ﺣﺒﻞ ﻟ ﺰﻳﻨ ﺐ ﻓﺈﺫﺍ ﻓﺘ ﺮ ﺕ ﺗﻌﻠﻘ ﺖ ﺑ ﻪ . ﻓﻘﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ : « ﺣﻠﻮﻩ ، ﻟﻴ ﺼ ﱢﻞ ﺃﺣﺪﺁﻢ ﻧ ﺸﺎ ﻃﻪ ، ﻓﺈﺫﺍ ﻓﺘ ﺮ ﻓﻠﻴ ﺮﻗﺪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 146'
),
	Hadith(
		hadithNumber: 147,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻧﻌ ﺲ ﺃﺣﺪﺁﻢ ﻭ ﻩ ﻮ ﻳ ﺼﱢﻠﻲ'
			'، ﻓﻠﻴ ﺮﻗﺪ ﺣﱠﺘﻰ ﻳﺬ ﻩ ﺐ ﻋﻨﻪ ﺍﻟﻨﱠ ﻮﻡ ، ﻓﺈﻥ ﺃﺣﺪﺁﻢ ﺇﺫﺍ ﺻﱠﻠﻰ ﻭ ﻩﻮ ﻧﺎ ﻋ ﺲ ﻻ ﻳﺪ ﺮﻳ ﻟﻌﻠﱠﻪ ﻳﺬ ﻩ ﺐ ﻳ ﺴﺘﻐﻔ ﺮ ﻓﻴ ﺴﺐﱡ ﻧﻔ ﺴﻪ »'
			'` .147. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 147'
),
	Hadith(
		hadithNumber: 148,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺟﺎﺑﺮ ﺑﻦ ﺳﻤ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﻨ ﺖ ﺃ ﺻﱢﻠﻲ ﻣ ﻊ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺍﻟ ﱠﺼﻠ ﻮﺍ ﺕ ، ﻓﻜﺎﻧ ﺖ ﺻﻼﺗﻪ ﻗﺼﺪﺍ ﻭ ﺧ ﻄﺒﺘﻪ ﻗ ﺼﺪﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﻮﻟﻪ : ﻗ ﺼﺪﺍ : ﺃ ﻱ ﺑﻴ ﻦ ﺍﻟ ﱡﻄﻮ ﻝ ﻭﺍﻟﻘ ﺼ ﺮ',
		translation: 'Translation of Hadith 148'
),
	Hadith(
		hadithNumber: 149,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺟ ﺤﻴﻔ ﺔ ﻮﻫ ﺐ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁ ﺧﻰ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻴﻦ ﺳﻠ ﻤﺎ ﻥ'
			'ﻭﺃﺑﻲ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ، ﻓ ﺰﺍ ﺭ ﺳﻠ ﻤﺎ ﻥ ﺃﺑﺎ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ، ﻓ ﺮﺄﯨ ﺄﻣﱠ ﺍﻟﱠﺪ ﺭﺩﺍﺀ ﻣﺘﺒﱢﺬﻟ ﺔ ﻓﻘﺎ ﻝ : ﻣﺎ ﺷﺄﻧ ﻚ؟ ﻗﺎﻟ ﺖ : ﺃ ﺧﻮ ﻙ ﺃﺑﻮ ﺍﻟﱠﺪﺭﺩﺍ ﺀ'
			'ﻟﻴ ﺲ ﻟﻪ ﺣﺎﺟﺔ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ . ﻓ ﺠﺎ ﺀ ﺃﺑﻮ ﺍﻟﺪ ﺭﺩﺍ ﺀ ﻓ ﺼﻨ ﻊ ﻟﻪ ﻃﻌﺎﻣﺎ ، ﻓﻘﺎ ﻝ ﻟﻪ : ﺁ ﻞ ﻓﺈﱢﻧﻲ ﺻﺎﺋﻢ ، ﻗﺎ ﻝ : ﻣﺎ ﺃﻧﺎ ﺑﺂﺁ ﻞ'
			'ﺣﱠﺘﻰ ﺗﺄﺁ ﻞ ، ﻓﺄﺁ ﻞ ، ﻓﱠﻠ ﻤﺎ ﺁﺎ ﻥ ﺍﻟﱠﻠﻴ ﻞ ﺫ ﻩ ﺐ ﺃﺑﻮ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ﻳﻘﻮﻡ ﻓﻘﺎﻝ ﻟﻪ : ﻧﻢ ﻓﻨﺎﻡ ، ﺛﻢﱠ ﺫ ﻩ ﺐ ﻳﻘﻮﻡ ﻓﻘﺎ ﻝ ﻟﻪ : ﻧﻢ ، ﻓﻠﱠﻤﺎ'
			'ﺁﺎﻥ ﻣﻦ ﺁﺧ ﺮ ﺍﻟﱠﻠﻴ ﻞ ﻗﺎ ﻝ ﺳﻠﻤﺎ ﻥ : ﻗﻢ ﺍﻵ ﻥ، ﻓ ﺼﱠﻠﻴﺎ ﺟ ﻤﻴﻌﺎ ، ﻓﻘﺎ ﻝ ﻟﻪ ﺳﻠ ﻤﺎ ﻥ : ﺇ ﱠﻥ ﻟ ﺮﱢﺑ ﻚ ﻋﻠﻴ ﻚ ﺣﻘﺎ ، ﻭﺇ ﱠﻥ ﻟﻨﻔ ﺴ ﻚ'
			'ﻋﻠﻴ ﻚ ﺣﻘﺎ ، ﻭﻷﻩﻠﻚ ﻋﻠﻴ ﻚ ﺣﻘﺎ ، ﻓﺄ ﻋ ﻂ ﺁﻞﱠ ﺬﻳ ﺣ ﱟﻖ ﺣﱠﻘﻪ ، ﻓﺄﺗﻰ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺬﺁﺮ ﺫﻟ ﻚ ﻟﻪ ، ﻓﻘﺎ ﻝ'
			'ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺻﺪ ﻕ ﺳﻠ ﻤﺎ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 149'
),
	Hadith(
		hadithNumber: 150,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺤﻤﺪ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺃ ﺧﺒ ﺮ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺃﱢﻧﻲ ﺃﻗﻮﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻷﺻﻮ ﻣ ﱠﻦ ﺍﻟﱠﻨ ﻬﺎ ﺭ ، ﻭ ﻷﻗﻮﻣﻦﱠ ﺍﻟﱠﻠﻴ ﻞ ﻣﺎ ﻋ ﺸ ﺖ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﻧ ﺖ'
			'ﺍﱠﻟﺬﻱ ﺗﻘﻮﻝ ﺫﻟﻚ ؟ ﻓﻘﻠﺖ ﻟﻪ : ﻗﺪ ﻗﻠﺘﻪ ﺑﺄﺑﻲ ﺃﻧ ﺖ ﻭﺃﱢﻣﻲ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ . ﻗﺎ ﻝ: « ﻓﺈﻧ ﻚ ﻻ ﺗ ﺴﺘ ﻄﻴ ﻊ ﺫﻟ ﻚ ، ﻓ ﺼﻢ'
			'ﻭﺃﻓﻄ ﺮ ، ﻭﻧﻢ ﻭﻗﻢ ، ﻭ ﺻﻢ ﻣ ﻦ ﺍﻟ ﱠﺸ ﻬ ﺮ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ﻓﺈ ﱠﻥ ﺍﻟﺤﺴﻨ ﺔ ﺑﻌ ﺸ ﺮ ﺃ ﻣﺜﺎﻟ ﻬﺎ ، ﻭﺫﻟ ﻚ ﻣﺜ ﻞ ﺻﻴﺎﻡ ﺍﻟﱠﺪ ﻩ ﺮ ﻗﻠﺖ : ﻓﺈﱢﻧﻲ'
			'ﺃﻃﻴﻖ ﺃﻓ ﻀ ﻞ ﻣ ﻦ ﺫﻟ ﻚ ﻗﺎ ﻝ : ﻓﺼﻢ ﻳ ﻮﻣﺎ ﻭﺃﻓﻄ ﺮ ﻳ ﻮﻣﻴ ﻦ ، ﻗﻠﺖ : ﻓﺈﱢﻧﻲ ﺃ ﻃﻴﻖ ﺃﻓ ﻀ ﻞ ﻣ ﻦ ﺫﻟ ﻚ ، ﻗﺎ ﻝ : « ﻓ ﺼﻢ ﻳ ﻮﻣﺎ'
			'ﺍﻟ ﱢﺼﻴﺎﻡ » ﻓﻘﻠ ﺖ ﻓﺈﱢﻧﻲ ﺃ ﻃﻴ ﻖ ﺃﻓ ﻀ ﻞ ﻣ ﻦ ﺫﻟ ﻚ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺃﻓ ﻀ ﻞ ﻣ ﻦ ﺫﻟﻚ»ﻭﺃﻓﻄ ﺮ ﻳ ﻮﻣﺎ ، ﻓﺬﻟ ﻚ ﺻﻴﺎﻡ ﺩﺍﻭﻭﺩ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ، ﻭ ﻩﻮ ﺃ ﻋﺪﻝ ﺍﻟ ﱢﺼﻴﺎﻡ » . ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻩ ﻮ ﺃﻓ ﻀ ﻞ'
			'ﻭﻷ ﻥ ﺃﺁﻮ ﻥ ﻗﺒﻠ ﺖ ﺍﻟﱠﺜﻼﺛ ﺔ ﺍ ﻷﱠﻳﺎﻡ ﺍﱠﻟﺘﻲ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺣ ﱡﺐ ﺇﻟ ﱠﻲ ﻣ ﻦ ﺃ ﻩﻠﻲ ﻭ ﻣﺎﻟﻰ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺃﻟﻢ ﺃ ﺧﺒ ﺮ ﺃﱠﻧ ﻚ ﺗﺼﻮﻡ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻭﺗﻘﻮﻡ ﺍﻟﱠﻠﻴ ﻞ ؟ » ﻗﻠﺖ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ . ﻗﺎﻝ : « ﻓﻼ ﺗﻔﻌﻞ :'
			'ﺻﻢ ﻭﺃﻓﻄ ﺮ ، ﻭﻧﻢ ﻭﻗﻢ ﻓﺈ ﱠﻥ ﻟ ﺠ ﺴﺪ ﻙ ﻋﻠﻴ ﻚ ﺣﻘﺎ ، ﻭﺇ ﱠﻥ ﻟﻌﻴﻨﻴ ﻚ ﻋﻠﻴ ﻚ ﺣﻘﺎ ﻭﺇ ﱠﻥ ﻟ ﺰ ﻭ ﺟ ﻚ ﻋﻠﻴ ﻚ ﺣﻘﺎ ، ﻭﺇ ﱠﻥ ﻟ ﺰ ﻭﺭ ﻙ'
			'ﻋﻠﻴ ﻚ ﺣﻘﺎ ، ﻭﺇ ﱠﻥ ﺑ ﺤ ﺴﺒ ﻚ ﺃ ﻥ ﺗ ﺼﻮﻡ ﻓﻲ ﺁﻞﱢ ﺷ ﻬ ﺮ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ، ﻓﺈ ﱠﻥ ﻟ ﻚ ﺑﻜﻞﱢ ﺣ ﺴﻨ ﺔ ﻋ ﺸ ﺮ ﺃ ﻣﺜﺎﻟ ﻬﺎ ، ﻓﺈﺬﻧ ﺫﻟﻚ'
			'ﺻﻴﺎﻡ ﺍﻟﱠﺪ ﻩ ﺮ» ﻓ ﺸﺪﱠﺩ ﺕ ﻓ ﺸﱢﺪﺩ ﻋﻠ ﱠﻲ ، ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇﻧﻲ ﺃ ﺟﺪ ﻗ ﱠﻮﺓ، ﻗﺎﻝ : « ﺻﻢ ﺻﻴﺎﻡ ﻧﺒ ﱢﻲ ﺍﻟﱠﻠ ﻪ ﺩﺍ ﻭﺩ ﻭﻻ'
			'ﺗﺰﺩ ﻋﻠﻴﻪ» ﻗﻠﺖ: ﻭﻣﺎ ﺁﺎﻥ ﺻﻴﺎﻡ ﺩﺍﻭﺩ؟ ﻗﺎﻝ : « ﻧ ﺼ ﻒ ﺍﻟﺪ ﻩ ﺮ » ﻓﻜﺎﻥ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻳﻘﻮﻝ ﺑﻌﺪ ﻣﺎ ﺁﺒﺮ : ﻳﺎﻟﻴﺘﻨﻲ ﻗﺒﻠ ﺖ'
			'ﺭ ﺧﺼ ﺔ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﺃﻟﻢ ﺃ ﺧﺒ ﺮ ﺃﱠﻧﻚ ﺗ ﺼﻮﻡ ﺍﻟﱠﺪ ﻩ ﺮ ، ﻭﺗﻘ ﺮﺃ ﺍﻟﻘ ﺮﺁ ﻥ ﺁﻞﱠ ﻟﻴﻠﺔ ؟ » ﻓﻘﻠ ﺖ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﻟﻢ ﺃ ﺭﺩ'
			'ﺑﺬﻟ ﻚ ﺇ ﱠﻻ ﺍﻟﺨﻴ ﺮ ، ﻗﺎ ﻝ : « ﻓ ﺼﻢ ﺻ ﻮﻡ ﻧﺒ ﱢﻲ ﺍﻟﱠﻠ ﻪ ﺩﺍﻭﺩ ، ﻓﺈﱠﻧﻪ ﺁﺎ ﻥ ﺃ ﻋﺒﺪ ﺍﻟﱠﻨﺎ ﺱ ، ﻭﺍﻗﺮﺃ ﺍﻟﻘ ﺮﺁ ﻥ ﻓﻲ ﺁﻞﱢ ﺷ ﻬ ﺮ » ﻗﻠﺖ'
			': ﻳﺎ ﻧﺒ ﱢﻲ ﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﺃ ﻃﻴﻖ ﺃﻓﻀﻞ ﻣ ﻦ ﺫﻟ ﻚ ؟ ﻗﺎ ﻝ : « ﻓﺎﻗ ﺮﺃﻩ ﻓﻲ ﺁﻞﱢ ﻋﺸ ﺮﻳ ﻦ » ﻗﻠﺖ : ﻳﺎ ﻧﺒ ﱢﻲ ﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﺃ ﻃﻴﻖ ﺃﻓ ﻀﻞ'
			'ﻣ ﻦ ﺫﻟ ﻚ ؟ ﻗﺎ ﻝ : «ﻓﺎﻗ ﺮﺃﻩ ﻓﻲ ﺁﻞﱢ ﻋ ﺸﺮ » ﻗﻠﺖ : ﻳﺎ ﻧﺒ ﱠﻲ ﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﺃ ﻃﻴﻖ ﺃﻓﻀ ﻞ ﻣ ﻦ ﺫﻟ ﻚ ؟ ﻗﺎ ﻝ : « ﻓﺎﻗ ﺮﺃﻩ ﻓﻲ ﺁﻞﱢ'
			'ﺳﺒ ﻊ ﻭ ﻻ ﺗ ﺰﺩ ﻋﻠﻰ ﺫﻟ ﻚ » ﻓ ﺸﱠﺪﺩ ﺕ ﻓ ﺸﱢﺪﺩ ﻋﻠ ﱠﻲ ، ﻭﻗﺎ ﻝ ﻟﻲ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱠﻧ ﻚ ﻻ ﺗﺪ ﺮﻳ ﻟﻌﱠﻠ ﻚ'
			'ﻳ ﻄﻮﻝ ﺑ ﻚ ﻋﻤﺮ ﻗﺎ ﻝ : ﻓ ﺼ ﺮﺕ ﺇﻟﻰ ﺍﱠﻟﺬﻱ ﻗﺎ ﻝ ﻟﻲ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻠﱠﻤﺎ ﺁﺒ ﺮ ﺕ ﻭﺩﺩ ﺕ ﺃﱢﻧﻲ ﻗﺒﻠﺖ ﺭ ﺧ ﺼ ﺔ'
			'ﻧﺒ ﱢﻲ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻭﺇ ﱠﻥ ﻟ ﻮﻟﺪ ﻙ ﻋﻠﻴ ﻚ ﺣﻘﺎ » ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻻ ﺻﺎﻡ ﻣﻦ ﺻﺎﻡ ﺍ ﻷﺑﺪ » ﺛﻼﺛﺎ . ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺃ ﺣ ﱡﺐ'
			'ﺍﻟ ﱠﺼﻴﺎﻡ ﺇﻟﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺻﻴﺎﻡ ﺩﺍ ﻭﺩ ، ﻭﺃ ﺣ ﱡﺐ ﺍﻟ ﱠﺼﻼﺓ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺻﻼﺓ ﺩﺍ ﻭﺩ : ﺁﺎ ﻥ ﻳﻨﺎﻡ ﻧ ﺼ ﻒ ﺍﻟﱠﻠﻴ ﻞ ، ﻭﻳﻘﻮﻡ'
			'ﺛﻠﺜﻪ ، ﻭﻳﻨﺎﻡ ﺳﺪ ﺳﻪ ، ﻭﺁﺎ ﻥ ﻳ ﺼﻮﻡ ﻳ ﻮﻣﺎ ﻭﻳﻔ ﻄ ﺮ ﻳ ﻮﻣﺎ ، ﻭﻻ ﻳﻔ ﱡﺮ ﺇﺫﺍ ﻻﻗﻰ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻗﺎ ﻝ : ﺃﻧﻜ ﺤﻨﻲ ﺃﺑﻲ ﺍ ﻣ ﺮﺃﺓ ﺫﺍ ﺕ ﺣ ﺴ ﺐ ، ﻭﺁﺎ ﻥ ﻳﺘﻌﺎ ﻩﺪ ﺁﱠﻨﺘﻪ ﺄﻳ : ﺍ ﻣ ﺮﺃﺓ ﻭﻟﺪﻩ ﻓﻴ ﺴﺄﻟ ﻬﺎ ﻋ ﻦ ﺑﻌﻠ ﻬﺎ ،'
			'ﻓﺘﻘﻮ ﻝ ﻟﻪ : ﻧﻌﻢ ﺍﻟﺮﱠ ﺟ ﻞ ﻣ ﻦ ﺭ ﺟﻞ ﻟﻢ ﻳ ﻄﺄ ﻟﻨﺎ ﻓ ﺮﺍﺷﺎ ﻭﻟﻢ ﻳﻔﱢﺘ ﺶ ﻟﻨﺎ ﺁﻨﻔﺎ ﻣﻨﺬ ﺃﺗﻴﻨﺎﻩ ﻓﻠﱠﻤﺎ ﻃﺎ ﻝ ﺫﻟ ﻚ ﻋﻠﻴﻪ ﺫﺁ ﺮ ﺫﻟ ﻚ'
			'ﻟﻠﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻓﻘﺎ ﻝ : « ﺍﻟﻘﻨﻲ ﺑﻪ » ﻓﻠﻘﻴﺘﻪ ﺑﻌﺪ ﺫﻟ ﻚ ﻓﻘﺎ ﻝ : « ﺁﻴ ﻒ ﺗ ﺼﻮﻡ ؟ » ﻗﻠ ﺖ ﺁﻞﱠ ﻳ ﻮﻡ ،'
			'ﻗﺎ ﻝ : « ﻭﺁﻴ ﻒ ﺗ ﺨﺘﻢ ؟ » ﻗﻠ ﺖ: ﺁﻞﱠ ﻟﻴﻠﺔ ، ﻭﺫﺁﺮ ﻧ ﺤ ﻮ ﻣﺎ ﺳﺒﻖ ﻭﺁﺎﻥ ﻳﻘ ﺮﺃ ﻋﻠﻰ ﺑﻌﺾ ﺃ ﻩﻠﻪ ﺍﻟ ﱡﺴﺒ ﻊ ﺍﱠﻟﺬﻱ ﻳﻘﺮﺅﻩ ،'
			'ﻳﻌﺮ ﺿﻪ ﻣﻦ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻟﻴﻜﻮﻥ ﺃﺧ ﱠﻒ ﻋﻠﻴ ﻪ ﺑﺎﻟﱠﻠﻴﻞ ، ﻭﺇﺫﺍ ﺃﺭﺍﺩ ﺃ ﻥ ﻳﺘﻘ ﱠﻮﻯ ﺃﻓ ﻄﺮ ﺃﱠﻳﺎﻣﺎ ﻭﺃﺣ ﺼﻰ ﻭ ﺻﺎﻡ ﻣﺜﻠ ﻬ ﱠﻦ ﺁﺮﺍ ﻩﻴ ﺔ'
			'ﺄﻧ ﻳﺘ ﺮﻙ ﺷﻴﺌﺎ ﻓﺎﺭ ﻕ ﻋﻠﻴ ﻪ ﺍﻟﱠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﺁﻞﱡ ﻩﺬﻩ ﺍﻟ ﱢﺮ ﻭﺍﻳﺎﺕ ﺻﺤﻴﺤﺔ ﻣﻌ ﻈﻤ ﻬﺎ ﻓﻲ ﺍﻟ ﱠﺼﺤﻴﺤﻴ ﻦ ﻭﻗﻠﻴﻞ ﻣﻨ ﻬﺎ ﻓﻲ ﺃ ﺣﺪ ﻩﻤﺎ .'
			'`',
		translation: 'Translation of Hadith 150'
),
	Hadith(
		hadithNumber: 151,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺭﺑﻌ ﱟﻲ ﺣﻨ ﻈﻠ ﺔ ﺑ ﻦ ﺍﻟ ﱠﺮﺑﻴﻊ ﺍ ﻷﺳﻴﺪﻱﱢ ﺍﻟﻜﺎﺗﺐ ﺃﺣﺪ ﺁﱠﺘﺎ ﺏ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ :'
			'ﻟﻘﻴﻨﻲ ﺃﺑﻮ ﺑﻜﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻘﺎﻝ : ﺁﻴ ﻒ ﺃﻧ ﺖ ﻳﺎ ﺣﻨﻈﻠﺔ ؟ ﻗﻠ ﺖ : ﻧﺎﻓ ﻖ ﺣﻨ ﻈﻠﺔ ، ﻗﺎ ﻝ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﻣﺎ ﺗﻘﻮ ﻝ'
			'؟، : ﻗﻠ ﺖ : ﻧﻜﻮ ﻥ ﻋﻨﺪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺬﱢﺁ ﺮﻧﺎ ﺑﺎﻟﺠﱠﻨ ﺔ ﻭﺍﻟﱠﻨﺎ ﺭ ﺁﺄﱠﻧﺎ ﺭﺃ ﻱ ﻋﻴﻦ ، ﻓﺈﺫﺍ ﺧﺮﺟﻨﺎ ﻣ ﻦ'
			'ﻋﻨﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﺎﻓﺴﻨﺎ ﺍ ﻷ ﺯ ﻭﺍ ﺝ ﻭﺍ ﻷ ﻭﻻﺩ ﻭﺍﻟ ﱠﻀﻴﻌﺎ ﺕ ﻧﺴﻴﻨﺎ ﺁﺜﻴﺮﺍ ﻗﺎﻝ ﺃﺑﻮ ﺑﻜﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ : ﻓﻮﺍﻟﱠﻠ ﻪ ﺇﱠﻧﺎ ﻟﻨﻠﻘﻰ ﻣﺜ ﻞ ﻩﺬﺍ ﻓﺎﻧﻄﻠﻘ ﺖ ﺃﻧﺎ ﻭﺃﺑﻮ ﺑﻜﺮ ﺣﺘﻰ ﺩ ﺧﻠﻨﺎ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﻓﻘﻠ ﺖ ﻧﺎﻓ ﻖ ﺣﻨ ﻈﻠﺔ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻭ ﻣﺎ ﺫﺍ ﻙ؟» ﻗﻠ ﺖ: ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﻧﻜﻮ ﻥ ﻋﻨﺪ ﻙ ﺗﺬﱢﺁ ﺮﻧﺎ ﺑﺎﻟﱠﻨﺎ ﺭ ﻭﺍﻟﺠﻨ ﺔ ﺁﺄﱠﻧﺎ ﺭﺃ ﻱ ﺍﻟﻌﻴ ﻦ ﻓﺈﺫﺍ ﺧ ﺮ ﺟﻨﺎ ﻣ ﻦ ﻋﻨﺪ ﻙ ﻋﺎﻓﺴﻨﺎ ﺍ ﻷﺯ ﻭﺎﺟ ﻭﺍﻷ ﻭ ﻻﺩ ﻭﺍﻟ ﱠﻀﻴﻌﺎ ﺕ'
			'ﻧ ﺴﻴﻨﺎ ﺁﺜﻴﺮﺍ . ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﺄﻧ ﻟ ﻮ ﺗﺪﻭﻣﻮ ﻥ ﻋﻠﻰ ﻣﺎ ﺗﻜﻮﻧﻮ ﻥ'
			'ﻋﻨﺪﻱ ﻭﻓﻲ ﺍﻟﱢﺬﺁﺮ ﻟ ﺼﺎﻓﺤﺘﻜﻢ ﺍﻟﻤﻼﺋﻜﺔ ﻋﻠﻰ ﻓ ﺮ ﺷﻜﻢ ﻭﻓﻲ ﻃ ﺮﻗﻜﻢ ، ﻭﻟﻜ ﻦ ﻳﺎ ﺣﻨ ﻈﻠﺔ ﺳﺎﻋ ﺔ ﻭﺳﺎﻋ ﺔ » ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ'
			'، ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 151'
),
	Hadith(
		hadithNumber: 152,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺑﻴﻨﻤﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺨ ﻄ ﺐ ﺇﺫﺍ ﻩ ﻮ ﺑﺮ ﺟ ﻞ ﻗﺎﺋﻢ ،'
			'ﻓﺴﺄ ﻝ ﻋﻨﻪ ﻓﻘﺎﻟﻮﺍ : ﺃﺑﻮ ﺇ ﺳﺮﺍﺋﻴ ﻞ ﻧﺬﺭ ﺃ ﻥ ﻳﻘﻮﻡ ﻓﻲ ﺍﻟ ﱠﺸ ﻤﺲ ﻭﻻ ﻳﻘﻌﺪ ، ﻭﻻ ﻳﺴﺘ ﻈ ﱠﻞ ﻭﻻ ﻳﺘﻜﱠﻠﻢ ، ﻭﻳﺼﻮﻡ ، ﻓﻘﺎ ﻝ'
			'ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﺮﻭﻩ ﻓﻠﻴﺘﻜﱠﻠﻢ ﻭﻟﻴﺴﺘ ﻈ ﱠﻞ ﻭﻟﻴﺘﻢﱠ ﺻ ﻮﻣﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 152'
),
	Hadith(
		hadithNumber: 153,
		hadith:
						'ﻭﻋﻦ ﻋﻤ ﺮ ﺑﻦ ﺍﻟﺨﻄﺎﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻣ ﻦ ﻧﺎﻡ ﻋ ﻦ ﺣ ﺰﺑ ﻪ'
			'ﻣ ﻦ ﺍﻟﱠﻠﻴﻞ ، ﺃﻭ ﻋ ﻦ ﺷ ﻲ ﺀ ﻣﻨﻪ ﻓﻘﺮﺃﻩ ﻣﺎ ﺑﻴ ﻦ ﺻﻼﺓ ﺍﻟﻔ ﺠﺮ ﻭﺻـﻼﺓ ﺍﻟﻈﻬ ﺮ ، ﺁﺘﺐ ﻟﻪ ﺁﺄﻧﻤﺎ ﻗﺮﺃﻩ ﻣﻦ ﺍﻟﱠﻠﻴ ﻞ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 153'
),
	Hadith(
		hadithNumber: 154,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﻳﺎ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﻻ ﺗﻜ ﻦ ﻣﺜ ﻞ ﻓﻼ ﻥ ، ﺁﺎ ﻥ ﻳﻘﻮﻡ ﺍﻟﱠﻠﻴ ﻞ ﻓﺘﺮ ﻙ ﻗﻴﺎﻡ ﺍﻟﱠﻠﻴﻞ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'`',
		translation: 'Translation of Hadith 154'
),
	Hadith(
		hadithNumber: 155,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻓﺎﺗﺘﻪ ﺍﻟ ﱠﺼﻼﺓ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ'
			'ﻣ ﻦ ﻭﺟ ﻊ ﺃ ﻭ ﻏﻴ ﺮﻩ ، ﺻﱠﻠﻰ ﻣ ﻦ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﺛﻨﺘﻰ ﻋ ﺸ ﺮﺓ ﺭﺁﻌ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 155'
),
	Hadith(
		hadithNumber: 156,
		hadith:
						'ﻓﺎ ﻷﻭﱠ ﻝ : ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺩ ﻋﻮﻧﻲ ﻣﺎ ﺗ ﺮﺁﺘﻜﻢ: ﺇﱠﻧﻤﺎ'
			'ﺃ ﻩﻠ ﻚ ﻣﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ﺁﺜﺮﺓ ﺳ ﺆﺍﻟﻬﻢ ، ﻭﺍ ﺧﺘﻼﻓ ﻬﻢ ﻋﻠﻰ ﺃﻧﺒﻴﺎﺋﻬﻢ، ﻓﺈﺫﺍ ﻧ ﻬﻴﺘﻜﻢ ﻋ ﻦ ﺷ ﻲ ﺀ ﻓﺎ ﺟﺘﻨﺒﻮﻩ ، ﻭﺇﺫﺍ ﺃ ﻣ ﺮﺗﻜﻢ'
			'ﺑﺄ ﻣ ﺮ ﻓﺄﺗﻮﺍ ﻣﻨﻪ ﻣﺎ ﺍ ﺳﺘ ﻄﻌﺘﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 156'
),
	Hadith(
		hadithNumber: 157,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ : ﻋ ﻦ ﺃﺑﻲ ﻧ ﺠﻴ ﺢ ﺍﻟﻌ ﺮﺑﺎ ﺽ ﺑ ﻦ ﺳﺎ ﺭﻳﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻭ ﻋ ﻈﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻣ ﻮ ﻋ ﻈ ﺔ ﺑﻠﻴﻐ ﺔ ﻭ ﺟﻠ ﺖ ﻣﻨ ﻬﺎ ﺍﻟﻘﻠﻮ ﺏ ﻭﺫ ﺭﻓ ﺖ ﻣﻨ ﻬﺎ ﺍﻟﻌﻴﻮﻥ ، ﻓﻘﻠﻨﺎ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺁﺄﻧ ﻬﺎ ﻣ ﻮ ﻋ ﻈﺔ ﻣ ﻮﱢﺩ ﻉ ﻓﺄ ﻭ ﺻﻨﺎ .'
			'ﻗﺎﻝ : « ﺃﻭ ﺻﻴﻜﻢ ﺑﺘﻘﻮﻯ ﺍﻟﱠﻠﻪ، ﻭﺍﻟ ﱠﺴ ﻤ ﻊ ﻭﺍﻟ ﱠﻄﺎ ﻋ ﺔ ﻭﺇ ﻥ ﺗﺄﱠﻣﺮ ﻋﻠﻴﻜﻢ ﻋﺒﺪ ﺣﺒﺸ ﻲ ، ﻭﺃﱠﻧﻪ ﻣ ﻦ ﻳﻌ ﺶ ﻣﻨﻜﻢ ﻓ ﺴﻴﺮﻯ'
			'ﺍ ﺧﺘﻼﻓﺎ ﺁﺜﻴﺮﺍ . ﻓﻌﻠﻴﻜﻢ ﺑ ﺴﱠﻨﺘﻲ ﻭ ﺳﱠﻨ ﺔ ﺍﻟ ﺨﻠﻔﺎ ﺀ ﺍﻟ ﱠﺮﺍ ﺷﺪﻳ ﻦ ﺍﻟﻤ ﻬﺪﱢﻳﻴ ﻦ ، ﻋ ﱡﻀﻮﺍ ﻋﻠﻴ ﻬﺎ ﺑﺎﻟﱠﻨﻮﺍ ﺟﺬ ، ﻭﺇﱠﻳﺎﺁﻢ ﻭﻣ ﺤﺪﺛﺎ ﺕ'
			'ﺍ ﻷﻣﻮ ﺭ ﻓﺈ ﱠﻥ ﺁﻞﱠ ﺑﺪ ﻋ ﺔ ﺿﻼﻟﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'»ﺍﻟﻨﱠﻮﺍ ﺟﺬ » ﺑﺎﻟﺬﻻ ﺍﻟﻤﻌﺠﻤﺔ : ﺍ ﻷﻧﻴﺎ ﺏ ، ﻭﻗﻴ ﻞ : ﺍ ﻷ ﺿ ﺮﺍ ﺱ .'
			'`',
		translation: 'Translation of Hadith 157'
),
	Hadith(
		hadithNumber: 158,
		hadith:
						'ﺍﻟﱠﺜﺎﻟ ﺚ : ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﺁﻞﱡ ﺃﱠﻣﺘﻲ ﻳﺪ ﺧﻠﻮ ﻥ'
			'ﺍﻟﺠﱠﻨ ﺔ ﺇ ﱠﻻ ﻣ ﻦ ﺃﺑﻲ » . ﻗﻴ ﻞ ﻭ ﻣ ﻦ ﻳﺄﺑﻰ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎ ﻝ : « ﻣ ﻦ ﺃ ﻃﺎ ﻋﻨﻲ ﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ ، ﻭﻣ ﻦ ﻋ ﺼﺎﻧﻲ ﻓﻘﺪ ﺃﺑﻲ'
			'» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 158'
),
	Hadith(
		hadithNumber: 159,
		hadith:
						'ﺍﻟﺮﱠﺍﺑ ﻊ : ﻋﻦ ﺃﺑﻲ ﻣﺴﻠﻢ ، ﻭﻗﻴ ﻞ : ﺃﺑﻲ ﺇﻳﺎ ﺱ ﺳﻠﻤ ﺔ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍ ﻷﺁ ﻮ ﻉ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺃﺁ ﻞ'
			'ﻋﻨﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺸ ﻤﺎﻟ ﻪ ﻓﻘﺎ ﻝ : « ﺁ ﻞ ﺑﻴ ﻤﻴﻨ ﻚ » ﻗﺎ ﻝ : ﻻ ﺃ ﺳﺘ ﻄﻴ ﻊ . ﻗﺎ ﻝ : « ﻻ ﺍﺳﺘﻄﻌﺖ »'
			'ﻣﺎ ﻣﻨﻌﻪ ﺇ ﱠﻻ ﺍﻟﻜﺒ ﺮ ﻓ ﻤﺎ ﺭﻓﻌﻬﺎ ﺇﻟﻰ ﻓﻴ ﻪ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 159'
),
	Hadith(
		hadithNumber: 160,
		hadith:
						'ﺍﻟﺨﺎ ﻣ ﺲ : ﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑﺸﻴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ، ﻗﺎﻝ: ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻟﺘ ﺴﻮﱡﻥﱠ ﺻﻔﻮﻓﻜﻢ ﺃ ﻭ ﻟﻴ ﺨﺎﻟﻔ ﱠﻦ ﺍﻟﱠﻠﻪ ﺑﻴ ﻦ ﻭ ﺟﻮ ﻩﻜﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟ ﻤﺴﻠﻢ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱡﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺴ ﱢﻮﻱ ﺻﻔﻮﻓﻨﺂ ﺣﱠﺘﻰ ﺁﺄﱠﻧﻤﺎ ﻳ ﺴﻮﻱ ﺑ ﻬﺎ ﺍﻟﻘﺪﺍ ﺡ ﺣﱠﺘﻰ'
			'ﺇﺫﺍ ﺭﺄﯨ ﺃﱠﻧﺎ ﻗﺪ ﻋﻘﻠﻨﺎ ﻋﻨﻪ ﺛﻢﱠ ﺧ ﺮ ﺝ ﻳﻮﻣﺎ ، ﻓﻘﺎﻡ ﺣﱠﺘﻰ ﺁﺎﺩ ﺃ ﻥ ﻳﻜﱢﺒ ﺮ ، ﻓﺮﺄﯨ ﺭ ﺟﻼ ﺑﺎﺩﻳﺎ ﺻﺪ ﺭﻩ ﻓﻘﺎ ﻝ : « ﻋﺒﺎﺩ ﺍﻟﱠﻠﻪ'
			'ﻟﺘﺴ ﱡﻮ ﱠﻥ ﺻﻔﻮﻓﻜﻢ ﺃ ﻭ ﻟﻴ ﺨﺎﻟﻔ ﱠﻦ ﺍﻟﱠﻠﻪ ﺑﻴﻦ ﻭ ﺟﻮ ﻩﻜﻢ »',
		translation: 'Translation of Hadith 160'
),
	Hadith(
		hadithNumber: 161,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺩ ﺱ : ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺍ ﺣﺘﺮﻕ ﺑﻴ ﺖ ﺑﺎﻟﻤﺪﻳﻨ ﺔ ﻋﻠﻰ ﺄﻫﻠ ﻪ ﻣ ﻦ ﺍﻟﱠﻠﻴﻞ ﻓﻠﱠﻤﺎ ﺣﱢﺪﺙ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺸﺄﻧﻬﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﻩﺬﻩ ﺍﻟﱠﻨﺎﺭ ﻋﺪ ﱞﻭ ﻟﻜﻢ ، ﻓﺈﺫﺍ ﻧ ﻤﺘﻢ ﻓﺄ ﻃﻔﺌﻮ ﻩﺎ ﻋﻨﻜﻢ » ﻣﱠﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 161'
),
	Hadith(
		hadithNumber: 162,
		hadith:
						'ﺍﻟ ﱠﺴﺎﺑ ﻊ : ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻣﺜﻞ ﻣﺎ ﺑﻌﺜﻨﻲ ﺍﻟﱠﻠﻪ ﺑ ﻪ ﻣ ﻦ ﺍﻟ ﻬﺪﻯ ﻭﺍﻟﻌﻠﻢ ﺁ ﻤﺜ ﻞ'
			'ﻏﻴ ﺚ ﺃ ﺻﺎﺏ ﺃ ﺭﺿﺎ ﻓﻜﺎﻧ ﺖ ﻃﺎﺋﻔﺔ ﻃﻴﺒﺔ ، ﻗﺒﻠ ﺖ ﺍﻟ ﻤﺎ ﺀ ﻓﺄﻧﺒﺘ ﺖ ﺍﻟﻜ ﻸ ﻭﺍﻟﻌ ﺸ ﺐ ﺍﻟﻜﺜﻴ ﺮ ، ﻭﺁﺎ ﻥ ﻣﻨ ﻬﺎ ﺃ ﺟﺎﺩ ﺏ ﺃﻣﺴﻜ ﺖ'
			'ﺍﻟﻤﺎ ﺀ ، ﻓﻨﻔ ﻊ ﺍﻟﱠﻠﻪ ﺑﻬﺎ ﺍﻟﱠﻨﺎﺱ ﻓ ﺸﺮﺑﻮﺍ ﻣﻨ ﻬﺎ ﻭ ﺳﻘ ﻮﺍ ﻭ ﺯ ﺭ ﻋﻮﺍ. ﻭﺃ ﺻﺎ ﺏ ﻃﺎﺋﻔ ﺔ ﺃ ﺧ ﺮﻯ ، ﺇﱠﻧﻤﺎ ﻩ ﻲ ﻗﻴﻌﺎ ﻥ ﻻ ﺗ ﻤ ﺴ ﻚ'
			'ﻣﺎ ﺀ ﻭﻻ ﺗﻨﺒ ﺖ ﺁﻸ ﻓﺬﻟ ﻚ ﻣﺜ ﻞ ﻣ ﻦ ﻓﻘ ﻪ ﻓﻲ ﺩﻳ ﻦ ﺍﻟﱠﻠﻪ ، ﻭﻧﻔﻌﻪ ﻣﺎ ﺑﻌﺜﻨﻲ ﺍﻟﱠﻠﻪ ﺑﻪ ، ﻓﻌﻠﻢ ﻭ ﻋﱠﻠﻢ، ﻭﻣﺜ ﻞ ﻣ ﻦ ﻟﻢ ﻳ ﺮﻓ ﻊ'
			'ﺑﺬﻟ ﻚ ﺭﺃﺳﺎ ﻭﻟﻢ ﻳﻘﺒ ﻞ ﻩﺪﻯ ﺍﻟﱠﻠ ﻪ ﺍﻟﺬﻱ ﺃ ﺭ ﺳﻠ ﺖ ﺑ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . « ﻓﻘ ﻪ » ﺑﻀﻢ ﺍﻟﻘﺎ ﻑ ﻋﻠﻰ ﺍﻟﻤ ﺸ ﻬﻮ ﺭ ، ﻭﻗﻴ ﻞ :'
			'ﺑﻜ ﺴ ﺮ ﻩﺎ ، ﺃ ﻱ : ﺻﺎ ﺭ ﻓﻘﻴﻬﺎ',
		translation: 'Translation of Hadith 162'
),
	Hadith(
		hadithNumber: 163,
		hadith:
						'ﺍﻟﱠﺜﺎ ﻣ ﻦ : ﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻣﺜﻠﻲ ﻭﻣﺜﻠﻜﻢ ﺁﻤﺜﻞ ﺭ ﺟ ﻞ'
			'ﺃ ﻭﻗﺪ ﻧﺎﺭﺍ ﻓ ﺠﻌ ﻞ ﺍﻟ ﺠﻨﺎﺩ ﺏ ﻭﺍﻟﻔﺮﺍ ﺵ ﻳﻘﻌ ﻦ ﻓﻴ ﻬﺎ ﻭ ﻩ ﻮ ﻳﺬﺑﱡ ﻬﻦﱠ ﻋﻨ ﻬﺎ ﻭﺃﻧﺎ ﺁﺧﺬ ﺑ ﺤ ﺠ ﺰﺁﻢ ﻋ ﻦ ﺍﻟﻨﺎ ﺭ ، ﻭﺃﻧﺘﻢ ﺗﻔﱠﻠﺘﻮ ﻥ'
			'ﻣ ﻦ ﻳﺪﻱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﺠﻨﺎﺩ ﺏ » : ﻧ ﺤ ﻮ ﺍﻟ ﺠﺮﺍﺩ ﻭﺍﻟﻔ ﺮﺍ ﺵ ، ﻩﺬﺍ ﻩ ﻮ ﺍﻟ ﻤﻌ ﺮﻭ ﻑ ﺍﱠﻟﺬﻱ ﻳﻘ ﻊ ﻓﻲ ﺍﻟﱠﻨﺎﺭ . «ﻭﺍﻟ ﺤ ﺠ ﺰ»: ﺟ ﻤ ﻊ ﺣ ﺠ ﺰﺓ ،'
			'ﻭ ﻩﻲ ﻣﻌﻘﺪ ﺍ ﻹ ﺯﺍﺭ ﻭﺍﻟ ﱠﺴﺮﺍﻭﻳ ﻞ',
		translation: 'Translation of Hadith 163'
),
	Hadith(
		hadithNumber: 164,
		hadith:
						'ﺍﻟﺘﱠﺎﺳ ﻊ : ﻋﻨﻪ ﺃ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻣﺮ ﺑﻠﻌ ﻖ ﺍ ﻷﺻﺎﺑ ﻊ ﻭﺍﻟﺼ ﺤﻔ ﺔ ﻭﻗﺎﻝ: « ﺇﱠﻧﻜــﻢ ﻻ'
			'ﺗﺪ ﺭﻭ ﻥ ﻓﻲ ﺃﱢﻳ ﻬﺎ ﺍﻟﺒ ﺮﺁ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﺇﺫﺍ ﻭﻗﻌ ﺖ ﻟﻘﻤﺔ ﺃﺣﺪﺁﻢ . ﻓﻠﻴﺄ ﺧﺬ ﻩﺎ ﻓﻠﻴ ﻤ ﻂ ﻣﺎ ﺁﺎ ﻥ ﺑ ﻬﺎ ﻣ ﻦ ﺃﺬﯨ ، ﻭﻟﻴﺄﺁﻠ ﻬﺎ ، ﻭﻻ ﻳﺪ ﻋ ﻬﺎ'
			'ﻟﻠ ﱠﺸﻴﻄﺎ ﻥ ، ﻭﻻ ﻳ ﻤ ﺴ ﺢ ﻳﺪﻩ ﺑﺎﻟﻤﻨﺪﻳ ﻞ ﺣﱠﺘﻰ ﻳﻠﻌ ﻖ ﺃ ﺻﺎﺑﻌﻪ ، ﻓﺈﱠﻧﻪ ﻻ ﻳﺪ ﺮﻳ ﻓﻲ ﺃ ﱢﻱ ﻃﻌﺎ ﻣ ﻪ ﺍﻟﺒﺮﺁﺔ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﺇ ﱠﻥ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳ ﺤ ﻀ ﺮ ﺃ ﺣﺪﺁﻢ ﻋﻨﺪ ﺁﻞﱢ ﺷﻲ ﺀ ﻣ ﻦ ﺷﺄﻧ ﻪ ﺣﱠﺘﻰ ﻳ ﺤ ﻀ ﺮﻩ ﻋﻨﺪ ﻃﻌﺎ ﻣ ﻪ ، ﻓﺈﺫﺍ ﺳﻘ ﻄ ﺖ'
			'ﻣ ﻦ ﺃ ﺣﺪﺁﻢ ﺍﻟﱡﻠﻘﻤﺔ ﻓﻠﻴ ﻤ ﻂ ﻣﺎ ﺁﺎﻥ ﺑ ﻬﺎ ﻣ ﻦ ﺃﺬﯨ، ﻓﻠﻴﺄﺁﻠﻬﺎ ، ﻭﻻ ﻳﺪ ﻋ ﻬﺎ ﻟﻠ ﱠﺸﻴ ﻄﺎ ﻥ',
		translation: 'Translation of Hadith 164'
),
	Hadith(
		hadithNumber: 165,
		hadith:
						'ﺍﻟﻌﺎ ﺷ ﺮ : ﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﻗﺎﻡ ﻓﻴﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻤ ﻮ ﻋ ﻈ ﺔ'
			'ﻓﻘﺎﻝ : « ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺇﱠﻧﻜﻢ ﻣﺤﺸﻮﺭﻭ ﻥ ﺇﻟﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺣﻔﺎﺓ ﻋ ﺮﺍﺓ ﻏ ﺮ ﻻ { ﺁ ﻤﺎ ﺑﺪﺃﻧﺎ ﺃ ﱠﻭ ﻝ ﺧﻠ ﻖ ﻧﻌﻴﺪﻩ ﻭ ﻋﺪﺍ ﻋﻠﻴﻨﺎ'
			'ﺇﱠﻧﺎ ﺁﱠﻨﺎ ﻓﺎ ﻋﻠﻴ ﻦ } [ ﺍﻷﻧﺒﻴﺎﺀ : 103] ﺃﻻ ﻭﺇ ﱠﻥ ﺃ ﱠﻭ ﻝ ﺍﻟ ﺨﻼﺋ ﻖ ﻳﻜﺴﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺇﺑﺮﺎﻫﻴﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﺃﻻ'
			'ﻭﺇﻧﱠﻪ ﺳﻴ ﺠﺎﺀ ﺑ ﺮ ﺟﺎ ﻝ ﻣ ﻦ ﺃﱠﻣﺘﻰ، ﻓﻴ ﺆ ﺧﺬ ﺑ ﻬﻢ ﺫﺍ ﺕ ﺍﻟ ﱢﺸﻤﺎﻝ ﻓﺄﻗﻮ ﻝ: ﻳﺎ ﺭ ﱢﺏ ﺃ ﺻ ﺤﺎﺑﻲ ، ﻓﻴﻘﺎ ﻝ : ﺇﱠﻧ ﻚ ﻻ ﺗﺪ ﺮﻳ ﻣﺎ'
			'ﺃ ﺣﺪﺛﻮﺍ ﺑﻌﺪ ﻙ ، ﻓﺄﻗﻮﻝ ﺁﻤﺎ ﻗﺎ ﻝ ﺍﻟﻌﺒﺪ ﺍﻟ ﱠﺼﺎﻟ ﺢ : { ﻭﺁﻨ ﺖ ﻋﻠﻴﻬﻢ ﺷﻬﻴﺪﺍ ﻣﺎ ﺩ ﻣ ﺖ ﻓﻴﻬﻢ } ﺇﻟﻰ ﻗﻮﻟ ﻪ : { ﺍﻟﻌ ﺰﻳﺰ'
			'ﺍﻟ ﺤﻜﻴﻢ } [ ﺍﻟﻤﺎﺋﺪﺓ : 117 ، 118 ] ﻓﻴﻘﺎ ﻝ ﻟﻲ : ﺇﱠﻧ ﻬﻢ ﻟﻢ ﻳ ﺰﺍﻟﻮﺍ ﻣ ﺮﺗﱢﺪﻳ ﻦ ﻋﻠﻰ ﺃﻋﻘﺎﺑ ﻬﻢ ﻣﻨﺬ ﻓﺎ ﺭﻗﺘ ﻬﻢ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ .'
			'» ﻏ ﺮ ﻻ » ﺃ ﻱ : ﻏﻴ ﺮ ﻣ ﺨﺘﻮﻧﻴ ﻦ',
		translation: 'Translation of Hadith 165'
),
	Hadith(
		hadithNumber: 166,
		hadith:
						'ﺍﻟ ﺤﺎﺪﻳ ﻋ ﺸ ﺮ : ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻣﻐﱠﻔ ﻞ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻧ ﻬﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ، ﻋﻦ ﺍﻟ ﺨﺬ ﻑ ﻭﻗﺎ ﻝ : « ﺇﻧﱠﻪ ﻻ ﻳﻘﺘ ﻞ ﺍﻟ ﱠﺼﻴﺪ ، ﻭﻻ ﻳﻨﻜﺄ ﺍﻟﻌﺪﻭﱠ ، ﻭﺇﱠﻧﻪ ﻳﻔﻘﺄ ﺍﻟﻌﻴ ﻦ ، ﻭﻳﻜ ﺴ ﺮ ﺍﻟ ﱢﺴ ﱠﻦ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﺃ ﱠﻥ ﻗﺮﻳﺒﺎ ﻻﺑ ﻦ ﻣﻐﱠﻔ ﻞ ﺧﺬ ﻑ ، ﻓﻨ ﻬﺎﻩ ﻭﻗﺎﻝ : ﺇ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋﻦ ﺍﻟ ﺨﺬ ﻑ'
			'ﻭﻗﺎ ﻝ : « ﺇﱠﻧ ﻬﺎ ﻻ ﺗ ﺼﻴﺪ ﺻﻴﺪﺍ » ﺛﻢﱠ ﻋﺎﺩ ﻓﻘﺎ ﻝ : ﺃ ﺣﱢﺪﺛ ﻚ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻧ ﻬﻰ ﻋﻨﻪ ، ﺛﻢﱠ'
			'ﻋﺪ ﺕ ﺗ ﺨﺬ ﻑ ،؟ ﻻ ﺃﺁﱢﻠﻤ ﻚ ﺃﺑﺪﺍ .'
			'`',
		translation: 'Translation of Hadith 166'
),
	Hadith(
		hadithNumber: 167,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺑ ﺲ ﺑﻦ ﺭﺑﻴﻌ ﺔ ﻗﺎﻝ : ﺭﺃﻳ ﺖ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟﺨﻄﺎﺏ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻳﻘﺒﱢ ﻞ ﺍﻟ ﺤ ﺠ ﺮ ﻳﻌﻨﻲ ﺍ ﻷ ﺳ ﻮﺩ ﻭﻳﻘﻮ ﻝ :'
			'ﺇﻧﻲ ﺃ ﻋﻠﻢ ﺃﱠﻧ ﻚ ﺣ ﺠﺮ ﻣﺎ ﺗﻨﻔ ﻊ ﻭﻻ ﺗ ﻀﺮﱡ ، ﻭﻟ ﻮﻻ ﺃﱢﻧﻲ ﺭﺃﻳ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﻘﱢﺒﻠ ﻚ ﻣﺎ ﻗﱠﺒﻠﺘ ﻚ ..'
			'` .167ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 167'
),
	Hadith(
		hadithNumber: 168,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻟﱠﻤﺎ ﻧ ﺰﻟ ﺖ ﻋﻠﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : { ﻟﱠﻠ ﻪ ﻣﺎ ﻓﻲ'
			'ﺍﻟ ﱠﺴﻤﻮﺍ ﺕ ﻭ ﻣﺎ ﻓﻲ ﺍﻷﺮﺿ ﻭﺈﻧ ﺗﺒﺪﻭﺍ ﻣﺎﻓﻲ ﺃﻧﻔ ﺴﻜﻢ ﺃ ﻭ ﺗ ﺨﻔﻮﻩ ﻳﺤﺎﺳﺒﻜﻢ ﺑ ﻪ ﺍﻟﱠﻠﻪ} ﺍﻵﻳﺔ [ﺍﻟﺒﻘﺮﺓ 283 ] ﺍ ﺷﺘﱠﺪ ﺫﻟ ﻚ'
			'ﻋﻠﻰ ﺃ ﺻﺤﺎ ﺏ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄﺗ ﻮﺍ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﺛﻢﱠ ﺑ ﺮﺁﻮﺍ ﻋﻠﻰ'
			'ﺍﻟ ﱡﺮﺁﺐ ﻓﻘﺎﻟﻮﺍ : ﺃ ﻱ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺁﱢﻠﻔﻨﺎ ﻣ ﻦ ﺍ ﻷﻋﻤﺎ ﻝ ﻣﺎ ﻧ ﻄﻴ ﻖ : ﺍﻟ ﱠﺼ ﻼﺓ ﻭﺍﻟ ﺠﻬﺎﺩ ﻭﺍﻟ ﱢﺼﻴﺎﻡ ﻭﺍﻟ ﱠﺼﺪﻗ ﺔ ، ﻭﻗﺪ ﺃﻧﺰﻟ ﺖ'
			'ﻋﻠﻴ ﻚ ﻩﺬﻩ ﺍﻵﻳﺔ ﻭﻻ ﻧ ﻄﻴﻘ ﻬﺎ . ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﺗﺮﻳﺪﻭ ﻥ ﺃ ﻥ ﺗﻘﻮﻟﻮﺍ ﺁ ﻤﺎ ﻗﺎ ﻝ ﺃ ﻩ ﻞ'
			'ﺍﻟﻜﺘﺎﺑﻴﻦ ﻣ ﻦ ﻗﺒﻠﻜﻢ : ﺳﻤﻌﻨﺎ ﻭﻋﺼﻴﻨﺎ ؟ ﺑ ﻞ ﻗﻮﻟﻮﺍ : ﺳ ﻤﻌﻨﺎ ﻭﺃ ﻃﻌﻨﺎ ﻏﻔﺮﺍﻧﻚ ﺭﱠﺑﻨﺎ ﻭﺇﻟﻴ ﻚ ﺍﻟﻤ ﺼﻴ ﺮ » ﻓﻠﱠﻤﺎ ﺍﻗﺘ ﺮﺃ ﻩﺎ'
			'ﺍﻟﻘﻮﻡ ، ﻭﺫﻟﻘ ﺖ ﺑ ﻬﺎ ﺃﻟ ﺴﻨﺘ ﻬﻢ ، ﺃﻧﺰ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻲ ﺇﺛﺮ ﻩﺎ : { ﺁﻣ ﻦ ﺍﻟ ﱠﺮ ﺳﻮ ﻝ ﺑﻤﺎ ﺃﻧ ﺰ ﻝ ﺇﻟﻴﻪ ﻣ ﻦ ﺭﱢﺑ ﻪ ﻭﺍﻟﻤﺆ ﻣﻨﻮ ﻥ'
			'ﺁ ﱞﻞ ﺁﻣ ﻦ ﺑﺎﻟﱠﻠﻪ ﻭﻣﻼﺋﻜﺘ ﻪ ﻭﺁﺘﺒﻪ ﻭ ﺭ ﺳﻠ ﻪ ﻻ ﻧﻔﺮﱢ ﻕ ﺑﻴ ﻦ ﺃ ﺣﺪ ﻣ ﻦ ﺭ ﺳﻠ ﻪ ﻭﻗﺎﻟﻮﺍ ﺳﻤﻌﻨﺎ ﻭﺃﻃﻌﻨﺎ ﻏﻔ ﺮﺍﻧ ﻚ ﺭﱠﺑﻨﺎ ﻭﺇﻟﻴ ﻚ'
			'ﺍﻟﻤﺼﻴ ﺮ } ﻓﻠﱠﻤﺎ ﻓﻌﻠﻮﺍ ﺫﻟﻚ ﻧ ﺴ ﺨ ﻬﺎ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻓﺄﻧ ﺰ ﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ : { ﻻ ﻳﻜﻠﱢ ﻒ ﺍﻟﱠﻠﻪ ﻧﻔﺴﺎ ﺇ ﱠﻻ ﻭ ﺳﻌ ﻬﺎ ﻟ ﻬﺎ ﻣﺎ'
			'ﺁ ﺴﺒ ﺖ ﻭ ﻋﻠﻴ ﻬﺎ ﻣﺎ ﺍﺁﺘ ﺴﺒ ﺖ ، ﺭﱠﺑﻨﺎ ﻻ ﺗﺆﺍ ﺧﺬﻧﺎ ﺇ ﻥ ﻧ ﺴﻴﻨﺎ ﺃﻭ ﺃ ﺧ ﻄﺄﻧﺎ } ﻗﺎ ﻝ : ﻧﻌﻢ { ﺭﱠﺑﻨﺎ ﻭﻻ ﺗ ﺤﻤ ﻞ ﻋﻠﻴﻨﺎ ﺇ ﺻﺮﺍ ﺁ ﻤﺎ'
			'ﺣ ﻤﻠﺘﻪ ﻋﻠﻰ ﺍﱠﻟﺬﻳ ﻦ ﻣ ﻦ ﻗﺒﻠﻨﺎ } ﻗﺎ ﻝ: ﻧﻌﻢ { ﺭﱠﺑﻨﺎ ﻭﻻ ﺗ ﺤﱢﻤﻠﻨﺎ ﻣﺎﻻ ﻃﺎﻗ ﺔ ﻟﻨﺎ ﺑ ﻪ } ﻗﺎ ﻝ : ﻧﻌﻢ { ﻭﺍ ﻋ ﻒ ﻋﱠﻨﺎ ﻭﺍ ﻏﻔ ﺮ ﻟﻨﺎ'
			'ﻭﺍ ﺭ ﺣ ﻤﻨﺎ ﺃﻧﺖ ﻣ ﻮﻻﻧﺎ ﻓﺎﻧ ﺼﺮﻧﺎ ﻋﻠﻰ ﺍﻟﻘﻮﻡ ﺍﻟﻜﺎﻓﺮﻳ ﻦ } ﻗﺎ ﻝ : ﻧﻌﻢ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 168'
),
	Hadith(
		hadithNumber: 169,
		hadith:
						'ﻋﻦ ﻋﺎﺋﺸ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟﺖ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃ ﺣﺪ ﺙ ﻓﻲ ﺃ ﻣ ﺮﻧﺎ ﻩﺬﺍ'
			'ﻣﺎ ﻟﻴ ﺲ ﻣﻨﻪ ﻓ ﻬﻮ ﺭﱞﺩ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﻣ ﻦ ﻋ ﻤ ﻞ ﻋ ﻤ ﻼ ﻟﻴ ﺲ ﻋﻠﻴﻪ ﺃ ﻣ ﺮﻧﺎ ﻓ ﻬﻮ ﺭﱞﺩ » .'
			'`',
		translation: 'Translation of Hadith 169'
),
	Hadith(
		hadithNumber: 170,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ، ﺇﺫﺍ ﺧ ﻄﺐ ﺍ ﺣﻤ ﱠﺮ ﺕ ﻋﻴﻨﺎﻩ ،'
			'ﻭ ﻋﻼ ﺻ ﻮﺗﻪ ، ﻭﺍ ﺷﺘﱠﺪ ﻏ ﻀﺒﻪ ، ﺣﱠﺘﻰ ﺁﺄﱠﻧﻪ ﻣﻨﺬ ﺭ ﺟﻴ ﺶ ﻳﻘﻮ ﻝ : « ﺻﱠﺒ ﺤﻜﻢ ﻭ ﻣ ﱠﺴﺎﺁﻢ » ﻭﻳﻘﻮ ﻝ : « ﺑﻌﺜ ﺖ ﺃﻧﺎ'
			'ﻭﺍﻟ ﱠﺴﺎﻋﺔ ﺁ ﻬﺎﺗﻴﻦ » ﻭﻳﻘﺮ ﻥ ﺑﻴﻦ ﺃ ﺻﺒﻌﻴﻪ ، ﺍﻟﺴﺒﺎﺑ ﺔ ، ﻭﺍﻟ ﻮ ﺳ ﻄﻰ ، ﻭﻳﻘﻮ ﻝ: « ﺃﱠﻣﺎ ﺑﻌﺪ ، ﻓﺈ ﱠﻥ ﺧﻴ ﺮ ﺍﻟ ﺤﺪﻳ ﺚ ﺁﺘﺎ ﺏ'
			'ﺍﻟﱠﻠﻪ ، ﻭ ﺧﻴ ﺮ ﺍﻟ ﻬﺪﻯ ﻩﺪ ﻱ ﻣﺤﱢﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭ ﺷ ﱠﺮ ﺍ ﻷﻣﻮ ﺭ ﻣ ﺤﺪﺛﺎﺗ ﻬﺎ ﻭﺁﻞﱠ ﺑﺪ ﻋ ﺔ ﺿﻼﻟﺔ » ﺛﻢﱠ ﻳﻘﻮ ﻝ :'
			'« ﺃﻧﺎ ﺃ ﻭﻟﻰ ﺑﻜﻞﱢ ﻣ ﺆﻣﻦ ﻣ ﻦ ﻧﻔ ﺴ ﻪ . ﻣ ﻦ ﺗ ﺮﻙ ﻣﺎﻻ ﻓﻸ ﻩﻠ ﻪ ، ﻭ ﻣ ﻦ ﺗ ﺮ ﻙ ﺩﻳﻨﺎ ﺃ ﻭ ﺿﻴﺎﻋﺎ، ﻓﺈﻟ ﱠﻲ ﻭ ﻋﻠ ﱠﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ'
			'.'
			'ﻭﻋ ﻦ ﺍﻟﻌ ﺮﺑﺎﺽ ﺑﻦ ﺳﺎ ﺭﻳ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺣﺪﻳﺜﻪ ﺍﻟ ﱠﺴﺎﺑ ﻖ ﻓﻲ ﺑﺎ ﺏ ﺍﻟﻤ ﺤﺎﻓﻈ ﺔ ﻋﻠﻰ ﺍﻟ ﱡﺴﱠﻨ ﺔ',
		translation: 'Translation of Hadith 170'
),
	Hadith(
		hadithNumber: 171,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻋﻤﺮ ﻭ ﺟﺮﻳﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﱠﻨﺎ ﻓﻲ ﺻﺪﺭ ﺍﻟﱠﻨﻬﺎ ﺭ ﻋﻨﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺠﺎﺀﻩ ﻗ ﻮﻡ ﻋ ﺮﺍﺓ ﻣ ﺠﺘﺎﺑﻲ ﺍﻟﱢﻨﻤﺎﺭ ﺃﻭ ﺍﻟﻌﺒﺎ ﺀ . ﻣﺘﻘﱢﻠﺪﻱ ﺍﻟ ﱡﺴﻴﻮ ﻑ ﻋﺎﱠﻣﺘﻬﻢ ، ﺑﻞ ﺁﻠﻬﻢ ﻣ ﻦ ﻣﻀ ﺮ ، ﻓﺘﻤﱠﻌﺮ'
			'ﻭﺟﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻟﻤﺎ ﺭﺄﯨ ﺑ ﻬﻢ ﻣ ﻦ ﺍﻟﻔﺎﻗﺔ ، ﻓﺪﺧ ﻞ ﺛﻢﱠ ﺧﺮﺝ ، ﻓﺄﻣﺮ ﺑﻼ ﻻ ﻓﺄﱠﺬﻧ ﻭﺃﻗﺎﻡ ،'
			'ﻓﺼﱠﻠﻰ ﺛﻢﱠ ﺧﻄ ﺐ ، ﻓﻘﺎ ﻝ : {ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﻨﺎ ﺱ ﺍﱠﺗﻘﻮﺍ ﺭﺑﱠﻜﻢ ﺍﻟﺬﻱ ﺧﻠﻘﻜﻢ ﻣ ﻦ ﻧﻔ ﺲ ﻭﺍ ﺣﺪﺓ } ﺇﻟﻰ ﺁ ﺧ ﺮ ﺍﻵﻳﺔ: { ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ'
			'ﺁﺎ ﻥ ﻋﻠﻴﻜﻢ ﺭﻗﻴﺒﺎ} ، ﻭﺍﻵﻳﺔ ﺍ ﻷ ﺧ ﺮﻯ ﺍﱠﻟﺘﻲ ﻓﻲ ﺁﺧﺮ ﺍﻟﺤ ﺸ ﺮ : { ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﱠﻟﺬﻳ ﻦ ﺁﻣﻨﻮﺍ ﺍﱠﺗﻘﻮﺍ ﺍﻟﱠﻠﻪ ﻭﻟﺘﻨ ﻈ ﺮ ﻧﻔ ﺲ ﱠﻣﺎ'
			'ﻗﱠﺪﻣ ﺖ ﻟﻐﺪ} ﺗﺼﱠﺪﻕ ﺭ ﺟﻞ ﻣ ﻦ ﺩﻳﻨﺎ ﺭﻩ ﻣ ﻦ ﺩ ﺭ ﻩﻤﻪ ﻣ ﻦ ﺛ ﻮﺑ ﻪ ﻣ ﻦ ﺻﺎﻉ ﺑ ﱢﺮﻩ ﻣ ﻦ ﺻﺎ ﻉ ﺗﻤ ﺮﻩ ﺣﱠﺘﻰ ﻗﺎ ﻝ : ﻭﻟ ﻮ ﺑﺸ ﱢﻖ'
			'ﺗ ﻤﺮﺓ ﻓ ﺠﺎ ﺀ ﺭ ﺟﻞ ﻣ ﻦ ﺍ ﻷﻧ ﺼﺎ ﺭ ﺑ ﺼ ﱠﺮﺓ ﺁﺎﺩ ﺕ ﺁﻔﱡﻪ ﺗﻌﺠ ﺰ ﻋﻨ ﻬﺎ ، ﺑ ﻞ ﻗﺪ ﻋﺠﺰ ﺕ ، ﺛﻢﱠ ﺗﺘﺎﺑ ﻊ ﺍﻟﱠﻨﺎ ﺱ ﺣﱠﺘﻰ ﺭﺃﻳ ﺖ'
			'ﺁ ﻮﻣﻴ ﻦ ﻣ ﻦ ﻃﻌﺎﻡ ﻭﺛﻴﺎ ﺏ ، ﺣﱠﺘﻰ ﺭﺃﻳ ﺖ ﻭ ﺟﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﺘﻬﻠﱠ ﻞ ﺁﺄﱠﻧﻪ ﻣﺬ ﻩﺒﺔ ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺳ ﱠﻦ ﻓﻲ ﺍ ﻹ ﺳﻼﻡ ﺳﻨ ﺔ ﺣﺴﻨ ﺔ ﻓﻠﻪ ﺃ ﺟ ﺮ ﻩﺎ، ﻭﺃ ﺟ ﺮ ﻣ ﻦ ﻋﻤ ﻞ ﺑ ﻬﺎ ﻣ ﻦ ﺑﻌﺪﻩ ﻣ ﻦ'
			'ﻏﻴ ﺮ ﺃ ﻥ ﻳﻨﻘ ﺺ ﻣ ﻦ ﺃ ﺟﻮﺭ ﻩﻢ ﺷﻲ ﺀ ، ﻭ ﻣ ﻦ ﺳ ﱠﻦ ﻓﻲ ﺍ ﻹ ﺳﻼﻡ ﺳﱠﻨ ﺔ ﺳﱠﻴﺌ ﺔ ﺁﺎ ﻥ ﻋﻠﻴﻪ ﻭ ﺯﺮﻫﺎ ﻭ ﻭﺯ ﺭ ﻣ ﻦ ﻋ ﻤ ﻞ ﺑ ﻬﺎ'
			'ﻣ ﻦ ﺑﻌﺪﻩ ﻣ ﻦ ﻏﻴ ﺮ ﺃ ﻥ ﻳﻨﻘ ﺺ ﻣ ﻦ ﺃ ﻭﺯﺍﺮﻫﻢ ﺷ ﻲ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗ ﻮﻟﻪ : « ﻣ ﺠﺘﺎﺑﻲ ﺍﻟﱠﻨﻤﺎ ﺭ » ﻩﻮ ﺑﺎﻟ ﺠﻴﻢ ﻭﺑﻌﺪ ﺍ ﻷﻟ ﻒ ﺑﺎﺀ ﻣ ﻮ ﱠﺣﺪﺓ . ﻭﺍﻟﱢﻨ ﻤﺎ ﺭ : ﺟ ﻤ ﻊ ﻧ ﻤ ﺮﺓ، ﻭ ﻩ ﻲ : ﺁ ﺴﺎ ﺀ ﻣ ﻦ'
			'ﺻﻮ ﻑ ﻣ ﺨ ﱠﻄﻂ . ﻭﻣﻌﻨﻰ « ﻣ ﺠﺘﺎﺑﻴﻬﺎ » ﺄﻳ : ﻻﺑ ﺴﻴ ﻬﺎ ﻗﺪ ﺧ ﺮﻗﻮ ﻩﺎ ﻓﻲ ﺭﺅﻭﺳﻬﻢ . « ﻭﺍﻟ ﺠ ﻮ ﺏ » : ﺍﻟﻘ ﻄ ﻊ ، ﻭ ﻣﻨﻪ'
			'ﻗ ﻮﻟﻪ ﺗﻌﺎﻟﻰ : { ﻭﺛ ﻤﻮﺩ ﺍﱠﻟﺬﻳ ﻦ ﺟﺎﺑﻮﺍ ﺍﻟ ﱠﺼ ﺨ ﺮ ﺑﺎﻟ ﻮﺍﺩ } ﺃ ﻱ : ﻧ ﺤﺘﻮﻩ ﻭﻗ ﻄﻌﻮﻩ . ﻭﻗ ﻮﻟﻪ « ﺗ ﻤﱠﻌ ﺮ » ﻩﻮ ﺑﺎﻟﻌﻴﻦ'
			'ﺍﻟﻤﻬﻤﻠﺔ ، ﺃ ﻱ : ﺗﻐﻴ ﺮ . ﻭﻗ ﻮﻟﻪ: « ﺭﺃﻳ ﺖ ﺁ ﻮﻣﻴ ﻦ » ﺑﻔﺘﺢ ﺍﻟﻜﺎﻑ ﻭﺿﱢﻤﻬﺎ ، ﺃ ﻱ : ﺻﺒﺮﺗﻴ ﻦ . ﻭﻗ ﻮﻟﻪ : « ﺁﺄﱠﻧﻪ'
			'ﻣﺬ ﻩﺒﺔ» ﻪـﻮ ﺑﺎﻟﺬﻻ ﺍﻟﻤﻌﺠﻤﺔ ، ﻭﻓﺘﺢ ﺍﻟﻬﺎ ﺀ ﻭﺍﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ ، ﻗﺎﻟﻪ ﺍﻟﻘﺎﺿﻲ ﻋﻴﺎ ﺽ ﻭ ﻏﻴ ﺮﻩ . ﻭ ﺻ ﱠﺤﻔﻪ ﺑﻌ ﻀ ﻬﻢ'
			'ﻓﻘﺎ ﻝ : « ﻣﺪ ﻩﻨﺔ » ﺑﺪﻻ ﻣﻬﻤﻠ ﺔ ﻭﺿﻢ ﺍﻟﻬﺎ ﺀ ﻭﺑﺎﻟﻨﻮﻥ ، ﻭﺁﺬﺍ ﺿﺒ ﻄﻪ ﺍﻟ ﺤ ﻤﻴﺪ ﱡﻱ ، ﻭﺍﻟﺼﱠﺤﻴ ﺢ ﺍﻟﻤ ﺸ ﻬﻮ ﺭ ﻩ ﻮ ﺍ ﻷﻭﱠ ﻝ .'
			'ﻭﺍﻟﻤ ﺮﺍﺩ ﺑ ﻪ ﻋﻠﻰ ﺍﻟ ﻮ ﺟ ﻬﻴ ﻦ : ﺍﻟ ﱠﺼﻔﺎ ﺀ ﻭﺍﻻ ﺳﺘﻨﺎ ﺭﺓ',
		translation: 'Translation of Hadith 171'
),
	Hadith(
		hadithNumber: 172,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻴﺲ ﻣ ﻦ ﻧﻔ ﺲ ﺗﻘﺘ ﻞ ﻇﻠﻤﺎ ﺇ ﱠﻻ'
			'ﺁﺎ ﻥ ﻋﻠﻰ ﺍﺑ ﻦ ﺁﺪﻣ ﺍﻷ ﱠﻭ ﻝ ﺁﻔ ﻞ ﻣ ﻦ ﺩ ﻣ ﻬﺎ ﻷﻧﱠﻪ ﺁﺎﻥ ﺃ ﱠﻮﻟ ﻣ ﻦ ﺳ ﱠﻦ ﺍﻟﻘﺘ ﻞ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 172'
),
	Hadith(
		hadithNumber: 173,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ﻋﻘﺒ ﺔ ﺑﻦ ﻋ ﻤ ﺮﻭ ﺍ ﻷﻧ ﺼﺎ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻣ ﻦ ﺩ ﱠﻝ ﻋﻠﻰ ﺧﻴ ﺮ ﻓﻠﻪ ﻣﺜ ﻞ ﺃ ﺟ ﺮ ﻓﺎ ﻋﻠ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 173'
),
	Hadith(
		hadithNumber: 174,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﻣ ﻦ ﺩ ﻋﺎ ﺇﻟﻰ ﻩﺪﻯ ﺁﺎ ﻥ ﻟﻪ'
			'ﻣ ﻦ ﺍ ﻷ ﺟ ﺮ ﻣﺜ ﻞ ﺃ ﺟﻮ ﺭ ﻣ ﻦ ﺗﺒﻌﻪ ﻻ ﻳﻨﻘ ﺺ ﺫﻟ ﻚ ﻣ ﻦ ﺃ ﺟﻮ ﺭ ﻩﻢ ﺷﻴﺌﺎ ، ﻭ ﻣ ﻦ ﺩ ﻋﺎ ﺇﻟﻰ ﺿ ﻼﻟ ﺔ ﺁﺎ ﻥ ﻋﻠﻴﻪ ﻣ ﻦ ﺍ ﻹﺛﻢ ﻣﺜ ﻞ'
			'ﺁﺛﺎﻡ ﻣ ﻦ ﺗﺒﻌﻪ ﻻ ﻳﻨﻘ ﺺ ﺫﻟ ﻚ ﻣ ﻦ ﺁﺛﺎ ﻣ ﻬﻢ ﺷﻴﺌﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 174'
),
	Hadith(
		hadithNumber: 175,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﻌﺒﺎ ﺱ ﺳﻬﻞ ﺑ ﻦ ﺳﻌﺪ ﺍﻟ ﱠﺴﺎ ﻋﺪ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﻳ ﻮﻡ'
			'ﺧﻴﺒ ﺮ : « ﻷ ﻋ ﻄﻴ ﱠﻦ ﺍﻟ ﱠﺮﺍﻳ ﺔ ﻏﺪﺍ ﺭ ﺟ ﻼ ﻳﻔﺘ ﺢ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﻳﺪﻳﻪ ، ﻳﺤ ﱡﺐ ﺍﻟﱠﻠﻪ ﻭﺭ ﺳﻮﻟﻪ ، ﻭﻳﺤﺒﱡﻪ ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ » ﻓﺒﺎ ﺕ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻳﺪﻭﺁﻮ ﻥ ﻟﻴﻠﺘ ﻬﻢ ﺃﱡﻳ ﻬﻢ ﻳﻌ ﻄﺎ ﻩﺎ . ﻓﻠﱠﻤﺎ ﺃﺻﺒ ﺢ ﺍﻟﱠﻨﺎ ﺱ ﻏﺪ ﻭﺍ ﻋﻠﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺁﻠﱡ ﻬﻢ'
			'ﻳﺮ ﺟﻮ ﺃ ﻥ ﻳﻌ ﻄﺎ ﻩﺎ ، ﻓﻘﺎﻝ: « ﺃﻳ ﻦ ﻋﻠ ﱡﻲ ﺑ ﻦ ﺃﺑﻲ ﻃﺎﻟﺐ ؟ » ﻓﻘﻴ ﻞ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻩﻮ ﻳ ﺸﺘﻜﻲ ﻋﻴﻨﻴﻪ ﻗﺎﻝ : «'
			'ﻓﺄ ﺭ ﺳﻠﻮﺍ ﺇﻟﻴﻪ » ﻓﺄﺗﻲ ﺑ ﻪ ، ﻓﺒﺼ ﻖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻋﻴﻨﻴﻪ ، ﻭﺩﻋﺎ ﻟﻪ ، ﻓﺒﺮﺃ ﺣﱠﺘﻰ ﺁﺄ ﻥ ﻟﻢ'
			'ﻳﻜ ﻦ ﺑ ﻪ ﻭﺟ ﻊ ، ﻓﺄ ﻋ ﻄﺎﻩ ﺍﻟ ﱠﺮﺍﻳ ﺔ . ﻓﻘﺎﻝ ﻋﻠ ﱞﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃﻗﺎﺗﻠﻬﻢ ﺣﱠﺘﻰ ﻳﻜﻮﻧﻮﺍ ﻣﺜﻠﻨﺎ ؟ ﻓﻘﺎ ﻝ :'
			'« ﺍﻧﻔﺬ ﻋﻠﻰ ﺭﺳﻠ ﻚ ﺣﱠﺘﻰ ﺗﻨ ﺰ ﻝ ﺑ ﺴﺎﺣﺘ ﻬﻢ، ﺛﻢﱠ ﺍﺩ ﻋ ﻬﻢ ﺇﻟﻰ ﺍ ﻹ ﺳﻼﻡ ، ﻭﺃ ﺧﺒ ﺮ ﻩﻢ ﺑ ﻤﺎ ﻳ ﺠ ﺐ ﻣ ﻦ ﺣ ﱢﻖ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻴ ﻪ ،'
			'ﻓﻮﺍﻟﱠﻠﻪ ﻷ ﻥ ﻳ ﻬﺪ ﻱ ﺍﻟﱠﻠﻪ ﺑ ﻚ ﺭ ﺟ ﻼ ﻭﺍ ﺣﺪﺍ ﺧﻴﺮ ﻟ ﻚ ﻣ ﻦ ﺣ ﻤ ﺮ ﺍﻟﱠﻨﻌﻢ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ : « ﻳﺪﻭﺁﻮ ﻥ » : ﺃ ﻱ ﻳ ﺨﻮ ﺿﻮ ﻥ ﻭﻳﺘﺤﱠﺪﺛﻮﻥ ، ﻗ ﻮﻟﻪ : « ﺭ ﺳﻠ ﻚ » ﺑﻜﺴﺮ ﺍﻟﺮﺍ ﺀ ﻭﺑﻔﺘ ﺤ ﻬﺎ ﻟﻐﺘﺎ ﻥ ، ﻭﺍﻟﻜ ﺴ ﺮ'
			'ﺃﻓ ﺼ ﺢ',
		translation: 'Translation of Hadith 175'
),
	Hadith(
		hadithNumber: 176,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﻥ ﻓﺘﻰ ﻣ ﻦ ﺃ ﺳﻠﻢ ﻗﺎﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇﱢﻧﻲ ﺃ ﺭﻳﺪ ﺍﻟﻐ ﺰ ﻭ ﻭﻟﻴﺲ ﻣﻌﻲ ﻣﺎ ﺃﺗﺠﻬﱠ ﺰ'
			'ﺑ ﻪ ؟ ﻗﺎ ﻝ : « ﺍﺋ ﺖ ﻓﻼﻧﺎ ﻓﺈﻧﻪ ﻗﺪ ﺁﺎ ﻥ ﺗ ﺠ ﱠﻬ ﺰ ﻓ ﻤ ﺮ ﺽ » ﻓﺄﺗﺎﻩ ﻓﻘﺎﻝ : ﺇ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﺮﺋ ﻚ'
			'ﺍﻟ ﱠﺴﻼﻡ ﻭﻳﻘﻮ ﻝ : ﺃ ﻋ ﻄﻨﻲ ﺍﻟﺬﻱ ﺗ ﺠ ﱠﻬ ﺰ ﺕ ﺑ ﻪ ، ﻓﻘﺎﻝ : ﻳﺎ ﻓﻼﻧﺔ ﺃ ﻋ ﻄﻴ ﻪ ﺍﻟﺬﻱ ﺗ ﺠﻬﱠ ﺰ ﺕ ﺑ ﻪ ، ﻭﻻ ﺗ ﺤﺒ ﺴﻲ ﻣﻨﻪ ﺷﻴﺌﺎ ،'
			'ﻓﻮﺍﻟﱠﻠﻪ ﻻ ﺗ ﺤﺒ ﺴﻴ ﻦ ﻣﻨﻪ ﺷﻴﺌﺎ ﻓﻴﺒﺎ ﺭ ﻙ ﻟ ﻚ ﻓﻴ ﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 176'
),
	Hadith(
		hadithNumber: 177,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﺮﺣﻤﻦ ﺯﻳﺪ ﺑﻦ ﺧﺎﻟﺪ ﺍﻟ ﺠ ﻬﻨ ﱢﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣ ﻦ'
			'ﺟ ﱠﻬ ﺰ ﻏﺎ ﺯﻳﺎ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻓﻘﺪ ﻏ ﺰﺍ ﻭ ﻣ ﻦ ﺧﻠ ﻒ ﻏﺎ ﺯﻳﺎ ﻓﻲ ﺃ ﻩﻠ ﻪ ﺑ ﺨﻴ ﺮ ﻓﻘﺪ ﻏ ﺰﺍ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 177'
),
	Hadith(
		hadithNumber: 178,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺑﻌ ﺚ ﺑﻌﺜﺎ ﺇﻟﻰ ﺑﻨﻲ ﻟﺤﻴﺎ ﻥ'
			'ﻣ ﻦ ﻩﺬﻳ ﻞ ﻓﻘﺎ ﻝ : « ﻟﻴﻨﺒﻌ ﺚ ﻣ ﻦ ﺁﻞﱢ ﺭ ﺟﻠﻴ ﻦ ﺃ ﺣﺪ ﻩﻤﺎ ﻭﺍ ﻷ ﺟ ﺮ ﺑﻴﻨ ﻬﻤﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 178'
),
	Hadith(
		hadithNumber: 179,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻘ ﻲ ﺭﺁﺒﺎ ﺑﺎﻟ ﱠﺮ ﻭ ﺣﺎ ﺀ ﻓﻘﺎﻝ: « ﻣ ﻦ ﺍﻟﻘ ﻮﻡ'
			'؟ » ﻗﺎﻟﻮﺍ : ﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ، ﻓﻘﺎﻟﻮﺍ : ﻣ ﻦ ﺃﻧ ﺖ ؟ ﻗﺎﻝ : «ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ» ﻓ ﺮﻓﻌ ﺖ ﺇﻟﻴﻪ ﺍ ﻣ ﺮﺃﺓ ﺻﺒﻴﺎ ﻓﻘﺎﻟ ﺖ : ﺃﻟ ﻬﺬﺍ ﺣ ﱞﺞ ؟'
			'ﻗﺎﻝ : « ﻧﻌﻢ ﻭﻟ ﻚ ﺃ ﺟﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 179'
),
	Hadith(
		hadithNumber: 180,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷ ﺷﻌ ﺮ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﱠﻪ ﻗﺎﻝ: « ﺍﻟ ﺨﺎ ﺯ ﻥ ﺍﻟﻤ ﺴﻠﻢ.'
			'ﺍ ﻷ ﻣﻴ ﻦ ﺍﻟﺬﻱ ﻳﻨﻔﱢﺬ ﻣﺎ ﺃ ﻣ ﺮ ﺑ ﻪ ، ﻓﻴﻌ ﻄﻴ ﻪ ﺁﺎ ﻣ ﻼ ﻣﻮﱠﻓﺮﺍ ، ﻃﱢﻴﺒ ﺔ ﺑ ﻪ ﻧﻔ ﺴﻪ ﻓﻴﺪﻓﻌﻪ ﺇﻟﻰ ﺍﻟﺬﻱ ﺃ ﻣ ﺮ ﻟﻪ ﺑ ﻪ ﺃ ﺣﺪ'
			'ﺍﻟﻤﺘ ﺼﱢﺪﻗﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﺍﻟﺬﻱ ﻳﻌ ﻄﻲ ﻣﺎ ﺃ ﻣ ﺮ ﺑ ﻪ » ﻭ ﺿﺒ ﻄﻮﺍ « ﺍﻟﻤﺘﺼﱢﺪﻗﻴ ﻦ » ﺑﻔﺘﺢ ﺍﻟﻘﺎﻑ ﻣﻊ ﺁﺴﺮ ﺍﻟﻨﻮﻥ ﻋﻠﻰ ﺍﻟﱠﺘﺜﻨﻴ ﺔ ،'
			'ﻭ ﻋﻜ ﺴﻪ ﻋﻠﻰ ﺍﻟﺠ ﻤ ﻊ ﻭﺁﻼ ﻩ ﻤﺎ ﺻ ﺤﻴ ﺢ',
		translation: 'Translation of Hadith 180'
),
	Hadith(
		hadithNumber: 181,
		hadith:
						'ﻓﺎ ﻷﻭﱠ ﻝ : ﻋﻦ ﺃﺑﻲ ﺭﻗﱠﻴ ﺔ ﺗﻤﻴﻢ ﺑ ﻦ ﺃ ﻮﺳ ﺍﻟﱠﺪﺍ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ: «'
			'ﺍﻟﱢﺪﻳ ﻦ ﺍﻟﱠﻨ ﺼﻴ ﺤﺔ » ﻗﻠﻨﺎ : ﻟ ﻤ ﻦ ؟ ﻗﺎ ﻝ « ﻟﱠﻠﻪ ﻭﻟﻜﺘﺎﺑ ﻪ ﻭﻟﺮ ﺳﻮﻟ ﻪ ﻭ ﻷﺋﱠﻤ ﺔ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﻭ ﻋﺎﱠﻣﺘ ﻬﻢ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 181'
),
	Hadith(
		hadithNumber: 182,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ : ﻋ ﻦ ﺟﺮﻳﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﺎﻳﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ :'
			'ﺇﻗﺎﻡ ﺍﻟ ﱠﺼ ﻼﺓ ، ﻭﺇﻳﺘﺎ ﺀ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭﺍﻟﱡﻨ ﺼ ﺢ ﻟﻜ ﱢﻞ ﻣ ﺴﻠﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 182'
),
	Hadith(
		hadithNumber: 183,
		hadith:
						'ﺍﻟﱠﺜﺎﻟ ﺚ : ﻋ ﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳ ﺆﻣ ﻦ ﺃ ﺣﺪﺁﻢ ﺣﱠﺘﻰ ﻳ ﺤﺐﱠ'
			'ﻷ ﺧﻴ ﻪ ﻣﺎ ﻳ ﺤﺐﱡ ﻟﻨﻔ ﺴ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 183'
),
	Hadith(
		hadithNumber: 184,
		hadith:
						'ﻓﺎ ﻷﻭﱠ ﻝ : ﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ :'
			'« ﻣ ﻦ ﺭﺄﯨ ﻣﻨﻜﻢ ﻣﻨﻜﺮﺍ ﻓﻠﻴﻐﱢﻴ ﺮﻩ ﺑﻴﺪﻩ ، ﻓﺈ ﻥ ﻟﻢ ﻳ ﺴﺘﻄ ﻊ ﻓﺒﻠ ﺴﺎﻧ ﻪ ، ﻓﺈ ﻥ ﻟﻢ ﻳ ﺴﺘ ﻄ ﻊ ﻓﺒﻘﻠﺒ ﻪ ﻭﺫﻟ ﻚ ﺃ ﺿﻌ ﻒ ﺍ ﻹﻳﻤﺎ ﻥ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 184'
),
	Hadith(
		hadithNumber: 185,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ : ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﻣ ﻦ ﻧﺒ ﱟﻲ ﺑﻌﺜﻪ'
			'ﺍﻟﱠﻠﻪ ﻓﻲ ﺃﱠﻣ ﺔ ﻗﺒﻠﻲ ﺇ ﱠﻻ ﺁﺎﻥ ﻟﻪ ﻣﻦ ﺃﱠﻣﺘ ﻪ ﺣﻮﺍﺭﱡﻳﻮﻥ ﻭﺃ ﺻ ﺤﺎ ﺏ ﻳﺄﺧﺬﻮﻧ ﺑ ﺴﱠﻨﺘ ﻪ ﻭﻳﻘﺘﺪﻮﻧ ﺑﺄ ﻣ ﺮﻩ، ﺛﻢﱠ ﺇﱠﻧﻬﺎ ﺗ ﺨﻠ ﻒ ﻣ ﻦ'
			'ﺑﻌﺪﻩﻢ ﺧﻠﻮ ﻑ ﻳﻘﻮﻟﻮﻥ ﻣﺎ ﻻ ﻳﻔﻌﻠﻮ ﻥ ، ﻭﻳﻔﻌﻠﻮﻥ ﻣﺎ ﻻ ﻳ ﺆﻣﺮﻮﻧ ، ﻓ ﻤ ﻦ ﺟﺎﻩﺪ ﻩﻢ ﺑﻴﺪﻩ ﻓ ﻬﻮ ﻣ ﺆﻣ ﻦ ، ﻭ ﻣ ﻦ ﺟﺎﻩﺪﻩﻢ'
			'ﺑﻘﻠﺒ ﻪ ﻓ ﻬﻮ ﻣ ﺆﻣ ﻦ ، ﻭ ﻣ ﻦ ﺟﺎ ﻩﺪ ﻩﻢ ﺑﻠﺴﺎﻧ ﻪ ﻓ ﻬﻮ ﻣ ﺆﻣ ﻦ ، ﻭﻟﻴﺲ ﻭﺭﺍ ﺀ ﺫﻟﻚ ﻣﻦ ﺍ ﻹﻳﻤﺎ ﻥ ﺣﺒﱠﺔ ﺧ ﺮﺩ ﻝ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 185'
),
	Hadith(
		hadithNumber: 186,
		hadith:
						'ﺍﻟﺜﺎﻟ ﺚ : ﻋﻦ ﺃﺑﻲ ﺍﻟﻮﻟﻴﺪ ﻋﺒﺎﺩﺓ ﺑ ﻦ ﺍﻟ ﱠﺼﺎ ﻣ ﺖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : « ﺑﺎﻳﻌﻨﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ.['
			'ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍﻟ ﱠﺴﻤ ﻊ ﻭﺍﻟ ﱠﻄﺎ ﻋ ﺔ ﻓﻲ ﺍﻟﻌ ﺴ ﺮ ﻭﺍﻟﻴ ﺴ ﺮ ﻭﺍﻟ ﻤﻨ ﺸ ﻂ ﻭﺍﻟ ﻤﻜ ﺮﻩ ، ﻭﻋﻠﻰ ﺃﺛ ﺮﺓ ﻋﻠﻴﻨﺎ، ﻭ ﻋﻠﻰ ﺃ ﻥ ﻻ ﻧﻨﺎ ﺯ ﻉ'
			'ﺍ ﻷ ﻣ ﺮ ﺃ ﻩﻠﻪ ﺇ ﱠﻻ ﺃ ﻥ ﺗ ﺮ ﻭﺍ ﺁﻔﺮﺍ ﺑ ﻮﺍﺣﺎ ﻋﻨﺪﺁﻢ ﻣ ﻦ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻴﻪ ﺑﺮﻩﺎ ﻥ ، ﻭﻋﻠﻰ ﺄﻧ ﻧﻘﻮﻝ ﺑﺎﻟﺤ ﱢﻖ ﺃﻳﻨﻤﺎ ﺁﱠﻨﺎ ﻻ ﻧﺨﺎ ﻑ'
			'ﻓﻲ ﺍﻟﱠﻠﻪ ﻟ ﻮﻣﺔ ﻻﺋﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻤﻨ ﺸﻂ ﻭﺍﻟ ﻤﻜﺮﻩ » ﺑﻔﺘ ﺢ ﻣﻴﻤﻴﻬﻤﺎ : ﺃ ﻱ : ﻓﻲ ﺍﻟ ﱠﺴ ﻬ ﻞ ﻭﺍﻟ ﱠﺼﻌ ﺐ . « ﻭﺍ ﻷﺛﺮﺓ : ﺍﻻ ﺧﺘﺼﺎ ﺹ ﺑﺎﻟﻤ ﺸﺘﺮﻙ ، ﻭﻗﺪ'
			'ﺳﺒ ﻖ ﺑﻴﺎﻧﻬﺎ . « ﺑ ﻮﺍﺣﺎ » ﺑﻔﺘﺢ ﺍﻟﺒﺎ ﺀ ﺍﻟﻤ ﻮ ﱠﺣﺪﺓ ﺑﻌﺪ ﻩﺎ ﻭﺍﻭﺛﻢﱠ ﺃﻟ ﻒ ﺛﻢﱠ ﺣﺎﺀ ﻣ ﻬﻤﻠﺔ ﺃ ﻱ ﻇﺎ ﻩﺮﺍ ﻻ ﻳ ﺤﺘ ﻤ ﻞ ﺗﺄ ﻭﻳ ﻼ .'
			'`',
		translation: 'Translation of Hadith 186'
),
	Hadith(
		hadithNumber: 187,
		hadith:
						'ﺍﻟ ﱠﺮﺍﺑﻊ : ﻋﻦ ﺍﻟﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑﺸﻴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﻣﺜ ﻞ ﺍﻟﻘﺎﺋﻢ ﻓﻲ'
			'ﺣﺪﻭﺩ ﺍﻟﱠﻠﻪ ، ﻭﺍﻟ ﻮﺍﻗ ﻊ ﻓﻴﻬﺎ ﺁ ﻤﺜ ﻞ ﻗﻮﻡ ﺍ ﺳﺘ ﻬﻤﻮﺍ ﻋﻠﻰ ﺳﻔﻴﻨ ﺔ ﻓﺼﺎ ﺭ ﺑﻌ ﻀﻬﻢ ﺃﻋﻼ ﻩﺎ ﻭﺑﻌ ﻀﻬﻢ ﺃﺳﻔﻠﻬﺎ ﻭﺁﺎ ﻥ ﺍﻟﺬﻳ ﻦ'
			'ﻓﻲ ﺃﺳﻔﻠﻬﺎ ﺇﺫﺍ ﺍ ﺳﺘﻘ ﻮﺍ ﻣ ﻦ ﺍﻟﻤﺎ ﺀ ﻣ ﱡﺮﻭﺍ ﻋﻠﻰ ﻣ ﻦ ﻓ ﻮﻗ ﻬﻢ ﻓﻘﺎﻟﻮﺍ : ﻟ ﻮ ﺃﱠﻧﺎ ﺧ ﺮﻗﻨﺎ ﻓﻲ ﻧ ﺼﻴﺒﻨﺎ ﺧ ﺮﻗﺎ ﻭﻟﻢ ﻧ ﺆﺫ ﻣ ﻦ'
			'ﻓ ﻮﻗﻨﺎ ، ﻓﺈ ﻥ ﺗ ﺮﺁﻮ ﻩﻢ ﻭ ﻣﺎ ﺃﺭﺍﺩﻭﺍ ﻩﻠﻜﻮﺍ ﺟ ﻤﻴﻌﺎ ، ﻭﺇ ﻥ ﺃ ﺧﺬﻭﺍ ﻋﻠﻰ ﺃﻳﺪﻳ ﻬﻢ ﻧﺠ ﻮﺍ ﻭﻧﺠ ﻮﺍ ﺟ ﻤﻴﻌﺎ » . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ'
			'.'
			'ﺍﻟﻘﺎﺋﻢ ﻓﻲ ﺣﺪﻭﺩ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ » ﻣﻌﻨﺎﻩ : ﺍﻟﻤﻨﻜ ﺮ ﻟﻬﺎ ، ﺍﻟﻘﺎﺋﻢ ﻓﻲ ﺩﻓﻌ ﻬﺎ ﻭﺇﺯﺍﻟﺘ ﻬﺎ ﻭﺍﻟﻤﺮﺍﺩ ﺑﺎﻟ ﺤﺪﻭﺩ : ﻣﺎ ﻧﻬﻰ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ : «ﺍ ﺳﺘ ﻬﻤﻮﺍ » : ﺍﻗﺘﺮ ﻋﻮﺍ',
		translation: 'Translation of Hadith 187'
),
	Hadith(
		hadithNumber: 188,
		hadith:
						'ﺍﻟﺨﺎ ﻣ ﺲ : ﻋ ﻦ ﺄﻣﱢ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺄﻣﱢ ﺳﻠ ﻤﺔ ﻩﻨﺪ ﺑﻨ ﺖ ﺃﺑﻲ ﺃ ﻣﱠﻴ ﺔ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﻪ ﻗﺎﻝ : « ﺇﻧﱠﻪ ﻳ ﺴﺘﻌﻤ ﻞ ﻋﻠﻴﻜﻢ ﺃ ﻣﺮﺍ ﺀ ﻓﺘﻌ ﺮﻓﻮ ﻥ ﻭﺗﻨﻜ ﺮﻭ ﻥ ﻓ ﻤ ﻦ ﺁ ﺮﻩ ﻓﻘﺪ ﺑ ﺮﻯ ﺀ ﻭ ﻣ ﻦ ﺃﻧﻜ ﺮ ﻓﻘﺪ ﺳﻠﻢ'
			'، ﻭﻟﻜ ﻦ ﻣ ﻦ ﺭ ﺿ ﻲ ﻭﺗﺎﺑ ﻊ » ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺃ ﻻ ﻧﻘﺎﺗﻠ ﻬﻢ ؟ ﻗﺎ ﻝ : « ﻻ، ﻣﺎ ﺃﻗﺎﻣﻮﺍ ﻓﻴﻜﻢ ﺍﻟ ﱠﺼ ﻼﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ'
			'.'
			'ﻣﻌﻨﺎﻩ : ﻣ ﻦ ﺁ ﺮﻩ ﺑﻘﻠﺒ ﻪ ﻭﻟﻢ ﻳ ﺴﺘ ﻄ ﻊ ﺇﻧﻜﺎﺭﺍ ﺑﻴﺪ ﻭﻻ ﻟ ﺴﺎ ﻥ ﻓﻘﺪ ﺑ ﺮ ﺉ ﻣ ﻦ ﺍ ﻹﺛﻢ ﻭﺃﱠﺪﯨ ﻭ ﻇﻴﻔﺘﻪ ، ﻭ ﻣ ﻦ ﺃﻧﻜ ﺮ ﺑ ﺤ ﺴ ﺐ'
			'ﻃﺎﻗﺘ ﻪ ﻓﻘﺪ ﺳﻠﻢ ﻣ ﻦ ﻩﺬﻩ ﺍﻟﻤﻌﺼﻴ ﺔ ، ﻭ ﻣ ﻦ ﺭ ﺿ ﻲ ﺑﻔﻌﻠﻬﻢ ﻭﺗﺎﺑﻌﻬﻢ ، ﻓ ﻬ ﻮ ﺍﻟﻌﺎﺻﻲ',
		translation: 'Translation of Hadith 188'
),
	Hadith(
		hadithNumber: 189,
		hadith:
						'ﺍﻟﺴﱠﺎﺩ ﺱ : ﻋﻦ ﺄﻣﱢ ﺍﻟﻤ ﺆﻣﻨﻴﻦ ﺄﻣﱢ ﺍﻟﺤﻜﻢ ﺯﻳﻨ ﺐ ﺑﻨ ﺖ ﺟ ﺤ ﺶ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺩ ﺧ ﻞ ﻋﻠﻴ ﻬﺎ ﻓﺰﻋﺎ ﻳﻘﻮ ﻝ : « ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﻳﻞ ﻟﻠﻌﺮ ﺏ ﻣ ﻦ ﺷ ﱟﺮ ﻗﺪ ﺍﻗﺘﺮ ﺏ ، ﻓﺘ ﺢ ﺍﻟﻴ ﻮﻡ ﻣﻦ ﺭﺪﻣ ﻳﺄ ﺟﻮ ﺝ'
			'ﻭﻣﺄﺟﻮ ﺝ ﻣﺜ ﻞ ﻩﺬﻩ » ﻭ ﺣﱠﻠ ﻖ ﺑﺄ ﺻﺒﻌﻪ ﺍ ﻹﺑ ﻬﺎﻡ ﻭﺍﱠﻟﺘﻲ ﺗﻠﻴ ﻬﺎ . ﻓﻘﻠ ﺖ: ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃﻧ ﻬﻠ ﻚ ﻭﻓﻴﻨﺎ ﺍﻟ ﱠﺼﺎﻟ ﺤﻮ ﻥ ؟ ﻗﺎﻝ :'
			'« ﻧﻌﻢ ﺇﺫﺍ ﺁﺜ ﺮ ﺍﻟ ﺨﺒ ﺚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 189'
),
	Hadith(
		hadithNumber: 190,
		hadith:
						'ﺍﻟﺴﱠﺎﺑ ﻊ : ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻳﺎﺁﻢ'
			'ﻭﺍﻟ ﺠﻠﻮ ﺱ ﻓﻲ ﺍﻟﻄ ﺮﻗﺎ ﺕ » ﻓﻘﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻣﺎﻟﻨﺎ ﻣ ﻦ ﻣﺠﺎﻟﺴﻨﺎ ﺑﱞﺪ ، ﻧﺘﺤﺪﱠ ﺙ ﻓﻴ ﻬﺎ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻓﺈﺫﺍ ﺃﺑﻴﺘﻢ ﺇ ﱠﻻ ﺍﻟ ﻤ ﺠﻠﺲ ﻓﺄ ﻋ ﻄﻮﺍ ﺍﻟ ﱠﻄﺮﻳ ﻖ ﺣﻘﱠﻪ» ﻗﺎﻟﻮﺍ: ﻭ ﻣﺎ ﺣ ﱡﻖ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎﻝ :'
			'« ﻏ ﱡﺾ ﺍﻟﺒ ﺼﺮ ، ﻭﺁ ﱡﻒ ﺍ ﻷﺬﯨ، ﻭ ﺭﱡﺩ ﺍﻟ ﱠﺴﻼﻡ ، ﻭﺍ ﻷ ﻣ ﺮ ﺑﺎﻟﻤﻌﺮﻭ ﻑ ، ﻭﺍﻟﻨﱠ ﻬ ﻲ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 190'
),
	Hadith(
		hadithNumber: 191,
		hadith:
						'ﺍﻟﱠﺜﺎﻣ ﻦ : ﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﺄﯨ ﺧﺎﺗﻤﺎ ﻣ ﻦ ﺫ ﻩ ﺐ ﻓﻲ'
			'ﻳﺪ ﺭ ﺟ ﻞ ، ﻓﻨﺰ ﻋﻪ ﻓ ﻄﺮ ﺣﻪ ﻭﻗﺎﻝ : « ﻳﻌﻤﺪ ﺃ ﺣﺪﺁﻢ ﺇﻟﻰ ﺟ ﻤ ﺮﺓ ﻣ ﻦ ﻧﺎ ﺭ ﻓﻴ ﺠﻌﻠ ﻬﺎ ﻓﻲ ﻳﺪﻩ ، » ﻓﻘﻴﻞ ﻟﻠ ﱠﺮ ﺟﻞ ﺑﻌﺪ ﻣﺎ'
			'ﺫ ﻩ ﺐ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺧﺬ ﺧﺎﺗ ﻤ ﻚ ، ﺍﻧﺘﻔ ﻊ ﺑ ﻪ . ﻗﺎ ﻝ : ﻻ ﻭﺍﻟﱠﻠﻪ ﻻ ﺁ ﺧﺬﻩ ﺃﺑﺪﺍ ﻭﻗﺪ ﻃﺮﺣﻪ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 191'
),
	Hadith(
		hadithNumber: 192,
		hadith:
						'ﺍﻟﱠﺘﺎ ﺳ ﻊ : ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺤﺴ ﻦ ﺍﻟﺒ ﺼ ﺮﻱ ﺃ ﱠﻥ ﻋﺎﺋﺬ ﺑﻦ ﻋ ﻤﺮ ﻭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺩ ﺧ ﻞ ﻋﻠﻰ ﻋﺒﻴﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ'
			'ﺯﻳﺎﺩ ﻓﻘﺎ ﻝ : ﺃ ﻱ ﺑﻦ ﺯﻳﺎﺩ ﻓﻘﺎ ﻝ : ﺃ ﻱ ﺑﻨ ﱠﻲ ، ﺇﱢﻧﻲ ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺷ ﱠﺮ'
			'ﺍﻟ ﱢﺮﻋﺎ ﺀ ﺍﻟ ﺤ ﻄﻤﺔ » ﻓﺈﱠﻳﺎ ﻙ ﺃ ﻥ ﺗﻜﻮ ﻥ ﻣﻨ ﻬﻢ . ﻓﻘﺎ ﻝ ﻟﻪ : ﺍ ﺟﻠ ﺲ ﻓﺈﱠﻧﻤﺎ ﺃﻧﺖ ﻣ ﻦ ﻧ ﺨﺎﻟ ﺔ ﺃ ﺻ ﺤﺎ ﺏ ﻣ ﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ : ﻭ ﻩ ﻞ ﺁﺎﻧ ﺖ ﻟ ﻬﻢ ﻧ ﺨﺎﻟﺔ ﺇﱠﻧ ﻤﺎ ﺁﺎﻧ ﺖ ﺍﻟﱡﻨﺨﺎﻟﺔ ﺑﻌﺪ ﻩﻢ ﻭﻓﻲ ﻏﻴ ﺮ ﻩﻢ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 192'
),
	Hadith(
		hadithNumber: 193,
		hadith:
						'ﺍﻟﻌﺎﺷ ﺮ : ﻋ ﻦ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﻟﺘﺄﻣ ﺮﻥﱠ'
			'ﺑﺎﻟﻤﻌ ﺮﻭ ﻑ ، ﻭﻟﺘﻨ ﻬ ﻮ ﱠﻥ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ ، ﺃ ﻭ ﻟﻴﻮ ﺷﻜ ﱠﻦ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻳﺒﻌ ﺚ ﻋﻠﻴﻜﻢ ﻋﻘﺎﺑﺎ ﻣﻨﻪ ، ﺛﻢﱠ ﺗﺪ ﻋﻮﻧﻪ ﻓ ﻼ ﻳ ﺴﺘﺠﺎ ﺏ ﻟﻜﻢ'
			'» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 193'
),
	Hadith(
		hadithNumber: 194,
		hadith:
						'ﺍﻟ ﺤﺎﺪﻳ ﻋ ﺸ ﺮ : ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «ﺃﻓ ﻀ ﻞ'
			'ﺍﻟ ﺠ ﻬﺎﺩ ﺁﻠ ﻤﺔ ﻋﺪ ﻝ ﻋﻨﺪ ﺳﻠ ﻄﺎ ﻥ ﺟﺎﺋ ﺮ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 194'
),
	Hadith(
		hadithNumber: 195,
		hadith:
						'ﺍﻟﱠﺜﺎﻧﻲ ﻋ ﺸﺮ : ﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﻃﺎ ﺭ ﻕ ﺑ ﻦ ﺷﻬﺎ ﺏ ﺍﻟﺒ ﺠﻠ ﱢﻲ ﺍ ﻷ ﺣﻤ ﺴ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺟ ﻼ ﺳﺄ ﻝ ﺍﻟﱠﻨﺒ ﱠﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻗﺪ ﻭﺿ ﻊ ﺭ ﺟﻠﻪ ﻓﻲ ﺍﻟﻐ ﺮ ﺯ : ﺃ ﱡﻱ ﺍﻟ ﺠﻬﺎﺩ ﺃﻓ ﻀ ﻞ؟ ﻗﺎ ﻝ : «ﺁﻠ ﻤﺔ ﺣ ﱟﻖ ﻋﻨﺪ ﺳﻠ ﻄﺎ ﻥ ﺟﺎﺋﺮ »'
			'ﺭ ﻭﺍﻩ ﺍﻟﻨﺴﺎﺋ ﱡﻲ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ .'
			'»ﺍﻟﻐ ﺮﺯ » ﺑﻌﻴ ﻦ ﻣﻌ ﺠﻤﺔ ﻣﻔﺘﻮﺣ ﺔ ﺛﻢﱠ ﺭﺍ ﺀ ﺳﺎﺁﻨﺔ ﺛﻢ ﺯﺎﻳ ، ﻭ ﻩ ﻮ ﺭﺁﺎ ﺏ ﺁﻮ ﺭ ﺍﻟﺠ ﻤ ﻞ ﺇﺫﺍ ﺁﺎ ﻥ ﻣ ﻦ ﺟﻠﺪ ﺃ ﻭ ﺧ ﺸ ﺐ ،'
			'ﻭﻗﻴ ﻞ : ﻻ ﻳ ﺨﺘ ﱡﺺ ﺑ ﺠﻠﺪ ﻭ ﺧ ﺸ ﺐ',
		translation: 'Translation of Hadith 195'
),
	Hadith(
		hadithNumber: 196,
		hadith:
						'ﺍﻟﱠﺜﺎﻟ ﺚ ﻋ ﺸ ﺮ : ﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇ ﱠﻥ ﺃ ﱠﻭ ﻝ'
			'ﻣﺎ ﺩ ﺧ ﻞ ﺍﻟﻨﱠﻘ ﺺ ﻋﻠﻰ ﺑﻨﻲ ﺇ ﺳﺮﺍﺋﻴ ﻞ ﺃﱠﻧﻪ ﺁﺎ ﻥ ﺍﻟﺮﱠ ﺟ ﻞ ﻳﻠﻘﻰ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻴﻘﻮ ﻝ : ﻳﺎ ﻩﺬﺍ ﺍﱠﺗﻖ ﺍﻟﱠﻠﻪ ﻭﺩ ﻉ ﻣﺎ ﺗ ﺼﻨ ﻊ ﻓﺈﱠﻧﻪ ﻻ'
			'ﻳ ﺤ ﱡﻞ ﻟﻚ ، ﺛﻢ ﻳﻠﻘﺎﻩ ﻣﻦ ﺍﻟﻐﺪ ﻭ ﻩﻮ ﻋﻠﻰ ﺣﺎﻟ ﻪ ، ﻓﻼ ﻳ ﻤﻨﻌﻪ ﺫﻟﻚ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺃﺁﻴﻠﻪ ﻭ ﺷ ﺮﻳﺒﻪ ﻭﻗﻌﻴﺪﻩ ، ﻓﻠﱠﻤﺎ ﻓﻌﻠﻮﺍ ﺫﻟ ﻚ'
			'ﺿ ﺮ ﺏ ﺍﻟﱠﻠﻪ ﻗﻠﻮ ﺏ ﺑﻌ ﻀ ﻬﻢ ﺑﺒﻌ ﺾ » ﺛﻢﱠ ﻗﺎﻝ : { ﻟﻌ ﻦ ﺍﱠﻟﺬﻳ ﻦ ﺁﻔﺮﻭﺍ ﻣ ﻦ ﺑﻨﻲ ﺇ ﺳ ﺮﺍﺋﻴ ﻞ ﻋﻠﻰ ﻟ ﺴﺎ ﻥ ﺩﺍ ﻭﺩ ﻭ ﻋﻴ ﺴﻰ'
			'ﺍﺑ ﻦ ﻣ ﺮﻳﻢ ﺫﻟﻚ ﺑﻤﺎ ﻋ ﺼ ﻮﺍ ﻭﺁﺎﻧﻮﺍ ﻳﻌﺘﺪﻭ ﻥ ، ﺁﺎﻧﻮﺍ ﻻ ﻳﺘﻨﺎ ﻩ ﻮ ﻥ ﻋ ﻦ ﻣﻨﻜ ﺮ ﻓﻌﻠﻮﻩ ﻟﺒﺌ ﺲ ﻣﺎ ﺁﺎﻧﻮﺍ ﻳﻔﻌﻠﻮﻥ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺗﺮﻯ ﺁﺜﻴﺮﺍ ﻣﻨ ﻬﻢ ﻳﺘ ﻮﱠﻟ ﻮ ﻥ ﺍﱠﻟﺬﻳ ﻦ ﺁﻔ ﺮﻭﺍ ﻟﺒﺌ ﺲ ﻣﺎ ﻗﱠﺪﻣ ﺖ ﻟ ﻬﻢ ﺃﻧﻔ ﺴ ﻬﻢ }'
			'ﺇﻟﻰ ﻗﻮﻟﻪ : { ﻓﺎ ﺳﻘﻮ ﻥ } [ ﺍﻟﻤﺎﺋﺪﺓ : 78، 81 } ﺛﻢﱠ ﻗﺎ ﻝ : « ﺁ ﱠﻼ ، ﻭﺍﻟﱠﻠﻪ ﻟﺘﺄﻣ ﺮﻥﱠ ﺑﺎﻟﻤﻌ ﺮﻭ ﻑ ، ﻭﻟﺘﻨﻬ ﻮﻥﱠ ﻋ ﻦ'
			'ﺍﻟﻤﻨﻜ ﺮ، ﻭﻟﺘﺄ ﺧﺬﻥﱠ ﻋﻠﻰ ﻳﺪ ﺍﻟ ﱠﻈﺎﻟﻢ ، ﻭﻟﺘﺄ ﻃ ﺮﱠﻧﻪ ﻋﻠﻰ ﺍﻟ ﺤ ﱢﻖ ﺃ ﻃﺮﺍ ، ﻭﻟﺘﻘ ﺼ ﺮﻧﱠﻪ ﻋﻠﻰ ﺍﻟ ﺤ ﱢﻖ ﻗ ﺼﺮﺍ ، ﺃ ﻭ ﻟﻴ ﻀ ﺮﺑ ﱠﻦ ﺍﻟﱠﻠﻪ'
			'ﺑﻘﻠﻮ ﺏ ﺑﻌ ﻀﻜﻢ ﻋﻠﻰ ﺑﻌ ﺾ ، ﺛﻢﱠ ﻟﻴﻠﻌﻨﻜﻢ ﺁ ﻤﺎ ﻟﻌﻨ ﻬﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻣﺪﺍﺭﻩ ﻋﻠﻰ ﺃﺑﻲ ﻋﺒﻴﺪﺓ ﺑﻦ ﻋﺒﺪ ﺍﷲ ﺑﻦ ﻣﺴﻌﻮﺩ ﻭﻟﻢ ﻳﺴﻤﻊ ﻣﻦ ﺃﺑﻴﻪ ] .'
			'`',
		translation: 'Translation of Hadith 196'
),
	Hadith(
		hadithNumber: 197,
		hadith:
						'ﺍﻟ ﱠﺮﺍﺑ ﻊ ﻋ ﺸﺮ : ﻋﻦ ﺃﺑﻲ ﺑﻜ ﺮ ﺍﻟ ﱢﺼﱢﺪﻳﻖ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻗﺎﻝ : ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺇﱠﻧﻜﻢ ﺗﻘﺮﺀﻭ ﻥ ﻩﺬﻩ ﺍﻵﻳ ﺔ : {'
			'ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﱠﻟﺬﻳ ﻦ ﺁ ﻣﻨﻮﺍ ﻋﻠﻴﻜﻢ ﺃﻧﻔ ﺴﻜﻢ ﻻ ﻳ ﻀﺮﱡﺁﻢ ﻣ ﻦ ﺿ ﱠﻞ ﺇﺫﺍ ﺍ ﻩﺘﺪﻳﺘﻢ } [ﺍﻟﻤﺎﺋﺪﺓ : 105 ] ﻭﺇﻧﻲ ﺳ ﻤﻌﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻨﺎ ﺱ ﺇﺫﺍ ﺭﺃ ﻭﺍ ﺍﻟ ﱠﻈﺎﻟﻢ ﻓﻠﻢ ﻳﺄ ﺧﺬﻭﺍ ﻋﻠﻰ ﻳﺪﻳﻪ ﺃ ﻭ ﺷ ﻚ ﺃ ﻥ ﻳﻌﻤﱠ ﻬﻢ ﺍﻟﱠﻠﻪ ﺑﻌﻘﺎ ﺏ'
			'ﻣﻨﻪ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﺍﻟﻨﺴﺎﺋﻲ ﺑﺄﺳﺎﻧﻴﺪ ﺻﺤﻴﺤﺔ',
		translation: 'Translation of Hadith 197'
),
	Hadith(
		hadithNumber: 198,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺯﻳﺪ ﺃﺳﺎﻣﺔ ﺑ ﻦ ﺣﺎﺭﺛ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﻳ ﺆﺗـﻰ ﺑﺎﻟ ﱠﺮ ﺟ ﻞ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﻓﻴﻠﻘﻰ ﻓﻲ ﺍﻟﱠﻨﺎﺭ ، ﻓﺘﻨﺪﻟ ﻖ ﺃﻗﺘﺎ ﺏ ﺑ ﻄﻨ ﻪ ، ﻓﻴﺪﻭ ﺭ ﺑ ﻬﺎ ﺁ ﻤﺎ ﻳﺪﻭ ﺭ ﺍﻟ ﺤ ﻤﺎ ﺭ ﻓﻲ'
			'ﺍﻟ ﱠﺮﺣﺎ ، ﻓﻴ ﺠﺘ ﻤ ﻊ ﺇﻟﻴﻪ ﺃ ﻩ ﻞ ﺍﻟﱠﻨﺎﺭ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻳﺎ ﻓﻼ ﻥ ﻣﺎﻟ ﻚ ؟ ﺃﻟﻢ ﺗﻜﻦ ﺗﺄﻣ ﺮ ﺑﺎﻟ ﻤﻌ ﺮﻭ ﻑ ﻭﺗﻨ ﻬﻰ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ ؟ ﻓﻴﻘﻮ ﻝ'
			': ﺑﻠﻰ ، ﺁﻨ ﺖ ﺁﻣ ﺮ ﺑﺎﻟ ﻤﻌ ﺮﻭ ﻑ ﻭ ﻻ ﺁﺗﻴﻪ ، ﻭﺃﻧ ﻬﻰ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ ﻭﺁﺗﻴ ﻪ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﺗﻨﺪﻟ ﻖ » ﻩ ﻮ ﺑﺎﻟﱠﺪﺍ ﻝ ﺍﻟﻤﻬﻤﻠﺔ ، ﻭ ﻣﻌﻨﺎﻩ ﺗ ﺨ ﺮ ﺝ . ﻭ « ﺍ ﻷﻗﺘﺎ ﺏ » : ﺍ ﻷ ﻣﻌﺎ ﺀ ، ﻭﺍ ﺣﺪ ﻩﺎ ﻗﺘ ﺐ',
		translation: 'Translation of Hadith 198'
),
	Hadith(
		hadithNumber: 199,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺁﻳﺔ ﺍﻟﻤﻨﺎﻓ ﻖ ﺛﻼ ﺙ: ﺇﺫﺍ'
			'ﺣﱠﺪ ﺙ ﺁﺬ ﺏ ، ﻭﺇﺫﺍ ﻭ ﻋﺪ ﺃ ﺧﻠ ﻒ ، ﻭﺇﺫﺍ ﺁ ﺅﺗ ﻤ ﻦ ﺧﺎ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻭﺇ ﻥ ﺻﺎﻡ ﻭ ﺻﱠﻠﻰ ﻭﺯ ﻋﻢ ﺃﻧﱠﻪ ﻣ ﺴﻠﻢ »',
		translation: 'Translation of Hadith 199'
),
	Hadith(
		hadithNumber: 200,
		hadith:
						'ﻭﻋﻦ ﺣﺬﻳﻔﺔ ﺑ ﻦ ﺍﻟﻴﻤﺎ ﻥ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ: ﺣﺪﺛﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺣﺪﻳﺜﻴﻦ ﻗﺪ'
			'ﺭﺃﻳ ﺖ ﺃﺣﺪ ﻩﻤﺎ ، ﻭﺃﻧﺎ ﺃﻧﺘﻈ ﺮ ﺍﻵ ﺧ ﺮ : ﺣﱠﺪﺛﻨﺎ ﺃ ﱠﻥ ﺍ ﻷ ﻣﺎﻧﺔ ﻧﺰﻟ ﺖ ﻓﻲ ﺟﺬ ﺭ ﻗﻠﻮ ﺏ ﺍﻟ ﱢﺮ ﺟﺎ ﻝ ، ﺛﻢﱠ ﻧ ﺰ ﻝ ﺍﻟﻘﺮﺁ ﻥ ﻓﻌﻠﻤﻮﺍ ﻣ ﻦ'
			'ﺍﻟﻘ ﺮﺁﻥ ، ﻭﻋﻠﻤﻮﺍ ﻣ ﻦ ﺍﻟ ﱡﺴﱠﻨ ﺔ ، ﺛﻢﱠ ﺣﱠﺪﺛﻨﺎ ﻋ ﻦ ﺭﻓ ﻊ ﺍ ﻷﻣﺎﻧ ﺔ ﻓﻘﺎﻝ : «ﻳﻨـﺎﻡ ﺍﻟ ﱠﺮﺟﻞ ﺍﻟﱠﻨ ﻮﻣﺔ ﻓﺘﻘﺒ ﺾ ﺍ ﻷ ﻣﺎﻧﺔ ﻣ ﻦ ﻗﻠﺒ ﻪ ،'
			'ﻓﻴﻈ ﱡﻞ ﺃﺛ ﺮ ﻩﺎ ﻣﺜ ﻞ ﺍﻟ ﻮﺁ ﺖ ، ﺛﻢﱠ ﻳﻨﺎﻡ ﺍﻟﱠﻨ ﻮﻣ ﺔ ﻓﺘﻘﺒ ﺾ ﺍ ﻷ ﻣﺎﻧﺔ ﻣ ﻦ ﻗﻠﺒ ﻪ ، ﻓﻴ ﻈ ﱡﻞ ﺃﺛ ﺮ ﻩﺎ ﻣﺜﻞ ﺃﺛ ﺮ ﺍﻟﻤ ﺠ ﻞ ، ﺁ ﺠ ﻤ ﺮ'
			'ﺩ ﺣﺮ ﺟﺘﻪ ﻋﻠﻰ ﺭ ﺟﻠ ﻚ ، ﻓﻨﻔ ﻂ ﻓﺘﺮﺍﻩ ﻣﻨﺘﺒﺮﺍ ﻭﻟﻴ ﺲ ﻓﻴ ﻪ ﺷﻲ ﺀ » ﺛﻢﱠ ﺃﺧﺬ ﺣ ﺼﺎﺓ ﻓﺪ ﺣﺮ ﺟ ﻬﺎ ﻋﻠﻰ ﺭ ﺟﻠ ﻪ ، ﻓﻴ ﺼﺒ ﺢ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻳﺘﺒﺎﻳﻌﻮ ﻥ ، ﻓﻼ ﻳﻜﺎﺩ ﺃ ﺣﺪ ﻳﺆﱢﺪﻳ ﺍ ﻷ ﻣﺎﻧ ﺔ ﺣﱠﺘﻰ ﻳﻘﺎ ﻝ : ﺇ ﱠﻥ ﻓﻲ ﺑﻨﻲ ﻓﻼ ﻥ ﺭ ﺟ ﻼ ﺃﻣﻴﻨﺎ ، ﺣﱠﺘﻰ ﻳﻘﺎ ﻝ ﻟﱠﻠﺮﺟ ﻞ : ﻣﺎ'
			'ﺃ ﺟﻠﺪﻩ ﻣﺎ ﺃ ﻇ ﺮﻓﻪ ، ﻣﺎ ﺃ ﻋﻘﻠﻪ ، ﻭ ﻣﺎ ﻓﻲ ﻗﻠﺒ ﻪ ﻣﺜﻘﺎ ﻝ ﺣﱠﺒ ﺔ ﻣ ﻦ ﺧ ﺮﺩ ﻝ ﻣ ﻦ ﺇﻳﻤﺎ ﻥ. ﻭﻟﻘﺪ ﺃﺗﻰ ﻋﻠ ﱠﻲ ﺯ ﻣﺎ ﻥ ﻭ ﻣﺎ ﺃﺑﺎﻟﻲ'
			'ﺃﱡﻳﻜﻢ ﺑﺎﻳﻌ ﺖ ، ﻟﺌ ﻦ ﺁﺎ ﻥ ﻣ ﺴﻠﻤﺎ ﻟﻴﺮﺩﻧﱠﻪ ﻋﻠ ﱠﻲ ﺩﻳﻨﻪ ، ﻭﻟﺌ ﻦ ﺁﺎ ﻥ ﻧ ﺼﺮﺍﻧﻴﺎ ﺃ ﻭ ﻳ ﻬﻮﺩﻳﺎ ﻟﻴ ﺮﺩﻧﱠﻪ ﻋﻠ ﱠﻲ ﺳﺎ ﻋﻴﻪ ، ﻭﺃﱠﻣﺎ'
			'ﺍﻟﻴ ﻮﻡ ﻓﻤﺎ ﺁﻨ ﺖ ﺃﺑﺎﻳ ﻊ ﻣﻨﻜﻢ ﺇ ﱠﻻ ﻓﻼﻧﺎ ﻭﻓﻼﻧﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 200'
),
	Hadith(
		hadithNumber: 201,
		hadith:
						'ﻭﻋﻦ ﺣﺬﻳﻔ ﺔ ، ﻭﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ، ﻗﺎﻻ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻳ ﺠﻤ ﻊ'
			'ﺍﻟﱠﻠﻪ ، ﺗﺒﺎﺭ ﻙ ﻭﺗﻌﺎﻟﻰ ، ﺍﻟﱠﻨﺎ ﺱ ﻓﻴﻘﻮﻡ ﺍﻟﻤﺆ ﻣﻨﻮ ﻥ ﺣﱠﺘﻰ ﺗ ﺰﻟ ﻒ ﻟ ﻬﻢ ﺍﻟ ﺠﻨﱠﺔ ، ﻓﻴﺄﺗﻮ ﻥ ﺁﺪﻣ ﺻﻠﻮﺍ ﺕ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ،'
			'ﻓﻴﻘﻮﻟﻮﻥ : ﻳﺎ ﺃﺑﺎﻧﺎ ﺍ ﺳﺘﻔﺘ ﺢ ﻟﻨﺎ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻓﻴﻘﻮ ﻝ : ﻭ ﻩ ﻞ ﺃ ﺧﺮﺟﻜﻢ ﻣ ﻦ ﺍﻟﺠﱠﻨ ﺔ ﺇ ﱠﻻ ﺧ ﻄﻴﺌﺔ ﺃﺑﻴﻜﻢ ، ﻟ ﺴ ﺖ ﺑﺼﺎﺣ ﺐ ﺫﻟ ﻚ ،'
			'ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﺍﺑﻨﻲ ﺇﺑﺮﺍ ﻩﻴﻢ ﺧﻠﻴﻞ ﺍﻟﱠﻠﻪ ، ﻗﺎ ﻝ: ﻓﻴﺄﺗﻮ ﻥ ﺇﺑ ﺮﺍ ﻩﻴﻢ ، ﻓﻴﻘﻮ ﻝ ﺇﺑ ﺮﺍ ﻩﻴﻢ : ﻟ ﺴ ﺖ ﺑ ﺼﺎ ﺣ ﺐ ﺫﻟﻚ ﺇﱠﻧ ﻤﺎ ﺁﻨ ﺖ'
			'ﺧﻠﻴ ﻼ ﻣ ﻦ ﻭ ﺭﺍ ﺀ ﻭﺭﺍ ﺀ ، ﺍ ﻋ ﻤﺪﻭﺍ ﺇﻟﻰ ﻣﻮ ﺳﻰ ﺍﻟﺬﻱ ﺁﱠﻠﻤﻪ ﺍﻟﱠﻠﻪ ﺗﻜﻠﻴﻤﺎ ، ﻓﻴﺄﺗﻮ ﻥ ﻣﻮ ﺳﻰ ، ﻓﻴﻘﻮ ﻝ : ﻟ ﺴ ﺖ ﺑ ﺼﺎ ﺣﺐ'
			'ﺫﻟ ﻚ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻋﻴﺴﻰ ﺁﻠ ﻤ ﺔ ﺍﻟﱠﻠﻪ ﻭ ﺭﻭ ﺣ ﻪ ﻓﻴﻘﻮ ﻝ ﻋﻴ ﺴﻰ : ﻟ ﺴ ﺖ ﺑ ﺼﺎ ﺣ ﺐ ﺫﻟ ﻚ. ﻓﻴﺄﺗﻮ ﻥ ﻣ ﺤﱠﻤﺪﺍ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻓﻴﻘﻮﻡ ﻓﻴ ﺆﺫ ﻥ ﻟﻪ ، ﻭﺗ ﺮ ﺳ ﻞ ﺍ ﻷﻣﺎﻧﺔ ﻭﺍﻟﺮﱠ ﺣﻢ ﻓﻴﻘﻮ ﻣﺎﻥ ﺟﻨﺒﺘﻲ ﺍﻟﺼﺮﺍ ﻁ ﻳﻤﻴﻨﺎ ﻭ ﺷﻤﺎ ﻻ ، ﻓﻴﻤﺮﱡ ﺃﻭﱠﻟﻜﻢ ﺁﺎﻟﺒ ﺮ ﻕ'
			'» ﻗﻠ ﺖ : ﺑﺄﺑﻲ ﻭﺃﱢﻣﻲ ، ﺃ ﱡﻱ ﺷﻲ ﺀ ﺁ ﻤ ﱢﺮ ﺍﻟﺒ ﺮ ﻕ ؟ ﻗﺎﻝ : « ﺃﻟﻢ ﺗ ﺮ ﻭﺍ ﺁﻴ ﻒ ﻳﻤﺮﱡ ﻭﻳ ﺮﺟ ﻊ ﻓﻲ ﻃ ﺮﻓ ﺔ ﻋﻴ ﻦ ؟ ﺛﻢﱠ ﺁ ﻤ ﱢﺮ'
			'ﺍﻟﺮﻳ ﺢ ﺛﻢﱠ ﺁﻤ ﱢﺮ ﺍﻟ ﱠﻄﻴ ﺮ ؟ ﻭﺃ ﺷﱡﺪ ﺍﻟ ﱢﺮﺟﺎ ﻝ ﺗ ﺠ ﺮﻱ ﺑﻬﻢ ﺃ ﻋﻤﺎﻟ ﻬﻢ ، ﻭﻧﺒﱡﻴﻜﻢ ﻗﺎﺋﻢ ﻋﻠﻰ ﺍﻟﺼ ﱢﺮﺍ ﻁ ﻳﻘﻮ ﻝ : ﺭ ﱢﺏ ﺳﱢﻠﻢ ، ﺣﱠﺘﻰ'
			'ﺗﻌ ﺠ ﺰ ﺃ ﻋﻤﺎ ﻝ ﺍﻟﻌﺒﺎﺩ ، ﺣﱠﺘﻰ ﻳﺠ ﺊ ﺍﻟﺮﱠ ﺟ ﻞ ﻻ ﻳ ﺴﺘ ﻄﻴ ﻊ ﺍﻟ ﱠﺴﻴ ﺮ ﺇ ﱠﻻ ﺯ ﺣﻔﺎ ، ﻭﻓﻲ ﺣﺎﻓﺘﻲ ﺍﻟﺼ ﱢﺮﺍ ﻁ ﺁﻼﻟﻴ ﺐ ﻣﻌﱠﻠﻘﺔ'
			'ﻣﺄﻣﻮ ﺭﺓ ﺑﺄ ﺧﺬ ﻣ ﻦ ﺃ ﻣ ﺮ ﺕ ﺑ ﻪ ، ﻓ ﻤ ﺨﺪﻭ ﺵ ﻧﺎ ﺝ ﻭﻣﻜ ﺮﺩ ﺱ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ » ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺲ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺑﻴﺪﻩ ﺇ ﱠﻥ ﻗﻌ ﺮ ﺟﻬﱠﻨﻢ'
			'ﻟﺴﺒﻌﻮ ﻥ ﺧﺮﻳﻔﺎ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﻮﻟﻪ : « ﻭ ﺭﺍ ﺀ ﻭ ﺭﺍ ﺀ » ﻩﻮ ﺑﺎﻟﻔﺘ ﺢ ﻓﻴﻬﻤﺎ . ﻭﻗﻴﻞ : ﺑﺎﻟ ﱠﻀﱢﻢ ﺑﻼ ﺗﻨﻮﻳ ﻦ ، ﻭ ﻣﻌﻨﺎﻩ: ﻟ ﺴ ﺖ ﺑﺘﻠ ﻚ ﺍﻟﱠﺪ ﺭ ﺟ ﺔ ﺍﻟ ﱠﺮﻓﻴﻌ ﺔ ،'
			'ﻭ ﻩﻲ ﺁﻠﻤﺔ ﺗﺬﺁ ﺮ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﱠﺘﻮﺍ ﺿ ﻊ . ﻭﻗﺪ ﺑ ﺴ ﻄ ﺖ ﻣﻌﻨﺎ ﻩﺎ ﻓﻲ ﺷ ﺮ ﺡ ﺻﺤﻴﺢ ﻣﺴﻠﻢ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 201'
),
	Hadith(
		hadithNumber: 202,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺧﺒﻴ ﺐ ﺑﻀﻢ ﺍﻟﺨﺎ ﺀ ﺍﻟﻤﻌﺠﻤﺔ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻟﱠﻤﺎ ﻭﻗ ﻒ ﺍﻟﺰﺑﻴ ﺮ ﻳ ﻮﻡ'
			'ﺍﻟ ﺠ ﻤ ﻞ ﺩﻋﺎﻧﻲ ﻓﻘ ﻤ ﺖ ﺇﻟﻰ ﺟﻨﺒ ﻪ ، ﻓﻘﺎ ﻝ : ﻳﺎ ﺑﻨﻲﱠ ﺇﻧﱠﻪ ﻻ ﻳﻘﺘ ﻞ ﺍﻟﻴ ﻮﻡ ﺇ ﱠﻻ ﻇﺎﻟﻢ ﺃ ﻭ ﻣ ﻈﻠﻮﻡ ، ﻭﺇﱢﻧﻲ ﻻﺃ ﺭﻧﻲ ﺇ ﱠﻻ ﺳﺄﻗﺘ ﻞ'
			'ﺍﻟﻴﻮﻡ ﻣ ﻈﻠﻮﻣﺎ، ﻭﺇ ﱠﻥ ﻣ ﻦ ﺃﺁﺒ ﺮ ﻩﱢﻤﻲ ﻟﺪﻳﻨ ﻲ ﺃﻓﺘ ﺮﻯ ﺩﻳﻨﻨﺎ ﻳﺒﻘﻰ ﻣ ﻦ ﻣﺎﻟﻨﺎ ﺷﻴﺌﺎ ؟ ﺛﻢﱠ ﻗﺎ ﻝ : ﺑ ﻊ ﻣﺎﻟﻨﺎ ﻭﺍﻗ ﺾ ﺩﻳﻨﻲ ،'
			'ﻭﺃ ﻭ ﺻﻰ ﺑﺎﻟﱡﺜﻠ ﺚ ، ﻭﺛﻠﺜﻪ ﻟﺒﻨﻴﻪ ، ﻳﻌﻨﻲ ﻟﺒﻨﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺍﻟﺰﺑﻴﺮ ﺛﻠ ﺚ ﺍﻟﱡﺜﻠﺚ . ﻗﺎ ﻝ : ﻓﺈﻥ ﻓﻀ ﻞ ﻣ ﻦ ﻣﺎﻟﻨﺎ ﺑﻌﺪ ﻗ ﻀﺎ ﺀ'
			'ﺍﻟﱠﺪﻳ ﻦ ﺷﻲ ﺀ ﻓﺜﻠﺜﻪ ﻟﺒﻨﻴﻚ ، ﻗﺎ ﻝ ﻩ ﺸﺎﻡ : ﻭﺁﺎﻥ ﻭﻟﺪ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻗﺪ ﻭﺭﺄﯨ ﺑﻌ ﺾ ﺑﻨﻲ ﺍﻟﺰﺑﻴ ﺮ ﺧﺒﻴ ﺐ ﻭ ﻋﱠﺒﺎﺩ ، ﻭﻟﻪ'
			'ﻣﻨﻪ ﻓﺎ ﺳﺘﻌ ﻦ ﻋﻠﻴﻪ ﺑﻤ ﻮﻻ ﻱ . ﻗﺎ ﻝ : ﻓ ﻮﺍﻟﱠﻠ ﻪ ﻣﺎ ﺩﺭﻳ ﺖ ﻣﺎ ﺃﺭﺍﺩ ﺣﱠﺘﻰ ﻗﻠ ﺖ ﻳﺎ ﺃﺑ ﺖ ﻣ ﻦ ﻣ ﻮ ﻻ ﻙ ؟ ﻗﺎ ﻝ : ﺍﻟﱠﻠﻪ . ﻗﺎﻝ :ﻳ ﻮﻣﺌﺬ ﺗ ﺴﻌﺔ ﺑﻨﻴ ﻦ ﻭﺗﺴ ﻊ ﺑﻨﺎ ﺕ . ﻗﺎ ﻝ ﻋﺒﺪ ﺍﻟﱠﻠﻪ : ﻓ ﺠﻌﻞ ﻳﻮ ﺻﻴﻨﻲ ﺑﺪﻳﻨ ﻪ ﻭﻳﻘﻮﻝ : ﻳﺎ ﺑﻨﻲﱠ ﺇ ﻥ ﻋﺠ ﺰ ﺕ ﻋ ﻦ ﺷﻲ ﺀ'
			'ﻓﻮﺍﻟﱠﻠ ﻪ ﻣﺎ ﻭﻗﻌ ﺖ ﻓﻲ ﺁ ﺮﺑ ﺔ ﻣ ﻦ ﺩﻳﻨ ﻪ ﺇ ﱠﻻ ﻗﻠ ﺖ: ﻳﺎ ﻣ ﻮﻟﻰ ﺍﻟﺰﺑﻴ ﺮ ﺍﻗﺾ ﻋﻨﻪ ﺩﻳﻨﻪ ، ﻓﻴﻘ ﻀﻴﻪ . ﻗﺎ ﻝ : ﻓﻘﺘ ﻞ ﺍﻟﺰﱡﺑﻴ ﺮ ﻭﻟﻢ'
			'ﻳﺪ ﻉ ﺩﻳﻨﺎﺭﺍ ﻭ ﻻ ﺩ ﺭ ﻩﻤﺎ ﺇ ﱠﻻ ﺃ ﺭ ﺿﻴ ﻦ ، ﻣﻨ ﻬﺎ ﺍﻟﻐﺎﺑﺔ ﻭﺇ ﺣﺪﻯ ﻋ ﺸ ﺮﺓ ﺩﺍﺭﺍ ﺑﺎﻟﻤﺪﻳﻨ ﺔ . ﻭﺩﺍﺭﻳﻦ ﺑﺎﻟﺒ ﺼ ﺮﺓ ، ﻭﺩﺍ ﺭﺍ'
			'ﺑﺎﻟﻜﻮﻓﺔ ﻭﺩﺍﺭﺍ ﺑ ﻤ ﺼ ﺮ . ﻗﺎﻝ : ﻭﺇﱠﻧﻤﺎ ﺁﺎ ﻥ ﺩﻳﻨﻪ ﺍﻟﺬﻱ ﺁﺎ ﻥ ﻋﻠﻴﻪ ﺃ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻳﺄﺗﻴ ﻪ ﺑﺎﻟﻤﺎ ﻝ ، ﻓﻴ ﺴﺘﻮﺩ ﻋﻪ ﺇﱠﻳﺎﻩ ، ﻓﻴﻘﻮ ﻝ'
			'ﺍﻟ ﱡﺰﺑﻴ ﺮ: ﻻ ﻭﻟﻜ ﻦ ﻩ ﻮ ﺳﻠ ﻒ ﺇﱢﻧﻲ ﺃ ﺧ ﺸﻰ ﻋﻠﻴﻪ ﺍﻟ ﱠﻀﻴﻌ ﺔ . ﻭ ﻣﺎ ﻭﻟﻲ ﺇ ﻣﺎ ﺭﺓ ﻗ ﱡﻂ ﻭﻻ ﺟﺒﺎﻳ ﺔ ﻭﻻ ﺧﺮﺍﺟﺎ ﻭﻻ ﺷﻴﺌﺎ ﺇ ﱠﻻ ﺃ ﻥ'
			'ﻳﻜﻮ ﻥ ﻓﻲ ﻏ ﺰ ﻭ ﻣ ﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺃ ﻭ ﻣ ﻊ ﺃﺑﻲ ﺑﻜﺮ ﻭ ﻋ ﻤ ﺮ ﻭ ﻋﺜﻤﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ ، ﻗﺎ ﻝ'
			'ﻋﺒﺪ ﺍﻟﱠﻠﻪ : ﻓ ﺤ ﺴﺒ ﺖ ﻣﺎ ﺁﺎ ﻥ ﻋﻠﻴ ﻪ ﻣ ﻦ ﺍﻟﱠﺪﻳ ﻦ ﻓ ﻮ ﺟﺪﺗﻪ ﺃﻟﻔ ﻲ ﺃﻟ ﻒ ﻭﻣﺎﺋﺘ ﻲ ﺃﻟ ﻒ، ﻓﻠﻘ ﻲ ﺣﻜﻴﻢ ﺑ ﻦ ﺣ ﺰﺎﻣ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ'
			'ﺍﻟ ﱡﺰﺑﻴ ﺮ ﻓﻘﺎ ﻝ : ﻳﺎ ﺍﺑ ﻦ ﺃ ﺧﻲ ﺁﻢ ﻋﻠﻰ ﺃ ﺧﻲ ﻣ ﻦ ﺍﻟﱠﺪﻳ ﻦ ؟ ﻓﻜﺘ ﻤﺘﻪ ﻭﻗﻠ ﺖ : ﻣﺎﺋﺔ ﺃﻟ ﻒ . ﻓﻘﺎ ﻝ : ﺣﻜﻴﻢ : ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺃﺮﯨ'
			'ﺃ ﻣ ﻮﺍﻟﻜﻢ ﺗﺴ ﻊ ﻩﺬﻩ ، ﻓﻘﺎ ﻝ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ : ﺃ ﺭﺃﻳﺘ ﻚ ﺇ ﻥ ﺁﺎﻧ ﺖ ﺃﻟﻔﻲ ﺃﻟ ﻒ ؟ ﻭ ﻣﺎﺋﺘ ﻲ ﺃﻟ ﻒ ؟ ﻗﺎ ﻝ : ﻣﺎ ﺃ ﺭﺍﺁﻢ ﺗ ﻄﻴﻘﻮ ﻥ ﻩﺬﺍ ،'
			'ﻓﺈ ﻥ ﻋ ﺠ ﺰﺗﻢ ﻋ ﻦ ﺷ ﻰﺀ ﻣﻨﻪ ﻓﺎ ﺳﺘﻌﻴﻨﻮﺍ ﺑﻲ . ﻗﺎ ﻝ : ﻭﺁﺎ ﻥ ﺍﻟﺰﱡﺑﻴ ﺮ ﻗﺪ ﺍ ﺷﺘ ﺮﻯ ﺍﻟﻐﺎﺑ ﺔ ﺑ ﺴﺒﻌﻴ ﻦ ﻭ ﻣﺎﺋﺔ ﺃﻟﻒ، ﻓﺒﺎ ﻋ ﻬﺎ'
			'ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﺄﻟﻒ ﺃﻟ ﻒ ﻭ ﺳﱢﺘ ﻤﺎﺋ ﺔ ﺃﻟ ﻒ ، ﺛﻢﱠ ﻗﺎﻡ ﻓﻘﺎ ﻝ : ﻣ ﻦ ﺁﺎ ﻥ ﻟﻪ ﻋﻠﻰ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺷ ﻲﺀ ﻓﻠﻴﻮﺍﻓﻨﺎ ﺑﺎﻟﻐﺎﺑ ﺔ ، ﻓﺄﺗﺎﻩ ﻋﺒﺪ'
			'ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺟﻌﻔﺮ ، ﻭﺁﺎ ﻥ ﻟﻪ ﻋﻠﻰ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺃ ﺭﺑﻌ ﻤﺎﺋ ﺔ ﺃﻟ ﻒ ، ﻓﻘﺎ ﻝ ﻟﻌﺒﺪ ﺍﻟﱠﻠﻪ : ﺇ ﻥ ﺷﺌﺘﻢ ﺗ ﺮﺁﺘ ﻬﺎ ﻟﻜﻢ ؟ ﻗﺎ ﻝ ﻋﺒﺪ ﺍﻟﱠﻠﻪ : ﻻ'
			'، ﻗﺎﻝ ﻓﺈ ﻥ ﺷﺌﺘﻢ ﺟﻌﻠﺘ ﻤﻮ ﻩﺎ ﻓﻴ ﻤﺎ ﺗﺆ ﱢﺧ ﺮﻭ ﻥ ﺇ ﻥ ﺃ ﱠﺧ ﺮﺗﻢ ، ﻓﻘﺎﻝ ﻋﺒﺪ ﺍﻟﱠﻠﻪ : ﻻ ، ﻗﺎﻝ : ﻓﺎﻗ ﻄﻌﻮﺍ ﻟﻲ ﻗ ﻄﻌ ﺔ ، ﻗﺎﻝ ﻋﺒﺪ'
			'ﺍﻟﱠﻠﻪ : ﻟ ﻚ ﻣ ﻦ ﻩﺎ ﻩﻨﺎ ﺇﻟﻰ ﻩﺎ ﻩﻨﺎ. ﻓﺒﺎ ﻉ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻣﻨ ﻬﺎ ﻓﻘ ﻀﻰ ﻋﻨﻪ ﺩﻳﻨﻪ ، ﻭ ﻭﱠﻓﺎﻩ ﻭﺑﻘ ﻲ ﻣﻨ ﻬﺎ ﺃ ﺭﺑﻌﺔ ﺃ ﺳ ﻬﻢ ﻭﻧ ﺼ ﻒ'
			'، ﻓﻘﺪﻡ ﻋﻠﻰ ﻣﻌﺎ ﻭﻳ ﺔ ﻭ ﻋﻨﺪﻩ ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﻋﺜ ﻤﺎ ﻥ ، ﻭﺍﻟﻤﻨﺬ ﺭ ﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ، ﻭﺍﺑﻦ ﺯ ﻣﻌ ﺔ . ﻓﻘﺎﻝ ﻟﻪ ﻣﻌﺎ ﻭﻳﺔ : ﺁﻢ ﻗ ﱠﻮ ﻣ ﺖ'
			'ﺍﻟﻐﺎﺑﺔ ؟ ﻗﺎﻝ : ﺁﻞﱡ ﺳ ﻬﻢ ﺑﻤﺎﺋ ﺔ ﺃﻟ ﻒ ﻗﺎﻝ: ﺁﻢ ﺑﻘﻲ ﻣﻨ ﻬﺎ ؟ ﻗﺎﻝ : ﺃ ﺭﺑﻌﺔ ﺃ ﺳ ﻬﻢ ﻭﻧ ﺼ ﻒ ، ﻓﻘﺎﻝ ﺍﻟﻤﻨﺬ ﺭ ﺑ ﻦ ﺍﻟ ﱠﺰﺑﻴ ﺮ :'
			'ﻗﺪ ﺃ ﺧﺬ ﺕ ﻣﻨ ﻬﺎ ﺳ ﻬﻤﺎ ﺑﻤﺎﺋ ﺔ ﺃﻟ ﻒ ، ﻭﻗﺎﻝ ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﻋﺜﻤﺎﻥ : ﻗﺪ ﺃ ﺧﺬ ﺕ ﻣﻨ ﻬﺎ ﺳ ﻬﻤﺎ ﺑ ﻤﺎﺋ ﺔ ﺃﻟ ﻒ . ﻭﻗﺎﻝ ﺍﺑﻦ ﺯ ﻣﻌ ﺔ'
			': ﻗﺪ ﺃ ﺧﺬ ﺕ ﻣﻨﻬﺎ ﺳ ﻬﻤﺎ ﺑ ﻤﺎﺋ ﺔ ﺃﻟ ﻒ ، ﻓﻘﺎ ﻝ ﻣﻌﺎ ﻭﻳﺔ : ﺁﻢ ﺑﻘ ﻲ ﻣﻨ ﻬﺎ؟ ﻗﺎﻝ : ﺳ ﻬﻢ ﻭﻧ ﺼ ﻒ ﺳ ﻬﻢ ، ﻗﺎ ﻝ : ﻗﺪ ﺃ ﺧﺬﺗﻪ'
			'ﺑ ﺨﻤﺴﻴ ﻦ ﻭﻣﺎﺋ ﺔ ﺃﻟﻒ . ﻗﺎ ﻝ : ﻭﺑﺎ ﻉ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺟﻌﻔ ﺮ ﻧ ﺼﻴﺒﻪ ﻣ ﻦ ﻣﻌﺎ ﻭﻳ ﺔ ﺑ ﺴﱢﺘ ﻤﺎﺋ ﺔ ﺃﻟ ﻒ. ﻓﻠﱠﻤﺎ ﻓﺮ ﻍ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ'
			'ﻣ ﻦ ﻗﻀﺎ ﺀ ﺩﻳﻨ ﻪ ﻗﺎ ﻝ ﺑﻨﻮ ﺍﻟ ﱡﺰﺑﻴ ﺮ : ﺍﻗ ﺴﻢ ﺑﻴﻨﻨﺎ ﻣﻴﺮﺍﺛﻨﺎ . ﻗﺎ ﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻻ ﺃﻗ ﺴﻢ ﺑﻴﻨﻜﻢ ﺣﱠﺘﻰ ﺃﻧﺎﺩ ﻱ ﺑﺎﻟﻤﻮﺳﻢ ﺃ ﺭﺑﻊ'
			'ﺳﻨﻴﻦ : ﺃﻻ ﻣ ﻦ ﺁﺎﻥ ﻟﻪ ﻋﻠﻰ ﺍﻟ ﱡﺰﺑﱠﻴ ﺮ ﺩﻳ ﻦ ﻓﻠﻴﺄﺗﻨﺎ ﻓﻠﻨﻘ ﻀ ﻪ . ﻓ ﺠﻌ ﻞ ﺁﻞﱡ ﺳﻨ ﺔ ﻳﻨﺎﺪﻳ ﻓﻲ ﺍﻟﻤﻮﺳﻢ ، ﻓﻠﱠﻤﺎ ﻣﻀﻰ ﺃ ﺭﺑ ﻊ'
			'ﺳﻨﻴ ﻦ ﻗﺴﻢ ﺑﻴﻨ ﻬﻢ ﻭﺩﻓ ﻊ ﺍﻟﺜﻠﺚ ﻭﺁﺎﻥ ﻟﻠ ﱡﺰﺑﻴ ﺮ ﺃ ﺭﺑ ﻊ ﻧ ﺴﻮﺓ ، ﻓﺄﺻﺎﺏ ﺁﻞﱠ ﺍ ﻣ ﺮﺃﺓ ﺃﻟ ﻒ ﺃﻟ ﻒ ﻭ ﻣﺎﺋﺘﺎ ﺃﻟ ﻒ ، ﻓ ﺠ ﻤﻴ ﻊ ﻣﺎﻟ ﻪ'
			'ﺧ ﻤ ﺴﻮ ﻥ ﺃﻟﻒ ﺃﻟ ﻒ ﻭ ﻣﺎﺋﺘﺎ ﺃﻟﻒ. ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 202'
),
	Hadith(
		hadithNumber: 203,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﱠﺗﻘﻮﺍ ﺍﻟ ﱡﻈﻠﻢ ﻓﺈ ﱠﻥ ﺍﻟ ﱡﻈﻠﻢ ﻇﻠ ﻤﺎ ﺕ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻭﺍﱠﺗﻘﻮﺍ ﺍﻟ ﱡﺸ ﱠﺢ ﻓﺈ ﱠﻥ ﺍﻟ ﱡﺸ ﱠﺢ ﺃ ﻩﻠ ﻚ ﻣـ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ، ﺣﻤﻠ ﻬﻢ ﻋﻠﻰ ﺃ ﻥ ﺳﻔﻜﻮﺍ ﺩﻣﺎ ﺀ ﻩﻢ ﻭﺍ ﺳﺘﺤﱡﻠﻮﺍ'
			'ﻣﺤﺎ ﺭ ﻣ ﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 203'
),
	Hadith(
		hadithNumber: 204,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﺘ ﺆﺩﱡﻥﱠ ﺍﻟ ﺤﻘﻮ ﻕ ﺇﻟﻰ ﺃ ﻩﻠ ﻬﺎ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺣﱠﺘﻰ ﻳﻘﺎﺩ ﻟﻠ ﱠﺸﺎﺓ ﺍﻟ ﺠﻠ ﺤﺎﺀ ﻣ ﻦ ﺍﻟ ﱠﺸﺎﺓ ﺍﻟﻘ ﺮﻧﺎﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 204'
),
	Hadith(
		hadithNumber: 205,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻧﺘﺤﺪﱠ ﺙ ﻋ ﻦ ﺣ ﱠﺠ ﺔ ﺍﻟ ﻮﺩﺍ ﻉ ، ﻭﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻴﻦ'
			'ﺃ ﻇ ﻬ ﺮﻧﺎ ، ﻭ ﻻ ﻧﺪ ﺮﻳ ﻣﺎ ﺣﺠﱠﺔ ﺍﻟﻮﺩﺎﻋ ، ﺣﱠﺘﻰ ﺣ ﻤﺪ ﺍﻟﱠﻠﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺃﺛﻨﻰ ﻋﻠﻴﻪ ﺛﻢﱠ ﺫﺁﺮ'
			'ﺍﻟﻤ ﺴﻴ ﺢ ﺍﻟﱠﺪ ﺟﺎ ﻝ ﻓﺄ ﻃﻨ ﺐ ﻓﻲ ﺫﺁ ﺮﻩ ، ﻭﻗﺎ ﻝ : « ﻣﺎ ﺑﻌ ﺚ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﻧﺒ ﱟﻲ ﺇ ﱠﻻ ﺃﻧﺬ ﺭﻩ ﺃﱠﻣﺘﻪ : ﺃﻧﺬ ﺭﻩ ﻧﻮ ﺡ ﻭﺍﻟﱠﻨﺒﱡﻴﻮﻥ ﻣ ﻦ'
			'ﺑﻌﺪﻩ ، ﻭﺇﻧﱠﻪ ﺇ ﻥ ﻳ ﺨ ﺮ ﺝ ﻓﻴﻜﻢ ﻓﻤﺎ ﺧﻔ ﻲ ﻋﻠﻴﻜﻢ ﻣ ﻦ ﺷﺄﻧ ﻪ ﻓﻠﻴ ﺲ ﻳ ﺨﻔﻲ ﻋﻠﻴﻜﻢ، ﺇ ﱠﻥ ﺭﱠﺑﻜﻢ ﻟﻴﺲ ﺑﺄ ﻋﻮ ﺭ ، ﻭﺇﱠﻧﻪ ﺃﻋﻮ ﺭ'
			'ﻋﻴﻦ ﺍﻟﻴ ﻤﻨﻰ ، ﺁﺄ ﱠﻥ ﻋﻴﻨﻪ ﻋﻨﺒﺔ ﻃﺎﻓﻴﺔ . ﺃﻻ ﺈﻧ ﺍﻟﱠﻠﻪ ﺣ ﱠﺮﻡ ﻋﻠﻴﻜﻢ ﺩ ﻣﺎ ﺀﺁﻢ ﻭﺃ ﻣﻮﺍﻟﻜﻢ ، ﺁ ﺤ ﺮﻣ ﺔ ﻳ ﻮﻣﻜﻢ ﻩﺬﺍ ، ﻓﻲ'
			'ﺑﻠﺪﺁﻢ ﻩﺬﺍ ، ﻓﻲ ﺷ ﻬ ﺮﺁﻢ ﻩﺬﺍ ﺃ ﻻ ﻩﻞ ﺑﻠﱠﻐ ﺖ ؟ » ﻗﺎﻟﻮﺍ : ﻧﻌﻢ ، ﻗﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺷ ﻬﺪ ﺛﻼﺛﺎ ﻭﻳﻠﻜﻢ ﺃ ﻭ : ﻭﻳﺤﻜﻢ ،'
			'ﺍﻧ ﻈ ﺮﻭﺍ: ﻻ ﺗ ﺮ ﺟﻌﻮﺍ ﺑﻌﺪﻱ ﺁﱠﻔﺎﺭﺍ ﻳ ﻀ ﺮ ﺏ ﺑﻌ ﻀﻜﻢ ﺭﻗﺎ ﺏ ﺑﻌ ﺾ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ، ﻭﺭﻮﯨ ﻣﺴﻠﻢ ﺑﻌﻀﻪ',
		translation: 'Translation of Hadith 205'
),
	Hadith(
		hadithNumber: 206,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻗﺎﻝ : (( ﻣ ﻦ ﻇﻠﻢ ﻗﻴﺪ ﺷﺒ ﺮ ﻣ ﻦ ﺍﻷ ﺭ ﺽ'
			'ﻃﻮﱢﻗﻪ ﻣ ﻦ ﺳﺒ ﻊ ﺃ ﺭ ﺿﻴ ﻦ )) ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 206'
),
	Hadith(
		hadithNumber: 207,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻟﻴ ﻤﻠﻲ ﻟﻠ ﱠﻈﺎﻟﻢ'
			'ﻓﺈﺫﺍ ﺃ ﺧﺬﻩ ﻟﻢ ﻳﻔﻠﺘﻪ ، ﺛﻢﱠ ﻗ ﺮﺃ : { ﻭﺁﺬﻟ ﻚ ﺃ ﺧﺬ ﺭﱢﺑ ﻚ ﺇﺫﺍ ﺃ ﺧﺬ ﺍﻟﻘ ﺮﻯ ﻭ ﻩﻲ ﻇﺎﻟ ﻤﺔ ﺇ ﱠﻥ ﺃ ﺧﺬﻩ ﺃﻟﻴﻢ ﺷﺪﻳﺪ }',
		translation: 'Translation of Hadith 207'
),
	Hadith(
		hadithNumber: 208,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﻌﺜﻨﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : «ﺇﱠﻧ ﻚ ﺗﺄﺗﻲ ﻗ ﻮﻣﺎ ﻣ ﻦ'
			'ﺃ ﻩ ﻞ ﺍﻟﻜﺘﺎﺏ ، ﻓﺎﺩ ﻋ ﻬﻢ ﺇﻟﻰ ﺷ ﻬﺎﺩﺓ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃﱢﻧﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻓﺈ ﻥ ﻩﻢ ﺃﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ، ﻓﺄ ﻋﻠﻤ ﻬﻢ ﺃ ﱠﻥ ﺍﻟﱠﻠﻪ'
			'ﻗﺪ ﺍﻓﺘﺮ ﺽ ﻋﻠﻴﻬﻢ ﺧ ﻤ ﺲ ﺻﻠﻮﺍ ﺕ ﻓﻲ ﺁﻞﱢ ﻳﻮﻡ ﻭﻟﻴﻠ ﺔ ، ﻓﺈ ﻥ ﻩﻢ ﺃ ﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ، ﻓﺄﻋﻠ ﻤ ﻬﻢ ﺃ ﱠﻥ ﺍﻟﱠﻠﻪ ﻗﺪ ﺍﻓﺘ ﺮ ﺽ'
			'ﻋﻠﻴﻬﻢ ﺻﺪﻗ ﺔ ﺗ ﺆﺧﺬ ﻣ ﻦ ﺃﻏﻨﻴﺎﺋ ﻬﻢ ﻓﺘ ﺮﱡﺩ ﻋﻠﻰ ﻓﻘﺮﺍﺋﻬﻢ ، ﻓﺈ ﻥ ﻩﻢ ﺃ ﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ، ﻓﺈﱠﻳﺎ ﻙ ﻭﺁﺮﺍﺋﻢ ﺃ ﻣﻮﺍﻟﻬﻢ . ﻭﺍﱠﺗ ﻖ'
			'ﺩ ﻋﻮﺓ ﺍﻟﻤ ﻈﻠﻮﻡ ﻓﺈﱠﻧﻪ ﻟﻴﺲ ﺑﻴﻨﻬﺎ ﻭﺑﻴ ﻦ ﺍﻟﱠﻠﻪ ﺣ ﺠﺎ ﺏ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 208'
),
	Hadith(
		hadithNumber: 209,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺣﻤﻴﺪ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤﻦ ﺑ ﻦ ﺳﻌﺪ ﺍﻟ ﱠﺴﺎ ﻋﺪ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺍ ﺳﺘﻌﻤ ﻞ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺭ ﺟ ﻼ ﻣﻦ ﺍ ﻷ ﺯﺩ ﻳﻘﺎ ﻝ ﻟﻪ : ﺍﺑـ ﻦ ﺍﻟﱡﻠﺘﺒﱠﻴ ﺔ ﻋﻠﻰ ﺍﻟ ﱠﺼﺪﻗ ﺔ ، ﻓﻠﱠﻤﺎ ﻗﺪﻡ ﻗـﺎﻝ : ﻩﺬﺍ ﻟﻜﻢ، ﻭ ﻩﺬﺍ ﺄﻫﺪ ﻱ ﺇﻟ ﱠﻲ ﻓﻘﺎﻡ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍﻟﻤﻨﺒ ﺮ ، ﻓﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ﻭﺃﺛﻨﻰ ﻋﻠﻴﻪ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺃﱠﻣﺎ ﺑﻌﺪ ﻓﺈﱢﻧﻲ ﺃ ﺳﺘﻌﻤ ﻞ'
			'ﺍﻟ ﱠﺮ ﺟ ﻞ ﻣﻨﻜﻢ ﻋﻠﻰ ﺍﻟﻌ ﻤ ﻞ ﻣﱠﻤﺎ ﻭ ﱠﻻﻧﻲ ﺍﻟﱠﻠﻪ ، ﻓﻴﺄﺗﻲ ﻓﻴﻘﻮ ﻝ : ﻩﺬﺍ ﻟﻜﻢ، ﻭ ﻩﺬﺍ ﻩﺪﱠﻳﺔ ﺃ ﻩﺪﻳﺖ ﺇﻟ ﱠﻲ ، ﺃﻓﻼ ﺟﻠﺲ ﻓﻲ ﺑﻴ ﺖ'
			'ﺍﻟﻘﻴﺎﻣﺔ، ﻓﻼ ﺃ ﻋﺮﻓ ﱠﻦ ﺃﺣﺪﺍ ﻣﻨﻜﻢ ﻟﻘ ﻲ ﺍﻟﱠﻠﻪ ﻳ ﺤﻤ ﻞ ﺑﻌﻴﺮﺍ ﻟﻪ ﺭ ﻏﺎ ﺀ ، ﺃ ﻭ ﺑﻘﺮﺓ ﻟ ﻬﺎ ﺧﻮﺍﺭ ، ﺃ ﻭ ﺷﺎﺓ ﺗﻴﻌ ﺮ ﺛﻢﱠ ﺭﻓ ﻊ ﻳﺪﻳ ﻪﺃﺑﻴ ﻪ ﺃ ﻭ ﺃﱢﻣ ﻪ ﺣﱠﺘﻰ ﺗﺄﺗﻴﻪ ﺇ ﻥ ﺁﺎ ﻥ ﺻﺎﺩﻗﺎ، ﻭﺍﻟﱠﻠﻪ ﻻ ﻳﺄ ﺧﺬ ﺃﺣﺪ ﻣﻨﻜﻢ ﺷﻴﺌﺎ ﺑﻐﻴ ﺮ ﺣﱢﻘ ﻪ ﺇ ﱠﻻ ﻟﻘ ﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻳ ﺤﻤﻠﻪ ﻳ ﻮﻡ'
			'ﺣﱠﺘﻰ ﺭ ﺅ ﻱ ﺑﻴﺎ ﺽ ﺇﺑﻄﻴﻪ ﻓﻘﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﻩ ﻞ ﺑﻠﱠﻐ ﺖ » ﺛﻼﺛﺎ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 209'
),
	Hadith(
		hadithNumber: 210,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺁﺎﻧ ﺖ ﻋﻨﺪﻩ ﻣ ﻈﻠ ﻤﺔ ﻷ ﺧﻴ ﻪ'
			'، ﻣ ﻦ ﻋ ﺮ ﺿ ﻪ ﺃ ﻭ ﻣ ﻦ ﺷ ﻲ ﺀ ، ﻓﻠﻴﺘ ﺤﱠﻠﻠﻪ ﻣﻨﻪ ﺍﻟﻴ ﻮﻡ ﻗﺒ ﻞ ﺃ ﻥ ﻻ ﻳﻜﻮ ﻥ ﺩﻳﻨﺎﺭ ﻭﻻ ﺩ ﺭ ﻩﻢ ، ﺇ ﻥ ﺁﺎ ﻥ ﻟﻪ ﻋﻤﻞ ﺻﺎﻟ ﺢ ﺃ ﺧﺬ'
			'ﻣﻨﻪ ﺑﻘﺪ ﺭ ﻣ ﻈﻠﻤﺘ ﻪ ، ﻭﺇ ﻥ ﻟﻢ ﻳﻜ ﻦ ﻟﻪ ﺣ ﺴﻨﺎ ﺕ ﺃ ﺧﺬ ﻣ ﻦ ﺳﱢﻴﺌﺎ ﺕ ﺻﺎ ﺣﺒ ﻪ ﻓ ﺤ ﻤ ﻞ ﻋﻠﻴﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 210'
),
	Hadith(
		hadithNumber: 211,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍﻟﻤ ﺴﻠﻢ'
			'ﻣ ﻦ ﺳﻠﻢ ﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ﻣ ﻦ ﻟﺴﺎﻧ ﻪ ﻭﻳﺪﻩ ، ﻭﺍﻟﻤ ﻬﺎ ﺟ ﺮ ﻣ ﻦ ﻩ ﺠ ﺮ ﻣﺎ ﻧ ﻬﻰ ﺍﻟﱠﻠﻪ ﻋﻨﻪ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 211'
),
	Hadith(
		hadithNumber: 212,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﻋﻠﻰ ﺛﻘﻞ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭ ﺟﻞ ﻳﻘﺎ ﻝ ﻟﻪ ﺁ ﺮﺁﺮﺓ ، ﻓ ﻤﺎ ﺕ ﻓﻘﺎﻝ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻩ ﻮ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ » ﻓﺬ ﻩﺒﻮﺍ ﻳﻨ ﻈ ﺮﻭ ﻥ ﺇﻟﻴﻪ ﻓ ﻮ ﺟﺪﻭﺍ ﻋﺒﺎ ﺀﺓ ﻗﺪ ﻏﱠﻠ ﻬﺎ. ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 212'
),
	Hadith(
		hadithNumber: 213,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﻜ ﺮﺓ ﻧﻔﻴ ﻊ ﺑ ﻦ ﺍﻟﺤﺎﺭ ﺙ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﺇ ﱠﻥ ﺍﻟ ﱠﺰ ﻣﺎ ﻥ ﻗﺪ.'
			'ﺍ ﺳﺘﺪﺍ ﺭ ﺁ ﻬﻴﺌﺘ ﻪ ﻳ ﻮﻡ ﺧﻠ ﻖ ﺍﻟﱠﻠﻪ ﺍﻟ ﱠﺴﻤﻮﺍ ﺕ ﻭﺍ ﻷ ﺭ ﺽ : ﺍﻟ ﱠﺴﻨﺔ ﺍﺛﻨﺎ ﻋ ﺸﺮ ﺷ ﻬﺮﺍ ، ﻣﻨ ﻬﺎ ﺃ ﺭﺑﻌﺔ ﺣ ﺮﻡ: ﺛﻼ ﺙ ﻣﺘ ﻮﺍﻟﻴﺎ ﺕ'
			': ﺫﻭ ﺍﻟﻘﻌﺪﺓ ﻭﺫﻭ ﺍﻟ ﺤ ﱠﺠ ﺔ ، ﻭﺍﻟﻤﺤﺮﱠﻡ ، ﻭﺭ ﺟﺐ ﺍﻟﺬﻱ ﺑﻴ ﻦ ﺟﻤﺎﺪﻳ ﻭ ﺷﻌﺒﺎ ﻥ ، ﺃ ﱡﻱ ﺷ ﻬ ﺮ ﻩﺬﺍ ؟ » ﻗﻠﻨﺎ : ﺍﻟﱠﻠﻪ'
			'ﻭﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ ، ﻓﺴﻜ ﺖ ﺣﱠﺘﻰ ﻇﻨﱠﻨﺎ ﺃﻧﱠﻪ ﺳﻴﺴﱢﻤﻴ ﻪ ﺑﻐﻴ ﺮ ﺍ ﺳﻤ ﻪ ، ﻗﺎﻝ : ﺃﻟﻴﺲ ﺫﺍ ﺍﻟ ﺤ ﱠﺠ ﺔ ؟ ﻗﻠﻨﺎ : ﺑﻠﻰ: ﻗﺎﻝ : « ﻓﺄ ﱡﻱ'
			'ﺑﻠﺪ ﻩﺬﺍ ؟ » ﻗﻠﻨﺎ: ﺍﻟﱠﻠﻪ ﻭﺭ ﺳﻮﻟﻪ ﺃﻋﻠﻢ ، ﻓ ﺴﻜ ﺖ ﺣﱠﺘﻰ ﻇﻨﱠﻨﺎ ﺃﻧﱠﻪ ﺳﻴﺴﱢﻤﻴ ﻪ ﺑﻐﻴﺮ ﺍ ﺳﻤ ﻪ . ﻗﺎﻝ : « ﺃﻟﻴ ﺲ ﺍﻟﺒﻠﺪﺓ ﺍﻟﺤﺮﻡ'
			'؟ » ﻗﻠﻨﺎ : ﺑﻠﻰ . ﻗﺎﻝ : « ﻓﺄ ﱡﻱ ﻳﻮﻡ ﻩﺬﺍ ؟ » ﻗﻠﻨﺎ : ﺍﻟﱠﻠﻪ ﻭﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ ، ﻓﺴﻜ ﺖ ﺣﱠﺘﻰ ﻇﻨﱠﻨﺎ ﺃﱠﻧﻪ ﺳﻴﺴﱢﻤﻴ ﻪ ﺑﻐﻴﺮ'
			'ﺍﺳ ﻤ ﻪ . ﻗﺎﻝ : « ﺃﻟﻴ ﺲ ﻳ ﻮﻡ ﺍﻟﱠﻨ ﺤﺮ ؟ » ﻗﻠﻨﺎ : ﺑﻠﻰ . ﻗﺎﻝ : « ﻓﺈ ﱠﻥ ﺩﻣﺎ ﺀﺁﻢ ﻭﺃ ﻣ ﻮﺍﻟﻜﻢ ﻭﺃ ﻋﺮﺍ ﺿﻜﻢ ﻋﻠﻴﻜﻢ ﺣ ﺮﺎﻣ ،'
			'ﺁ ﺤ ﺮﻣ ﺔ ﻳ ﻮﻣﻜﻢ ﻩﺬﺍ ﻓﻲ ﺑﻠﺪﺁﻢ ﻩﺬﺍ ﻓﻲ ﺷ ﻬ ﺮﺁﻢ ﻩﺬﺍ ، ﻭ ﺳﺘﻠﻘ ﻮﻥ ﺭﱠﺑﻜﻢ ﻓﻴ ﺴﺄﻟﻜﻢ ﻋ ﻦ ﺃ ﻋﻤﺎﻟﻜﻢ ، ﺃﻻ ﻓﻼ ﺗ ﺮ ﺟﻌﻮﺍ'
			'ﺑﻌﺪﻱ ﺁﱠﻔﺎﺭﺍ ﻳ ﻀ ﺮ ﺏ ﺑﻌ ﻀﻜﻢ ﺭﻗﺎ ﺏ ﺑﻌ ﺾ ، ﺃ ﻻ ﻟﻴﺒﱢﻠ ﻎ ﺍﻟ ﱠﺸﺎ ﻩﺪ ﺍﻟﻐﺎﺋ ﺐ ، ﻓﻠﻌ ﱠﻞ ﺑﻌﺾ ﻣﻦ ﻳﺒﻠﻐﻪ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺃ ﻭ ﻋﻰ ﻟﻪ'
			'ﻣﻦ ﺑﻌ ﺾ ﻣ ﻦ ﺳ ﻤﻌﻪ » ﺛﻢﱠ ﻗﺎﻝ : « ﺃﻻ ﻩ ﻞ ﺑﻠﱠﻐ ﺖ ، ﺃﻻ ﻩ ﻞ ﺑﻠﱠﻐ ﺖ ؟ » ﻗﻠﻨﺎ : ﻧﻌﻢ ، ﻗﺎﻝ : « ﺍﻟﱠﻠ ﻬﻢ ﺍ ﺷﻬﺪ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 213'
),
	Hadith(
		hadithNumber: 214,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃ ﻣﺎﻣ ﺔ ﺇﻳﺎ ﺱ ﺑ ﻦ ﺛﻌﻠﺒ ﺔ ﺍﻟ ﺤﺎ ﺭﺛ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «'
			'ﻣ ﻦ ﺍﻗﺘ ﻄ ﻊ ﺣ ﱠﻖ ﺍ ﻣﺮﻱ ﺀ ﻣ ﺴﻠﻢ ﺑﻴ ﻤﻴﻨ ﻪ ﻓﻘﺪ ﺃ ﻭ ﺟ ﺐ ﺍﻟﱠﻠﻪ ﻟﻪ ﺍﻟﱠﻨﺎ ﺭ ، ﻭ ﺣ ﱠﺮﻡ ﻋﻠﻴﻪ ﺍﻟ ﺠﱠﻨ ﺔ » ﻓﻘﺎﻝ ﺭ ﺟﻞ : ﻭﺇ ﻥ ﺁﺎ ﻥ ﺷﻴﺌﺎ'
			'ﻳ ﺴﻴﺮﺍ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ؟ ﻓﻘﺎﻝ : « ﻭﺇ ﻥ ﻗ ﻀﻴﺒﺎ ﻣ ﻦ ﺃ ﺭﺍ ﻙ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 214'
),
	Hadith(
		hadithNumber: 215,
		hadith:
						'ﻭﻋﻦ ﻋﺪﻱ ﺑﻦ ﻋ ﻤﻴ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻳﻘﻮﻝ : « ﻣﻦ ﺍ ﺳﺘﻌﻤﻠﻨﺎﻩ ﻣﻨﻜﻢ ﻋﻠﻰ ﻋ ﻤﻞ.'
			'، ﻓﻜﺘﻤﻨﺎ ﻣ ﺨﻴﻄﺎ ﻓ ﻤﺎ ﻓ ﻮﻗﻪ ، ﺁﺎ ﻥ ﻏﻠﻮﻻ ﻳﺄﺗﻲ ﺑ ﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﻓﻘﺎﻡ ﺇﻟﻴ ﻪ ﺭ ﺟﻞ ﺃ ﺳﻮﺩ ﻣ ﻦ ﺍ ﻷﻧ ﺼﺎ ﺭ ، ﺁﺄﱢﻧﻲ ﺃﻧﻈ ﺮ'
			'ﺇﻟﻴﻪ ، ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺍﻗﺒﻞ ﻋﻨﻲ ﻋﻤﻠ ﻚ ﻗﺎﻝ: « ﻭﻣﺎﻟ ﻚ ؟ » ﻗﺎﻝ : ﺳﻤﻌﺘﻚ ﺗﻘﻮﻝ ﺁﺬﺍ ﻭﺁﺬﺍ ، ﻗﺎﻝ : « ﻭﺃﻧﺎ'
			'ﺃﻗﻮﻟﻪ ﺍﻵﻥ : ﻣﻦ ﺍ ﺳﺘﻌﻤﻠﻨﺎﻩ ﻋﻠﻰ ﻋﻤ ﻞ ﻓﻠﻴ ﺠﻲﺀ ﺑﻘﻠﻴﻠ ﻪ ﻭﺁﺜﻴ ﺮﻩ ، ﻓ ﻤﺎ ﺃﻭﺗﻲ ﻣﻨﻪ ﺃ ﺧﺬ ﻭ ﻣﺎ ﻧ ﻬﻰ ﻋﻨﻪ ﺍﻧﺘ ﻬﻰ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 215'
),
	Hadith(
		hadithNumber: 216,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮ ﺑﻦ ﺍﻟﺨﻄﺎﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻟﱠﻤﺎ ﺁﺎﻥ ﻳ ﻮﻡ ﺧﻴﺒ ﺮ ﺃﻗﺒﻞ ﻧﻔﺮ ﻣ ﻦ ﺃ ﺻﺤﺎ ﺏ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟﻮﺍ : ﻓﻼ ﻥ ﺷ ﻬﻴﺪ ، ﻭﻓﻼ ﻥ ﺷ ﻬﻴﺪ ، ﺣﱠﺘﻰ ﻣ ﱡﺮﻭﺍ ﻋﻠﻰ ﺭ ﺟ ﻞ ﻓﻘﺎﻟﻮﺍ : ﻓﻼ ﻥ ﺷ ﻬﻴﺪ . ﻓﻘﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁ ﱠﻼ ﺇﱢﻧﻲ ﺭﺃﻳﺘﻪ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ﻓﻲ ﺑ ﺮﺩﺓ ﻏﱠﻠﻬﺎ ﺃ ﻭ ﻋﺒﺎ ﺀﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 216'
),
	Hadith(
		hadithNumber: 217,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺍﻟﺤﺎﺭ ﺙ ﺑ ﻦ ﺭﺑﻌﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﱠﻪ ﻗﺎﻡ ﻓﻴﻬﻢ،'
			'ﻓﺬﺁ ﺮ ﻟ ﻬﻢ ﺃ ﱠﻥ ﺍﻟ ﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ، ﻭﺍ ﻹﻳﻤﺎ ﻥ ﺑﺎﻟﱠﻠﻪ ﺃﻓﻀ ﻞ ﺍ ﻷ ﻋﻤﺎ ﻝ، ﻓﻘﺎﻡ ﺭﺟﻞ ﻓﻘﺎﻝ: ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃ ﺭﺃﻳﺖ ﺇ ﻥ'
			'ﻗﺘﻠ ﺖ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ، ﺗﻜﻔﱢ ﺮ ﻋﻨﻲ ﺧ ﻄﺎﻳﺎ ﻯ؟ ﻓﻘﺎﻝ ﻟﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻧﻌﻢ ﺇ ﻥ ﻗﺘﻠ ﺖ ﻓﻲ'
			'ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻭﺃﻧ ﺖ ﺻﺎﺑﺮ ﻣ ﺤﺘ ﺴ ﺐ ، ﻣﻘﺒﻞ ﻏﻴ ﺮ ﻣﺪﺑ ﺮ » ﺛﻢﱠ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﻴﻒ ﻗﻠ ﺖ ؟'
			'» ﻗﺎﻝ : ﺃ ﺭﺃﻳ ﺖ ﺇ ﻥ ﻗﺘﻠ ﺖ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ ، ﺃﺗﻜﻔ ﺮ ﻋﻨﻲ ﺧ ﻄﺎﻳﺎﻱ ؟ ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻧﻌﻢ'
			'ﻭﺃﻧﺖ ﺻﺎﺑﺮ ﻣ ﺤﺘ ﺴ ﺐ ، ﻣﻘﺒ ﻞ ﻏﻴ ﺮ ﻣﺪﺑ ﺮ ، ﺇ ﱠﻻ ﺍﻟﱠﺪﻳﻦ ﻓﺈ ﱠﻥ ﺟﺒ ﺮﻳ ﻞ ﻗﺎﻝ ﻟﻲ ﺫﻟ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 217'
),
	Hadith(
		hadithNumber: 218,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺃﺗﺪ ﺭﻮﻧ ﻣﻦ ﺍﻟﻤﻔﻠ ﺲ ؟».'
			'ﻗﺎﻟﻮﺍ : ﺍﻟﻤﻔﻠ ﺲ ﻓﻴﻨﺎ ﻣ ﻦ ﻻ ﺩ ﺭ ﻩﻢ ﻟﻪ ﻭﻻ ﻣﺘﺎ ﻉ . ﻓﻘﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﻤﻔﻠ ﺲ ﻣ ﻦ ﺃﱠﻣﺘﻲ ﻣ ﻦ ﻳﺄﺗﻲ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺑ ﺼﻼﺓ'
			'ﻭ ﺻﻴﺎﻡ ﻭ ﺯﺁﺎﺓ ، ﻭﻳﺄﺗﻲ ﻭﻗﺪ ﺷﺘﻢ ﻩﺬﺍ ، ﻭﻗﺬﻑ ﻩﺬﺍ ﻭﺃﺁ ﻞ ﻣﺎ ﻝ ﻩﺬﺍ، ﻭﺳﻔ ﻚ ﺪﻣ ﻩﺬﺍ ، ﻭ ﺿ ﺮ ﺏ ﻩﺬﺍ ، ﻓﻴﻌ ﻄﻰ ﻩﺬﺍ'
			'ﻣ ﻦ ﺣ ﺴﻨﺎﺗ ﻪ ، ﻭ ﻩﺬﺍ ﻣﻦ ﺣ ﺴﻨﺎﺗ ﻪ ، ﻓﺈ ﻥ ﻓﻨﻴ ﺖ ﺣﺴﻨﺎﺗﻪ ﻗﺒ ﻞ ﺃ ﻥ ﻳﻘ ﻀ ﻲ ﻣﺎ ﻋﻠﻴﻪ ، ﺃ ﺧﺬ ﻣ ﻦ ﺧ ﻄﺎﻳﺎ ﻩﻢ ﻓ ﻄﺮ ﺣ ﺖ ﻋﻠﻴﻪ'
			'، ﺛﻢﱠ ﻃ ﺮﺡ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 218'
),
	Hadith(
		hadithNumber: 219,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺳﻠﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻧﻤﺎ ﺃﻧﺎ ﺑ ﺸﺮ ، ﻭﺇﱠﻧﻜﻢ'
			'ﺗ ﺨﺘ ﺼﻤﻮ ﻥ ﺇﻟ ﱠﻲ ، ﻭﻟﻌ ﱠﻞ ﺑﻌ ﻀﻜﻢ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺃﻟﺤ ﻦ ﺑ ﺤ ﱠﺠﺘ ﻪ ﻣ ﻦ ﺑﻌﺾ ، ﻓﺄﻗ ﻀﻲ ﻟﻪ ﺑﻨ ﺤﻮ ﻣﺎ ﺃ ﺳﻤ ﻊ ﻓ ﻤ ﻦ ﻗ ﻀﻴ ﺖ ﻟﻪ'
			'ﺑ ﺤ ﱢﻖ ﺃ ﺧﻴ ﻪ ﻓﺈﱠﻧ ﻤﺎ ﺃﻗ ﻄ ﻊ ﻟﻪ ﻗ ﻄﻌ ﺔ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ . «ﺃﻟ ﺤ ﻦ » ﺃ ﻱ : ﺃ ﻋﻠﻢ',
		translation: 'Translation of Hadith 219'
),
	Hadith(
		hadithNumber: 220,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟ ﻦ ﻳ ﺰﺍ ﻝ ﺍﻟﻤﺆ ﻣ ﻦ ﻓﻲ'
			'ﻓ ﺴ ﺤ ﺔ ﻣ ﻦ ﺩﻳﻨ ﻪ ﻣﺎﻟﻢ ﻳ ﺼ ﺐ ﺩﻣﺎ ﺣﺮﺍﻣﺎ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 220'
),
	Hadith(
		hadithNumber: 221,
		hadith:
						'ﻭﻋﻦ ﺧ ﻮﻟ ﺔ ﺑﻨ ﺖ ﻋﺎ ﻣ ﺮ ﺍ ﻷﻧ ﺼﺎ ﺭﱠﻳ ﺔ ، ﻭ ﻩ ﻲ ﺍ ﻣ ﺮﺃﺓ ﺣ ﻤ ﺰﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻭﻋﻨﻬﺎ ، ﻗﺎﻟﺖ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ(.'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺭ ﺟﺎ ﻻ ﻳﺘ ﺨ ﱠﻮ ﺿﻮ ﻥ ﻓﻲ ﻣﺎ ﻝ ﺍﻟﱠﻠ ﻪ ﺑﻐﻴ ﺮ ﺣـ ﱟﻖ ﻓﻠ ﻬﻢ ﺍﻟﱠﻨﺎ ﺭ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ »'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 221'
),
	Hadith(
		hadithNumber: 222,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟﻤ ﺆﻣ ﻦ ﻟﻠﻤ ﺆﻣﻦ ﺁﺎﻟﺒﻨﻴﺎ ﻥ'
			'ﻳﺸﱡﺪ ﺑﻌ ﻀﻪ ﺑﻌﻀﺎ » ﻭ ﺷﱠﺒ ﻚ ﺑﻴ ﻦ ﺃ ﺻﺎﺑﻌﻪ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 222'
),
	Hadith(
		hadithNumber: 223,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﻦ ﻣ ﱠﺮ ﻓﻲ ﺷ ﻲ ﺀ ﻣ ﻦ ﻣ ﺴﺎ ﺟﺪﻧﺎ ، ﺃ ﻭ ﺃ ﺳ ﻮﺍﻗﻨﺎ،'
			'ﻭ ﻣﻌﻪ ﻧﺒ ﻞ ﻓﻠﻴ ﻤ ﺴ ﻚ ، ﺃ ﻭ ﻟﻴﻘﺒ ﺾ ﻋﻠﻰ ﻧﺼﺎﻟ ﻬﺎ ﺑﻜﱢﻔ ﻪ ﺃ ﻥ ﻳ ﺼﻴﺐ ﺃ ﺣﺪﺍ ﻣ ﻦ ﺍﻟﻤ ﺴﻠ ﻤﻴ ﻦ ﻣﻨ ﻬﺎ ﺑ ﺸ ﻲ ﺀ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 223'
),
	Hadith(
		hadithNumber: 224,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑ ﺸﻴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻣﺜ ﻞ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ'
			'ﻓﻲ ﺗ ﻮﺍﱢﺩ ﻩﻢ ﻭﺗ ﺮﺍ ﺣ ﻤ ﻬﻢ ﻭﺗﻌﺎ ﻃﻔ ﻬﻢ ، ﻣﺜ ﻞ ﺍﻟ ﺠ ﺴﺪ ﺇﺫﺍ ﺍ ﺷﺘﻜﻰ ﻣﻨﻪ ﻋ ﻀ ﻮ ﺗﺪﺍ ﻋﻰ ﻟﻪ ﺳﺎﺋ ﺮ ﺍﻟﺠﺴﺪ ﺑﺎﻟﺴ ﻬ ﺮ ﻭﺍﻟ ﺤﱠﻤﻰ'
			'» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 224'
),
	Hadith(
		hadithNumber: 225,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﱠﺒﻞ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﺤﺴ ﻦ ﺍﺑﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﻤﺎ ، ﻭ ﻋﻨﺪﻩ ﺍ ﻷﻗﺮ ﻉ ﺑ ﻦ ﺣﺎﺑ ﺲ ، ﻓﻘﺎﻝ ﺍ ﻷﻗ ﺮ ﻉ : ﺇ ﱠﻥ ﻟﻲ ﻋﺸﺮﺓ ﻣ ﻦ ﺍﻟﻮﻟﺪ ﻣﺎ ﻗﱠﺒﻠ ﺖ ﻣﻨ ﻬﻢ ﺃﺣﺪﺍ ﻓﻨ ﻈﺮ ﺇﻟﻴﻪ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : «ﻣﻦ ﻻ ﻳ ﺮﺣﻢ ﻻ ﻳ ﺮ ﺣﻢ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 225'
),
	Hadith(
		hadithNumber: 226,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺪﻡ ﻧﺎ ﺱ ﻣﻦ ﺍ ﻷ ﻋﺮﺍ ﺏ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ،'
			'ﻓﻘﺎﻟﻮﺍ : ﺃﺗﻘﱢﺒﻠﻮ ﻥ ﺻﺒﻴﺎﻧﻜﻢ ؟ ﻓﻘﺎﻝ : « ﻧﻌﻢ » ﻗﺎﻟﻮﺍ : ﻟﻜﱠﻨﺎ ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﻧﻘﺒﱢ ﻞ ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﺃ ﻭ ﺃ ﻣﻠ ﻚ ﺇ ﻥ ﺁﺎ ﻥ ﺍﻟﱠﻠﻪ ﻧﺰ ﻉ ﻣ ﻦ ﻗﻠﻮﺑﻜﻢ ﺍﻟ ﱠﺮﺣ ﻤ ﺔ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 226'
),
	Hadith(
		hadithNumber: 227,
		hadith:
						'ﻭﻋﻦ ﺟﺮﻳﺮ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻻ ﻳ ﺮ ﺣﻢ'
			'ﺍﻟﱠﻨﺎﺱ ﻻ ﻳ ﺮﺣ ﻤﻪ ﺍﻟﱠﻠﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 227'
),
	Hadith(
		hadithNumber: 228,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺻﻠﻰ ﺃﺣﺪﺁﻢ ﻟﻠﱠﻨﺎ ﺱ'
			'ﻓﻠﻴ ﺨﱢﻔ ﻒ ، ﻓﺈ ﱠﻥ ﻓﻴ ﻬﻢ ﺍﻟ ﱠﻀﻌﻴ ﻒ ﻭﺍﻟﺴﻘﻴﻢ ﻭﺍﻟﻜﺒﻴ ﺮ . ﻭﺇﺫﺍ ﺻﱠﻠﻰ ﺃ ﺣﺪﺁﻢ ﻟﻨﻔ ﺴ ﻪ ﻓﻠﻴ ﻄ ﱢﻮﻝ ﻣﺎ ﺷﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻭﺫﺍ ﺍﻟﺤﺎ ﺟﺔ »',
		translation: 'Translation of Hadith 228'
),
	Hadith(
		hadithNumber: 229,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺇ ﻥ ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻴﺪ ﻉ ﺍﻟﻌ ﻤ ﻞ ، ﻭ ﻩ ﻮ ﻳ ﺤ ﱡﺐ'
			'ﺃ ﻥ ﻳﻌﻤ ﻞ ﺑ ﻪ ، ﺧ ﺸﻴ ﺔ ﺃ ﻥ ﻳﻌ ﻤ ﻞ ﺑ ﻪ ﺍﻟﱠﻨﺎ ﺱ ﻓﻴﻔ ﺮ ﺽ ﻋﻠﻴ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 229'
),
	Hadith(
		hadithNumber: 230,
		hadith:
						'ﻭﻋﻨ ﻬﺎ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻧ ﻬﺎ ﻩﻢ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻦ ﺍﻟ ﻮﺻﺎﻝ ﺭ ﺣﻤ ﺔ ﻟ ﻬﻢ ، ﻓﻘﺎﻟﻮﺍ: ﺇﱠﻧ ﻚ'
			'ﺗﻮﺍﺻ ﻞ ؟ ﻗﺎﻝ : « ﺇﱢﻧﻲ ﻟ ﺴ ﺖ ﺁ ﻬﻴﺌﺘﻜﻢ ﺇﱢﻧﻲ ﺃﺑﻴ ﺖ ﻳ ﻄﻌﻤﻨﻲ ﺭﱢﺑﻲ ﻭﻳ ﺴﻘﻴﻨﻲ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ﻣﻌﻨﺎﻩ : ﻳﺠﻌ ﻞ ﻓ ﱠﻲ ﻗﻮﱠﺓ'
			'` .230ﻣ ﻦ ﺃﺁ ﻞ ﻭ ﺷ ﺮ ﺏ',
		translation: 'Translation of Hadith 230'
),
	Hadith(
		hadithNumber: 231,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺍﻟﺤﺎ ﺭ ﺙ ﺑ ﻦ ﺭﺑﻌﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇﱢﻧﻲ'
			'ﻷﻗﻮﻡ ﺇﻟﻰ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺃ ﺭﻳﺪ ﺃ ﻥ ﺃ ﻃ ﱢﻮﻝ ﻓﻴﻬﺎ ، ﻓﺄ ﺳﻤ ﻊ ﺑﻜﺎ ﺀ ﺍﻟ ﱠﺼﺒ ﱢﻲ ، ﻓﺄﺗﺠ ﱠﻮ ﺯ ﻓﻲ ﺻﻼﺗﻲ ﺁ ﺮﺍ ﻩﻴ ﺔ ﺃ ﻥ ﺃ ﺷﻖﱠ ﻋﻠﻰ'
			'ﺃﱢﻣ ﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 231'
),
	Hadith(
		hadithNumber: 232,
		hadith:
						'ﻭﻋﻦ ﺟﻨﺪ ﺏ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ:«ﻣ ﻦ ﺻﱠﻠﻰ ﺻﻼﺓ'
			'ﺍﻟ ﱡﺼﺒ ﺢ ﻓ ﻬ ﻮ ﻓﻲ ﺫﻣ ﺔ ﺍﻟﱠﻠﻪ ﻓﻼ ﻳ ﻄﻠﺒﱠﻨﻜﻢ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﺫﱠﻣﺘ ﻪ ﺑ ﺸ ﻲ ﺀ ، ﻓﺈﱠﻧﻪ ﻣ ﻦ ﻳ ﻄﻠﺒﻪ ﻣ ﻦ ﺫﱠﻣﺘ ﻪ ﺑ ﺸ ﻲ ﺀ ﻳﺪ ﺭﺁﻪ ، ﺛﻢﱠ ﻳﻜﺒﱡﻪ'
			'ﻋﻠﻰ ﻭ ﺟ ﻬ ﻪ ﻓﻲ ﻧﺎ ﺭ ﺟ ﻬﱠﻨﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 232'
),
	Hadith(
		hadithNumber: 233,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﻤ ﺴﻠﻢ ﺃ ﺧﻮ ﺍﻟﻤ ﺴﻠﻢ ، ﻻ'
			'ﻳ ﻈﻠﻤﻪ ، ﻭﻻ ﻳ ﺴﻠﻤﻪ ، ﻣ ﻦ ﺁﺎ ﻥ ﻓﻲ ﺣﺎ ﺟ ﺔ ﺃ ﺧﻴ ﻪ ﺁﺎ ﻥ ﺍﻟﱠﻠﻪ ﻓﻲ ﺣﺎﺟﺘ ﻪ ، ﻭ ﻣ ﻦ ﻓ ﱠﺮﺝ ﻋ ﻦ ﻣ ﺴﻠﻢ ﺁ ﺮﺑ ﺔ ﻓ ﱠﺮ ﺝ ﺍﻟﱠﻠﻪ ﻋﻨﻪ'
			'ﺑ ﻬﺎ ﺁ ﺮﺑ ﺔ ﻣ ﻦ ﺁ ﺮ ﺏ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻭ ﻣ ﻦ ﺳﺘﺮ ﻣ ﺴﻠﻤﺎ ﺳﺘﺮﻩ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 233'
),
	Hadith(
		hadithNumber: 234,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟﻤ ﺴﻠﻢ ﺃ ﺧﻮ ﺍﻟﻤ ﺴﻠﻢ ﻻ'
			'ﻳ ﺨﻮﻧﻪ ﻭﻻ ﻳﻜﺬﺑﻪ ﻭﻻ ﻳ ﺨﺬﻟﻪ ، ﺁﻞﱡ ﺍﻟﻤ ﺴﻠﻢ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠﻢ ﺣﺮﺎﻣ ﻋ ﺮ ﺿﻪ ﻭﻣﺎﻟﻪ ﻭﺩﻣﻪ ﺍﻟﱠﺘﻘ ﻮﻯ ﻩﺎ ﻩﻨﺎ ، ﺑﺤ ﺴ ﺐ'
			' .234ﺍ ﻣ ﺮﻯ ﺀ ﻣ ﻦ ﺍﻟ ﱠﺸ ﱢﺮ ﺃ ﻥ ﻳ ﺤﻘ ﺮ ﺃﺧﺎﻩ ﺍﻟﻤﺴﻠﻢ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 234'
),
	Hadith(
		hadithNumber: 235,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺤﺎﺳﺪﻭﺍ ﻭﻻ ﺗﻨﺎﺟ ﺸﻮﺍ ﻭﻻ ﺗﺒﺎ ﻏ ﻀﻮﺍ ﻭﻻ'
			'ﺗﺪﺍﺑ ﺮﻭﺍ ﻭﻻ ﻳﺒ ﻊ ﺑﻌ ﻀﻜﻢ ﻋﻠﻰ ﺑﻴ ﻊ ﺑﻌ ﺾ ، ﻭﺁﻮﻧﻮﺍ ﻋﺒﺎﺩ ﺍﻟﱠﻠﻪ ﺇ ﺧﻮﺍﻧﺎ. ﺍﻟﻤ ﺴﻠﻢ ﺃ ﺧﻮ ﺍﻟﻤ ﺴﻠﻢ ﻻ ﻳﻈﻠﻤﻪ ﻭﻻ ﻳ ﺤﻘ ﺮﻩ'
			'ﻭﻻ ﻳ ﺨﺬﻟﻪ . ﺍﻟﱠﺘﻘ ﻮﻯ ﻩﺎ ﻩﻨﺎ ﻭﻳ ﺸﻴ ﺮ ﺇﻟﻰ ﺻﺪ ﺭﻩ ﺛ ﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ﺑﺤ ﺴ ﺐ ﺍ ﻣ ﺮﻱ ﺀ ﻣ ﻦ ﺍﻟ ﱠﺸ ﱢﺮ ﺃ ﻥ ﻳ ﺤﻘﺮ ﺃﺧﺎﻩ ﺍﻟﻤﺴﻠﻢ . ﺁﻞﱠ'
			'ﺍﻟﻤ ﺴﻠﻢ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠﻢ ﺣﺮﺎﻣ ﺩﻣﻪ ﻭﻣﺎﻟﻪ ﻭ ﻋ ﺮ ﺿﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﱠﻨ ﺠﺶ » ﺃ ﻥ ﻳ ﺰﻳﺪ ﻓﻲ ﺛﻤ ﻦ ﺳﻠﻌ ﺔ ﻳﻨﺎﺪﻳ ﻋﻠﻴ ﻬﺎ ﻓﻲ ﺍﻟ ﱡﺴﻮ ﻕ ﻭﻧ ﺤﻮﻩ ، ﻭﻻ ﺭ ﻏﺒ ﺔ ﻟﻪ ﻓﻲ ﺷﺮﺍﺋ ﻬﺎ ﺑ ﻞ ﻳﻘ ﺼﺪ ﺃ ﻥ'
			'ﻳﻐﺮﱠ ﻏﻴﺮﻩ ، ﻭ ﻩﺬﺍ ﺣﺮﺎﻣ . « ﻭﺍﻟﱠﺘﺪﺍﺑ ﺮ » : ﺃ ﻥ ﻳﻌ ﺮﺽ ﻋ ﻦ ﺍ ﻹﻧﺴﺎ ﻥ ﻭﻳ ﻬ ﺠ ﺮﻩ ﻭﻳﺠﻌﻠﻪ ﺁﺎﻟ ﱠﺸﻲ ﺀ ﺍﻟﺬﻱ ﻭﺭﺍ ﺀ ﺍﻟﻈ ﻬﺮ'
			'ﻭﺍﻟﱡﺪﺑ ﺮ',
		translation: 'Translation of Hadith 235'
),
	Hadith(
		hadithNumber: 236,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳ ﺆ ﻣ ﻦ ﺃﺣﺪﺁﻢ ﺣﱠﺘﻰ ﻳ ﺤﺐﱠ ﻷ ﺧﻴ ﻪ ﻣﺎ'
			'ﻳ ﺤﺐﱡ ﻟﻨﻔ ﺴ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 236'
),
	Hadith(
		hadithNumber: 237,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻧ ﺼ ﺮ ﺃ ﺧﺎ ﻙ ﻇﺎﻟﻤﺎ ﺃ ﻭ ﻣ ﻈﻠﻮﻣﺎ» ﻓﻘﺎ ﻝ ﺭ ﺟﻞ: ﻳﺎ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃﻧﺼﺮﻩ ﺇﺫﺍ ﺁﺎ ﻥ ﻣﻈﻠﻮﻣﺎ ﺃ ﺭﺃﻳ ﺖ ﺇ ﻥ ﺁﺎ ﻥ ﻇﺎﻟﻤﺎ ﺁﻴ ﻒ ﺃﻧ ﺼ ﺮﻩ ؟ ﻗﺎﻝ: « ﺗ ﺤ ﺠ ﺰﻩ ﺃ ﻭ ﺗ ﻤﻨﻌﻪ ﻣ ﻦ ﺍﻟ ﱡﻈﻠﻢ ﻓﺈ ﱠﻥ'
			'ﺫﻟﻚ ﻧ ﺼ ﺮﻩ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 237'
),
	Hadith(
		hadithNumber: 238,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﱠﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺣ ﱡﻖ ﺍﻟﻤ ﺴﻠﻢ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠﻢ'
			'ﺧﻤ ﺲ : ﺭﱡﺩ ﺍﻟ ﱠﺴﻼﻡ ، ﻭ ﻋﻴﺎﺩﺓ ﺍﻟﻤ ﺮﻳ ﺾ ، ﻭﺍﱢﺗﺒﺎ ﻉ ﺍﻟﺠﻨﺎﺋ ﺰ ، ﻭﺇﺟﺎﺑﺔ ﺍﻟﱠﺪﻋﻮﺓ ، ﻭﺗﺸ ﻤﻴﺖ ﺍﻟﻌﺎ ﻃ ﺲ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﺣﻖ ﺍﻟﻤ ﺴﻠﻢ ﺳ ﱞﺖ : ﺇﺫﺍ ﻟﻘﻴﺘﻪ ﻓﺴﱢﻠﻢ ﻋﻠﻴﻪ ، ﻭﺇﺫﺍ ﺩﻋﺎ ﻙ ﻓﺄﺟﺒﻪ ، ﻭﺇﺫﺍ ﺍ ﺳﺘﻨ ﺼ ﺤ ﻚ ﻓﺎﻧﺼ ﺢ'
			'ﻟﻪ ، ﻭﺇﺫﺍ ﻋ ﻄﺲ ﻓﺤﻤﺪ ﺍﻟﱠﻠﻪ ﻓ ﺸﱢﻤﺘﻪ . ﻭﺇﺫﺍ ﻣ ﺮ ﺽ ﻓﻌﺪﻩ ، ﻭﺇﺫﺍ ﻣﺎ ﺕ ﻓﺎﺗﺒﻌﻪ»',
		translation: 'Translation of Hadith 238'
),
	Hadith(
		hadithNumber: 239,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﻤﺎﺭﺓ ﺍﻟﺒﺮﺍ ﺀ ﺑ ﻦ ﻋﺎﺯ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺃﻣﺮﻧﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺴﺒ ﻊ'
			': ﺃﻣﺮﻧﺎ ﺑﻌﻴﺎﺩﺓ ﺍﻟﻤ ﺮﻳ ﺾ ، ﻭﺍﱢﺗﺒﺎ ﻉ ﺍﻟﺠﻨﺎﺯﺓ ، ﻭﺗ ﺸﻤﻴ ﺖ ﺍﻟﻌﺎ ﻃﺲ ، ﻭﺇﺑﺮﺍ ﺭ ﺍﻟﻤﻘ ﺴﻢ ، ﻭﻧ ﺼ ﺮ ﺍﻟﻤ ﻈﻠﻮﻡ ، ﻭﺇﺟﺎﺑ ﺔ'
			'ﺍﻟﱠﺪﺍ ﻋﻲ ، ﻭﺇﻓﺸﺎ ﺀ ﺍﻟ ﱠﺴﻼﻡ . ﻭﻧﻬﺎﻧﺎ ﻋ ﻦ ﺧﻮﺍﺗﻴﻢ ﺃ ﻭ ﺗﺨﱡﺘﻢ ﺑﺎﻟﱠﺬﻩ ﺐ ، ﻭﻋ ﻦ ﺷ ﺮ ﺏ ﺑﺎﻟﻔ ﱠﻀ ﺔ ، ﻭ ﻋ ﻦ ﺍﻟﻤﻴﺎﺛ ﺮ ﺍﻟ ﺤ ﻤ ﺮ ،'
			'ﻭ ﻋ ﻦ ﺍﻟﻘ ﱢﺴ ﱢﻲ ، ﻭ ﻋ ﻦ ﻟﺒ ﺲ ﺍﻟ ﺤ ﺮﻳ ﺮ ﻭﺍ ﻹ ﺳﺘﺒ ﺮ ﻕ ﻭﺍﻟﱢﺪﻳﺒﺎ ﺝ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻭﺇﻧ ﺸﺎﺩ ﺍﻟ ﱠﻀﺎﻟ ﺔ ﻓﻲ ﺍﻟ ﱠﺴﺒ ﻊ ﺍ ﻷﻭ ﻝ .'
			'»ﺍﻟﻤﻴﺎﺛ ﺮ » ﺑﻴﺎﺀ ﻣﺜﱠﻨﺎﺓ ﻗﺒ ﻞ ﺍ ﻷﻟ ﻒ ، ﻭﺛﺎﺀ ﻣﺜﻠﺜﺔ ﺑﻌﺪ ﻩﺎ ، ﻭ ﻩ ﻲ ﺟ ﻤ ﻊ ﻣﻴﺜﺮﺓ ، ﻭ ﻩﻲ ﺷ ﻲ ﺀ ﻳﺘﱠ ﺨﺬ ﻣ ﻦ ﺣ ﺮﻳ ﺮ'
			'ﻭﻳ ﺤ ﺸﻰ ﻗ ﻄﻨﺎ ﺃ ﻭ ﻏﻴ ﺮﻩ ﻭﻳ ﺠﻌ ﻞ ﻓﻲ ﺍﻟ ﱡﺴ ﺮ ﺝ ﻭﺁﻮ ﺭ ﺍﻟﺒﻌﻴ ﺮ ﻳ ﺠﻠ ﺲ ﻋﻠﻴﻪ ﺍﻟ ﱠﺮﺍﺁ ﺐ «ﻭﺍﻟﻘﺴ ﱡﻲ» ﺑﻔﺘ ﺢ ﺍﻟﻘﺎﻑ ﻭﺁﺴﺮ'
			'ﺍﻟﺴﻴ ﻦ ﺍﻟﻤﻬﻤﻠﺔ ﺍﻟﻤﺸﱠﺪﺩﺓ : ﻭ ﻩ ﻲ ﺛﻴﺎ ﺏ ﺗﻨ ﺴ ﺞ ﻣ ﻦ ﺣ ﺮﻳ ﺮ ﻭﺁﱠﺘﺎ ﻥ ﻣ ﺨﺘﻠ ﻄﻴ ﻦ . « ﻭﺇﻧ ﺸﺎﺩ ﺍﻟ ﱠﻀﺎﱠﻟ ﺔ » : ﺗﻌ ﺮﻳﻔ ﻬﺎ',
		translation: 'Translation of Hadith 239'
),
	Hadith(
		hadithNumber: 240,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳ ﺴﺘ ﺮ ﻋﺒﺪ ﻋﺒﺪﺍ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﺇ ﱠﻻ'
			'ﺳﺘﺮﻩ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 240'
),
	Hadith(
		hadithNumber: 241,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺁﻞﱡ ﺃﱠﻣﺘﻲ ﻣﻌﺎﻓﻰ ﺇ ﱠﻻ ﺍﻟﻤﺠﺎﻩﺮﻳ ﻦ ، ﻭﺇ ﱠﻥ'
			'ﻣﻦ ﺍﻟﻤﺠﺎﻩﺮﺓ ﺄﻧ ﻳﻌ ﻤ ﻞ ﺍﻟﺮﱠ ﺟ ﻞ ﺑﺎﻟﻠﻴ ﻞ ﻋ ﻤ ﻼ ، ﺛﻢﱠ ﻳ ﺼﺒ ﺢ ﻭﻗﺪ ﺳﺘﺮﻩ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ﻓﻴﻘﻮ ﻝ : ﻳﺎ ﻓﻼ ﻥ ﻋ ﻤﻠ ﺖ ﺍﻟﺒﺎ ﺭ ﺣ ﺔ ﺁﺬﺍ'
			'ﻭﺁﺬﺍ ، ﻭﻗﺪ ﺑﺎ ﺕ ﻳ ﺴﺘﺮﻩ ﺭﺑﱡﻪ ، ﻭﻳ ﺼﺒ ﺢ ﻳﻜﺸ ﻒ ﺳﺘ ﺮ ﺍﻟﱠﻠﻪ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 241'
),
	Hadith(
		hadithNumber: 242,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺯﻧ ﺖ ﺍ ﻷﻣﺔ ﻓﺘﺒﻴ ﻦ ﺯﻧﺎ ﻩﺎ ﻓﻠﻴﺠﻠﺪﻩﺎ ﺍﻟﺤﱠﺪ ، ﻭﻻ ﻳﺜ ﱢﺮ ﺏ'
			'ﻋﻠﻴ ﻬﺎ ، ﺛﱠﻢ ﺇ ﻥ ﺯﻧ ﺖ ﺍﻟﱠﺜﺎﻧﻴﺔ ﻓﻠﻴﺠﻠﺪﻩﺎ ﺍﻟﺤﱠﺪ ﻭﻻ ﻳﺜ ﱢﺮ ﺏ ﻋﻠﻴ ﻬﺎ ، ﺛﻢﱠ ﺇ ﻥ ﺯﻧ ﺖ ﺍﻟﱠﺜﺎﻟﺜ ﺔ ﻓﻠﻴﺒﻌﻬﺎ ﻭﻟ ﻮ ﺑﺤﺒ ﻞ ﻣ ﻦ ﺷﻌ ﺮ »'
			'ﻣﺘﻔﻖ ﻋﻠﻴﻪ . «ﺍﻟﱠﺘﺜ ﺮﻳ ﺐ» : ﺍﻟﱠﺘ ﻮﺑﻴ ﺦ',
		translation: 'Translation of Hadith 242'
),
	Hadith(
		hadithNumber: 243,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺃﺗ ﻲ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺮﺟ ﻞ ﻗﺪ ﺷ ﺮﺏ ﺧ ﻤﺮﺍ ﻗﺎﻝ : « ﺍ ﺿﺮﺑﻮﻩ» ﻗﺎﻝ ﺃﺑﻮ ﻩ ﺮﻳﺮﺓ :.'
			'ﻓﻤﱠﻨﺎ ﺍﻟ ﱠﻀﺎ ﺭ ﺏ ﺑﻴﺪﻩ ﻭﺍﻟ ﻀﺎ ﺭ ﺏ ﺑﻨﻌﻠﻪ ، ﻭﺍﻟ ﱠﻀﺎ ﺭ ﺏ ﺑﺜﻮﺑ ﻪ . ﻓﻠﱠﻤﺎ ﺍﻧ ﺼ ﺮ ﻑ ﻗﺎﻝ ﺑﻌ ﺾ ﺍﻟﻘﻮﻡ : ﺃ ﺧﺰﺍ ﻙ ﺍﻟﱠﻠﻪ ، ﻗﺎﻝ : ﻻ'
			'ﺗﻘﻮﻟﻮﺍ ﻩﻜﺬﺍ ﻻ ﺗﻌﻴﻨﻮﺍ ﻋﻠﻴﻪ ﺍﻟ ﱠﺸﻴﻄﺎﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 243'
),
	Hadith(
		hadithNumber: 244,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍﻟﻤﺴﻠﻢ ﺃﺧــﻮ ﺍﻟﻤﺴﻠﻢ ﻻ'
			'ﻳﻈﻠﻤﻪ ﻭﻻ ﻳ ﺴﻠﻤﻪ . ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻓﻲ ﺣﺎﺟ ﺔ ﺃ ﺧﻴ ﻪ ﺁﺎ ﻥ ﺍﻟﱠﻠﻪ ﻓﻲ ﺣﺎﺟﺘ ﻪ، ﻭﻣ ﻦ ﻓ ﱠﺮ ﺝ ﻋ ﻦ ﻣﺴﻠﻢ ﺁ ﺮﺑ ﺔ ﻓ ﱠﺮ ﺝ ﺍﻟﱠﻠﻪ ﻋﻨﻪ'
			'ﺑﻬﺎ ﺁ ﺮﺑ ﺔ ﻣﻦ ﺁ ﺮ ﺏ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ، ﻭﻣﻦ ﺳﺘ ﺮ ﻣ ﺴﻠﻤﺎ ﺳﺘ ﺮﻩ ﺍﻟﱠﻠﻪ ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 244'
),
	Hadith(
		hadithNumber: 245,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻦ ﻧﱠﻔﺲ ﻋﻦ ﻣﺆﻣﻦ ﺁ ﺮﺑﺔ'
			'ﻣ ﻦ ﺁﺮﺏ ﺍﻟﱡﺪﻧﻴﺎ ، ﻧﱠﻔﺲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺁ ﺮﺑﺔ ﻣ ﻦ ﺁ ﺮﺏ ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻭﻣ ﻦ ﻳ ﱠﺴ ﺮ ﻋﻠﻰ ﻣﻌﺴ ﺮ ﻳ ﱠﺴ ﺮ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ'
			'ﻭﺍﻵ ﺧﺮﺓ ، ﻭﻣ ﻦ ﺳﺘﺮ ﻣ ﺴﻠﻤﺎ ﺳﺘﺮﻩ ﺍﻟﱠﻠﻪ ﻓﻲ ﺍﻟﺪﻧﻴﺎ ﻭﺍﻵﺧﺮﺓ ، ﻭﺍﻟﱠﻠﻪ ﻓﻲ ﻋ ﻮ ﻥ ﺍﻟﻌﺒﺪ ﻣﺎ ﺁﺎ ﻥ ﺍﻟﻌﺒﺪ ﻓﻲ ﻋ ﻮﻥ ﺃﺧﻴ ﻪ'
			'، ﻭﻣ ﻦ ﺳﻠﻚ ﻃﺮﻳﻘﺎ ﻳﻠﺘﻤ ﺲ ﻓﻴ ﻪ ﻋﻠﻤﺎ ﺳ ﱠﻬﻞ ﺍﻟﱠﻠﻪ ﻟﻪ ﺑﻪ ﻃﺮﻳﻘﺎ ﺇﻟﻰ ﺍﻟﺠﱠﻨﺔ . ﻭﻣﺎ ﺍ ﺟﺘ ﻤ ﻊ ﻗ ﻮﻡ ﻓﻲ ﺑﻴ ﺖ ﻣ ﻦ ﺑﻴﻮ ﺕ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻳﺘﻠﻮﻥ ﺁﺘﺎ ﺏ ﺍﻟﱠﻠﻪ ، ﻭﻳﺘﺪﺍﺭ ﺳﻮﻧﻪ ﺑﻴﻨ ﻬﻢ ﺇ ﱠﻻ ﻧ ﺰﻟ ﺖ ﻋﻠﻴﻬﻢ ﺍﻟ ﱠﺴﻜﻴﻨﺔ ، ﻭ ﻏ ﺸﻴﺘ ﻬﻢ ﺍﻟ ﱠﺮ ﺣﻤﺔ ، ﻭﺣﻔﱠﺘ ﻬﻢ'
			'ﺍﻟﻤﻼﺋﻜﺔ ، ﻭﺫﺁﺮ ﻩﻢ ﺍﻟﱠﻠﻪ ﻓﻴ ﻤ ﻦ ﻋﻨﺪﻩ . ﻭﻣ ﻦ ﺑ ﱠﻄﺄ ﺑﻪ ﻋﻤﻠﻪ ﻟﻢ ﻳﺴﺮ ﻉ ﺑﻪ ﻧ ﺴﺒﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 245'
),
	Hadith(
		hadithNumber: 246,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷﺷﻌﺮﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺃﺗﺎﻩ ﻃﺎﻟ ﺐ ﺣﺎﺟ ﺔ'
			'ﺃﻗﺒ ﻞ ﻋﻠﻰ ﺟﻠﺴﺎﺋ ﻪ ﻓﻘﺎﻝ : « ﺍ ﺷﻔﻌﻮﺍ ﺗﺆ ﺟ ﺮﻭﺍ ﻭﻳﻘ ﻀﻲ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﻟﺴﺎﻥ ﻧﺒﱢﻴ ﻪ ﻣﺎ ﺃﺣ ﱠﺐ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻣﺎ ﺷﺎ ﺀ »',
		translation: 'Translation of Hadith 246'
),
	Hadith(
		hadithNumber: 247,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻓﻲ ﻗ ﱠﺼﺔ ﺑ ﺮﻳ ﺮﺓ ﻭ ﺯ ﻭ ﺟﻬﺎ . ﻗﺎﻝ : ﻗﺎﻝ ﻟ ﻬﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻟ ﻮ ﺭﺍ ﺟﻌﺘ ﻪ ؟ » ﻗﺎﻟ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺗﺄﻣ ﺮﻧﻲ ؟ ﻗﺎﻝ : « ﺇﱠﻧﻤﺎ ﺃﺷـﻔ ﻊ » ﻗﺎﻟ ﺖ : ﻻ ﺣﺎﺟﺔ ﻟﻲ ﻓﻴ ﻪ . ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 247'
),
	Hadith(
		hadithNumber: 248,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﻞﱡ ﺳﻼﻣﻰ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ'
			'ﻋﻠﻴﻪ ﺻﺪﻗﺔ ﺁﻞﱠ ﻳ ﻮﻡ ﺗ ﻄﻠ ﻊ ﻓﻴ ﻪ ﺍﻟﺸﱠ ﻤ ﺲ : ﺗﻌﺪ ﻝ ﺑﻴﻦ ﺍﻻﺛﻨﻴ ﻦ ﺻﺪﻗﺔ ، ﻭﺗﻌﻴ ﻦ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻲ ﺩﺍﱠﺑﺘ ﻪ ﻓﺘ ﺤﻤﻠﻪ ﻋﻠﻴ ﻬﺎ ، ﺃ ﻭ'
			'ﺗ ﺮﻓ ﻊ ﻟﻪ ﻋﻠﻴ ﻬﺎ ﻣﺘﺎﻋﻪ ﺻﺪﻗﺔ، ﻭﺍﻟﻜﻠ ﻤﺔ ﺍﻟ ﱠﻄﻴﺒﺔ ﺻﺪﻗﺔ ، ﻭﺑﻜﻞﱢ ﺧ ﻄ ﻮﺓ ﺗ ﻤ ﺸﻴ ﻬﺎ ﺇﻟﻰ ﺍﻟ ﱠﺼﻼﺓ ﺻﺪﻗﺔ ، ﻭﺗﻤﻴ ﻂ ﺍ ﻷﺬﯨ'
			'ﻋ ﻦ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ﺻﺪﻗﺔ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'»ﻭﻣﻌﻨﻰ ﺗﻌﺪ ﻝ ﺑﻴﻨ ﻬﻤﺎ » ﺗ ﺼﻠ ﺢ ﺑﻴﻨ ﻬﻤﺎ ﺑﺎﻟﻌﺪ ﻝ',
		translation: 'Translation of Hadith 248'
),
	Hadith(
		hadithNumber: 249,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺁﻠﺜﻮﻡ ﺑﻨ ﺖ ﻋﻘﺒ ﺔ ﺑﻦ ﺃﺑﻲ ﻣﻌﻴ ﻂ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﻟﻴ ﺲ ﺍﻟﻜﱠﺬﺍ ﺏ ﺍﻟﺬﻱ ﻳ ﺼﻠ ﺢ ﺑﻴ ﻦ ﺍﻟﱠﻨﺎ ﺱ ﻓﻴﻨﻤﻲ ﺧﻴﺮﺍ ، ﺃ ﻭ ﻳﻘﻮ ﻝ ﺧﻴﺮﺍ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻣﺴﻠﻢ ﺯﻳﺎﺩﺓ ، ﻗﺎﻟﺖ : ﻭﻟﻢ ﺃ ﺳﻤﻌﻪ ﻳ ﺮﺧﱢ ﺺ ﻓﻲ ﺷ ﻲ ﺀ ﻣﱠﻤﺎ ﻳﻘﻮﻟﻪ ﺍﻟﱠﻨﺎ ﺱ ﺇ ﱠﻻ ﻓﻲ ﺛﻼ ﺙ، ﺗﻌﻨﻲ : ﺍﻟ ﺤ ﺮ ﺏ'
			'، ﻭﺍ ﻹ ﺻ ﻼ ﺡ ﺑﻴ ﻦ ﺍﻟﱠﻨﺎ ﺱ ، ﻭ ﺣﺪﻳ ﺚ ﺍﻟ ﱠﺮ ﺟ ﻞ ﺍ ﻣ ﺮﺃﺗﻪ ، ﻭ ﺣﺪﻳ ﺚ ﺍﻟ ﻤ ﺮﺃﺓ ﺯ ﻭ ﺟ ﻪ',
		translation: 'Translation of Hadith 249'
),
	Hadith(
		hadithNumber: 250,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺳﻤﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺻ ﻮ ﺕ ﺧ ﺼﻮﻡ ﺑﺎﻟﺒﺎ ﺏ'
			'ﻋﺎﻟﻴ ﺔ ﺃ ﺻﻮﺍﺗ ﻬ ﻤﺎ ، ﻭﺇﺫﺍ ﺃ ﺣﺪ ﻩﻤﺎ ﻳ ﺴﺘ ﻮ ﺿ ﻊ ﺍﻵ ﺧ ﺮ ﻭﻳ ﺴﺘ ﺮﻓﻘﻪ ﻓﻲ ﺷﻲ ﺀ ، ﻭ ﻩ ﻮ ﻳﻘﻮ ﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻻ ﺃﻓﻌ ﻞ ، ﻓ ﺨ ﺮ ﺝ'
			'ﻋﻠﻴ ﻬﻤﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : « ﺃﻳ ﻦ ﺍﻟﻤﺘﺄﱢﻟﻲ ﻋﻠﻰ ﺍﻟﱠﻠﻪ ﻻ ﻳﻔﻌ ﻞ ﺍﻟ ﻤﻌ ﺮﻭ ﻑ ؟ » ﻓﻘﺎﻝ : ﺃﻧﺎ ﻳﺎ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻓﻠﻪ ﺃ ﱡﻱ ﺫﻟ ﻚ ﺃ ﺣ ﱠﺐ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻣﻌﻨﻰ « ﻳ ﺴﺘ ﻮ ﺿﻌﻪ » : ﻳ ﺴﺄﻟﻪ ﺃ ﻥ ﻳ ﻀ ﻊ ﻋﻨﻪ ﺑﻌ ﺾ ﺩﻳﻨ ﻪ . « ﻭﻳ ﺴﺘﺮﻓﻘﻪ » : ﻳ ﺴﺄﻟﻪ ﺍﻟ ﱢﺮﻓ ﻖ «ﻭﺍﻟﻤﺘﺄﻟﻲ » :'
			'ﺍﻟ ﺤﺎﻟ ﻒ .'
			'`',
		translation: 'Translation of Hadith 250'
),
	Hadith(
		hadithNumber: 251,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﻌﺒﺎﺱ ﺳﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺍﻟ ﱠﺴﺎ ﻋﺪ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻠﻐﻪ'
			'ﺃ ﱠﻥ ﺑﻨﻲ ﻋ ﻤ ﺮﻭ ﺑﻦ ﻋ ﻮ ﻑ ﺁﺎﻥ ﺑﻴﻨ ﻬﻢ ﺷﱞﺮ ، ﻓ ﺨ ﺮ ﺝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺼﻠ ﺢ ﺑﻴﻨﻬﻢ ﻓﻲ ﺃﻧﺎ ﺱ ﻣﻌﻪ'
			'، ﻓ ﺤﺒ ﺲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﺣﺎﻧ ﺖ ﺍﻟﺼﱠ ﻼﺓ ، ﻓ ﺠﺎ ﺀ ﺑﻼﻝ ﺇﻟﻰ ﺃﺑﻲ ﺑﻜ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻓﻘﺎﻝ :'
			'ﻳﺎ ﺃﺑﺎ ﺑﻜ ﺮ ﺇ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺪ ﺣﺒ ﺲ ، ﻭ ﺣﺎﻧ ﺖ ﺍﻟ ﱠﺼﻼﺓ ، ﻓ ﻬ ﻞ ﻟ ﻚ ﺃ ﻥ ﺗ ﺆﻡﱠ ﺍﻟﱠﻨﺎﺱ؟ ﻗﺎﻝ : ﻧﻌﻢ'
			'ﺇ ﻥ ﺷﺌ ﺖ ، ﻓﺄﻗﺎﻡ ﺑﻼﻝ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺗﻘﱠﺪﻡ ﺃﺑﻮ ﺑﻜ ﺮ ﻓﻜﱠﺒ ﺮ ﻭﺁﱠﺒ ﺮ ﺍﻟﱠﻨﺎ ﺱ، ﻭ ﺟﺎ ﺀ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻳ ﻤ ﺸﻲ ﻓﻲ ﺍﻟ ﱡﺼﻔﻮ ﻑ ﺣﱠﺘﻰ'
			'ﻗﺎﻡ ﻓﻲ ﺍﻟ ﱠﺼ ﱢﻒ ، ﻓﺄ ﺧﺬ ﺍﻟﱠﻨﺎ ﺱ ﻓﻲ ﺍﻟﱠﺘ ﺼﻔﻴ ﻖ ، ﻭﺁﺎ ﻥ ﺃﺑﻮ ﺑﻜﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻻ ﻳﻠﺘﻔ ﺖ ﻓﻲ ﺻﻼﺗﻪ، ﻓﻠﱠﻤﺎ ﺃﺁﺜ ﺮ'
			'ﺍﻟﱠﻨﺎ ﺱ ﺍﻟﱠﺘ ﺼﻔﻴ ﻖ ﺍﻟﺘﻔ ﺖ ، ﻓﺈﺫﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄ ﺷﺎﺭ ﺇﻟﻴﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'، ﻓ ﺮﻓ ﻊ ﺃﺑﻮ ﺑﻜﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻳﺪﻩ ﻓﺤﻤﺪ ﺍﻟﱠﻠﻪ ، ﻭ ﺭ ﺟ ﻊ ﺍﻟﻘﻬﻘﺮﻯ ﻭﺭﺍ ﺀﻩ ﺣﱠﺘﻰ ﻗﺎﻡ ﻓﻲ ﺍﻟ ﱠﺼ ﱢﻒ ، ﻓﺘﻘﱠﺪﻡ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓ ﺼﱠﻠﻰ ﻟﻠﱠﻨﺎ ﺱ ، ﻓﻠﱠﻤﺎ ﻓﺮ ﻍ ﺃﻗﺒ ﻞ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺱ ﻓﻘﺎﻝ : « ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﻣﺎﻟﻜﻢ ﺣﻴﻦ ﻧﺎﺑﻜﻢ'
			'ﺷ ﻲ ﺀ ﻓﻲ ﺍﻟ ﱠﺼ ﻼﺓ ﺃﺧﺬﺗﻢ ﻓﻲ ﺍﻟﱠﺘ ﺼﻔﻴ ﻖ ؟، ﺇﱠﻧﻤﺎ ﺍﻟﱠﺘ ﺼﻔﻴ ﻖ ﻟﻠﱢﻨ ﺴﺎ ﺀ . ﻣ ﻦ ﻧﺎﺑﻪ ﺷﻲ ﺀ ﻓﻲ ﺻﻼﺗ ﻪ ﻓﻠﻴﻘ ﻞ: ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ'
			'؟ ﻓﺈﱠﻧﻪ ﻻ ﻳ ﺴﻤﻌﻪ ﺃﺣﺪ ﺣﻴ ﻦ ﻳﻘﻮ ﻝ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ، ﺇ ﱠﻻ ﺍﻟﺘﻔ ﺖ . ﻳﺎ ﺃﺑﺎ ﺑﻜ ﺮ : ﻣﺎ ﻣﻨﻌﻚ ﺃ ﻥ ﺗ ﺼﱢﻠ ﻲ ﺑﺎﻟﱠﻨﺎ ﺱ ﺣﻴ ﻦ'
			'ﺃﺷ ﺮ ﺕ ﺇﻟﻴ ﻚ ؟ » ﻓﻘﺎﻝ ﺃﺑﻮ ﺑﻜﺮ : ﻣﺎ ﺁﺎ ﻥ ﻳﻨﺒﻐﻲ ﻻﺑ ﻦ ﺃﺑﻲ ﻗﺤﺎﻓ ﺔ ﺃ ﻥ ﻳﺼﱢﻠ ﻲ ﺑﺎﻟﱠﻨﺎ ﺱ ﺑﻴ ﻦ ﻳﺪ ﻱ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻣﻌﻨﻰ « ﺣﺒﺲ » : ﺃ ﻣﺴﻜﻮﻩ ﻟﻴﻀﱢﻴﻔﻮﻩ',
		translation: 'Translation of Hadith 251'
),
	Hadith(
		hadithNumber: 252,
		hadith:
						'ﻋﻦ ﺣﺎ ﺭﺛﺔ ﺑ ﻦ ﻭ ﻩﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺃﻻ ﺃ ﺧﺒ ﺮﺁﻢ'
			'ﺑﺄ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ؟ ﺁﻞﱡ ﺿﻌﻴ ﻒ ﻣﺘ ﻀﱢﻌ ﻒ ﻟ ﻮ ﺃﻗ ﺴﻢ ﻋﻠﻰ ﺍﻟﱠﻠﻪ ﻷﺑ ﱠﺮﻩ ، ﺃ ﻻ ﺃ ﺧﺒ ﺮﺁﻢ ﺑﺄ ﻩ ﻞ ﺍﻟﱠﻨﺎ ﺭ؟ ﺁﻞﱡ ﻋﺘﻞﱟ ﺟ ﱠﻮﺍ ﻅ ﻣ ﺴﺘﻜﺒ ﺮ »'
			'. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻌﺘﻞﱡ » : ﺍﻟﻐﻠﻴ ﻆ ﺍﻟﺠﺎﻓﻲ . « ﻭﺍﻟﺠ ﱠﻮﺍ ﻅ » ﺑﻔﺘﺢ ﺍﻟﺠﻴﻢ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻮﺍﻭ ﻭﺑﺎﻟﻈﺎ ﺀ ﺍﻟﻤﻌﺠﻤﺔ ﻭ ﻩﻮ ﺍﻟﺠﻤﻮ ﻉ ﺍﻟﻤﻨﻮ ﻉ'
			'، ﻭﻗﻴ ﻞ : ﺍﻟﻀﱠ ﺨﻢ ﺍﻟﻤ ﺨﺘﺎ ﻝ ﻓﻲ ﻣ ﺸﻴﺘ ﻪ ، ﻭﻗﻴ ﻞ : ﺍﻟﻘ ﺼﻴ ﺮ ﺍﻟﺒ ﻄﻴ ﻦ',
		translation: 'Translation of Hadith 252'
),
	Hadith(
		hadithNumber: 253,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﻌﺒﺎ ﺱ ﺳﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺍﻟﺴﺎ ﻋﺪ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻣ ﱠﺮ ﺭ ﺟﻞ ﻋﻠﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ ﻟﺮ ﺟ ﻞ ﻋﻨﺪﻩ ﺟﺎﻟ ﺲ : « ﻣﺎ ﺭﺃﻳ ﻚ ﻓﻲ ﻩﺬﺍ ؟ » ﻓﻘﺎﻝ : ﺭ ﺟﻞ ﻣ ﻦ ﺃ ﺷﺮﺍ ﻑ ﺍﻟﱠﻨﺎ ﺱ ﻩﺬﺍ ﻭﺍﻟﱠﻠ ﻪ ﺣﺮ ﱞﻱ ﺇ ﻥ'
			'ﺧ ﻄﺐ ﺃ ﻥ ﻳﻨﻜ ﺢ ﻭﺇ ﻥ ﺷﻔﻊ ﺃ ﻥ ﻳ ﺸﱠﻔ ﻊ . ﻓ ﺴﻜ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺛﻢﱠ ﻣ ﱠﺮ ﺭ ﺟﻞ ﺁﺧ ﺮ ، ﻓﻘﺎﻝ ﻟﻪ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺭﺃﻳ ﻚ ﻓﻲ ﻩﺬﺍ ؟ » ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻩﺬﺍ ﺭ ﺟﻞ ﻣ ﻦ ﻓﻘ ﺮﺍ ﺀ ﺍﻟﻤ ﺴﻠ ﻤﻴ ﻦ'
			'، ﻩﺬﺍ ﺣﺮ ﱞﻱ ﺇ ﻥ ﺧ ﻄﺐ ﺃ ﻥ ﻻ ﻳﻨﻜ ﺢ ، ﻭﺇ ﻥ ﺷﻔﻊ ﺃ ﻥ ﻻ ﻳ ﺸﱠﻔ ﻊ، ﻭﺇ ﻥ ﻗﺎ ﻝ ﺃ ﻥ ﻻ ﻳ ﺴﻤﻊ ﻟﻘ ﻮﻟ ﻪ . ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻩﺬﺍ ﺧﻴﺮ ﻣ ﻦ ﻣﻞ ﺀ ﺍ ﻷ ﺭ ﺽ ﻣﺜ ﻞ ﻩﺬﺍ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﺣ ﺮ ﱡﻱ » ﻩﻮ ﺑﻔﺘ ﺢ ﺍﻟﺤﺎ ﺀ ﻭﺁﺴﺮ ﺍﻟﺮﺍ ﺀ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻴﺎ ﺀ : ﺃ ﻱ ﺣﻘﻴ ﻖ . ﻭﻗﻮﻟﻪ: « ﺷﻔ ﻊ» ﺑﻔﺘﺢ ﺍﻟﻔﺎ ﺀ',
		translation: 'Translation of Hadith 253'
),
	Hadith(
		hadithNumber: 254,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪﺮﻳ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍ ﺣﺘ ﱠﺠ ﺖ ﺍﻟﺠﻨﱠﺔ ﻭﺍﻟﱠﻨﺎ ﺭ.'
			'ﻓﻘﺎﻟﺖ ﺍﻟﱠﻨﺎ ﺭ : ﻓ ﱠﻲ ﺍﻟﺠﱠﺒﺎ ﺭﻭ ﻥ ﻭﺍﻟﻤﺘﻜﱢﺒ ﺮﻭ ﻥ ، ﻭﻗﺎﻟ ﺖ ﺍﻟ ﺠﻨﱠﺔ : ﻓ ﱠﻲ ﺿﻌﻔﺎ ﺀ ﺍﻟﱠﻨﺎ ﺱ ﻭﻣ ﺴﺎﺁﻴﻨ ﻬﻢ ﻓﻘ ﻀﻰ ﺍﻟﱠﻠﻪ ﺑﻴﻨ ﻬﻤﺎ :'
			'ﺇﱠﻧﻚ ﺍﻟﺠﻨﱠﺔ ﺭ ﺣﻤﺘﻲ ﺃ ﺭ ﺣﻢ ﺑ ﻚ ﻣـ ﻦ ﺃ ﺷﺎ ﺀ ، ﻭﺇﱠﻧ ﻚ ﺍﻟﱠﻨﺎ ﺭ ﻋﺬﺍﺑﻲ ﺃﻋﱢﺬﺏ ﺑ ﻚ ﻣــ ﻦ ﺃ ﺷﺎ ﺀ ، ﻭﻟﻜﻠﻴﻜ ﻤﺎ ﻋﻠ ﱠﻲ ﻣﻠ ﺆﻩﺎ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 254'
),
	Hadith(
		hadithNumber: 255,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﻧﱠﻪ ﻟﻴﺄﺗﻲ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟ ﱠﺴ ﻤﻴ ﻦ'
			'ﺍﻟﻌ ﻈﻴﻢ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﻻ ﻳﺰ ﻥ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺟﻨﺎ ﺡ ﺑﻌﻮ ﺿ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 255'
),
	Hadith(
		hadithNumber: 256,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺍ ﻣﺮﺃﺓ ﺳ ﻮﺩﺍ ﺀ ﺁﺎﻧ ﺖ ﺗﻘﻢﱡ ﺍﻟﻤ ﺴ ﺠﺪ ، ﺃ ﻭ ﺷﺎﺑﺎ ، ﻓﻔﻘﺪ ﻩﺎ ، ﺃﻭ ﻓﻘﺪﻩ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'، ﻓ ﺴﺄ ﻝ ﻋﻨ ﻬﺎ ﺃ ﻭ ﻋﻨﻪ ، ﻓﻘﺎﻟﻮﺍ : ﻣﺎﺕ . ﻗﺎﻝ : « ﺃﻓﻼ ﺁﻨﺘﻢ ﺁﺫﻧﺘﻤﻮﻧﻲ » ﻓﻜﺄﱠﻧ ﻬﻢ ﺻﱠﻐ ﺮﻭﺍ ﺃ ﻣ ﺮ ﻩﺎ ، ﺃ ﻭ ﺃ ﻣﺮﻩ ، ﻓﻘﺎﻝ :'
			'ﺩﱡﻟﻮﻧﻲ ﻋﻠﻰ ﻗﺒ ﺮﻩ » ﻓﺪﱡﻟﻮﻩ ﻓﺼﱠﻠﻰ ﻋﻠﻴﻪ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺇ ﱠﻥ ﻩﺬﻩ ﺍﻟﻘﺒﻮﺭ ﻣﻤﻠﻮ ﺀﺓ ﻇﻠﻤ ﺔ ﻋﻠﻰ ﺃ ﻩﻠ ﻬﺎ ، ﻭﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			'ﻳﻨ ﱢﻮﺭ ﻩﺎ ﻟ ﻬﻢ ﺑ ﺼﻼﺗﻲ ﻋﻠﻴ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﺗﻘﻢﱡ ﻩﻮ ﺑﻔﺘ ﺢ ﺍﻟﱠﺘﺎ ﺀ ﻭ ﺿﱢﻢ ﺍﻟﻘﺎ ﻑ : ﺃ ﻱ ﺗﻜﻨ ﺲ . « ﻭﺍﻟﻘ ﻤﺎﻣﺔ » : ﺍﻟﻜﻨﺎ ﺳﺔ . « ﻭﺁﺫﻧﺘﻤﻮﻧﻲ » ﺑﻤﱢﺪ ﺍﻟ ﻬ ﻤ ﺰﺓ'
			': ﺃ ﻱ : ﺃ ﻋﻠﻤﺘﻤﻮﻧﻲ',
		translation: 'Translation of Hadith 256'
),
	Hadith(
		hadithNumber: 257,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺮﺑﱠ ﺃ ﺷﻌ ﺚ ﺃﻏﺒ ﺮ ﻣﺪﻓﻮ ﻉ ﺑﺎ ﻷﺑ ﻮﺍ ﺏ ﻟ ﻮ ﺃﻗﺴﻢ ﻋﻠﻰ.'
			'ﺍﻟﱠﻠ ﻪ ﻷﺑﺮﱠﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 257'
),
	Hadith(
		hadithNumber: 258,
		hadith:
						'ﻭﻋﻦ ﺃﺳﺎ ﻣﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻗ ﻤ ﺖ ﻋﻠﻰ ﺑﺎ ﺏ ﺍﻟﺠﱠﻨ ﺔ ، ﻓﺈﺫﺍ ﻋﺎﻣﱠﺔ'
			'ﻣ ﻦ ﺩ ﺧﻠ ﻬﺎ ﺍﻟﻤ ﺴﺎﺁﻴ ﻦ ، ﻭﺃ ﺻﺤﺎ ﺏ ﺍﻟ ﺠﱢﺪ ﻣ ﺤﺒﻮ ﺳﻮ ﻥ ﻏﻴﺮ ﺃ ﱠﻥ ﺃ ﺻﺤﺎﺏ ﺍﻟﱠﻨﺎ ﺭ ﻗﺪ ﺃﻣﺮ ﺑ ﻬﻢ ﺇﻟﻰ ﺍﻟﱠﻨﺎ ﺭ . ﻭﻗ ﻤ ﺖ ﻋﻠﻰ'
			'ﺑﺎ ﺏ ﺍﻟﱠﻨﺎ ﺭ ﻓﺈﺫﺍ ﻋﺎﻣﱠﺔ ﻣ ﻦ ﺩ ﺧﻠ ﻬﺎ ﺍﻟﱢﻨ ﺴﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'» ﻭﺍﻟ ﺠﱡﺪ » ﺑﻔﺘ ﺢ ﺍﻟﺠﻴﻢ : ﺍﻟﺤ ﱡﻆ ﻭﺍﻟﻐﻨﻲ . ﻭﻗﻮﻟﻪ : « ﻣ ﺤﺒﻮ ﺳﻮ ﻥ » ﺃ ﻱ : ﻟﻢ ﻳﺆﺫ ﻥ ﻟ ﻬﻢ ﺑﻌﺪ ﻓﻲ ﺩ ﺧﻮﻝ ﺍﻟ ﺠﱠﻨ ﺔ',
		translation: 'Translation of Hadith 258'
),
	Hadith(
		hadithNumber: 259,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻢ ﻳﺘﻜﱠﻠﻢ ﻓﻲ ﺍﻟ ﻤ ﻬﺪ ﺇ ﱠﻻ ﺛﻼﺛﺔ :'
			'ﻋﻴﺴﻰ ﺍﺑ ﻦ ﻣ ﺮﻳﻢ ، ﻭ ﺻﺎ ﺣﺐ ﺟ ﺮﻳ ﺞ ، ﻭﺁﺎ ﻥ ﺟ ﺮﻳ ﺞ ﺭ ﺟ ﻼ ﻋﺎﺑﺪﺍ ، ﻓﺎﱠﺗ ﺨﺬ ﺻ ﻮﻣﻌ ﺔ ﻓﻜﺎ ﻥ ﻓﻴ ﻬﺎ ، ﻓﺄﺗﺘﻪ ﺃﻣﱡﻪ ﻭ ﻩﻮ'
			'ﻳﺼﻠﻲ ﻓﻘﺎﻟ ﺖ : ﻳﺎ ﺟ ﺮﻳ ﺞ ، ﻓﻘﺎﻝ : ﻳﺎ ﺭ ﱢﺏ ﺃﱢﻣﻲ ﻭ ﺻﻼﺗﻲ ﻓﺄﻗﺒ ﻞ ﻋﻠﻰ ﺻﻼﺗ ﻪ ﻓﺎﻧﺼﺮﻓ ﺖ ﻓﻠﱠﻤﺎ ﺁﺎ ﻥ ﻣ ﻦ ﺍﻟﻐﺪ ﺃﺗﺘﻪ'
			'ﻭ ﻩﻮ ﻳ ﺼﱢﻠﻲ ، ﻓﻘﺎﻟ ﺖ : ﻳﺎ ﺟ ﺮﻳ ﺞ ، ﻓﻘﺎﻝ : ﺃ ﻱ ﺭ ﱢﺏ ﺃﱢﻣﻲ ﻭ ﺻﻼﺗﻲ . ﻓﺄﻗﺒ ﻞ ﻋﻠﻰ ﺻﻼﺗ ﻪ ، ﻓﻠﱠﻤﺎ ﺁﺎ ﻥ ﻣ ﻦ ﺍﻟﻐﺪ ﺃﺗﺘﻪ'
			'ﻭ ﻩﻮ ﻳ ﺼﱢﻠﻲ ﻓﻘﺎﻟ ﺖ : ﻳﺎ ﺟ ﺮﻳ ﺞ ﻓﻘﺎﻝ : ﺃ ﻱ ﺭ ﱢﺏ ﺃﱢﻣﻲ ﻭ ﺻﻼﺗﻲ ، ﻓﺄﻗﺒ ﻞ ﻋﻠﻰ ﺻﻼﺗ ﻪ ، ﻓﻘﺎﻟ ﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﺗ ﻤﺘﻪ ﺣﱠﺘﻰ'
			'ﻳﻨ ﻈ ﺮ ﺇﻟﻰ ﻭ ﺟﻮﻩ ﺍﻟﻤﻮ ﻣ ﺴﺎ ﺕ . ﻓﺘﺬﺍﱠﺁ ﺮ ﺑﻨﻮ ﺇ ﺳﺮﺍﺋﻴ ﻞ ﺟﺮﻳﺠﺎ ﻭ ﻋﺒﺎﺩﺗﻪ ، ﻭﺁﺎﻧ ﺖ ﺍ ﻣ ﺮﺃﺓ ﺑﻐ ﱞﻲ ﻳﺘ ﻤﱠﺜ ﻞ ﺑ ﺤ ﺴﻨ ﻬﺎ ، ﻓﻘﺎﻟ ﺖ'
			': ﺇ ﻥ ﺷﺌﺘﻢ ﻷﻓﺘﻨﱠﻨﻪ ، ﻓﺘﻌ ﱠﺮ ﺿ ﺖ ﻟﻪ ، ﻓﻠﻢ ﻳﻠﺘﻔ ﺖ ﺇﻟﻴ ﻬﺎ ، ﻓﺄﺗ ﺖ ﺭﺍ ﻋﻴﺎ ﺁﺎ ﻥ ﻳﺄﻮﻳ ﺇﻟﻰ ﺻ ﻮﻣﻌﺘ ﻪ ، ﻓﺄ ﻣﻜﻨﺘﻪ ﻣ ﻦ ﻧﻔﺴﻬﺎ'
			'ﻓﻮﻗﻊ ﻋﻠﻴ ﻬﺎ . ﻓﺤﻤﻠ ﺖ ، ﻓﻠﱠﻤﺎ ﻭﻟﺪ ﺕ ﻗﺎﻟ ﺖ : ﻩ ﻮ ﺟ ﺮﻳ ﺞ ، ﻓﺄﺗ ﻮﻩ ﻓﺎ ﺳﺘﻨﺰﻟﻮﻩ ﻮﻫﺪﻣﻮﺍ ﺻ ﻮﻣﻌﺘﻪ ، ﻭ ﺟﻌﻠﻮﺍ ﻳ ﻀ ﺮﺑﻮﻧﻪ'
			'، ﻓﻘﺎﻝ : ﻣﺎ ﺷﺄﻧﻜﻢ ؟ ﻗﺎﻟﻮﺍ: ﺯﻧﻴ ﺖ ﺑﻬﺬﻩ ﺍﻟﺒﻐ ﱢﻲ ﻓﻮﻟﺪ ﺕ ﻣﻨﻚ . ﻗﺎﻝ : ﺃﻳ ﻦ ﺍﻟ ﱠﺼﺒ ﱡﻲ ؟ ﻓﺠﺎ ﺀﻭﺍ ﺑ ﻪ ﻓﻘﺎﻝ : ﺩ ﻋﻮﻧﻲ ﺣﱠﺘﻰ'
			'ﺃ ﺻﱢﻠﻲ ﻓﺼﻠ ﱠﻰ ، ﻓﻠﱠﻤﺎ ﺍﻧ ﺼ ﺮ ﻑ ﺃﺗﻰ ﺍﻟ ﱠﺼﺒ ﱠﻲ ﻓ ﻄﻌ ﻦ ﻓﻲ ﺑ ﻄﻨ ﻪ ﻭﻗﺎ ﻝ : ﻳﺎ ﻏﻼﻡ ﻣ ﻦ ﺃﺑﻮ ﻙ ؟ ﻗﺎﻝ : ﻓﻼ ﻥ ﺍﻟ ﱠﺮﺍ ﻋﻲ ،'
			'ﻓﺄﻗﺒﻠﻮﺍ ﻋﻠﻰ ﺟ ﺮﻳ ﺞ ﻳﻘﱢﺒﻠﻮﻧﻪ ﻭﻳﺘﻤ ﱠﺴ ﺤﻮ ﻥ ﺑ ﻪ ﻭﻗﺎﻟﻮﺍ : ﻧﺒﻨﻲ ﻟ ﻚ ﺻ ﻮﻣﻌﺘ ﻚ ﻣ ﻦ ﺫ ﻩ ﺐ ﻗﺎﻝ : ﻻ، ﺃﻋﻴﺪﻭ ﻩﺎ ﻣ ﻦ ﻃﻴ ﻦ'
			'ﺁ ﻤﺎ ﺁﺎﻧ ﺖ ، ﻓﻔﻌﻠﻮﺍ . ﻭﺑﻴﻨﺎ ﺻﺒ ﱞﻲ ﻳ ﺮﺿ ﻊ ﻣ ﻦ ﺃﱢﻣ ﻪ ، ﻓ ﻤ ﱠﺮ ﺭ ﺟﻞ ﺭﺍﺁ ﺐ ﻋﻠﻰ ﺩﺍﱠﺑ ﺔ ﻓﺎ ﺭ ﻩ ﺔ ﻭ ﺷﺎﺭﺓ ﺣ ﺴﻨ ﺔ ﻓﻘﺎﻟﺖ ﺃﻣﱡﻪ :'
			'ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺟﻌﻞ ﺍﺑﻨﻲ ﻣﺜ ﻞ ﻩﺬﺍ ، ﻓﺘ ﺮ ﻙ ﺍﻟﱠﺜﺪ ﻱ ﻭﺃﻗﺒ ﻞ ﺇﻟﻴﻪ ﻓﻨ ﻈ ﺮ ﺇﻟﻴﻪ ﻓﻘﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﺗ ﺠﻌﻠﻨﻲ ﻣﺜﻠﻪ ، ﺛﻢﱠ ﺃﻗﺒ ﻞ ﻋﻠﻰ ﺛﺪﻳ ﻪ'
			'ﻓ ﺠﻌ ﻞ ﻳ ﺮﺗ ﻀ ﻊ» ﻓﻜﺄﱢﻧﻲ ﺃﻧ ﻈ ﺮ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩ ﻮ ﻳ ﺤﻜﻲ ﺍ ﺭﺗ ﻀﺎ ﻋﻪ ﺑﺄ ﺻﺒﻌﻪ ﺍﻟ ﱠﺴﱠﺒﺎﺑ ﺔ ﻓﻲ'
			'ﻓﻴ ﻪ ، ﻓ ﺠﻌ ﻞ ﻳﻤ ﱡﺼ ﻬﺎ، ﻗﺎﻝ : « ﻭ ﻣ ﱡﺮﻭﺍ ﺑ ﺠﺎ ﺭﻳ ﺔ ﻭ ﻩﻢ ﻳ ﻀ ﺮﺑﻮﻧ ﻬﺎ، ﻭﻳﻘﻮﻟﻮ ﻥ : ﺯﻧﻴ ﺖ ﺳ ﺮﻗ ﺖ ، ﻭ ﻩﻲ ﺗﻘﻮ ﻝ : ﺣ ﺴﺒ ﻲ'
			'ﺍﻟﱠﻠﻪ ﻭﻧﻌﻢ ﺍﻟﻮﺁﻴ ﻞ . ﻓﻘﺎﻟﺖ ﺃﻣﱡﻪ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﺗ ﺠﻌ ﻞ ﺍﺑﻨﻲ ﻣﺜﻠ ﻬﺎ ، ﻓﺘﺮ ﻙ ﺍﻟ ﱢﺮ ﺿﺎ ﻉ ﻭﻧ ﻈ ﺮ ﺇﻟﻴ ﻬﺎ ﻓﻘﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺟﻌﻠﻨﻲ'
			'ﻣﺜﻠ ﻬﺎ ، ﻓ ﻬﻨﺎﻟ ﻚ ﺗ ﺮﺍ ﺟﻌﺎ ﺍﻟ ﺤﺪﻳ ﺚ ﻓﻘﺎﻟﺖ : ﻣ ﱠﺮ ﺭ ﺟﻞ ﺣﺴ ﻦ ﺍﻟ ﻬﻴﺌ ﺔ ﻓﻘﻠ ﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺟﻌ ﻞ ﺍﺑﻨﻲ ﻣﺜﻠﻪ ﻓﻘﻠ ﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ'
			'ﺗ ﺠﻌﻠﻨﻲ ﻣﺜﻠﻪ ، ﻭ ﻣ ﱡﺮﻭﺍ ﺑ ﻬﺬﻩ ﺍ ﻷ ﻣ ﺔ ﻭ ﻩﻢ ﻳ ﻀﺮﺑﻮﻧ ﻬﺎ ﻭﻳﻘﻮﻟﻮ ﻥ : ﺯﻧﻴ ﺖ ﺳ ﺮﻗ ﺖ ، ﻓﻘﻠ ﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﺗ ﺠﻌ ﻞ ﺍﺑﻨﻲ ﻣﺜﻠ ﻬﺎ'
			'ﻓﻘﻠ ﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍﺟﻌﻠﻨﻲ ﻣﺜﻠ ﻬﺎ ؟، ﻗﺎ ﻝ : ﺇ ﱠﻥ ﺫﻟ ﻚ ﺍﻟ ﱠﺮ ﺟ ﻞ ﺁﺎ ﻥ ﺟﱠﺒﺎﺭﺍ ﻓﻘﻠﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﺗ ﺠﻌﻠﻨﻲ ﻣﺜﻠﻪ ، ﻭﺇ ﱠﻥ ﻩﺬﻩ'
			'ﻳﻘﻮﻟﻮ ﻥ ﻟﻬﺎ ﺯﻧﻴ ﺖ ، ﻭﻟﻢ ﺗ ﺰ ﻥ ، ﻭ ﺳﺮﻗﺖ ، ﻭﻟﻢ ﺗ ﺴ ﺮ ﻕ ، ﻓﻘﻠ ﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺟﻌﻠﻨﻲ ﻣﺜﻠ ﻬﺎ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'»ﻭﺍﻟﻤﻮ ﻣ ﺴﺎ ﺕ » : ﺑ ﻀﱢﻢ ﺍﻟﻤﻴﻢ ﺍ ﻷﻭﻟﻰ ، ﻭﺇﺳﻜﺎﻥ ﺍﻟﻮﺍﻭ ﻭﺁﺴﺮ ﺍﻟﻤﻴﻢ ﺍﻟﺜﺎﻧﻴ ﺔ ﻭﺑﺎﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠ ﺔ ﻭ ﻩﻦﱠ ﺍﻟ ﱠﺰﻭﺍﻧﻲ .'
			'ﻭﺍﻟﻤﻮ ﻣﺴﺔ : ﺍﻟﺰﺍﻧﻴﺔ . ﻭﻗﻮﻟﻪ : « ﺩﺍﱠﺑ ﺔ ﻓﺎ ﺭ ﻩﺔ » ﺑﺎﻟﻔﺎ ﺀ : ﺄﻳ ﺣﺎﺫﻗﺔ ﻧﻔﻴﺴﺔ . «ﺍﻟ ﱠﺸﺎ ﺭﺓ » ﺑﺎﻟ ﱢﺸﻴ ﻦ ﺍﻟﻤﻌﺠﻤ ﺔ'
			'ﻭﺗ ﺨﻔﻴ ﻒ ﺍﻟ ﱠﺮﺍ ﺀ : ﻭ ﻩﻲ ﺍﻟﺠﻤﺎ ﻝ ﺍﻟ ﱠﻈﺎ ﻩ ﺮ ﻓﻲ ﺍﻟﻬﻴﺌ ﺔ ﻭﺍﻟﻤﻠﺒ ﺲ . ﻭﻣﻌﻨﻰ ﻭﺻﻞ « ﺗ ﺮﺍﺟﻌﺎ ﺍﻟﺤﺪﻳﺚ » ﺃ ﻱ : ﺣﱠﺪﺛ ﺖ'
			' .259ﺍﻟ ﱠﺼﺒﻲ ﻭﺣﱠﺪﺛ ﻬﺎ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 259'
),
	Hadith(
		hadithNumber: 260,
		hadith:
						'ﻋﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﱠﺘ ﺔ ﻧﻔﺮ ، ﻓﻘﺎﻝ'
			'ﺍﻟﻤ ﺸ ﺮﺁﻮ ﻥ ﻟﻠﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍ ﻃ ﺮﺩ ﻩ ﺆﻻ ﺀ ﻻ ﻳ ﺠﺘ ﺮﺋﻮﻥ ﻋﻠﻴﻨﺎ ، ﻭﺁﻨ ﺖ ﺃﻧﺎ ﻭﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﻭﺭ ﺟﻞ ﻣ ﻦ'
			'ﻩﺬﻳ ﻞ ﻭﺑﻼﻝ ﻭﺭﺟﻼ ﻥ ﻟﺴ ﺖ ﺃﺳﱢﻤﻴ ﻬﻤﺎ ، ﻓﻮﻗ ﻊ ﻓﻲ ﻧﻔ ﺲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﺎ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺄﻧ ﻳﻘ ﻊ'
			'ﻓﺤﺪﺙ ﻧﻔﺴﻪ ، ﻓﺄﻧ ﺰ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : { ﻭﻻ ﺗ ﻄ ﺮﺩ ﺍﱠﻟﺬﻳ ﻦ ﻳﺪ ﻋﻮﻥ ﺭﱠﺑ ﻬﻢ ﺑﺎﻟﻐﺪﺍﺓ ﻭﺍﻟﻌ ﺸ ﱢﻲ ﻳﺮﻳﺪﻭ ﻥ ﻭ ﺟ ﻬﻪ } [ ﺍﻷﻧﻌﺎﻡ :'
			'52 ] ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 260'
),
	Hadith(
		hadithNumber: 261,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺒﻴﺮﺓ ﻋﺎﺋﺬ ﺑﻦ ﻋ ﻤﺮﻭ ﺍﻟﻤ ﺰﻧ ﱢﻲ ﻭ ﻩ ﻮ ﻣ ﻦ ﺃ ﻩ ﻞ ﺑﻴﻌ ﺔ ﺍﻟ ﱢﺮﺿﻮﺍ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﺃ ﱠﻥ ﺃﺑﺎ ﺳﻔﻴﺎ ﻥ ﺃﺗﻰ'
			'ﻋﻠﻰ ﺳﻠ ﻤﺎ ﻥ ﻭ ﺻ ﻬﻴﺐ ﻭﺑﻼ ﻝ ﻓﻲ ﻧﻔ ﺮ ﻓﻘﺎﻟﻮﺍ : ﻣﺎ ﺃ ﺧﺬ ﺕ ﺳﻴﻮ ﻑ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﻋﺪﻭﱢ ﺍﻟﱠﻠﻪ ﻣﺄ ﺧﺬ ﻩﺎ ، ﻓﻘﺎﻝ ﺃﺑﻮ ﺑﻜ ﺮ ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺃﺗﻘﻮﻟﻮ ﻥ ﻩﺬﺍ ﻟ ﺸﻴ ﺦ ﻗﺮﻳ ﺶ ﻭﺳﱢﻴﺪ ﻩﻢ؟ ﻓﺄﺗﻰ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄ ﺧﺒﺮﻩ ﻓﻘﺎﻝ : ﻳﺎ ﺃﺑﺎ ﺑﻜﺮ'
			'ﻟﻌﱠﻠ ﻚ ﺃ ﻏ ﻀﺒﺘ ﻬﻢ ؟ ﻟﺌ ﻦ ﺁﻨ ﺖ ﺃ ﻏ ﻀﺒﺘ ﻬﻢ ﻟﻘﺪ ﺃ ﻏ ﻀﺒ ﺖ ﺭﱠﺑ ﻚ ؟ ﻓﺄﺗﺎ ﻩﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺇ ﺧﻮﺗﺎﻩ ﺁ ﻏ ﻀﺒﺘﻜﻢ ؟ ﻗﺎﻟﻮﺍ : ﻻ ، ﻳﻐﻔ ﺮ'
			'ﺍﻟﱠﻠﻪ ﻟ ﻚ ﻳﺎ ﺃ ﺧﻲﱠ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﻮﻟﻪ « ﻣﺄ ﺧﺬ ﻩﺎ » ﺃ ﻱ : ﻟﻢ ﺗ ﺴﺘﻮ ﻑ ﺣﱠﻘ ﻬﺎ ﻣﻨﻪ . ﻭﻗﻮﻟﻪ : « ﻳﺎﺃﺧ ﱠﻲ » ﺭ ﻮﻳ ﺑﻔﺘ ﺢ ﺍﻟﻬﻤﺰﺓ ﻭﺁﺴﺮ ﺍﻟﺨﺎ ﺀ ﻭﺗﺨﻔﻴ ﻒ'
			'ﺍﻟﻴﺎ ﺀ ، ﻭ ﺭ ﻮﻳ ﺑﻀﻢ ﺍﻟﻬﻤﺰﺓ ﻭﻓﺘ ﺢ ﺍﻟﺨﺎ ﺀ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻴﺎ ﺀ.'
			'`',
		translation: 'Translation of Hadith 261'
),
	Hadith(
		hadithNumber: 262,
		hadith:
						'ﻭﻋﻦ ﺳﻬ ﻞ ﺑﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﻧﺎ ﻭﺁﺎﻓ ﻞ ﺍﻟﻴﺘﻴﻢ ﻓﻲ'
			'ﺍﻟﺠﱠﻨ ﺔ ﻩﻜﺬﺍ » ﻭﺃ ﺷﺎﺭ ﺑﺎﻟ ﱠﺴﱠﺒﺎﺑ ﺔ ﻭﺍﻟ ﻮ ﺳ ﻄﻰ ، ﻭﻓ ﱠﺮ ﺝ ﺑﻴﻨ ﻬﻤﺎ » . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭ « ﺁﺎﻓ ﻞ ﺍﻟﻴﺘﻴﻢ » : ﺍﻟﻘﺎﺋﻢ ﺑﺄﻣﻮ ﺭﻩ',
		translation: 'Translation of Hadith 262'
),
	Hadith(
		hadithNumber: 263,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺁﺎﻓﻞ ﺍﻟﻴﺘﻴﻢ ﻟﻪ ﺃ ﻭ ﻟﻐﻴ ﺮﻩ'
			'. ﺃﻧﺎ ﻭ ﻩ ﻮ ﺁ ﻬﺎﺗﻴ ﻦ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ » ﻭﺃ ﺷﺎ ﺭ ﺍﻟ ﱠﺮﺍﻮﻳ ﻭ ﻩﻮ ﻣﺎﻟ ﻚ ﺑ ﻦ ﺃﻧ ﺲ ﺑﺎﻟ ﱠﺴﱠﺒﺎﺑ ﺔ ﻭﺍﻟ ﻮ ﺳﻄﻰ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﻴﺘﻴﻢ ﻟﻪ ﺃ ﻭ ﻟﻐﻴﺮﻩ » ﻣﻌﻨﺎﻩ : ﻗ ﺮﻳﺒﻪ ، ﺃ ﻭ ﺍ ﻷﺟﻨﺒ ﱡﻲ ﻣﻨﻪ، ﻓﺎﻟﻘ ﺮﻳ ﺐ ﻣﺜ ﻞ ﺃ ﻥ ﺗﻜﻔﻠﻪ'
			'ﺃﱡﻣﻪ ﺃ ﻭ ﺟﺪﱡﻩ ﺃﻭ ﺃ ﺧﻮﻩ ﺃ ﻭ ﻏﻴ ﺮ ﻩﻢ ﻣ ﻦ ﻗ ﺮﺍﺑﺘ ﻪ ، ﻭﺍﻟﱠﻠﻪ ﺃ ﻋﻠﻢ',
		translation: 'Translation of Hadith 263'
),
	Hadith(
		hadithNumber: 264,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴ ﺲ ﺍﻟ ﻤ ﺴﻜﻴ ﻦ ﺍﻟﺬﻱ ﺗ ﺮﺩﱡﻩ ﺍﻟﱠﺘ ﻤﺮﺓ ﻭﺍﻟﱠﺘ ﻤﺮﺗﺎ ﻥ، ﻭﻻ'
			'ﺍﻟﱡﻠﻘﻤﺔ ﻭﺍﻟﱡﻠﻘﻤﺘﺎ ﻥ ﺇﱠﻧﻤﺎ ﺍﻟ ﻤ ﺴﻜﻴ ﻦ ﺍﻟﺬﻱ ﻳﺘﻌﱠﻔ ﻒ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻓﻲ « ﺍﻟﺼﺤﻴﺤﻴﻦ » : « ﻟﻴ ﺲ ﺍﻟ ﻤ ﺴﻜﻴ ﻦ ﺍﻟﺬﻱ ﻳ ﻄﻮ ﻑ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺱ ﺗ ﺮﺩﱡﻩ ﺍﻟﱡﻠﻘﻤﺔ ﻭﺍﻟﱡﻠﻘﻤﺘﺎﻥ ، ﻭﺍﻟﱠﺘ ﻤﺮﺓ'
			'ﻭﺍﻟﱠﺘ ﻤﺮﺗﺎ ﻥ ، ﻭﻟﻜ ﱠﻦ ﺍﻟ ﻤ ﺴﻜﻴ ﻦ ﺍﻟﺬﻱ ﻻ ﻳ ﺠﺪ ﻏﻨﻰ ﻳﻐﻨﻴﻪ ، ﻭﻻ ﻳﻔ ﻄ ﻦ ﺑ ﻪ ﻓﻴﺘﺼﱠﺪ ﻕ ﻋﻠﻴ ﻪ ، ﻭﻻ ﻳﻘﻮﻡ ﻓﻴ ﺴﺄ ﻝ ﺍﻟﱠﻨﺎ ﺱ »',
		translation: 'Translation of Hadith 264'
),
	Hadith(
		hadithNumber: 265,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟ ﱠﺴﺎ ﻋﻲ ﻋﻠﻰ ﺍ ﻷ ﺭﻣﻠ ﺔ ﻭﺍﻟ ﻤ ﺴﻜﻴ ﻦ ﺁﺎﻟﻤﺠﺎ ﻩﺪ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .» ﻭﺃ ﺣ ﺴﺒﻪ ﻗﺎﻝ : « ﻭﺁﺎﻟﻘﺎﺋﻢ ﺍﱠﻟﺬﻱ ﻻ ﻳﻔﺘ ﺮ ، ﻭﺁﺎﻟ ﱠﺼﺎﺋﻢ ﻻ ﻳﻔ ﻄ ﺮ»',
		translation: 'Translation of Hadith 265'
),
	Hadith(
		hadithNumber: 266,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺷ ﱡﺮ ﺍﻟ ﱠﻄﻌﺎﻡ ﻃﻌﺎﻡ ﺍﻟﻮﻟﻴﻤﺔ ، ﻳ ﻤﻨﻌﻬﺎ ﻣ ﻦ ﻳﺄﺗﻴ ﻬﺎ ، ﻭﻳﺪ ﻋﻰ'
			'ﺇﻟﻴ ﻬﺎ ﻣ ﻦ ﻳﺄﺑﺎ ﻩﺎ ، ﻭ ﻣ ﻦ ﻟﻢ ﻳ ﺠ ﺐ ﺍﻟﱠﺪ ﻋﻮﺓ ﻓﻘﺪ ﻋ ﺼﻰ ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻓﻲ ﺍﻟﺼﺤﻴﺤﻴﻦ ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﻣﻦ ﻗﻮﻟﻪ : « ﺑﺌ ﺲ ﺍﻟ ﱠﻄﻌﺎﻡ ﻃﻌﺎﻡ ﺍﻟ ﻮﻟﻴ ﻤ ﺔ ﻳﺪ ﻋﻰ ﺇﻟﻴ ﻬﺎ ﺍ ﻷ ﻏﻨﻴﺎ ﺀ'
			'ﻭﻳﺘ ﺮ ﻙ ﺍﻟﻔﻘ ﺮﺍ ﺀ »',
		translation: 'Translation of Hadith 266'
),
	Hadith(
		hadithNumber: 267,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻋﺎ ﻝ ﺟﺎ ﺭﻳﺘﻴ ﻦ ﺣﱠﺘﻰ ﺗﺒﻠﻐﺎ ﺟﺎ ﺀ'
			'ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺃﻧﺎ ﻭ ﻩﻮ ﺁ ﻬﺎﺗﻴ ﻦ » ﻭ ﺿﱠﻢ ﺃ ﺻﺎﺑﻌﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'» ﺟﺎ ﺭﻳﺘﻴ ﻦ » ﺃ ﻱ : ﺑﻨﺘﻴ ﻦ',
		translation: 'Translation of Hadith 267'
),
	Hadith(
		hadithNumber: 268,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺩ ﺧﻠ ﺖ ﻋﻠ ﱠﻲ ﺍ ﻣ ﺮﺃﺓ ﻭﻣﻌ ﻬﺎ ﺍﺑﻨﺘﺎ ﻥ ﻟ ﻬﺎ ﺗ ﺴﺄ ﻝ ﻓﻠﻢ ﺗ ﺠﺪ ﻋﻨﺪﻯ ﺷﻴﺌﺎ ﻏﻴ ﺮ'
			'ﺗ ﻤﺮﺓ ﻭﺍ ﺣﺪﺓ ، ﻓﺄ ﻋ ﻄﻴﺘ ﻬﺎ ﺇﱠﻳﺎ ﻩﺎ ﻓﻘ ﺴﻤﺘ ﻬﺎ ﺑﻴ ﻦ ﺍﺑﻨﺘﻴ ﻬﺎ ﻭﻟﻢ ﺗﺄﺁ ﻞ ﻣﻨ ﻬﺎ ﺛﻢﱠ ﻗﺎﻣ ﺖ ﻓ ﺨ ﺮﺟ ﺖ ، ﻓﺪﺧ ﻞ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻴﻨﺎ ، ﻓﺄ ﺧﺒﺮﺗﻪ ﻓﻘﺎﻝ: « ﻣ ﻦ ﺍﺑﺘﻠ ﻲ ﻣ ﻦ ﻩﺬﻩ ﺍﻟﺒﻨﺎ ﺕ ﺑ ﺸ ﻲ ﺀ ﻓﺄ ﺣ ﺴ ﻦ ﺇﻟﻴ ﻬ ﱠﻦ ﺁﻦﱠ ﻟﻪ ﺳﺘﺮﺍ ﻣﻦ ﺍﻟﱠﻨﺎ ﺭ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 268'
),
	Hadith(
		hadithNumber: 269,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺟﺎ ﺀﺗﻨﻰ ﻣ ﺴﻜﻴﻨﺔ ﺗ ﺤﻤﻞ ﺍﺑﻨﺘﻴﻦ ﻟﻬﺎ ، ﻓﺄﻃﻌﻤﺘ ﻬﺎ ﺛﻼ ﺙ ﺗ ﻤ ﺮﺍ ﺕ ، ﻓﺄﻋﻄ ﺖ ﺁﻞﱠ'
			'ﻭﺍﺣﺪﺓ ﻣﻨ ﻬﻤﺎ ﺗ ﻤ ﺮﺓ ﻭﺭﻓﻌ ﺖ ﺇﻟﻰ ﻓﻴﻬﺎ ﺗ ﻤﺮﺓ ﻟﺘﺄﺁﻠ ﻬﺎ ، ﻓﺎﺳﺘﻄﻌﻤﺘﻬﺎ ﺍﺑﻨﺘﺎ ﻩﺎ ، ﻓ ﺸﱠﻘﺖ ﺍﻟﱠﺘ ﻤ ﺮﺓ ﺍﻟﺘﻰ ﺁﺎﻧ ﺖ ﺗﺮﻳﺪ ﺃ ﻥ'
			'ﺗﺄﺁﻠ ﻬﺎ ﺑﻴﻨ ﻬﻤﺎ ، ﻓﺄ ﻋﺠﺒﻨﻰ ﺷﺄﻧﻬﺎ ، ﻓﺬﺁ ﺮ ﺕ ﺍﱠﻟﺬﻱ ﺻﻨﻌ ﺖ ﻟﺮﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : « ﺈﻧ ﺍﻟﱠﻠﻪ ﻗﺪ'
			'ﺃ ﻭ ﺟ ﺐ ﻟ ﻬﺎ ﺑ ﻬﺎ ﺍﻟﺠﱠﻨ ﺔ ، ﺃﻭ ﺃ ﻋﺘﻘﻬﺎ ﺑ ﻬﺎ ﻣﻦ ﺍﻟﱠﻨﺎ ﺭ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 269'
),
	Hadith(
		hadithNumber: 270,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺷﺮﻳ ﺢ ﺧ ﻮﻳﻠﺪ ﺑ ﻦ ﻋ ﻤﺮ ﻭ ﺍﻟ ﺨﺰﺍ ﻋﻲﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻰ ﺃ ﺣﺮﱢ ﺝ ﺣ ﱠﻖ ﺍﻟ ﱠﻀﻌﻴﻔﻴ ﻦ ﺍﻟﻴﺘﻴﻢ ﻭﺍﻟﻤ ﺮﺃﺓ » ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ ﺭﻭﺍﻩ ﺍﻟﻨﺴﺎﺋﻰ ﺑﺈﺳﻨﺎﺩ ﺟﻴﺪ .'
			'ﻭﻣﻌﻨﻰ « ﺃ ﺣﺮﱢ ﺝ » : ﺃﻟﺤ ﻖ ﺍﻟ ﺤ ﺮ ﺝ ، ﻭ ﻩ ﻮ ﺍ ﻹﺛﻢ ﺑ ﻤ ﻦ ﺿﱠﻴ ﻊ ﺣﱠﻘ ﻬﻤﺎ ، ﻭﺃ ﺣﺬﱢ ﺭ ﻣ ﻦ ﺫﻟ ﻚ ﺗ ﺤﺬﻳﺮﺍ ﺑﻠﻴﻐﺎ ، ﻭﺃ ﺯ ﺟ ﺮ ﻋﻨﻪ'
			'ﺯ ﺟﺮﺍ ﺃﺁﻴﺪﺍ',
		translation: 'Translation of Hadith 270'
),
	Hadith(
		hadithNumber: 271,
		hadith:
						'ﻭﻋﻦ ﻣ ﺼﻌ ﺐ ﺑ ﻦ ﺳﻌﺪ ﺑ ﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ : ﺭﺄﯨ ﺳﻌﺪ ﺃ ﱠﻥ ﻟﻪ ﻓ ﻀ ﻼ ﻋﻠﻰ ﻣ ﻦ ﺩﻭﻧﻪ ، ﻓﻘﺎﻝ'
			'ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻩﻞ ﺗﻨﺼ ﺮﻭ ﻥ ﻭﺗﺮﺯﻗﻮ ﻥ ﺇ ﱠﻻ ﺑ ﻀﻌﻔﺎﺋﻜﻢ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﻩﻜﺬﺍ ﻣﺮﺳ ﻼ ، ﻓﺈﻥ'
			'ﻣﺼﻌﺐ ﺍﺑﻦ ﺳﻌﺪ ﺗﺎﺑﻌ ﱡﻲ ، ﻭﺭﻭﺍﻩ ﺍﻟﺤﺎﻓ ﻆ ﺃﺑﻮ ﺑﻜﺮ ﺍﻟﺒ ﺮﻗﺎﻧﻰ ﻓﻲ ﺻﺤﻴ ﺤ ﻪ ﻣﱠﺘﺼ ﻼ ﻋﻦ ﺃﺑﻴﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ',
		translation: 'Translation of Hadith 271'
),
	Hadith(
		hadithNumber: 272,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ﻋ ﻮﻳﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ :'
			'«ﺍﺑﻐﻮﻧﻲ ﻓﻲ ﺍﻟ ﱡﻀﻌﻔﺎ ﺀ ، ﻓﺈﱠﻧ ﻤﺎ ﺗﻨﺼ ﺮﻭ ﻥ ، ﻭﺗ ﺮﺯﻗﻮﻥ ﺑ ﻀﻌﻔﺎﺋﻜﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺟﻴﺪ',
		translation: 'Translation of Hadith 272'
),
	Hadith(
		hadithNumber: 273,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ  ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍ ﺳﺘ ﻮ ﺻﻮﺍ ﺑﺎﻟﱢﻨﺴﺎ ﺀ'
			'ﺧﻴﺮﺍ ، ﻓﺈ ﱠﻥ ﺍﻟﻤ ﺮﺃﺓ ﺧﻠﻘ ﺖ ﻣ ﻦ ﺿﻠ ﻊ ، ﻭﺇ ﱠﻥ ﺃ ﻋﻮ ﺝ ﻣﺎ ﻓﻲ ﺍﻟ ﱢﻀﻠ ﻊ ﺃ ﻋﻼﻩ ، ﻓﺈ ﻥ ﺬﻫﺒ ﺖ ﺗﻘﻴﻤﻪ ﺁﺴ ﺮﺗﻪ ، ﻭﺇ ﻥ ﺗﺮﺁﺘﻪ ،'
			'ﻟﻢ ﻳﺰ ﻝ ﺃﻋﻮ ﺝ ، ﻓﺎﺳﺘ ﻮ ﺻﻮﺍ ﺑﺎﻟﱢﻨ ﺴﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻓﻲ ﺍﻟﺼﺤﻴﺤﻴﻦ : « ﺍﻟﻤ ﺮﺃﺓ ﺁﺎﻟﻀﻠ ﻊ ﺇ ﻥ ﺃﻗ ﻤﺘﻬﺎ ﺁﺴ ﺮﺗ ﻬﺎ ، ﻭﺇ ﻥ ﺍﺳﺘﻤﺘﻌﺖ ﺑ ﻬﺎ ، ﺍ ﺳﺘﻤﺘﻌﺖ ﻭﻓﻴﻬﺎ'
			'ﻋﻮ ﺝ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﻤ ﺮﺃﺓ ﺧﻠﻘ ﺖ ﻣﻦ ﺿﻠ ﻊ ، ﻟ ﻦ ﺗ ﺴﺘﻘﻴﻢ ﻟ ﻚ ﻋﻠﻰ ﻃﺮﻳﻘ ﺔ ، ﻓﺈ ﻥ ﺍﺳﺘﻤﺘﻌﺖ ﺑ ﻬﺎ ، ﺍ ﺳﺘﻤﺘﻌ ﺖ'
			'ﺑ ﻬﺎ ﻭﻓﻴﻬﺎ ﻋﻮ ﺝ ، ﻭﺇ ﻥ ﺫ ﻩﺒ ﺖ ﺗﻘﻴﻤﻬﺎ ﺁﺴﺮﺗ ﻬﺎ ، ﻭﺁ ﺴ ﺮ ﻩﺎ ﻃﻼﻗﻬﺎ» .'
			'ﻗﻮﻟﻪ : « ﻋﻮ ﺝ » ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﻌﻴﻦ ﻭﺍﻟﻮﺍﻭ',
		translation: 'Translation of Hadith 273'
),
	Hadith(
		hadithNumber: 274,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺯ ﻣﻌ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﻧﻪ ﺳﻤ ﻊ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺨ ﻄ ﺐ ، ﻭﺫﺁﺮ ﺍﻟﱠﻨﺎﻗ ﺔ'
			'ﻭﺍﱠﻟﺬﻯ ﻋﻘﺮ ﻩﺎ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫ ﺍﻧﺒﻌﺚ ﺃ ﺷﻘﺎ ﻩﺎ » ﺍﻧﺒﻌ ﺚ ﻟﻬﺎ ﺭ ﺟﻞ ﻋ ﺰﻳﺰ، ﻋﺎ ﺮﻣ'
			'ﻣﻨﻴ ﻊ ﻓﻲ ﺭ ﻩ ﻄ ﻪ » ﺛﻢﱠ ﺫﺁ ﺮ ﺍﻟﱢﻨﺴﺎ ﺀ ، ﻓﻮﻋ ﻆ ﻓﻴﻬ ﱠﻦ ، ﻓﻘﺎ ﻝ : « ﻳﻌﻤﺪ ﺃ ﺣﺪﺁﻢ ﻓﻴ ﺠﻠﺪ ﺍ ﻣﺮﺃﺗﻪ ﺟﻠﺪ ﺍﻟﻌﺒﺪ ﻓﻠﻌﻠﱠﻪ'
			'ﻳﻀﺎﺟﻌ ﻬﺎ ﻣ ﻦ ﺁ ﺧﺮ ﻳﻮ ﻣ ﻪ » ﺛﻢﱠ ﻭ ﻋﻈ ﻬﻢ ﻓﻲ ﺿﺤﻜ ﻬﻢ ﻣﻦ ﺍﻟ ﱠﻀ ﺮ ﻃ ﺔ ﻭﻗﺎﻝ : «ﻟﻢ ﻳﻀﺤ ﻚ ﺃ ﺣﺪﺁﻢ ﻣﱠﻤﺎ ﻳﻔﻌ ﻞ ؟ »'
			'ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'» ﻭﺍﻟﻌﺎ ﺮﻣ » ﺑﺎﻟﻌﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺍﻟﺮﺍ ﺀ : ﻩﻮ ﺍﻟ ﱢﺸ ﱢﺮﻳ ﺮ ﺍﻟﻤﻔ ﺴﺪ ، ﻭﻗﻮﻟﻪ : « ﺍﻧﺒﻌ ﺚ »، ﺃ ﻱ : ﻗﺎﻡ ﺑﺴﺮﻋﺔ .'
			'`',
		translation: 'Translation of Hadith 274'
),
	Hadith(
		hadithNumber: 275,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﻔ ﺮ ﻙ ﻣ ﺆﻣ ﻦ ﻣ ﺆﻣﻨ ﺔ'
			'ﺇ ﻥ ﺁ ﺮﻩ ﻣﻨﻬﺎ ﺧﻠﻘﺎ ﺭ ﺿ ﻲ ﻣﻨﻬﺎ ﺁ ﺧ ﺮ » ﺃ ﻭ ﻗﺎ ﻝ : « ﻏﻴ ﺮﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻭﻗﻮﻟﻪ : « ﻳﻔﺮ ﻙ » ﻩﻮ ﺑﻔﺘ ﺢ ﺍﻟﻴﺎ ﺀ ﻭﺇﺳﻜﺎ ﻥ ﺍﻟﻔﺎ ﺀ ﻣﻌﻨﺎﻩ : ﻳﺒﻐ ﺾ ، ﻳﻘﺎ ﻝ : ﻓﺮﺁ ﺖ ﺍﻟﻤ ﺮﺃﺓ ﺯ ﻭ ﺟ ﻬﺎ ، ﻭﻓ ﺮﺁ ﻬﺎ'
			'ﺯ ﻭ ﺟﻬﺎ ، ﺑﻜﺴﺮ ﺍﻟﺮﺍ ﺀ ، ﻳﻔﺮﺁﻬﺎ ﺑﻔﺘﺤ ﻬﺎ : ﺃ ﻱ : ﺃﺑﻐﻀ ﻬﺎ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 275'
),
	Hadith(
		hadithNumber: 276,
		hadith:
						'ﻭﻋﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺍ ﻷ ﺣ ﻮ ﺹ ﺍﻟ ﺠﺸﻤﻲﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺣ ﱢﺠ ﺔ'
			'ﺍﻟ ﻮﺩﺎﻋ ﻳﻘﻮ ﻝ ﺑﻌﺪ ﺃ ﻥ ﺣ ﻤﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﺃﺛﻨﻰ ﻋﻠﻴﻪ ﻭﺫﱠﺁﺮ ﻭﻭﻋ ﻆ ، ﺛﻢﱠ ﻗﺎﻝ: « ﺃﻻ ﻭﺍ ﺳﺘ ﻮﺻﻮﺍ ﺑﺎﻟﱢﻨﺴﺎ ﺀ ﺧﻴﺮﺍ ،'
			'ﻓﺈﱠﻧ ﻤﺎ ﻩﻦﱠ ﻋﻮﺍ ﻥ ﻋﻨﺪﺁﻢ ﻟﻴﺲ ﺗ ﻤﻠﻜﻮ ﻥ ﻣﻨ ﻬﻦﱠ ﺷﻴﺌﺎ ﻏﻴ ﺮ ﺫﻟ ﻚ ﺇ ﱠﻻ ﺃ ﻥ ﻳﺄﺗﻴ ﻦ ﺑﻔﺎﺣﺸ ﺔ ﻣﺒﱢﻴﻨ ﺔ ، ﻓﺈ ﻥ ﻓﻌﻠ ﻦ ﻓﺎ ﻩ ﺠﺮﻭ ﻩﻦﱠ'
			'ﻓﻲ ﺍﻟﻤ ﻀﺎﺟ ﻊ ، ﻭﺍ ﺿﺮﺑﻮﻩﻦﱠ ﺿ ﺮﺑﺎ ﻏﻴﺮ ﻣﺒ ﱢﺮ ﺡ ، ﻓﺈ ﻥ ﺃﻃﻌﻨﻜﻢ ﻓﻼ ﺗﺒﻐﻮﺍ ﻋﻠﻴ ﻬ ﱠﻦ ﺳﺒﻴﻼ ، ﺃﻻ ﺇ ﱠﻥ ﻟﻜﻢ ﻋﻠﻰ ﻧﺴﺎﺋﻜﻢ'
			'ﺣﻘﺎ ، ﻭﻟﻨﺴﺎﺋﻜﻢ ﻋﻠﻴﻜﻢ ﺣﻘﺎ، ﻓ ﺤﱡﻘﻜﻢ ﻋﻠﻴﻬ ﱠﻦ ﺄﻧ ﻻ ﻳﻮ ﻃﺌ ﻦ ﻓ ﺮﺷﻜﻢ ﻣ ﻦ ﺗﻜﺮﻩﻮ ﻥ ، ﻭﻻ ﻳﺄﺫ ﱠﻥ ﻓﻲ ﺑﻴﻮﺗﻜﻢ ﻟﻤﻦ'
			'ﺗﻜﺮﻩﻮ ﻥ ، ﺃﻻ ﻭﺣﻘﱡ ﻬﻦﱠ ﻋﻠﻴﻜﻢ ﺄﻧ ﺗ ﺤﺴﻨﻮﺍ ﺇﻟﻴﻬ ﱠﻦ ﻓﻲ ﺁ ﺴﻮﺗ ﻬ ﱠﻦ ﻭﻃﻌﺎﻣﻬ ﱠﻦ».'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻯ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴ ﺢ .'
			'ﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻋﻮﺍ ﻥ » ﺃ ﻱ : ﺃ ﺳﻴ ﺮﺍ ﺕ ، ﺟ ﻤ ﻊ ﻋﺎﻧﻴ ﺔ ، ﺑﺎﻟﻌﻴ ﻦ ﺍﻟﻤ ﻬﻤﻠ ﺔ ، ﻮﻫﻰ ﺍ ﻷ ﺳﻴ ﺮﺓ ،'
			'ﻭﺍﻟﻌﺎﻧﻲ : ﺍ ﻷ ﺳﻴ ﺮ . ﺷﱠﺒ ﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻤ ﺮﺃﺓ ﻓﻲ ﺩ ﺧﻮﻟ ﻬﺎ ﺗ ﺤ ﺖ ﺣﻜﻢ ﺍﻟ ﱠﺰ ﻭ ﺝ ﺑﺎ ﻷﺳﻴ ﺮ'
			'«ﻭﺍﻟﻀ ﺮ ﺏ ﺍﻟﻤﺒﺮﱢ ﺡ » : ﻩ ﻮ ﺍﻟ ﱠﺸﺎ ﱡﻕ ﺍﻟﺸﺪﻳﺪ ، ﻭﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻓﻼ ﺗﺒﻐﻮﺍ ﻋﻠﻴ ﻬ ﱠﻦ ﺳﺒﻴ ﻼ » ﺃ ﻱ :'
			'ﻻ ﺗﻄﻠﺒﻮﺍ ﻃ ﺮﻳﻘﺎ ﺗ ﺤﺘ ﱡﺠﻮ ﻥ ﺑ ﻪ ﻋﻠﻴ ﻬ ﱠﻦ ﻭﺗﺆﺫﻭﻧﻬ ﱠﻦ ﺑﻪ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 276'
),
	Hadith(
		hadithNumber: 277,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﻭﻳ ﺔ ﺑ ﻦ ﺣﻴﺪﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻣﺎ ﺣ ﱡﻖ ﺯ ﻭ ﺟ ﺔ ﺃ ﺣﺪﻧﺎ ﻋﻠﻴﻪ ؟ ﻗﺎﻝ : «.'
			'ﺄﻧ ﺗ ﻄﻌ ﻤﻬﺎ ﺇﺫﺍ ﻃﻌ ﻤ ﺖ ، ﻭﺗﻜ ﺴﻮ ﻩﺎ ﺇﺫﺍ ﺍﺁﺘﺴﻴ ﺖ ﻭﻻ ﺗ ﻀﺮ ﺏ ﺍﻟ ﻮﺟﻪ، ﻭﻻ ﺗﻘﱢﺒ ﺢ ، ﻭﻻ ﺗ ﻬ ﺠ ﺮ ﺇ ﱠﻻ ﻓﻲ ﺍﻟﺒﻴ ﺖ » ﺣﺪﻳ ﺚ'
			'ﺣﺴ ﻦ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻗﺎﻝ : ﻣﻌﻨﻰ « ﻻ ﺗﻘﱢﺒ ﺢ» ﺄﯨ : ﻻ ﺗﻘ ﻞ ﻗﱠﺒ ﺤ ﻚ ﺍﻟﱠﻠﻪ',
		translation: 'Translation of Hadith 277'
),
	Hadith(
		hadithNumber: 278,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺁﻤ ﻞ ﺍﻟﻤ ﺆﻣﻨﻴﻦ ﺇﻳ ﻤﺎﻧﺎ'
			'ﺃ ﺣﺴﻨ ﻬﻢ ﺧﻠﻘﺎ ، ﻭ ﺧﻴﺎﺭﺁﻢ ﺧﻴﺎ ﺭﺁﻢ ﻟﻨ ﺴﺎﺋ ﻬﻢ » ﺭﻭﺍﻩ ﺍﻟﱢﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 278'
),
	Hadith(
		hadithNumber: 279,
		hadith:
						'ﻭﻋﻦ ﺇﻳﺎﺱ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺃﺑﻲ ﺫﺑﺎﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻻ'
			'ﺗ ﻀﺮﺑﻮﺍ ﺇ ﻣﺎ ﺀ ﺍﻟﱠﻠ ﻪ » ﻓﺠﺎ ﺀ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻓﻘﺎ ﻝ : ﺫﺋ ﺮ ﻥ ﺍﻟﱢﻨﺴﺎ ﺀ'
			'ﻋﻠﻰ ﺃ ﺯﻭﺍﺟﻬ ﱠﻦ ، ﻓ ﺮ ﱠﺧ ﺺ ﻓﻲ ﺿ ﺮﺑ ﻬ ﱠﻦ ﻓﺄﻃﺎﻑ ﺑﺂ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧﺴﺎ ﺀ ﺁﺜﻴﺮ ﻳ ﺸﻜﻮ ﻥ'
			'ﺃ ﺯﻭﺍﺟ ﻬﻦﱠ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻘﺪ ﺃ ﻃﺎ ﻑ ﺑﺂ ﻝ ﺑﻴﺖ ﻣﺤﱠﻤﺪ ﻧﺴﺎ ﺀ ﺁﺜﻴ ﺮ ﻳ ﺸﻜﻮ ﻥ ﺃ ﺯ ﻭﺍ ﺟ ﻬﻦﱠ'
			'ﻟﻴ ﺲ ﺃﻭﻟﺌﻚ ﺑﺨﻴﺎ ﺭﺁﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 279'
),
	Hadith(
		hadithNumber: 280,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ :'
			'«ﺍﻟﱡﺪﻧﻴﺎ ﻣﺘﺎ ﻉ ، ﻭ ﺧﻴ ﺮ ﻣﺘﺎﻋ ﻬﺎ ﺍﻟ ﻤ ﺮﺃﺓ ﺍﻟ ﱠﺼﺎﻟﺤﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 280'
),
	Hadith(
		hadithNumber: 281,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺩ ﻋﺎ ﺍﻟﺮﱠ ﺟ ﻞ ﺍ ﻣﺮﺃﺗﻪ'
			'ﺇﻟﻰ ﻓ ﺮﺍ ﺷ ﻪ ﻓﻠﻢ ﺗﺄﺗ ﻪ ﻓﺒﺎﺕ ﻏ ﻀﺒﺎ ﻥ ﻋﻠﻴ ﻬﺎ ﻟﻌﻨﺘ ﻬﺎ ﺍﻟﻤﻼﺋﻜﺔ ﺣﱠﺘﻰ ﺗ ﺼﺒ ﺢ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻬﻤﺎ : « ﺇﺫﺍ ﺑﺎﺗ ﺖ ﺍﻟ ﻤ ﺮﺃﺓ ﻩﺎ ﺟ ﺮﺓ ﻓ ﺮﺍ ﺵ ﺯ ﻭﺟ ﻬﺎ ﻟﻌﻨﺘ ﻬﺎ ﺍﻟ ﻤﻼﺋﻜﺔ ﺣﱠﺘﻰ ﺗ ﺼﺒ ﺢ ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﻣﺎ ﻣﻦ ﺭ ﺟ ﻞ ﻳﺪ ﻋﻮ ﺍ ﻣ ﺮﺃﺗﻪ ﺇﻟﻰ ﻓ ﺮﺍ ﺷ ﻪ'
			'ﻓﺘﺄﺑﻰ ﻋﻠﻴ ﻪ ﺇ ﱠﻻ ﺁﺎ ﻥ ﺍﱠﻟﺬﻱ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﺳﺎ ﺧﻄﺎ ﻋﻠﻴ ﻬﺎ ﺣﱠﺘﻰ ﻳ ﺮ ﺿﻰ ﻋﻨﻬﺎ »',
		translation: 'Translation of Hadith 281'
),
	Hadith(
		hadithNumber: 282,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻳﻀﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﻻ ﻳﺤ ﱡﻞ ﻻ ﻣ ﺮﺃﺓ ﺃ ﻥ'
			'ﺗ ﺼﻮﻡ ﻭ ﺯ ﻭ ﺟ ﻬﺎ ﺷﺎ ﻩﺪ ﺇﻻ ﺑﺈﺫﻧ ﻪ ، ﻭﻻ ﺗﺄﺫ ﻥ ﻓﻲ ﺑﻴﺘ ﻪ ﺇ ﱠﻻ ﺑﺈﺫﻧ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 282'
),
	Hadith(
		hadithNumber: 283,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺁﻠﱡﻜﻢ ﺭﺍ ﻉ، ﻭﺁﻠﱡﻜﻢ ﻣﺴﺌﻮﻝ ﻋ ﻦ'
			'ﺭ ﻋﱠﻴﺘ ﻪ ، ﻭﺍ ﻷ ﻣﻴ ﺮ ﺭﺍ ﻉ ، ﻭﺍﻟﺮﱠ ﺟ ﻞ ﺭﺍ ﻉ ﻋﻠﻰ ﺃ ﻩ ﻞ ﺑﻴﺘ ﻪ ، ﻭﺍﻟﻤ ﺮﺃﺓ ﺭﺍ ﻋﻴﺔ ﻋﻠﻰ ﺑﻴ ﺖ ﺯ ﻭ ﺟﻬﺎ ﻭﻭﻟﺪﻩ ، ﻓﻜﻠﱡﻜﻢ ﺭﺍ ﻉ ،'
			'ﻭﺁﱡﻠﻜﻢ ﻣﺴﺌﻮ ﻝ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 283'
),
	Hadith(
		hadithNumber: 284,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﻠ ﱟﻲ ﻃﻠﻖ ﺑﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺇﺫﺍ ﺩﻋﺎ ﺍﻟﺮﱠ ﺟ ﻞ'
			'ﺯ ﻭﺟﺘﻪ ﻟ ﺤﺎﺟﺘ ﻪ ﻓﻠﺘﺄﺗ ﻪ ﻭﺇ ﻥ ﺁﺎﻧ ﺖ ﻋﻠﻰ ﺍﻟﱠﺘﱡﻨﻮﺭ» . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﺍﻟﻨﺴﺎﺋﻲ ، ﻭﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳﺚ ﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 284'
),
	Hadith(
		hadithNumber: 285,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟ ﻮ ﺁﻨ ﺖ ﺁ ﻣﺮﺍ ﺃ ﺣﺪﺍ ﺃ ﻥ ﻳ ﺴ ﺠﺪ'
			'ﻷﺣﺪ ﻷ ﻣ ﺮ ﺕ ﺍﻟﻤ ﺮﺃﺓ ﺃ ﻥ ﺗ ﺴ ﺠﺪ ﻟ ﺰ ﻭ ﺟ ﻬﺎ » . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 285'
),
	Hadith(
		hadithNumber: 286,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺳﻠﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﱡﻳﻤﺎ ﺍﻣﺮﺃﺓ ﻣﺎﺗ ﺖ'
			'ﻭﺯ ﻭ ﺟ ﻬﺎ ﻋﻨﻬﺎ ﺭﺍ ﺽ ﺩ ﺧﻠ ﺖ ﺍﻟ ﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻭﻓﻲ ﺳﻨﺪﻩ ﻣﺠﻬﻮﻻﻥ : ﻣﺴﺎﻭﺭ ﺍﻟﺤﻤﻴﺮﻱ ﻭﺃﻣﻪ',
		translation: 'Translation of Hadith 286'
),
	Hadith(
		hadithNumber: 287,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺑ ﻦ ﺟﺒ ﻞ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗ ﺆﺬﻳ ﺍ ﻣ ﺮﺃﺓ ﺯ ﻭ ﺟ ﻬﺎ ﻓﻲ'
			'ﺍﻟﱡﺪﻧﻴﺎ ﺇ ﱠﻻ ﻗﺎﻟ ﺖ ﺯ ﻭ ﺟﺘﻪ ﻣ ﻦ ﺍﻟ ﺤﻮ ﺭ ﺍﻟﻌﻴ ﻦ ﻻ ﺗ ﺆﺫﻳﻪ ﻗﺎﺗﻠ ﻚ ﺍﻟﱠﻠﻪ ، ﻓﺈﱠﻧﻤﺎ ﻩﻮ ﻋﻨﺪ ﻙ ﺩ ﺧﻴﻞ ﻳﺆ ﺷ ﻚ ﺃ ﻥ ﻳﻔﺎ ﺭﻗ ﻚ ﺇﻟﻴﻨﺎ »'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 287'
),
	Hadith(
		hadithNumber: 288,
		hadith:
						'ﻭﻋﻦ ﺃﺳﺎ ﻣ ﺔ ﺑ ﻦ ﺯﻳﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺗﺮﺁ ﺖ ﺑﻌﺪﻱ ﻓﺘﻨ ﺔ ﻩﻲ'
			'ﺃ ﺿ ﱡﺮ ﻋﻠﻰ ﺍﻟ ﱢﺮﺟﺎ ﻝ : ﻣ ﻦ ﺍﻟﱢﻨ ﺴﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 288'
),
	Hadith(
		hadithNumber: 289,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺩﻳﻨﺎﺭ ﺃﻧﻔﻘﺘﻪ ﻓﻲ ﺳﺒﻴ ﻞ'
			'ﺍﻟﱠﻠﻪ ، ﻭﺩﻳﻨﺎﺭ ﺃﻧﻔﻘﺘﻪ ﻓﻲ ﺭﻗﺒ ﺔ ، ﻭﺩﻳﻨﺎﺭ ﺗﺼﱠﺪﻗ ﺖ ﺑ ﻪ ﻋﻠﻰ ﻣ ﺴﻜﻴ ﻦ، ﻭﺩﻳﻨﺎﺭ ﺃﻧﻔﻘﺘﻪ ﻋﻠﻰ ﺃ ﻩﻠ ﻚ ، ﺃ ﻋﻈﻤ ﻬﺎ ﺃ ﺟﺮﺍ'
			'ﺍﱠﻟﺬﻱ ﺃﻧﻔﻘﺘﻪ ﻋﻠﻰ ﺃ ﻩﻠ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 289'
),
	Hadith(
		hadithNumber: 290,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻭﻳﻘﺎ ﻝ ﻟﻪ : ﺃﺑﻲ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣﻤﻦ ﺛ ﻮﺑﺎ ﻥ ﺑﻦ ﺑ ﺠﺪﺩ ﻣ ﻮﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻓ ﻀ ﻞ ﺩﻳﻨﺎ ﺭ ﻳﻨﻔﻘﻪ ﺍﻟﺮﱠ ﺟ ﻞ ﺩﻳﻨﺎﺭ ﻳﻨﻔﻘﻪ ﻋﻠﻰ ﻋﻴﺎﻟ ﻪ ، ﻭﺩﻳﻨﺎﺭ'
			'ﻳﻨﻔﻘﻪ ﻋﻠﻰ ﺩﺍﱠﺑﺘ ﻪ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ، ﻭﺩﻳﻨﺎﺭ ﻳﻨﻔﻘﻪ ﻋﻠﻰ ﺃ ﺻﺤﺎﺑﻪ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 290'
),
	Hadith(
		hadithNumber: 291,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺳﻠ ﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﻠ ﺖ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻩ ﻞ ﻟﻲ ﺃ ﺟﺮ ﻓﻲ ﺑﻨﻲ ﺃﺑﻲ ﺳﻠﻤ ﺔ ﺃ ﻥ ﺃﻧﻔ ﻖ'
			'ﻋﻠﻴ ﻬﻢ ، ﻭﻟ ﺴ ﺖ ﺑﺘﺎ ﺭﺁﺘﻬﻢ ﻩﻜﺬﺍ ﻭ ﻩﻜﺬﺍ ، ﺇﱠﻧﻤﺎ ﻩﻢ ﺑﻨ ﱠﻲ ؟ ﻓﻘﺎﻝ : « ﻧﻌﻢ ﻟ ﻚ ﺃ ﺟ ﺮ ﻣﺎ ﺃﻧﻔﻘ ﺖ ﻋﻠﻴ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 291'
),
	Hadith(
		hadithNumber: 292,
		hadith:
						'ﻭﻋﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ ﺣﺪﻳﺜ ﻪ ﺍﻟ ﱠﻄﻮﻳ ﻞ ﺍﻟﺬﻱ ﻗﺪﱠ ﻣﻨﺎﻩ ﻓﻲ ﺃ ﱠﻮﻟ ﺍﻟﻜﺘﺎ ﺏ ﻓﻲ ﺑﺎ ﺏ ﺍﻟﱢﻨﱠﻴ ﺔ'
			'ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﻟﻪ : « ﻭﺇﱠﻧ ﻚ ﻟ ﻦ ﺗﻨﻔ ﻖ ﻧﻔﻘ ﺔ ﺗﺒﺘﻐﻲ ﺑ ﻬﺎ ﻭﺟ ﻪ ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺃ ﺟ ﺮ ﺕ ﺑﻬﺎ ﺣﱠﺘﻰ ﻣﺎ'
			'ﺗ ﺠﻌ ﻞ ﻓﻲ ﻓﻲ ﺍﻣﺮﺃﺗ ﻚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 292'
),
	Hadith(
		hadithNumber: 293,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣ ﺴﻌﻮﺩ ﺍﻟﺒﺪ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺇﺫﺍ ﺃﻧﻔ ﻖ ﺍﻟﺮﱠ ﺟ ﻞ ﻋﻠﻰ ﺃ ﻩﻠ ﻪ'
			'ﻧﻔﻘ ﺔ ﻳﺤﺘﺴﺒﻬﺎ ﻓ ﻬﻲ ﻟﻪ ﺻﺪﻗﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 293'
),
	Hadith(
		hadithNumber: 294,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ :'
			'« ﺁﻔﻲ ﺑﺎﻟﻤ ﺮ ﺀ ﺇﺛﻤﺎ ﺃ ﻥ ﻳ ﻀﱢﻴ ﻊ ﻣ ﻦ ﻳﻘﻮ ﺕ » ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴﺮﻩ .'
			'ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻓﻲ ﺻﺤﻴﺤﻪ ﺑﻤﻌﻨﺎﻩ ﻗﺎﻝ : « ﺁﻔﻲ ﺑﺎﻟﻤ ﺮ ﺀ ﺇﺛﻤﺎ ﺃ ﻥ ﻳ ﺤﺒ ﺲ ﻋﱠﻤ ﻦ ﻳﻤﻠ ﻚ ﻗﻮﺗﻪ » .'
			'`',
		translation: 'Translation of Hadith 294'
),
	Hadith(
		hadithNumber: 295,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﻣ ﻦ ﻳ ﻮﻡ ﻳ ﺼﺒ ﺢ ﺍﻟﻌﺒﺎﺩ ﻓﻴ ﻪ ﺇ ﱠﻻ'
			'ﻣﻠﻜﺎ ﻥ ﻳﻨﺰﻻ ﻥ ، ﻓﻴﻘﻮ ﻝ ﺃﺣﺪ ﻩﻤﺎ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﻋ ﻂ ﻣﻨﻔﻘﺎ ﺧﻠﻔﺎ ، ﻭﻳﻘﻮ ﻝ ﺍﻵ ﺧ ﺮ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﻋ ﻂ ﻣ ﻤ ﺴﻜﺎ ﺗﻠﻔﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 295'
),
	Hadith(
		hadithNumber: 296,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﻴﺪ ﺍﻟﻌﻠﻴﺎ ﺧﻴﺮ ﻣ ﻦ ﺍﻟﻴﺪ ﺍﻟ ﱡﺴﻔﻠﻰ ﻭﺍﺑﺪﺃ ﺑﻤﻦ ﺗﻌﻮ ﻝ ، ﻭ ﺧﻴ ﺮ'
			'ﺍﻟ ﱠﺼﺪﻗ ﺔ ﻣﺎ ﺁﺎ ﻥ ﻋ ﻦ ﻇ ﻬ ﺮ ﻏﻨﻰ ، ﻭ ﻣ ﻦ ﻳ ﺴﺘﻌﻔ ﻒ ، ﻳﻌﻔﱠﻪ ﺍﻟﱠﻠﻪ ، ﻭ ﻣ ﻦ ﻳ ﺴﺘﻐ ﻦ ﻳﻐﻨﻪ ﺍﻟﱠﻠﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 296'
),
	Hadith(
		hadithNumber: 297,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﺁﺜﺮ ﺍ ﻷﻧ ﺼﺎ ﺭ ﺑﺎﻟﻤﺪﻳﻨ ﺔ ﻣﺎ ﻻ ﻣ ﻦ ﻧ ﺨ ﻞ ،'
			'ﻭﺁﺎ ﻥ ﺃ ﺣ ﱡﺐ ﺃ ﻣﻮﺍﻟ ﻪ ﺇﻟﻴﻪ ﺑﻴ ﺮﺣﺎ ﺀ ، ﻭﺁﺎﻧ ﺖ ﻣ ﺴﺘﻘﺒﻠ ﺔ ﺍﻟﻤ ﺴ ﺠﺪ ﻭﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺪ ﺧﻠ ﻬﺎ ﻭﻳ ﺸﺮ ﺏ'
			'ﻣ ﻦ ﻣﺎ ﺀ ﻓﻴ ﻬﺎ ﻃﱢﻴ ﺐ ﻗﺎ ﻝ ﺃﻧ ﺲ : ﻓﻠﱠﻤﺎ ﻧ ﺰﻟ ﺖ ﻩﺬﻩ ﺍﻵﻳﺔ : { ﻟ ﻦ ﺗﻨﺎﻟﻮﺍ ﺍﻟﺒ ﱠﺮ ﺣﱠﺘﻰ ﺗﻨﻔﻘﻮﺍ ﻣﱠﻤﺎ ﺗ ﺤﱡﺒﻮ ﻥ } ﻗﺎﻡ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ'
			'ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺃﻧ ﺰ ﻝ ﻋﻠﻴ ﻚ : { ﻟ ﻦ ﺗﻨﺎﻟﻮﺍ ﺍﻟﺒ ﱠﺮ ﺣﱠﺘﻰ'
			'ﺗﻨﻔﻘﻮﺍ ﻣﱠﻤﺎ ﺗ ﺤﱡﺒﻮ ﻥ } ﻭﺇ ﱠﻥ ﺃ ﺣ ﱠﺐ ﻣﺎﻟﻲ ﺇﻟ ﱠﻲ ﺑﻴ ﺮ ﺣﺎ ﺀ ، ﻭﺇﱠﻧ ﻬﺎ ﺻﺪﻗﺔ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺃ ﺭ ﺟﻮ ﺑ ﱠﺮ ﻩﺎ ﻭﺫ ﺧﺮ ﻩﺎ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			'، ﻓ ﻀﻌﻬﺎ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺣﻴ ﺚ ﺃ ﺭﺍ ﻙ ﺍﻟﱠﻠﻪ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺑ ﺦ ، ﺫﻟ ﻚ ﻣﺎﻝ ﺭﺍﺑ ﺢ ، ﺫﻟ ﻚ'
			'ﻣﺎﻝ ﺭﺍﺑ ﺢ ، ﻭﻗﺪ ﺳ ﻤﻌ ﺖ ﻣﺎ ﻗﻠ ﺖ ، ﻭﺇﱢﻧﻲ ﺃ ﺮﯨ ﺃ ﻥ ﺗ ﺠﻌﻠ ﻬﺎ ﻓﻲ ﺍ ﻷﻗ ﺮﺑﻴ ﻦ » ﻓﻘﺎﻝ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ : ﺃﻓﻌ ﻞ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ،'
			'ﻓﻘ ﱠﺴﻤ ﻬﺎ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ ﻓﻲ ﺃﻗﺎ ﺭﺑ ﻪ ، ﻭﺑﻨﻲ ﻋﱢﻤﻪ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎﻝ ﺭﺍﺑ ﺢ » ﺭﻮﻳ ﻓﻲ ﺍﻟﺼﺤﻴﺤﻴﻦ « ﺭﺍﺑ ﺢ » ﻭ « ﺭﺍﻳ ﺢ» ﺑﺎﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ'
			'ﻭﺑﺎﻟﻴﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ، ﺃ ﻱ ﺭﺍﻳ ﺢ ﻋﻠﻴ ﻚ ﻧﻔﻌﻪ ، ﻭ « ﺑﺒ ﺮ ﺣﺎ ﺀ » ﺣﺪﻳﻘﺔ ﻧ ﺨ ﻞ ، ﻭﺭﻮﻳ ﺑﻜﺴ ﺮ ﺍﻟﺒﺎ ﺀ ﻭﻓﺘ ﺤﻬﺎ .'
			'ﺑﻴﺎﻥ ﻭﺟﻮﺏ ﺃﻣﺮﻩ ﻭﺃﻭﻻﺩﻩ ﺍﻟﻤﻤﻴﺰﻳﻦ ﻭﺳﺎﺋﺮ ﻣﻦ ﻓﻲ ﺭﻋﻴﺘﻪ ﺑﻄﺎﻋﺔ ﺍﷲ ﺗﻌﺎﻟﻰ ﻭﻧﻬﻴﻬﻢ ﻋﻦ ﺍﻟﻤﺨﺎﻟﻔﺔ',
		translation: 'Translation of Hadith 297'
),
	Hadith(
		hadithNumber: 298,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺧﺬ ﺍﻟﺤﺴ ﻦ ﺑ ﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺗ ﻤﺮﺓ ﻣ ﻦ ﺗﻤ ﺮ ﺍﻟ ﱠﺼﺪﻗ ﺔ'
			'ﻓﺠﻌﻠ ﻬﺎ ﻓﻲ ﻓﻴ ﻪ ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁ ﺦ ﺁ ﺦ ، ﺇ ﺮﻣ ﺑ ﻬﺎ ، ﺃﻣﺎ ﻋﻠ ﻤ ﺖ ﺃﱠﻧﺎ ﻻ ﻧﺄﺁ ﻞ ﺍﻟ ﱠﺼﺪﻗ ﺔ ،؟'
			'» ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺇﻧﺎ ﻻ ﺗ ﺤ ﱡﻞ ﻟﻨﺎ ﺍﻟﺼﱠﺪﻗﺔ » ﻭﻗﻮﻟﻪ : « ﺁ ﺦ ﺁ ﺦ » ﻳﻘﺎ ﻝ ﺑﺎ ﺳﻜﺎ ﻥ ﺍﻟ ﺨﺎ ﺀ ، ﻭﻳﻘﺎ ﻝ ﺑﻜﺴ ﺮ ﻩﺎ ﻣﻊ'
			'ﺍﻟﱠﺘﻨ ﻮﻳ ﻦ ﻮﻫ ﻲ ﺁﻠﻤﺔ ﺯ ﺟﺮ ﻟﻠ ﱠﺼﺒ ﱢﻲ ﻋﻦ ﺍﻟﻤ ﺴﺘﻘﺬ ﺭﺍ ﺕ ، ﻭﺁﺎ ﻥ ﺍﻟﺤﺴ ﻦ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺻﺒﻴﺎ',
		translation: 'Translation of Hadith 298'
),
	Hadith(
		hadithNumber: 299,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺣﻔ ﺺ ﻋ ﻤﺮ ﺑﻦ ﺃﺑﻲ ﺳﻠﻤ ﺔ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﺒﺪ ﺍ ﻷﺳﺪ : ﺭﺑﻴ ﺐ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻗﺎﻝ : ﺁﻨ ﺖ ﻏﻼﻣﺎ ﻓﻲ ﺣ ﺠ ﺮ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺁﺎﻧ ﺖ ﻳﺪﻱ ﺗ ﻄﻴ ﺶ ﻓﻲ ﺍﻟ ﱠﺼ ﺤﻔ ﺔ ، ﻓﻘﺎﻝ ﻟﻲ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﻏﻼﻡ ﺳﱢﻢ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻭﺁ ﻞ ﺑﻴ ﻤﻴﻨ ﻚ، ﻭﺁﻞ ﻣﱠﻤﺎ ﻳﻠﻴ ﻚ » ﻓﻤﺎ ﺯﺍﻟ ﺖ ﺗﻠ ﻚ'
			'ﻃﻌﻤﺘﻲ ﺑﻌﺪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻭﺗ ﻄﻴﺶ » : ﺗﺪﻭ ﺭ ﻓﻲ ﻧﻮﺍ ﺣﻲ ﺍﻟ ﱠﺼﻔ ﺤ ﺔ .'
			'`',
		translation: 'Translation of Hadith 299'
),
	Hadith(
		hadithNumber: 300,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋ ﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺁﻠﱡﻜﻢ ﺭﺍ ﻉ ،'
			'ﻭﺁﻠﱡﻜﻢ ﻣﺴﺌﻮ ﻝ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ ، ﻭﺍ ﻷ ﻣﺎﻡ ﺭﺍ ﻉ ، ﻭﻣﺴﺌﻮ ﻝ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ ، ﻭﺍﻟﺮﱠ ﺟ ﻞ ﺭﺍ ﻉ ﻓﻲ ﺃ ﻩﻠ ﻪ ﻭﻣﺴﺌﻮ ﻝ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ ،'
			'ﻭﺍﻟﻤ ﺮﺃﺓ ﺭﺍ ﻋﻴﺔ ﻓﻲ ﺑﻴ ﺖ ﺯ ﻭ ﺟ ﻬﺎ ﻭﻣﺴﺌﻮﻟﺔ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻬﺎ ، ﻭﺍﻟ ﺨﺎﺪﻣ ﺭﺍ ﻉ ﻓﻲ ﻣﺎ ﻝ ﺳﱢﻴﺪﻩ ﻭﻣﺴﺌﻮﻝ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ ،'
			'ﻓﻜﻠﱡﻜﻢ ﺭﺍ ﻉ ﻭﻣﺴﺌﻮﻝ ﻋ ﻦ ﺭ ﻋﻴﺘ ﻪ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 300'
),
	Hadith(
		hadithNumber: 301,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮﻭ ﺑﻦ ﺷﻌﻴﺐ ، ﻋﻦ ﺃﺑﻴﻪ ، ﻋﻦ ﺟﱢﺪﻩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻣ ﺮﻭﺍ ﺃ ﻭﻻﺩﺁﻢ ﺑﺎﻟ ﱠﺼﻼﺓ ﻭ ﻩﻢ ﺃﺑﻨﺎ ﺀ ﺳﺒﻊ ﺳﻨﻴ ﻦ ، ﻭﺍ ﺿ ﺮﺑﻮﻩﻢ ﻋﻠﻴ ﻬﺎ ﻭ ﻩﻢ ﺃﺑﻨﺎ ﺀ ﻋ ﺸ ﺮ ، ﻭﻓ ﱠﺮﻗﻮﺍ ﺑﻴﻨ ﻬﻢ ﻓﻲ'
			'ﺍﻟﻤ ﻀﺎﺟ ﻊ » ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 301'
),
	Hadith(
		hadithNumber: 302,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺛﺮﱠﻳ ﺔ ﺳﺒ ﺮﺓ ﺑ ﻦ ﻣﻌﺒﺪ ﺍﻟﺠ ﻬﻨ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﻋﱢﻠﻤﻮﺍ ﺍﻟ ﱠﺼﺒ ﱠﻲ ﺍﻟ ﱠﺼﻼﺓ ﻟ ﺴﺒ ﻊ ﺳﻨﻴ ﻦ ، ﻭﺍ ﺿ ﺮﺑﻮﻩ ﻋﻠﻴ ﻬﺎ ﺍﺑ ﻦ ﻋ ﺸ ﺮ ﺳﻨﻴ ﻦ » ﺣﺪﻳﺚ ﺣﺴ ﻦ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ،'
			'ﻭﺍﻟﺘﺮ ﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'ﻭﻟﻔ ﻆ ﺃﺑﻲ ﺩﺍ ﻭﺩ : « ﻣ ﺮﻭﺍ ﺍﻟ ﱠﺼﺒ ﱠﻲ ﺑﺎﻟ ﱠﺼ ﻼﺓ ﺇﺫﺍ ﺑﻠ ﻎ ﺳﺒ ﻊ ﺳﻨﻴ ﻦ »',
		translation: 'Translation of Hadith 302'
),
	Hadith(
		hadithNumber: 303,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﻭﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻻ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻣﺎ ﺯﺍ ﻝ ﺟﺒ ﺮﻳ ﻞ'
			'ﻳﻮ ﺻﻴﻨﻲ ﺑﺎﻟﺠﺎ ﺭ ﺣﱠﺘﻰ ﻇﻨﻨ ﺖ ﺃﻧﱠﻪ ﺳﻴ ﻮﺭﱢﺛﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 303'
),
	Hadith(
		hadithNumber: 304,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺃﺑﺎ ﺫ ﺭ ﺇﺫﺍ ﻃﺒ ﺨ ﺖ ﻣ ﺮﻗ ﺔ ،'
			'ﻓﺄﺁﺜ ﺮ ﻣﺎ ﺀﻩﺎ ، ﻭﺗﻌﺎ ﻩﺪ ﺟﻴ ﺮﺍﻧ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ ﻋﻦ ﺃﺑﻲ ﺫ ﺭ ﻗﺎﻝ : ﺈﻧ ﺧﻠﻴﻠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻭ ﺻﺎﻧﻲ : « ﺇﺫﺍ ﻃﺒ ﺨ ﺖ ﻣ ﺮﻗﺎ ﻓﺄﺁﺜ ﺮ ﻣﺎ ﺀﻩ ﺛﻢﱠ'
			'ﺍﻧ ﻈ ﺮ ﺃ ﻩ ﻞ ﺑﻴ ﺖ ﻣ ﻦ ﺟﻴﺮﺍﻧ ﻚ ، ﻓﺄ ﺻﺒ ﻬﻢ ﻣﻨ ﻬﺎ ﺑﻤﻌ ﺮﻭ ﻑ »',
		translation: 'Translation of Hadith 304'
),
	Hadith(
		hadithNumber: 305,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻭﺍﻟﱠﻠ ﻪ ﻻ ﻳ ﺆﻣ ﻦ ، ﻭﺍﻟﱠﻠ ﻪ ﻻ ﻳ ﺆﻣ ﻦ'
			'، » ﻗﻴ ﻞ : ﻣ ﻦ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ؟ ﻗﺎﻝ : « ﺍﱠﻟﺬﻱ : ﻻ ﻳﺄﻣ ﻦ ﺟﺎ ﺭﻩ ﺑ ﻮﺍﺋﻘﻪ،» ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﻻ ﻳﺪ ﺧ ﻞ ﺍﻟﺠﱠﻨﺔ ﻣ ﻦ ﻻ ﻳﺄﻣ ﻦ ﺟﺎ ﺭﻩ ﺑ ﻮﺍﺋﻘﻪ » .'
			'»ﺍﻟﺒﻮﺍﺋ ﻖ » ﺍﻟﻐ ﻮﺍﺋﻞ ﻭﺍﻟ ﱡﺸ ﱡﺮﻭ ﺭ',
		translation: 'Translation of Hadith 305'
),
	Hadith(
		hadithNumber: 306,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﻧ ﺴﺎ ﺀ ﺍﻟﻤﺴﻠﻤﺎ ﺕ ﻻ ﺗ ﺤﻘ ﺮ ﱠﻥ ﺟﺎ ﺭﺓ ﻟﺠﺎﺭﺗ ﻬﺎ ﻭﻟ ﻮ'
			'ﻓ ﺮ ﺳ ﻦ ﺷﺎﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 306'
),
	Hadith(
		hadithNumber: 307,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻻ ﻳ ﻤﻨ ﻊ ﺟﺎﺭ ﺟﺎ ﺭﻩ ﺃ ﻥ ﻳﻐ ﺮ ﺯ ﺧ ﺸﺒ ﺔ ﻓﻲ ﺟﺪﺍ ﺭﻩ » ﺛﻢﱠ ﻳﻘﻮ ﻝ ﺃﺑﻮ'
			'ﻩﺮﻳﺮﺓ : ﻣﺎﻟﻲ ﺃ ﺭﺍﺁﻢ ﻋﻨ ﻬﺎ ﻣﻌ ﺮ ﺿﻴ ﻦ ، ﻭﺍﻟﱠﻠ ﻪ ﻷﺭﻣﻴ ﱠﻦ ﺑﻬﺎ ﺑﻴ ﻦ ﺃﺁﺘﺎﻓﻜﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﺭﻮﯨ « ﺧ ﺸﺒﻪ » ﺑﺎ ﻹ ﺿﺎﻓ ﺔ ﻭﺍﻟﺠ ﻤ ﻊ ، ﻭ ﺭ ﻮﻳ « ﺧﺸﺒ ﺔ » ﺑﺎﻟﱠﺘﻨ ﻮﻳ ﻦ ﻋﻠﻰ ﺍ ﻹﻓ ﺮﺍﺩ . ﻭﻗﻮﻟﻪ: ﻣﺎﻟﻲ ﺃ ﺭﺍﺁﻢ ﻋﻨ ﻬﺎ'
			'ﻣﻌ ﺮ ﺿﻴ ﻦ : ﻳﻌﻨﻲ ﻋ ﻦ ﻩﺬﻩ ﺍﻟ ﱡﺴﱠﻨ ﺔ',
		translation: 'Translation of Hadith 307'
),
	Hadith(
		hadithNumber: 308,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺁﺎ ﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ، ﻓﻼ ﻳ ﺆﺫ ﺟﺎ ﺭﻩ ،'
			'ﻭ ﻣ ﻦ ﺁﺎﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵﺧ ﺮ ، ﻓﻠﻴﻜ ﺮﻡ ﺿﻴﻔﻪ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴﻮﻡ ﺍﻵ ﺧ ﺮ ، ﻓﻠﻴﻘ ﻞ ﺧﻴﺮﺍ ﺃ ﻭ'
			'ﻟﻴ ﺴﻜ ﺖ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 308'
),
	Hadith(
		hadithNumber: 309,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺷﺮﻳﺢ ﺍﻟ ﺨﺰﺍﻋ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺁﺎ ﻥ ﻳﺆ ﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ'
			'ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ، ﻓﻠﻴﺤ ﺴ ﻦ ﺇﻟﻰ ﺟﺎ ﺭﻩ ، ﻭﻣ ﻦ ﺁﺎ ﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴﻮﻡ ﺍﻵ ﺧ ﺮ ﻓﻠﻴﻜ ﺮﻡ ﺿﻴﻔﻪ، ﻭﻣ ﻦ ﺁﺎ ﻥ ﻳﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ'
			'ﻭﺍﻟﻴﻮﻡ ﺍﻵﺧ ﺮ ﻓﻠﻴﻘ ﻞ ﺧﻴﺮﺍ ﺃ ﻭ ﻟﻴ ﺴﻜ ﺖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ ﺑﻬﺬﺍ ﺍﻟﻠﻔﻆ، ﻭﺭﻮﯨ ﺍﻟﺒﺨﺎﺮﻳ ﺑﻌﻀﻪ',
		translation: 'Translation of Hadith 309'
),
	Hadith(
		hadithNumber: 310,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﻠﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﻟﻲ ﺟﺎ ﺭﻳ ﻦ ، ﻓﺈﻟﻰ ﺃﱢﻳﻬﻤﺎ ﺃ ﻩﺪﻯ؟ ﻗﺎﻝ : «'
			'ﺇﻟﻰ ﺃﻗﺮﺑﻬﻤﺎ ﻣﻨﻚ ﺑﺎﺑﺎ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 310'
),
	Hadith(
		hadithNumber: 311,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺧﻴ ﺮ ﺍ ﻷﺻﺤﺎﺏ"".'
			'ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺧﻴ ﺮ ﻩﻢ ﻟﺼـﺎ ﺣﺒ ﻪ ، ﻭ ﺧﻴ ﺮ ﺍﻟﺠﻴﺮﺎﻧ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺧﻴ ﺮ ﻩﻢ ﻟﺠﺎ ﺭﻩ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ'
			'ﺣﺴﻦ .'
			'`',
		translation: 'Translation of Hadith 311'
),
	Hadith(
		hadithNumber: 312,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﺮﺣﻤﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﺄﻟ ﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: ﺃ ﱡﻱ'
			'ﺍﻟﻌﻤ ﻞ ﺃﺣ ﱡﺐ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ؟ ﻗﺎﻝ : « ﺍﻟ ﱠﺼﻼﺓ ﻋﻠﻰ ﻭﻗﺘ ﻬﺎ » ﻗﻠ ﺖ : ﺛﻢﱠ ﺃ ﱡﻱ ؟ ﻗﺎﻝ: «ﺑ ﱡﺮ ﺍﻟ ﻮﺍﻟﺪﻳ ﻦ » ﻗﻠ ﺖ : ﺛﻢﱠ ﺃ ﱡﻱ'
			'؟ ﻗﺎﻝ : «ﺍﻟ ﺠ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 312'
),
	Hadith(
		hadithNumber: 313,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳ ﺠ ﺰﻱ ﻭﻟﺪ ﻭﺍﻟﺪﺍ ﺇ ﱠﻻ'
			'ﺃ ﻥ ﻳ ﺠﺪﻩ ﻣﻤﻠﻮﺁﺎ ، ﻓﻴ ﺸﺘ ﺮﻳﻪ ، ﻓﻴﻌﺘﻘﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 313'
),
	Hadith(
		hadithNumber: 314,
		hadith:
						'ﻭﻋﻨﻪ ﺃﻳﻀﺎ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺁﺎ ﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ،'
			'ﻓﻠﻴﻜ ﺮﻡ ﺿﻴﻔﻪ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴﻮﻡ ﺍﻵ ﺧﺮ ، ﻓﻠﻴﺼ ﻞ ﺭ ﺣ ﻤﻪ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ،'
			'ﻓﻠﻴﻘ ﻞ ﺧﻴﺮﺍ ﺃ ﻭ ﻟﻴﺼﻤ ﺖ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 314'
),
	Hadith(
		hadithNumber: 315,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺧﻠ ﻖ ﺍﻟ ﺨﻠ ﻖ ﺣﱠﺘﻰ ﺇﺫﺍ ﻓ ﺮ ﻍ ﻣﻨ ﻬﻢ.'
			'ﻗﺎ ﻣ ﺖ ﺍﻟﺮﱠ ﺣﻢ ، ﻓﻘﺎﻟ ﺖ : ﻩﺬﺍ ﻣﻘﺎﻡ ﺍﻟﻌﺎﺋﺬ ﺑ ﻚ ﻣ ﻦ ﺍﻟﻘ ﻄﻴﻌ ﺔ ، ﻗﺎﻝ : ﻧﻌﻢ ﺃ ﻣﺎ ﺗ ﺮﺿﻴ ﻦ ﺃ ﻥ ﺃ ﺻ ﻞ ﻣ ﻦ ﻭ ﺻﻠ ﻚ ، ﻭﺃﻗ ﻄ ﻊ'
			'ﻣ ﻦ ﻗ ﻄﻌ ﻚ ؟ ﻗﺎﻟﺖ : ﺑﻠﻰ ، ﻗﺎﻝ ﻓﺬﻟ ﻚ ، ﺛﻢ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍﻗﺮﺀﻭﺍ ﺇ ﻥ ﺷﺌﺘﻢ : { ﻓ ﻬ ﻞ'
			'ﻋ ﺴﻴﺘﻢ ﺈﻧ ﺗﻮﱠﻟﻴﺘﻢ ﺃ ﻥ ﺗﻔ ﺴﺪﻭﺍ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ﻭﺗﻘ ﱢﻄﻌﻮﺍ ﺃ ﺭﺣﺎﻣﻜﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻭﻟﺌ ﻚ ﺍﻟﺬﻳﻦ ﻟﻌﻨ ﻬﻢ ﺍﻟﱠﻠﻪ'
			'ﻓﺄ ﺻﱠﻤ ﻬﻢ ﻭﺃ ﻋﻤﻰ ﺃﺑ ﺼﺎ ﺭ ﻩﻢ } [ ﻣﺤﻤﺪ : 22 ، 23 ] ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻠﺒﺨﺎﺮﻳ : ﻓﻘﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : « ﻣ ﻦ ﻭﺻﻠ ﻚ ، ﻭﺻﻠﺘﻪ ، ﻭﻣ ﻦ ﻗ ﻄﻌ ﻚ ﻗﻄﻌﺘﻪ »',
		translation: 'Translation of Hadith 315'
),
	Hadith(
		hadithNumber: 316,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻣ ﻦ'
			'ﺃ ﺣ ﱡﻖ ﺍﻟﱠﻨﺎ ﺱ ﺑ ﺤﺴ ﻦ ﺻ ﺤﺎﺑﺘﻲ ؟ ﻗﺎﻝ : « ﺃﱡﻣﻚ » ﻗﺎﻝ : ﺛﻢﱠ ﻣ ﻦ ؟ ﻗﺎﻝ: « ﺃﱡﻣ ﻚ » ﻗﺎﻝ : ﺛﻢﱠ ﻣ ﻦ ؟ ﻗﺎﻝ : « ﺃﱡﻣ ﻚ » ﻗﺎﻝ'
			': ﺛﻢﱠ ﻣ ﻦ ؟ ﻗﺎﻝ : « ﺃﺑﻮ ﻙ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﺃ ﺣ ﱡﻖ ﺍﻟﻨﺎﺱ ﺑ ﺤ ﺴﻦ ﺍﻟ ﱡﺼ ﺤﺒ ﺔ ؟ ﻗﺎﻝ : « ﺃﱡﻣ ﻚ ﺛﻢﱠ ﺃﱡﻣ ﻚ ، ﺛﻢﱠ ﺃﱡﻣ ﻚ ، ﺛﱠﻢ ﺃﺑﺎ ﻙ ، ﺛﻢﱠ'
			'ﺃﺩﻧﺎ ﻙ ﺃﺩﻧﺎ ﻙ » .'
			'»ﻭﺍﻟ ﱠﺼﺤﺎﺑﺔ » ﺑﻤﻌﻨﻰ : ﺍﻟ ﱡﺼﺤﺒ ﺔ . ﻭﻗﻮﻟﻪ : « ﺛﻢﱠ ﺃﺑﺎﻙ » ﻩﻜﺬﺍ ﻩﻮ ﻣﻨﺼﻮﺏ ﺑﻔﻌ ﻞ ﻣﺤﺬﻭ ﻑ، ﺄﻳ ﺛﻢ ﺑ ﱠﺮ ﺃﺑﺎﻙ'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﺛﻢﱠ ﺃﺑﻮ ﻙ » ﻮﻫﺬﺍ ﻭﺍ ﺿﺢ',
		translation: 'Translation of Hadith 316'
),
	Hadith(
		hadithNumber: 317,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺭ ﻏﻢ ﺃﻧ ﻒ ، ﺛﻢ ﺭ ﻏﻢ ﺃﻧ ﻒ ، ﺛﱠﻢ ﺭ ﻏﻢ ﺃﻧﻒ ﻣ ﻦ ﺃﺩ ﺭ ﻙ ﺃﺑﻮﻳﻪ ﻋﻨﺪ'
			'ﺍﻟﻜﺒ ﺮ ، ﺃﺣﺪ ﻩ ﻤﺎ ﺃ ﻭ ﺁﻼ ﻩﻤﺎ ، ﻓﻠﻢ ﻳﺪﺧ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 317'
),
	Hadith(
		hadithNumber: 318,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺟ ﻼ ﻗﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﻟﻲ ﻗﺮﺍﺑ ﺔ ﺃ ﺻﻠ ﻬﻢ ﻭﻳﻘ ﻄﻌﻮﻧﻲ ، ﻭﺃﺣ ﺴ ﻦ ﺇﻟﻴ ﻬﻢ'
			'ﻭﻳﺴﻴﺌﻮ ﻥ ﺇﻟ ﱠﻲ ، ﻭﺃ ﺣﻠﻢ ﻋﻨ ﻬﻢ ﻭﻳ ﺠﻬﻠﻮ ﻥ ﻋﻠ ﱠﻲ ، ﻓﻘﺎﻝ : « ﻟﺌ ﻦ ﺁﻨﺖ ﺁﻤﺎ ﻗﻠ ﺖ ، ﻓﻜﺄﱠﻧﻤﺎ ﺗ ﺴﻔﱡ ﻬﻢ ﺍﻟ ﻤ ﱠﻞ ، ﻭﻻ ﻳ ﺰﺍ ﻝ'
			'ﻣﻌ ﻚ ﻣ ﻦ ﺍﻟﱠﻠ ﻪ ﻇ ﻬﻴﺮ ﻋﻠﻴ ﻬﻢ ﻣﺎ ﺩ ﻣ ﺖ ﻋﻠﻰ ﺫﻟ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﻭﺗ ﺴﱡﻔ ﻬﻢ » ﺑﻀﻢ ﺍﻟﺘﺎ ﺀ ﻭﺁﺴ ﺮ ﺍﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠ ﺔ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻔﺎ ﺀ . « ﻭﺍﻟﻤ ﱡﻞ » ﺑﻔﺘ ﺢ ﺍﻟﻤﻴﻢ ، ﻭﺗﺸﺪﻳﺪ ﺍﻟﻼﻡ ﻮﻫﻮ'
			'ﺍﻟ ﱠﺮﻣﺎﺩ ﺍﻟﺤﺎ ﱡﺭ : ﺃ ﻱ ﺁﺄﱠﻧﻤﺎ ﺗ ﻄﻌﻤ ﻬﻢ ﺍﻟ ﱠﺮﻣﺎﺩ ﺍﻟﺤﺎ ﱠﺭ ﻭ ﻩﻮ ﺗﺸﺒﻴﻪ ﻟﻤﺎ ﻳﻠ ﺤﻘﻬﻢ ﻣ ﻦ ﺍ ﻹﺛﻢ ﺑﻤﺎ ﻳﻠﺤ ﻖ ﺁﺁ ﻞ ﺍﻟ ﱠﺮﻣﺎﺩ ﻣ ﻦ ﺍ ﻹﺛﻢ'
			'، ﻭﻻ ﺷ ﺊ ﻋﻠﻰ ﺍﻟﻤ ﺤ ﺴ ﻦ ﺇﻟﻴ ﻬﻢ ، ﻟﻜ ﻦ ﻳﻨﺎﻟ ﻬﻢ ﺇﺛﻢ ﻋ ﻈﻴﻢ ﺑﺘﻘﺼﻴﺮ ﻩﻢ ﻓﻲ ﺣﻘﻪ ، ﻭﺇﺩ ﺧﺎﻟ ﻬﻢ ﺍ ﻷﺬﯨ ﻋﻠﻴﻪ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 318'
),
	Hadith(
		hadithNumber: 319,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺃﺣ ﱠﺐ ﺃ ﻥ ﻳﺒ ﺴ ﻂ ﻟﻪ ﻓﻲ ﺭﺯﻗ ﻪ'
			'، ﻭﻳﻨﺴﺄ ﻟﻪ ﻓﻲ ﺃﺛ ﺮﻩ ، ﻓﻠﻴ ﺼ ﻞ ﺭ ﺣﻤﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻣﻌﻨﻰ « ﻳﻨﺴﺄ ﻟﻪ ﻓﻲ ﺃﺛ ﺮﻩ » : ﺃ ﻱ : ﻳﺆﺧﺮ ﻟﻪ ﻓﻲ ﺃﺟﻠ ﻪ ﻭ ﻋﻤ ﺮﻩ',
		translation: 'Translation of Hadith 319'
),
	Hadith(
		hadithNumber: 320,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺃﺑﻮ ﻃﻠ ﺤﺔ ﺃﺁﺜﺮ ﺍ ﻷﻧﺼﺎﺭ ﺑﺎﻟ ﻤﺪﻳﻨ ﺔ ﻣﺎ ﻻ ﻣ ﻦ ﻧ ﺨ ﻞ ، ﻭﺁﺎﻥ ﺃﺣ ﱡﺐ ﺃ ﻣ ﻮﺍﻟ ﻪ ﺑﻴ ﺮ ﺣﺎ ﺀ ، ﻭﺁﺎﻧ ﺖ'
			'ﻣ ﺴﺘﻘﺒﻠﺔ ﺍﻟ ﻤ ﺴ ﺠﺪ ، ﻭﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺪ ﺧﻠ ﻬﺎ، ﻭﻳ ﺸ ﺮﺏ ﻣ ﻦ ﻣﺎ ﺀ ﻓﻴﻬﺎ ﻃﱢﻴ ﺐ ، ﻓﻠﱠﻤﺎ ﻧ ﺰﻟ ﺖ'
			'ﻩﺬﻩ ﺍﻵﻳﺔ : { ﻟ ﻦ ﺗﻨﺎﻟﻮﺍ ﺍﻟﺒ ﱠﺮ ﺣﱠﺘﻰ ﺗﻨﻔﻘﻮﺍ ﻣﱠﻤﺎ ﺗ ﺤﱡﺒﻮ ﻥ } [ ﺁﻝ ﻋﻤﺮﺎﻧ: 92 ] ﻗﺎﻡ ﺃﺑﻮ ﻃﻠﺤﺔ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﺒﺎ ﺮﻛ ﻭﺗﻌﺎﻟﻰ ﻳﻘﻮﻝ : { ﻟ ﻦ ﺗﻨﺎﻟﻮﺍ ﺍﻟﺒ ﱠﺮ ﺣﱠﺘﻰ ﺗﻨﻔﻘﻮﺍ ﻣﱠﻤﺎ ﺗ ﺤﱡﺒﻮ ﻥ }'
			'ﻭﺇ ﱠﻥ ﺃﺣﺐ ﻣﺎﻟﻰ ﺇﻟ ﱠﻲ ﺑﻴ ﺮ ﺣﺎ ﺀ ، ﻭﺇﱠﻧ ﻬﺎ ﺻﺪﻗﺔ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ، ﺃﺭ ﺟﻮ ﺑ ﱠﺮ ﻩﺎ ﻭﺫ ﺧﺮ ﻩﺎ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻓ ﻀﻌ ﻬﺎ ﻳﺎ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺣﻴ ﺚ ﺃﺭﺍ ﻙ ﺍﻟﱠﻠﻪ. ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺑ ﺦ ، ﺫﻟ ﻚ ﻣﺎﻝ ﺭﺍﺑ ﺢ ، ﺫﻟ ﻚ ﻣﺎﻝ ﺭﺍﺑ ﺢ ، ﻭﻗﺪ'
			'ﺳ ﻤﻌ ﺖ ﻣﺎ ﻗﻠ ﺖ ، ﻭﺇﱠﻧﻲ ﺃﺮﯨ ﺃ ﻥ ﺗ ﺠﻌﻠ ﻬﺎ ﻓﻲ ﺍ ﻷﻗﺮﺑﻴﻦ » ﻓﻘﺎﻝ ﺃﺑﻮ ﻃﻠﺤﺔ : ﺃﻓﻌ ﻞ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻓﻘ ﺴﻤ ﻬﺎ ﺃﺑﻮ'
			'ﻃﻠﺤﺔ ﻓﻲ ﺃﻗﺎ ﺭﺑ ﻪ ﻭﺑﻨﻲ ﻋﱢﻤ ﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺳﺒﻖ ﺑﻴﺎ ﻥ ﺃﻟﻔﺎ ﻇ ﻪ ﻓﻲ ﺑﺎ ﺏ ﺍ ﻹﻧﻔﺎ ﻕ ﻣﱠﻤﺎ ﻳ ﺤﺐ',
		translation: 'Translation of Hadith 320'
),
	Hadith(
		hadithNumber: 321,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﺃﻗﺒ ﻞ ﺭ ﺟﻞ ﺇﻟﻰ ﻧﺒ ﱢﻲ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ، ﻓﻘﺎﻝ: ﺃﺑﺎﻳﻌ ﻚ ﻋﻠﻰ ﺍﻟ ﻬﺠﺮﺓ ﻭﺍﻟ ﺠ ﻬﺎﺩ ﺃﺑﺘﻐﻲ ﺍ ﻷﺟ ﺮ ﻣ ﻦ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ . ﻗﺎﻝ: « ﻓ ﻬ ﻞ ﻣ ﻦ ﻭﺍﻟﺪﻳ ﻚ ﺃﺣﺪ ﺣ ﱞﻲ ؟ »'
			'ﻗﺎﻝ : ﻧﻌﻢ ﺑﻞ ﺁﻼ ﻩﻤﺎ ﻗﺎﻝ : « ﻓﺘﺒﺘﻐﻲ ﺍ ﻷ ﺟ ﺮ ﻣ ﻦ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ؟» ﻗﺎﻝ : ﻧﻌﻢ . ﻗﺎﻝ : « ﻓﺎ ﺭﺟ ﻊ ﺇﻟﻰ ﻭﺍﻟﺪﻳ ﻚ ، ﻓﺄ ﺣ ﺴ ﻦ'
			'ﺻ ﺤﺒﺘ ﻬﻤﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻮﻫﺬﺍ ﻟﻔ ﻆ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟ ﻬﻤﺎ : ﺟﺎ ﺀ ﺭﺟ ﻞ ﻓﺎ ﺳﺘﺄﺫﻧﻪ ﻓﻲ ﺍﻟ ﺠ ﻬﺎﺩ ﻓﻘﺎﻝ : « ﺃﺣ ﱞﻲ ﻭﺍﻟﺪﺍ ﻙ ؟ ﻗﺎﻝ: ﻧﻌﻢ ، ﻗﺎﻝ: « ﻓﻔﻴ ﻬﻤﺎ ﻓﺠﺎ ﻩﺪ »'
			'.'
			'`',
		translation: 'Translation of Hadith 321'
),
	Hadith(
		hadithNumber: 322,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻟﻴ ﺲ ﺍﻟﻮﺍ ﺻ ﻞ ﺑﺎﻟﻤﻜﺎﻓﺊ ﻭﻟﻜ ﱠﻦ ﺍﻟﻮﺍ ﺻ ﻞ ﺍﱠﻟﺬﻱ ﺇﺫﺍ ﻗ ﻄﻌ ﺖ ﺭ ﺣﻤﻪ'
			'ﻭﺻﻠ ﻬﺎ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭ « ﻗﻄﻌ ﺖ » ﺑﻔﺘﺢ ﺍﻟﻘﺎ ﻑ ﻭﺍﻟ ﱠﻄﺎ ﺀ . ﻭ « ﺭ ﺣﻤﻪ » ﻣ ﺮﻓﻮ ﻉ .'
			'`',
		translation: 'Translation of Hadith 322'
),
	Hadith(
		hadithNumber: 323,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﻗﺎﻟﺖ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟ ﱠﺮﺣﻢ ﻣﻌﱠﻠﻘﺔ ﺑﺎﻟﻌ ﺮ ﺵ ﺗﻘﻮ ﻝ : ﻣ ﻦ ﻭﺻﻠﻨﻲ.'
			'ﻭ ﺻﻠﻪ ﺍﻟﱠﻠﻪ ، ﻭﻣﻦ ﻗ ﻄﻌﻨﻲ ، ﻗ ﻄﻌﻪ ﺍﻟﱠﻠﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 323'
),
	Hadith(
		hadithNumber: 324,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﻣﻴﻤﻮﻧ ﺔ ﺑﻨ ﺖ ﺍﻟﺤﺎ ﺭ ﺙ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃﱠﻧ ﻬﺎ ﺃﻋﺘﻘ ﺖ ﻭﻟﻴﺪﺓ ﻭﻟﻢ ﺗﺴﺘﺄﺫ ﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻠﱠﻤﺎ ﺁﺎ ﻥ ﻳﻮ ﻣﻬﺎ ﺍﱠﻟﺬﻱ ﻳﺪﻭ ﺭ ﻋﻠﻴ ﻬﺎ ﻓﻴﻪ ، ﻗﺎﻟﺖ: ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇﱢﻧﻲ ﺃ ﻋﺘﻘ ﺖ ﻭﻟﻴﺪﺗﻲ ؟ ﻗﺎﻝ : « ﺃ ﻭ'
			'ﻓﻌﻠ ﺖ ؟ » ﻗﺎﻟﺖ : ﻧﻌﻢ ﻗﺎﻝ : « ﺃﻣﺎ ﺇﱠﻧ ﻚ ﻟﻮ ﺃ ﻋ ﻄﻴﺘ ﻬﺎ ﺃﺧﻮﺍﻟ ﻚ ﺁﺎﻥ ﺃﻋ ﻈﻢ ﻷﺟ ﺮ ﻙ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 324'
),
	Hadith(
		hadithNumber: 325,
		hadith:
						'ﻭﻋﻦ ﺃ ﺳﻤﺎ ﺀ ﺑﻨ ﺖ ﺃﺑﻲ ﺑﻜ ﺮ ﺍﻟ ﱢﺼﱢﺪﻳ ﻖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻟﺖ : ﻗﺪﻣ ﺖ ﻋﻠ ﱠﻲ ﺃﱢﻣﻲ ﻭ ﻩﻲ ﻣﺸﺮﺁﺔ ﻓﻲ ﻋ ﻬﺪ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺎ ﺳﺘﻔﺘﻴ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﻠ ﺖ : ﻗﺪﻣ ﺖ ﻋﻠ ﱠﻲ ﺃﱢﻣﻰ ﻭ ﻩﻰ'
			'ﺭﺍﻏﺒﺔ ، ﺃﻓﺄ ﺻ ﻞ ﺃﱢﻣﻲ ؟ ﻗﺎﻝ : « ﻧﻌﻢ ﺻﻠﻲ ﺃﱠﻣ ﻚ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻗﻮﻟﻬﺎ : « ﺭﺍ ﻏﺒﺔ » ﺄﻳ : ﻃﺎ ﻣﻌﺔ ﻋﻨﺪﻱ ﺗ ﺴﺄﻟﻨﻲ ﺷﻴﺌﺎ ، ﻗﻴ ﻞ : ﺁﺎﻧﺖ ﺃﱡﻣ ﻬﺎ ﻣ ﻦ ﺍﻟﱠﻨﺴ ﺐ، ﻭﻗﻴﻞ: ﻣﻦ ﺍﻟ ﱠﺮﺿﺎﻋ ﺔ'
			'ﻭﺍﻟﺼﺤﻴ ﺢ ﺍ ﻷﻮﻟ',
		translation: 'Translation of Hadith 325'
),
	Hadith(
		hadithNumber: 326,
		hadith:
						'ﻭﻋﻦ ﺯﻳﻨﺐ ﺍﻟﺜﻘﻔﱠﻴ ﺔ ﺍ ﻣﺮﺃﺓ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻭﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺗﺼﱠﺪﻗ ﻦ ﻳﺎ ﻣﻌ ﺸ ﺮ ﺍﻟﱢﻨ ﺴﺎ ﺀ ﻭﻟﻮ ﻣﻦ ﺣﻠﻴﱢﻜﻦﱠ » ﻗﺎﻟﺖ: ﻓﺮﺟﻌ ﺖ ﺇﻟﻰ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﻓﻘﻠ ﺖ ﻟﻪ :'
			'ﺇﱠﻧﻚ ﺭ ﺟﻞ ﺧﻔﻴ ﻒ ﺫﺎﺗ ﺍﻟﻴﺪ ﻭﺇ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺪ ﺃﻣﺮﻧﺎ ﺑﺎﻟﺼﺪﻗ ﺔ ، ﻓﺄﺗﻪ ﻓﺎﺳﺄﻟﻪ ، ﻓﺈﻥ ﺁﺎﻥ'
			'ﺫﻟﻚ ﻳ ﺠ ﺰ ﺉ ﻋﱢﻨﻲ ﻭﺇ ﱠﻻ ﺻ ﺮﻓﺘ ﻬﺎ ﺇﻟﻰ ﻏﻴﺮﺁﻢ . ﻓﻘﺎﻝ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ : ﺑ ﻞ ﺍﺋﺘﻴ ﻪ ﺃﻧ ﺖ ، ﻓﺎﻧ ﻄﻠﻘ ﺖ ، ﻓﺈﺫﺍ ﺍ ﻣﺮﺃﺓ ﻣﻦ ﺍ ﻷﻧﺼﺎ ﺭ'
			'ﺑﺒﺎ ﺏ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﺎ ﺟﺘﻲ ﺣﺎﺟﺘ ﻬﺎ ، ﻭﺁﺎﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺪ ﺃﻟﻘﻴ ﺖ'
			'ﻋﻠﻴ ﻪ ﺍﻟﻤﻬﺎﺑﺔ . ﻓ ﺨﺮﺝ ﻋﻠﻴﻨﺎ ﺑﻼ ﻝ ، ﻓﻘﻠﻨﺎ ﻟﻪ : ﺍﺋ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻓﺄ ﺧﺒ ﺮﻩ ﺃ ﱠﻥ ﺍ ﻣﺮﺃﺗﻴ ﻦ'
			'ﺑﺎﻟﺒﺎ ﺏ ﺗﺴﺄﻻﻧ ﻚ : ﺃﺗﺠ ﺰ ﺉ ﺍﻟ ﱠﺼﺪﻗﺔ ﻋﻨ ﻬﻤﺎ ﻋﻠﻰ ﺃﺯﻭﺍ ﺟ ﻬﻤﺎ ﻭﻋﻠﻰ ﺃﻳﺘﺎﻡ ﻓﻲ ﺣ ﺠﻮ ﺭ ﻩ ﻤﺎ ؟ ﻭﻻ ﺗ ﺨﺒﺮﻩ ﻣ ﻦ ﻧﺤ ﻦ ،'
			'ﻓﺪﺧﻞ ﺑﻼﻝ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺴﺄﻟﻪ ، ﻓﻘﺎﻝ ﻟﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻣﻦ'
			'ﻩﻤﺎ ؟ » ﻗﺎ ﻝ : ﺍ ﻣﺮﺃﺓ ﻣ ﻦ ﺍ ﻷﻧﺼﺎ ﺭ ﻭ ﺯﻳﻨ ﺐ . ﻓﻘﺎ ﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ «ﺃ ﱡﻱ ﺍﻟ ﱠﺰﻳﺎﻧ ﺐ ﻩﻲ ؟ » ﻗﺎﻝ :'
			'ﺍﻣﺮﺃﺓ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻟ ﻬﻤﺎ ﺃ ﺟﺮﺍ ﻥ : ﺃ ﺟ ﺮ ﺍﻟﻘﺮﺍﺑﺔ ﻭﺃ ﺟ ﺮ ﺍﻟ ﱠﺼﺪﻗ ﺔ » ﻣﺘﻔ ﻖ'
			' .326ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 326'
),
	Hadith(
		hadithNumber: 327,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻔﻴﺎﻥ ﺻ ﺨﺮ ﺑ ﻦ ﺣﺮ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ ﺣﺪﻳﺜ ﻪ ﺍﻟ ﱠﻄﻮﻳﻞ ﻓﻲ ﻗ ﱠﺼ ﺔ ﻩﺮﻗﻞ ﺃ ﱠﻥ ﻩﺮﻗ ﻞ ﻗﺎﻝ ﻷﺑﻲ'
			'ﺳﻔﻴﺎﻥ : ﻓﻤﺎﺫﺍ ﻳﺄﻣ ﺮﺁﻢ ﺑ ﻪ ؟ ﻳﻌﻨﻲ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻗﻠﺖ : ﻳﻘﻮ ﻝ: « ﺍ ﻋﺒﺪﻭﺍ ﺍﻟﱠﻠ ﻪ ﻭﺣﺪﻩ ، ﻭﻻ'
			'ﺗ ﺸ ﺮﺁﻮﺍ ﺑ ﻪ ﺷﻴﺌﺎ ، ﻭﺍﺗ ﺮﺁﻮﺍ ﻣﺎ ﻳﻘﻮ ﻝ ﺁﺑﺎ ﺅﺁﻢ ، ﻭﻳﺄﻣ ﺮﻧﺎ ﺑﺎﻟ ﱠﺼﻼﺓ ، ﻭﺍﻟ ﱢﺼﺪ ﻕ ، ﻭﺍﻟﻌﻔﺎ ﻑ ، ﻭﺍﻟ ﱢﺼﻠ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 327'
),
	Hadith(
		hadithNumber: 328,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇﱠﻧﻜﻢ ﺳﺘﻔﺘ ﺤﻮ ﻥ ﺃ ﺭﺿﺎ ﻳﺬﺁ ﺮ'
			'ﻓﻴ ﻬﺎ ﺍﻟﻘﻴ ﺮﺍ ﻁ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺳﺘﻔﺘ ﺤﻮ ﻥ ﻣـ ﺼﺮ ﻭ ﻩﻲ ﺃ ﺭ ﺽ ﻳ ﺴﱠﻤﻰ ﻓﻴﻬﺎ ﺍﻟﻘﻴﺮﺍ ﻁ ، ﻓﺎﺳﺘ ﻮ ﺻﻮﺍ ﺑﺄ ﻩﻠﻬﺎ ﺧﻴﺮﺍ، ﻓﺈ ﱠﻥ ﻟ ﻬﻢ ﺫﻣﺔ'
			'ﻭﺭ ﺣﻤﺎ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻓﺈﺫﺍ ﺍﻓﺘﺘﺤﺘﻤﻮﻩﺎ ، ﻓﺄ ﺣ ﺴﻨﻮﺍ ﺇﻟﻰ ﺃ ﻩﻠ ﻬﺎ ، ﻓﺈ ﱠﻥ ﻟ ﻬﻢ ﺫﱠﻣ ﺔ ﻭﺭ ﺣﻤﺎ» ﺃﻭ ﻗﺎﻝ «ﺫﱠﻣ ﺔ ﻭ ﺻﻬﺮﺍ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ .'
			'ﻗﺎﻝ ﺍﻟﻌﻠﻤﺎ ﺀ : ﺍﻟﺮﱠ ﺣﻢ ﺍﻟﺘﻲ ﻟ ﻬﻢ ﺁ ﻮ ﻥ ﻩﺎ ﺟﺮ ﺄﻣﱡ ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻨﻬﻢ . «ﻭﺍﻟﺼﱢ ﻬ ﺮ»: ﺁﻮ ﻥ ﻣﺎ ﺭﻳﺔ'
			'ﺄﻣﱢ ﺇﺑﺮﺍ ﻩﻴﻢ ﺍﺑ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻨﻬﻢ',
		translation: 'Translation of Hadith 328'
),
	Hadith(
		hadithNumber: 329,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻟﻤﺎ ﻧﺰﻟ ﺖ ﻩﺬﻩ ﺍﻵﻳﺔ : { ﻭﺃﻧﺬﺭ ﻋ ﺸﻴﺮﺗ ﻚ ﺍ ﻷﻗﺮﺑﻴ ﻦ } [ ﺍﻟﺸﻌﺮﺍﺀ :'
			'214 ] ﺩﻋﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗ ﺮﻳ ﺸﺎ ﻓﺎ ﺟﺘﻤﻌﻮﺍ ﻓﻌﱠﻢ ، ﻭ ﺧ ﱠﺺ ﻭﻗﺎﻝ: «ﻳﺎ ﺑﻨﻲ ﻋﺒﺪ ﺷﻤ ﺲ ، ﻳﺎ'
			'ﺑﻨﻲ ﺁﻌﺐ ﺑ ﻦ ﻟ ﺆﻱ ، ﺃﻧﻘﺬﻭﺍ ﺃﻧﻔ ﺴﻜﻢ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ ، ﻳﺎ ﺑﻨﻲ ﻣ ﱠﺮﺓ ﺑـ ﻦ ﺁﻌ ﺐ ، ﺃﻧﻘﺬﻭﺍ ﺃﻧﻔ ﺴﻜﻢ ﻣﻦ ﺍﻟﱠﻨﺎﺭ ، ﻳﺎ ﺑﻨﻲ ﻋﺒﺪ'
			'ﻣﻨﺎ ﻑ ، ﺃﻧﻘﺬﻭﺍ ﺃﻧﻔ ﺴﻜﻢ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ ، ﻳﺎ ﺑﻨﻲ ﻩﺎ ﺷﻢ ﺃﻧﻘﺬﻭﺍ ﺃﻧﻔﺴﻜﻢ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ ، ﻳﺎ ﺑﻨﻲ ﻋﺒﺪ ﺍﻟﻤ ﱠﻄﻠ ﺐ ﺃﻧﻘﺬﻭﺍ ﺃﻧﻔﺴﻜﻢ'
			'ﻣﻦ ﺍﻟﱠﻨﺎ ﺭ ، ﻳﺎ ﻓﺎ ﻃ ﻤﺔ ﺃﻧﻘﺬﻱ ﻧﻔ ﺴ ﻚ ﻣ ﻦ ﺍﻟﱠﻨﺎﺭ ، ﻓﺈﻧﻲ ﻻ ﺃ ﻣﻠ ﻚ ﻟﻜﻢ ﻣ ﻦ ﺍﻟﱠﻠﻪ ﺷﻴﺌﺎ ، ﻏﻴﺮ ﺃ ﱠﻥ ﻟﻜﻢ ﺭ ﺣﻤﺎ ﺳﺄﺑﱡﻠ ﻬﺎ'
			'ﺑﺒﻼﻟﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺑﺒﻼﻟ ﻬﺎ » ﻩﻮ ﺑﻔﺘ ﺢ ﺍﻟﺒﺎ ﺀ ﺍﻟﱠﺜﺎﻧﻴ ﺔ ﻭﺁﺴﺮ ﻩﺎ « ﻭﺍﻟﺒﻼ ﻝ » ﺍﻟﻤﺎ ﺀ . ﻭﻣﻌﻨﻰ ﺍﻟﺤﺪﻳﺚ'
			': ﺳﺄ ﺻﻠ ﻬﺎ ، ﺷﱠﺒ ﻪ ﻗ ﻄﻴﻌﺘ ﻬﺎ ﺑﺎﻟﺤﺮﺍﺭﺓ ﺗ ﻄﻔﺄ ﺑﺎﻟﻤﺎ ﺀ ﻮﻫﺬﻩ ﺗﺒﺮﱠﺩ ﺑﺎﻟ ﱢﺼﻠ ﺔ',
		translation: 'Translation of Hadith 329'
),
	Hadith(
		hadithNumber: 330,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺟﻬﺎﺭﺍ ﻏﻴ ﺮ ﺳ ﱟﺮ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺁ ﻝ ﺑﻨﻲ ﻓﻼ ﻥ ﻟﻴ ﺴﻮﺍ ﺑﺄ ﻭﻟﻴﺎﺋﻲ ﺇﱠﻧﻤﺎ ﻭﻟﱢﻴﻲ ﺍﻟﱠﻠﻪ ﻭﺻﺎﻟ ﺢ ﺍﻟﻤ ﺆﻣﻨﻴﻦ، ﻭﻟﻜ ﻦ ﻟ ﻬﻢ ﺭ ﺣﻢ'
			'ﺃﺑﱡﻠﻬﺎ ﺑﺒﻼﻟﻬﺎ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ . ﻭﺍﻟﱠﻠﻔ ﻆ ﻟﻠﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 330'
),
	Hadith(
		hadithNumber: 331,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﱡﻳﻮﺏ ﺧﺎﻟﺪ ﺑﻦ ﺯﻳﺪ ﺍﻷﻧﺼﺎﺮﻳ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺟ ﻼ ﻗﺎﻝ: ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺃ ﺧﺒ ﺮﻧﻲ ﺑﻌﻤ ﻞ'
			'ﻳﺪ ﺧﻠﻨﻲ ﺍﻟﺠﱠﻨ ﺔ ، ﻭﻳﺒﺎ ﻋﺪﻧﻲ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ . ﻓﻘﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺗﻌﺒﺪ ﺍﻟﱠﻠﻪ ، ﻭﻻ ﺗ ﺸ ﺮ ﻙ ﺑ ﻪ ﺷﻴﺌﺎ ،'
			'ﻭﺗﻘﻴﻢ ﺍﻟ ﱠﺼ ﻼﺓ ، ﻭﺗﺆﺗﻲ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭﺗ ﺼ ﻞ ﺍﻟ ﱠﺮ ﺣﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 331'
),
	Hadith(
		hadithNumber: 332,
		hadith:
						'ﻭﻋﻦ ﺳﻠﻤﺎﻥ ﺑﻦ ﻋﺎﻣ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺃﻓ ﻄ ﺮ ﺃ ﺣﺪﺁﻢ ﻓﻠﻴﻔ ﻄ ﺮ'
			'ﻋﻠﻰ ﺗﻤ ﺮ ، ﻓﺈﱠﻧﻪ ﺑﺮﺁﺔ ، ﻓﺈ ﻥ ﻟﻢ ﻳ ﺠﺪ ﺗ ﻤﺮﺍ ، ﻓﺎﻟﻤﺎ ﺀ ، ﻓﺈﱠﻧﻪ ﻃ ﻬﻮﺭ » ﻭﻗﺎﻝ: « ﺍﻟ ﱠﺼﺪﻗﺔ ﻋﻠﻰ ﺍﻟ ﻤﺴﻜﻴ ﻦ ﺻﺪﻗﺔ ،'
			'ﻭ ﻋﻠﻰ ﺬﻳ ﺍﻟ ﱠﺮ ﺣﻢ ﺛﻨﺘﺎ ﻥ : ﺻﺪﻗﺔ ﻭ ﺻﻠﺔ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ . ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 332'
),
	Hadith(
		hadithNumber: 333,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎﻧ ﺖ ﺗﺤﺘﻲ ﺍ ﻣﺮﺃﺓ ، ﻭﺁﻨ ﺖ ﺃ ﺣﱡﺒﻬﺎ ، ﻭﺁﺎ ﻥ ﻋﻤ ﺮ ﻳﻜﺮ ﻩ ﻬﺎ ، ﻓﻘﺎﻝ ﻟﻲ'
			': ﻃﱢﻠﻘﻬﺎ ﻓﺄﺑﻴ ﺖ ، ﻓﺄﺗﻰ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺬﺁﺮ ﺫﻟ ﻚ ﻟﻪ ، ﻓﻘﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻃﱢﻠﻘ ﻬﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 333'
),
	Hadith(
		hadithNumber: 334,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﱠﺪ ﺭﺍﺩ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭ ﺟ ﻼ ﺃﺗﺎﻩ ﻓﻘﺎﻝ : ﺇ ﱠﻥ ﻟﻲ ﺍ ﻣ ﺮﺃﺓ ﻭﺈﻧ ﺃﱢﻣﻲ ﺗﺄﻣ ﺮﻧﻲ ﺑ ﻄ ﻼﻗﻬﺎ ؟ ﻓﻘﺎﻝ'
			'ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ « ﺍﻟﻮﺍﻟﺪ ﺃ ﻭﺳ ﻂ ﺃﺑﻮﺍ ﺏ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻓﺈ ﻥ ﺷﺌ ﺖ ﻓﺄ ﺿ ﻊ ﺫﻟﻚ ﺍﻟﺒﺎ ﺏ ، ﺃ ﻭ'
			'ﺍﺣﻔ ﻈﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 334'
),
	Hadith(
		hadithNumber: 335,
		hadith:
						'ﻭﻋﻦ ﺍﻟﺒﺮﺍ ﺀ ﺑﻦ ﻋﺎﺯ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍﻟ ﺨﺎﻟﺔ ﺑﻤﻨ ﺰﻟﺔ ﺍ ﻷﻡﱢ »'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ : ﻭﻗﺎﻝ ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'ﻭﻓﻲ ﺍﻟﺒﺎﺏ ﺃﺣﺎﺩﻳﺚ ﺁﺜﻴﺮﺓ ﻓﻲ ﺍﻟﺼﺤﻴﺢ ﻣﺸﻬﻮﺭﺓ ، ﻣﻨﻬﺎ ﺣﺪﻳﺚ ﺃﺻﺤﺎ ﺏ ﺍﻟﻐﺎ ﺭ، ﻭﺣﺪﻳﺚ ﺟ ﺮﻳ ﺞ ﻭﻗﺪ ﺳﺒﻘﺎ ،'
			'ﻭﺃﺣﺎﺩﻳﺚ ﻣﺸﻬﻮﺭﺓ ﻓﻲ ﺍﻟﺼﺤﻴﺢ ﺣﺬﻓﺘ ﻬﺎ ﺍ ﺧﺘﺼﺎﺭﺍ ، ﻭ ﻣ ﻦ ﺃ ﻩﱢﻤ ﻬﺎ ﺣﺪﻳ ﺚ ﻋ ﻤﺮﻭ ﺑﻦ ﻋﺒ ﺴ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ'
			'ﺍﻟ ﱠﻄ ﻮﻳ ﻞ ﺍﻟﻤ ﺸﺘ ﻤ ﻞ ﻋﻠﻰ ﺟ ﻤ ﻞ ﺁﺜـﻴﺮﺓ ﻣ ﻦ ﻗ ﻮﺍ ﻋﺪ ﺍ ﻹ ﺳﻼﻡ ﻭﺁﺩﺍﺑ ﻪ ﻭ ﺳﺄﺫﺁ ﺮﻩ ﺑﺘ ﻤﺎ ﻣ ﻪ ﺈﻧ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻲ ﺑﺎ ﺏ'
			'ﺩ ﺧﻠ ﺖ ﻋﻠﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻤﱠﻜ ﺔ ، ﻳﻌﻨﻲ ﻓﻲ ﺃ ﱠﻮﻟ ﺍﻟﻨﺒﻮﱠﺓ ، ﻓﻘﻠ ﺖ ﻟﻪ : ﻣﺎ ﺃﻧ ﺖ ؟ ﻗﺎﻝ : «ﻧﺒ ﱞﻲ» ﻓﻘﻠ ﺖﺍﻟ ﱠﺮ ﺟﺎ ﺀ ، ﻗﺎﻝ ﻓﻴﻪ .'
			': ﻭﻣﺎ ﻧﺒ ﱞﻲ ؟ ﻗﺎﻝ : « ﺃﺭﺳﻠﻨﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻓﻘﻠ ﺖ : ﺑﺄ ﱢﻱ ﺷﻲ ﺀ ﺃ ﺭﺳﻠﻚ ؟ ﻗﺎﻝ : «ﺃ ﺭﺳﻠﻨﻲ ﺑ ﺼﻠ ﺔ ﺍ ﻷ ﺭﺣﺎﻡ ، ﻭﺁ ﺴ ﺮ'
			'ﺍﻷﻭﺛﺎ ﻥ ، ﻭﺃ ﻥ ﻳﻮ ﱠﺣﺪ ﺍﻟﱠﻠﻪ ﻻ ﻳﺸ ﺮ ﻙ ﺑ ﻪ ﺷﻲ ﺀ » ﻭﺫﺁﺮ ﺗﻤﺎﻡ ﺍﻟﺤﺪﻳﺚ . ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 335'
),
	Hadith(
		hadithNumber: 336,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﻜﺮﺓ ﻧﻔﻴﻊ ﺑ ﻦ ﺍﻟﺤﺎﺭ ﺙ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﻻ'
			'ﺃﻧﱢﺒﺌﻜﻢ ﺑﺄﺁﺒ ﺮ ﺍﻟﻜﺒﺎﺋ ﺮ ؟ » ﺛﻼﺛﺎ ﻗﻠﻨﺎ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ : ﻗﺎﻝ : « ﺍ ﻹ ﺷﺮﺍ ﻙ ﺑﺎﻟﱠﻠﻪ، ﻭ ﻋﻘﻮ ﻕ ﺍﻟﻮﺍﻟﺪﻳﻦ » ﻭﺁﺎﻥ'
			'ﻣﱠﺘﻜﺌﺎ ﻓﺠﻠ ﺲ ، ﻓﻘﺎﻝ:«ﺃﻻ ﻭﻗ ﻮ ﻝ ﺍﻟ ﱡﺰﻭ ﺭ ﻭﺷﻬﺎﺩﺓ ﺍﻟ ﱡﺰﻭ ﺭ » ﻓﻤﺎ ﺯﻻ ﻳﻜ ﱢﺮ ﺭ ﻩﺎ ﺣﱠﺘﻰ ﻗﻠﻨﺎ : ﻟﻴﺘﻪ ﺳﻜ ﺖ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 336'
),
	Hadith(
		hadithNumber: 337,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍﻟﻜﺒﺎﺋ ﺮ :'
			'ﺍ ﻹ ﺷﺮﺍ ﻙ ﺑﺎﻟﱠﻠﻪ ، ﻭﻋﻘﻮﻕ ﺍﻟﻮﺍﻟﺪﻳ ﻦ ، ﻭﻗﺘ ﻞ ﺍﻟﱠﻨﻔ ﺲ ، ﻭﺍﻟﻴ ﻤﻴ ﻦ ﺍﻟﻐﻤﻮﺱ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺍﻟﻴ ﻤﻴﻦ ﺍﻟﻐﻤﻮ ﺱ » ﺍﻟﺘﻲ ﻳ ﺤﻠﻔ ﻬﺎ ﺁﺎﺫﺑﺎ ﻋﺎ ﻣﺪﺍ ، ﺳﱢﻤﻴﺖ ﻏﻤﻮﺳﺎ ، ﻷﱠﻧ ﻬﺎ ﺗﻐﻤ ﺲ ﺍﻟﺤﺎﻟ ﻒ ﻓﻲ ﺍ ﻹﺛﻢ',
		translation: 'Translation of Hadith 337'
),
	Hadith(
		hadithNumber: 338,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺍﻟﻜﺒﺎﺋ ﺮ ﺷﺘﻢ ﺍﻟ ﱠﺮﺟ ﻞ ﻭﺍﻟﺪﻳﻪ ،» ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﻭ ﻩ ﻞ ﻳ ﺸﺘﻢ ﺍﻟﺮﱠ ﺟ ﻞ ﻭﺍﻟﺪﻳﻪ ؟، ﻗﺎـﻞ : « ﻧﻌﻢ ، ﻳ ﺴﺐﱡ ﺃﺑﺎ ﺍﻟ ﱠﺮ ﺟ ﻞ، ﻓﻴ ﺴﺐﱡ ﺃﺑﺎﻩ ، ﻭﻳ ﺴﺐﱡ ﺃﻣﱠﻪ ، ﻓﻴ ﺴﺐﱡ ﺃﻣﱠﻪ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳـ ﺔ : « ﺇ ﱠﻥ ﻣ ﻦ ﺃﺁﺒ ﺮ ﺍﻟﻜﺒﺎﺋ ﺮ ﺃ ﻥ ﻳﻠﻌ ﻦ ﺍﻟﺮﱠ ﺟ ﻞ ﻭﺍﻟﺪﻳﻪ ، » ﻗﻴﻞ : ﻳﺎ ﺭﺳـﻮﻝ ﺍﻟﱠﻠ ﻪ ﺁﻴ ﻒ ﻳﻠﻌ ﻦ ﺍﻟﺮ ﺟ ﻞ ﻭﺍﻟﺪﻳﻪ'
			'؟، ﻗﺎﻝ : « ﻳ ﺴﺐﱡ ﺃﺑﺎ ﺍﻟ ﱠﺮ ﺟﻞ ، ﻓﻴ ﺴﺐﱡ ﺃﺑﺎﻩ ، ﻭﻳﺴ ﱡﺐ ﺃﱠﻣﻪ ، ﻓﻴ ﺴﺐﱡ ﺃﻣﱠﻪ».'
			'`',
		translation: 'Translation of Hadith 338'
),
	Hadith(
		hadithNumber: 339,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺤﻤﺪ ﺟﺒﻴ ﺮ ﺑ ﻦ ﻣﻄﻌﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﻻ ﻳﺪ ﺧ ﻞ'
			'ﺍﻟ ﺠﱠﻨ ﺔ ﻗﺎ ﻃ ﻊ » ﻗﺎﻝ ﺳﻔﻴﺎﻥ ﻓﻲ ﺭﻭﺍﻳﺘﻪ : ﻳﻌﻨﻲ : ﻗﺎ ﻃﻊ ﺭ ﺣﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 339'
),
	Hadith(
		hadithNumber: 340,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﻴﺴﻰ ﺍﻟﻤﻐﻴﺮﺓ ﺑ ﻦ ﺷﻌﺒ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ ﺣ ﱠﺮﻡ ﻋﻠﻴﻜﻢ ﻋﻘﻮ ﻕ ﺍ ﻷﻣ ﻬﺎ ﺕ ، ﻭﻣﻨﻌﺎ ﻮﻫﺎﺕ ، ﻭﻭﺃﺩ ﺍﻟﺒﻨﺎ ﺕ ، ﻭﺁ ﺮﻩ ﻟﻜﻢ ﻗﻴﻞ ﻭﻗﺎ ﻝ ، ﻭﺁﺜﺮﺓ ﺍﻟ ﺴﺆﺍ ﻝ ،'
			'ﻭﺇ ﺿﺎﻋﺔ ﺍﻟﻤﺎ ﻝ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﻣﻨﻌﺎ » ﻣﻌﻨﺎﻩ : ﻣﻨ ﻊ ﻣﺎ ﻭ ﺟ ﺐ ﻋﻠﻴﻪ ﻭ « ﻩﺎ ﺕ » : ﻃﻠ ﺐ ﻣﺎ ﻟﻴ ﺲ ﻟﻪ ﻭ « ﻭﺃﺩ ﺍﻟﺒﻨﺎ ﺕ» ﻣﻌﻨﺎﻩ : ﺩﻓﻨ ﻬﻦﱠ'
			'ﻓﻲ ﺍﻟ ﺤﻴﺎﺓ ، ﻭ « ﻗﻴ ﻞ ﻭﻗﺎ ﻝ » ﻣﻌﻨﺎﻩ : ﺍﻟﺤﺪﻳ ﺚ ﺑﻜﻞﱢ ﻣﺎ ﻳﺴﻤﻌﻪ ، ﻓﻴﻘﻮ ﻝ: ﻗﻴ ﻞ ﺁﺬﺍ ، ﻭﻗﺎ ﻝ ﻓﻼ ﻥ ﺁﺬﺍ ﻣﱠﻤﺎ ﻻ ﻳﻌﻠﻢ'
			'ﺻ ﱠﺤﺘﻪ ، ﻭﻻ ﻳ ﻈﱡﻨ ﻬﺎ ، ﻭﺁﻔﻰ ﺑﺎﻟﻤ ﺮ ﺀ ﺁﺬﺑﺎ ﺃ ﻥ ﻳ ﺤﱢﺪﺙ ﺑﻜﻞﱢ ﻣﺎ ﺳ ﻤ ﻊ . ﻭ « ﺇ ﺿﺎ ﻋﺔ ﺍﻟﻤﺎﻝ » : ﺗﺒﺬﻳﺮﻩ ﻭﺻﺮﻓﻪ ﻓﻲ'
			'ﻏﻴ ﺮ ﺍﻟ ﻮ ﺟﻮﻩ ﺍﻟﻤﺄﺫﻮﻧ ﻓﻴ ﻬﺎ ﻣ ﻦ ﻣﻘﺎ ﺻﺪ ﺍﻵ ﺧ ﺮﺓ ﻭﺍﻟﱡﺪﻧﻴﺎ ، ﻭﺗ ﺮ ﻙ ﺣﻔ ﻈ ﻪ ﻣﻊ ﺇ ﻣﻜﺎ ﻥ ﺍﻟﺤﻔ ﻆ . ﻭ « ﺁﺜﺮﺓ ﺍﻟ ﱡﺴ ﺆﺍ ﻝ »'
			'ﺍ ﻹﻟﺤﺎ ﺡ ﻓﻴ ﻤﺎ ﻻ ﺣﺎﺟ ﺔ ﺇﻟﻴﻪ .'
			'ﻭﻓﻲ ﺍﻟﺒﺎﺏ ﺃﺣﺎﺩﻳ ﺚ ﺳﺒﻘ ﺖ ﻓﻲ ﺍﻟﺒﺎ ﺏ ﻗﺒﻠﻪ ﺁ ﺤﺪﻳ ﺚ « ﻭﺃﻗﻄ ﻊ ﻣ ﻦ ﻗ ﻄﻌ ﻚ » ﻭﺣﺪﻳﺚ « ﻣﻦ ﻗ ﻄﻌﻨﻲ ﻗ ﻄﻌﻪ ﺍﻟﱠﻠﻪ »',
		translation: 'Translation of Hadith 340'
),
	Hadith(
		hadithNumber: 341,
		hadith:
						'ﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺈﻧ ﺃﺑ ﱠﺮ ﺍﻟﺒ ﱢﺮ ﺃ ﻥ ﻳ ﺼ ﻞ ﺍﻟﺮﱠ ﺟ ﻞ ﻭﺩﱠ'
			'ﺃﺑﻴ ﻪ » .'
			'`',
		translation: 'Translation of Hadith 341'
),
	Hadith(
		hadithNumber: 342,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﺩﻳﻨﺎ ﺭ ﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻣ ﻦ ﺍ ﻷ ﻋﺮﺍ ﺏ ﻟﻘﻴﻪ ﺑﻄ ﺮﻳﻖ ﻣﱠﻜﺔ'
			'، ﻓﺴﱠﻠﻢ ﻋﻠﻴﻪ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﻤ ﺮ ، ﻭﺣﻤﻠﻪ ﻋﻠﻰ ﺣﻤﺎ ﺭ ﺁﺎ ﻥ ﻳ ﺮﺁﺒﻪ، ﻭﺃ ﻋ ﻄﺎﻩ ﻋﻤﺎﻣ ﺔ ﺁﺎﻧ ﺖ ﻋﻠﻰ ﺭﺃ ﺳ ﻪ ، ﻗﺎﻝ ﺍﺑ ﻦ'
			'ﺩﻳﻨﺎ ﺭ : ﻓﻘﻠﻨﺎ ﻟﻪ : ﺃ ﺻﻠﺤ ﻚ ﺍﻟﱠﻠﻪ ﺇﱠﻧﻬﻢ ﺍ ﻷ ﻋﺮﺍ ﺏ ﻭ ﻩﻢ ﻳ ﺮ ﺿ ﻮ ﻥ ﺑﺎﻟﻴ ﺴﻴ ﺮ . ﻓﻘﺎﻝ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﻤﺮ: ﺇ ﱠﻥ ﻩﺬﺍ ﺁﺎﻥ ﻭﺩﺍ'
			'ﻟﻌ ﻤ ﺮ ﺑﻦ ﺍﻟﺨﻄﺎﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻭﺇﱢﻧﻲ ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ: « ﺇ ﱠﻥ ﺃﺑ ﱠﺮ ﺍﻟﺒ ﱢﺮ ﺻﻠﺔ'
			'ﺍﻟ ﱠﺮ ﺟ ﻞ ﺃ ﻩ ﻞ ﻭﺩﱢ ﺃﺑﻴ ﻪ ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻋﻦ ﺍﺑﻦ ﺩﻳﻨﺎﺭ ﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺃﻧﱠﻪ ﺁﺎ ﻥ ﺇﺫﺍ ﺧﺮﺝ ﺇﻟﻰ ﻣﱠﻜ ﺔ ﺁﺎ ﻥ ﻟﻪ ﺣﻤﺎﺭ ﻳﺘﺮﻭﱠ ﺡ ﻋﻠﻴ ﻪ ﺇﺫﺍ ﻣ ﱠﻞ ﺭﺁﻮﺏ'
			'ﺍﻟ ﱠﺮﺍ ﺣﻠ ﺔ ، ﻭ ﻋﻤﺎﻣﺔ ﻳ ﺸﺪﱡ ﺑﻬﺎ ﺭﺃﺳﻪ ، ﻓﺒﻴﻨﺎ ﻩﻮ ﻳ ﻮﻣﺎ ﻋﻠﻰ ﺫﻟ ﻚ ﺍﻟ ﺤ ﻤﺎ ﺭ ﺇﺫ ﻣ ﱠﺮ ﺑ ﻪ ﺃ ﻋﺮﺍﺑ ﱞﻲ ، ﻓﻘﺎﻝ : ﺃﻟ ﺴ ﺖ ﻓﻼ ﻥ ﺑ ﻦ'
			'ﻓﻼ ﻥ ؟ ﻗﺎﻝ : ﺑﻠﻰ : ﻓﺄ ﻋ ﻄﺎﻩ ﺍﻟ ﺤ ﻤﺎ ﺭ ، ﻓﻘﺎﻝ : ﺍ ﺭﺁ ﺐ ﻩﺬﺍ ، ﻭﺃ ﻋﻄﺎﻩ ﺍﻟﻌﻤﺎﻣﺔ ﻭﻗﺎﻝ : ﺍ ﺷﺪﺩ ﺑ ﻬﺎ ﺭﺃ ﺳ ﻚ ، ﻓﻘﺎﻝ ﻟﻪ'
			'ﺑﻌ ﺾ ﺃ ﺻﺤﺎﺑ ﻪ : ﻏﻔﺮ ﺍﻟﱠﻠﻪ ﻟ ﻚ ، ﺃ ﻋ ﻄﻴ ﺖ ﻩﺬﺍ ﺍ ﻷ ﻋﺮﺍﺑ ﱢﻲ ﺣﻤﺎﺭﺍ ﺁﻨ ﺖ ﺗﺮﻭﱠ ﺡ ﻋﻠﻴﻪ ، ﻭ ﻋﻤﺎ ﻣ ﺔ ﺁﻨ ﺖ ﺗ ﺸﱡﺪ ﺑ ﻬﺎ ﺭﺃ ﺳ ﻚ؟'
			'ﻓﻘﺎﻝ : ﺇﱢﻧﻲ ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﻥ ﻣ ﻦ ﺃﺑ ﱢﺮ ﺍﻟﺒ ﱢﺮ ﺃ ﻥ ﻳ ﺼ ﻞ ﺍﻟﺮﱠ ﺟ ﻞ ﺃ ﻩ ﻞ ﻭﺩﱢ ﺃﺑﻴ ﻪ'
			'ﺑﻌﺪ ﺃ ﻥ ﻳﻮﱢﻟ ﻰ» ﻭﺇ ﱠﻥ ﺃﺑﺎﻩ ﺁﺎ ﻥ ﺻﺪﻳﻘﺎ ﻟﻌﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺭﻮﯨ ﻩﺬﻩ ﺍﻟ ﱢﺮﻭﺍﻳﺎ ﺕ ﺁﱠﻠ ﻬﺎ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 342'
),
	Hadith(
		hadithNumber: 343,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃ ﺳﻴﺪ ﺑﻀﻢ ﺍﻟﻬﻤﺰﺓ ﻭﻓﺘﺢ ﺍﻟﺴﻴﻦ ﻣﺎﻟ ﻚ ﺑ ﻦ ﺭﺑﻴﻌ ﺔ ﺍﻟ ﱠﺴﺎ ﻋﺪ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﻴﻨﺎ ﻧ ﺤ ﻦ'
			'ﺟﻠﻮ ﺱ ﻋﻨﺪ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫ ﺟﺎ ﺀﻩ ﺭ ﺟﻞ ﻣ ﻦ ﺑﻨﻲ ﺳﻠﻤﺔ ﻓﻘﺎ ﻝ : ﻳﺎﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻩ ﻞ ﺑﻘﻰ ﻣﻦ ﺑ ﱢﺮ'
			'ﺃﺑﻮ ﱠﻱ ﺷﻰ ﺀ ﺃﺑ ﱡﺮ ﻩﻤﺎ ﺑ ﻪ ﺑﻌﺪ ﻣ ﻮﺗ ﻬﻤﺎ ؟ ﻓﻘﺎﻝ : « ﻧﻌﻢ ، ﺍﻟ ﱠﺼ ﻼﺓ ﻋﻠﻴ ﻬﻤﺎ ، ﻭﺍﻻ ﺳﺘﻐﻔﺎ ﺭ ﻟ ﻬﻤﺎ ، ﻭﺇﻧﻔﺎﺫ ﻋ ﻬﺪ ﻩﻤﺎ ،'
			'ﻭ ﺻﻠﺔ ﺍﻟ ﱠﺮ ﺣﻢ ﺍﻟﺘﻲ ﻻ ﺗﻮ ﺻ ﻞ ﺇ ﱠﻻ ﺑ ﻬﻤﺎ ، ﻭﺇﺁ ﺮﺎﻣ ﺻﺪﻳﻘﻬﻤﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 343'
),
	Hadith(
		hadithNumber: 344,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻣﺎ ﻏ ﺮ ﺕ ﻋﻠﻰ ﺃ ﺣﺪ ﻣ ﻦ ﻧ ﺴﺎ ﺀ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﺎ ﻏ ﺮ ﺕ'
			'ﻋﻠﻰ ﺧﺪﻳﺠ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ . ﻭ ﻣﺎ ﺭﺃﻳﺘ ﻬﺎ ﻗ ﱡﻂ ، ﻭﻟﻜ ﻦ ﺁﺎ ﻥ ﻳﻜﺜ ﺮ ﺫﺁ ﺮ ﻩﺎ ، ﻭ ﺭﱠﺑﻤﺎ ﺫﺑﺢ ﺍﻟ ﱠﺸﺎﺓ ، ﺛﻢﱠ ﻳﻘ ﱢﻄﻌ ﻬﺎ'
			'ﺃ ﻋ ﻀﺎﺀ ، ﺛﻢﱠ ﻳﺒﻌﺜ ﻬﺎ ﻓﻲ ﺻﺪﺍﺋﻖ ﺧﺪﻳﺠ ﺔ ، ﻓ ﺮﱠﺑﻤﺎ ﻗﻠ ﺖ ﻟﻪ : ﺁﺄ ﻥ ﻟﻢ ﻳﻜ ﻦ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﺇ ﱠﻻ ﺧﺪﻳﺠﺔ ، ﻓﻴﻘﻮ ﻝ : « ﺇﱠﻧﻬﺎ'
			'ﺁﺎﻧ ﺖ ﻭﺁﺎﻧ ﺖ ﻭﺁﺎ ﻥ ﻟﻲ ﻣﻨ ﻬﺎ ﻭﻟﺪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻭﺇ ﻥ ﺁﺎ ﻥ ﻟﻴﺬﺑ ﺢ ﺍﻟ ﱠﺸﺎﺓ ، ﻓﻴ ﻬﺪﻱ ﻓﻲ ﺧﻼﺋﻠ ﻬﺎ ﻣﻨ ﻬﺎ ﻣﺎ ﻳ ﺴﻌ ﻬﻦﱠ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﺁﺎ ﻥ ﺇﺫﺍ ﺫﺑ ﺢ ﺍﻟ ﱠﺸﺎﺓ ﻳﻘﻮ ﻝ : « ﺃ ﺭ ﺳﻠﻮﺍ ﺑ ﻬﺎ ﺇﻟﻰ ﺃ ﺻﺪﻗﺎ ﺀ ﺧﺪﻳﺠ ﺔ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻗﺎﻟﺖ : ﺍ ﺳﺘﺄﺫﻧ ﺖ ﻩﺎﻟﺔ ﺑﻨ ﺖ ﺧ ﻮﻳﻠﺪ ﺃ ﺧ ﺖ ﺧﺪﻳ ﺠ ﺔ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻓﻌﺮ ﻑ'
			'ﺍ ﺳﺘﺌﺬﺍ ﻥ ﺧﺪﻳﺠﺔ ، ﻓﺎ ﺭﺗﺎ ﺡ ﻟﺬﻟ ﻚ ﻓﻘﺎ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﻩﺎﻟﺔ ﺑﻨ ﺖ ﺧ ﻮﻳﻠﺪ » .'
			'ﻗ ﻮﻟ ﻬﺎ : « ﻓﺎﺭﺗﺎ ﺡ » ﻩﻮ ﺑﺎﻟﺤﺎ ﺀ ، ﻭﻓﻲ ﺍﻟﺠ ﻤ ﻊ ﺑﻴﻦ ﺍﻟﺼﺤﻴﺤﻴﻦ ﻟﻠ ﺤﻤﻴﺪﻱ : « ﻓﺎ ﺭﺗﺎ ﻉ » ﺑﺎﻟﻌﻴ ﻦ ﻭﻣﻌﻨﺎﻩ : ﺍ ﻩﺘﱠﻢ'
			'ﺑ ﻪ .'
			'`',
		translation: 'Translation of Hadith 344'
),
	Hadith(
		hadithNumber: 345,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺑﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧﺮ ﺟ ﺖ ﻣ ﻊ ﺟﺮﻳﺮ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺍﻟﺒ ﺠﻠ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ.'
			'ﺳﻔ ﺮ، ﻓﻜﺎ ﻥ ﻳ ﺨﺪﻣﻨﻲ ﻓﻘﻠ ﺖ ﻟﻪ: ﻻ ﺗﻔﻌ ﻞ، ﻓﻘﺎﻝ : ﺇﱢﻧﻲ ﻗﺪ ﺭﺃﻳـ ﺖ ﺍ ﻷﻧﺼﺎ ﺭ ﺗ ﺼﻨ ﻊ ﺑﺮ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺷﻴﺌﺎ ﺁﻟﻴ ﺖ ﻋﻠﻰ ﻧﻔﺴﻲ ﺃ ﻥ ﻻ ﺃ ﺻﺤ ﺐ ﺃﺣﺪﺍ ﻣﻨ ﻬﻢ ﺇ ﱠﻻ ﺧﺪ ﻣﺘﻪ ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 345'
),
	Hadith(
		hadithNumber: 346,
		hadith:
						'ﻭﻋﻦ ﻳﺰﻳﺪ ﺑﻦ ﺣﱠﻴﺎ ﻥ ﻗﺎﻝ : ﺍﻧﻄﻠﻘ ﺖ ﺃﻧﺎ ﻭ ﺣﺼﻴ ﻦ ﺑ ﻦ ﺳﺒ ﺮﺓ ، ﻭﻋ ﻤ ﺮﻭ ﺑﻦ ﻣ ﺴﻠﻢ ﺇﻟﻰ ﺯﻳﺪ ﺑ ﻦ ﺃﺭﻗﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﻢ ، ﻓﻠﱠﻤﺎ ﺟﻠ ﺴﻨﺎ ﺇﻟﻴ ﻪ ﻗﺎﻝ ﻟﻪ ﺣﺼﻴ ﻦ : ﻟﻘﺪ ﻟﻘﻴ ﺖ ﻳﺎ ﺯﻳﺪ ﺧﻴﺮﺍ ﺁﺜﻴﺮﺍ ، ﺭﺃﻳ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'، ﻭﺳ ﻤﻌ ﺖ ﺣﺪﻳﺜﻪ ، ﻭ ﻏ ﺰ ﻭ ﺕ ﻣﻌﻪ، ﻭ ﺻﱠﻠﻴ ﺖ ﺧﻠﻔﻪ : ﻟﻘﺪ ﻟﻘﻴ ﺖ ﻳﺎ ﺯﻳﺪ ﺧﻴﺮﺍ ﺁﺜﻴﺮﺍ ، ﺣﱢﺪﺛﻨﺎ ﻳﺎ ﺯﻳﺪ ﻣﺎ ﺳ ﻤﻌ ﺖ ﻣ ﻦ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻗﺎﻝ : ﻳﺎ ﺍﺑ ﻦ ﺃ ﺧﻲ ﻭﺍﻟﱠﻠ ﻪ ﻟﻘﺪ ﺁﺒﺮ ﺕ ﺳﱢﻨﻲ ، ﻭﻗﺪﻡ ﻋ ﻬﺪﻱ ، ﻭﻧ ﺴﻴ ﺖ ﺑﻌ ﺾ'
			'ﺍﻟﺬﻱ ﺁﻨ ﺖ ﺃ ﻋﻲ ﻣ ﻦ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻓ ﻤﺎ ﺣﺪﱠﺛﺘﻜﻢ ، ﻓﺎﻗﺒﻠﻮﺍ ، ﻭ ﻣﺎﻻ ﻓﻼ ﺗﻜﱢﻠﻔﻮﻧﻴ ﻪ ﺛﻢﱠ ﻗﺎﻝ : ﻗﺎﻡ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻮﻣﺎ ﻓﻴﻨﺎ ﺧ ﻄﻴﺒﺎ ﺑ ﻤﺎ ﺀ ﻳﺪﻋﻲ ﺧﻤﺎﺀ ﺑﻴ ﻦ ﻣﱠﻜ ﺔ ﻭﺍﻟ ﻤﺪﻳﻨ ﺔ ، ﻓ ﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ، ﻭﺃﺛﻨﻰ'
			'ﻋﻠﻴﻪ ، ﻭﻭ ﻋ ﻆ، ﻭﺫﱠﺁ ﺮ ، ﺛﻢﱠ ﻗﺎ ﻝ : «ﺃﱠﻣﺎ ﺑﻌﺪ : ﺃﻻ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﺈﱠﻧﻤﺎ ﺃﻧﺎ ﺑ ﺸﺮ ﻳﻮ ﺷ ﻚ ﺃ ﻥ ﻳﺄﺗ ﻲ ﺭﺳﻮ ﻝ ﺭﺑﻲ ﻓﺄﺟﻴ ﺐ'
			'، ﻭﺃﻧﺎ ﺗﺎ ﺭ ﻙ ﻓﻴﻜﻢ ﺛﻘﻠﻴ ﻦ : ﺃ ﱠﻭﻟ ﻬﻤﺎ ﺁﺘﺎ ﺏ ﺍﻟﱠﻠ ﻪ ، ﻓﻴ ﻪ ﺍﻟ ﻬﺪﻯ ﻭﺍﻟﱡﻨﻮ ﺭ ، ﻓ ﺨﺬﻭﺍ ﺑﻜﺘﺎ ﺏ ﺍﻟﱠﻠﻪ ، ﻭﺍ ﺳﺘ ﻤ ﺴﻜﻮﺍ ﺑﻪ» ﻓﺤ ﱠﺚ'
			'ﻋﻠﻰ ﺁﺘﺎ ﺏ ﺍﻟﱠﻠﻪ ، ﻭﺭ ﱠﻏ ﺐ ﻓﻴ ﻪ . ﺛﱠﻢ ﻗﺎ ﻝ « ﻭﺃ ﻩ ﻞ ﺑﻴﺘﻲ ، ﺃﺫﱢﺁﺮﺁﻢ ﺍﻟﱠﻠﻪ ﻓﻲ ﺄﻫ ﻞ ﺑﻴﺘﻲ ، ﺃﺫﱢﺁ ﺮﺁﻢ ﺍﻟﱠﻠﻪ ﻓﻲ ﺄﻫﻞ ﺑﻴﺘﻲ »'
			'ﻓﻘﺎ ﻝ ﻟﻪ ﺣ ﺼﻴ ﻦ : ﻭ ﻣ ﻦ ﺃ ﻩ ﻞ ﺑﻴﺘ ﻪ ﻳﺎ ﺯﻳﺪ ؟ ﺃﻟﻴﺲ ﻧﺴﺎ ﺅﻩ ﻣﻦ ﺄﻫ ﻞ ﺑﻴﺘ ﻪ ؟ ﻗﺎﻝ : ﻧﺴﺎ ﺅﻩ ﻣ ﻦ ﺄﻫ ﻞ ﺑﻴﺘ ﻪ ﻭﻟﻜﻦ ﺃ ﻩ ﻞ'
			'ﺑﻴﺘ ﻪ ﻣ ﻦ ﺣ ﺮﻡ ﺍﻟ ﱠﺼﺪﻗﺔ ﺑﻌﺪﻩ ، ﻗﺎﻝ : ﻭ ﻣ ﻦ ﻩﻢ؟ ﻗﺎ ﻝ : ﻩﻢ ﺁ ﻝ ﻋﻠ ﱟﻲ ، ﻭﺁ ﻝ ﻋﻘﻴ ﻞ ، ﻭﺁ ﻝ ﺟﻌﻔﺮ ، ﻭﺁ ﻝ ﻋﱠﺒﺎ ﺱ ، ﻗﺎ ﻝ :'
			'ﺁﻞﱡ ﻩﺆﻻ ﺀ ﺣ ﺮﻡ ﺍﻟ ﱠﺼﺪﻗ ﺔ ؟ ﻗﺎ ﻝ : ﻧﻌﻢ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺃﻻ ﻭﺇﱢﻧﻲ ﺗﺎ ﺭ ﻙ ﻓﻴﻜﻢ ﺛﻘﻠﻴﻦ : ﺃﺣﺪ ﻩﻤﺎ ﺁﺘﺎ ﺏ ﺍﻟﱠﻠﻪ ﻭ ﻩﻮ ﺣﺒ ﻞ ﺍﻟﱠﻠﻪ، ﻣ ﻦ ﺍﱠﺗﺒﻌﻪ ﺁﺎ ﻥ ﻋﻠﻰ ﺍﻟ ﻬﺪﻯ ،'
			'ﻭ ﻣ ﻦ ﺗ ﺮﺁﻪ ﺁﺎ ﻥ ﻋﻠﻰ ﺿﻼﻟ ﺔ »',
		translation: 'Translation of Hadith 346'
),
	Hadith(
		hadithNumber: 347,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋﻦ ﺃﺑﻲ ﺑﻜﺮ ﺍﻟ ﱢﺼﱢﺪﻳﻖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻣ ﻮﻗﻮﻓﺎ ﻋﻠﻴﻪ ﺃﻧﱠﻪ ﻗﺎ ﻝ : ﺍ ﺭﻗﺒﻮﺍ'
			'ﻣ ﺤﱠﻤﺪﺍ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺃ ﻩ ﻞ ﺑﻴﺘ ﻪ ، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻣﻌﻨﻰ « ﺍ ﺭﻗﺒﻮﺍ » ﺭﺍ ﻋﻮﻩ ﻭﺍﺣﺘ ﺮﻣﻮﻩ ﻭﺃﺁ ﺮﻣﻮﻩ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 347'
),
	Hadith(
		hadithNumber: 348,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ﻋﻘﺒ ﺔ ﺑ ﻦ ﻋﻤ ﺮﻭ ﺍﻟﺒﺪﺭ ﱢﻱ ﺍﻷﻧﺼﺎﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳ ﺆﻡﱡ ﺍﻟﻘ ﻮﻡ ﺃﻗ ﺮﺅ ﻩﻢ ﻟﻜﺘﺎ ﺏ ﺍﻟﱠﻠ ﻪ ، ﻓﺈ ﻥ ﺁﺎﻧﻮﺍ ﻓﻲ ﺍﻟﻘﺮﺍ ﺀﺓ ﺳﻮﺍ ﺀ ، ﻓﺄ ﻋﻠﻤ ﻬﻢ ﺑﺎﻟ ﱡﺴﱠﻨ ﺔ ، ﻓﺈ ﻥ ﺁﺎﻧﻮﺍ'
			'ﻓﻲ ﺍﻟ ﱡﺴﱠﻨ ﺔ ﺳ ﻮﺍ ﺀ ، ﻓﺄﻗﺪﻣ ﻬﻢ ﻩ ﺠ ﺮﺓ ، ﻓﺈ ﻥ ﺁﺎﻧﻮﺍ ﻓﻲ ﺍﻟ ﻬ ﺠ ﺮﺓ ﺳ ﻮﺍ ﺀ ، ﻓﺄﻗﺪﻣ ﻬﻢ ﺳﻨﺎ ﻭﻻ ﻳﺆﱠﻣ ﱠﻦ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻲ'
			'ﺳﻠ ﻄﺎﻧ ﻪ ، ﻭﻻ ﻳﻘﻌﺪ ﻓﻲ ﺑﻴﺘ ﻪ ﻋﻠﻰ ﺗﻜ ﺮﻣﺘ ﻪ ﺇ ﱠﻻ ﺑﺈﺫﻧ ﻪ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : « ﻓﺄﻗﺪﻣ ﻬﻢ ﺳﻠﻤﺎ » ﺑﺪﻝ « ﺳﻨﺎ » : ﺃ ﻱ ﺇ ﺳﻼﻣﺎ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﻳ ﺆﻡﱡ ﺍﻟﻘ ﻮﻡ ﺃﻗ ﺮﺅ ﻩﻢ ﻟﻜﺘﺎ ﺏ ﺍﻟﱠﻠ ﻪ ، ﻭﺃﻗﺪﻣ ﻬﻢ ﻗﺮﺍ ﺀﺓ ، ﻓﺈ ﻥ ﺁﺎﻧ ﺖ ﻗﺮﺍ ﺀﺗﻬﻢ ﺳﻮﺍ ﺀ ﻓﻴ ﺆﱡﻣﻬﻢ ﺃﻗﺪﻣ ﻬﻢ'
			'ﻩ ﺠﺮﺓ ، ﻓﺈ ﻥ ﺁﺎﻧﻮﺍ ﻓﻲ ﺍﻟ ﻬ ﺠ ﺮﺓ ﺳ ﻮﺍﺀ ، ﻓﻠﻴﺆﱠﻣ ﻬﻢ ﺃﺁﺒ ﺮ ﻩﻢ ﺳﻨﺎ » .'
			'ﻭﺍﻟﻤﺮﺍﺩ « ﺑ ﺴﻠ ﻄﺎﻧ ﻪ » ﻣﺤ ﱡﻞ ﻭﻻﻳﺘ ﻪ ، ﺃ ﻭ ﺍﻟﻤ ﻮﺿ ﻊ ﺍﻟﺬﻱ ﻳ ﺨﺘ ﱡﺺ ﺑﻪ . « ﻭﺗﻜ ﺮﻣﺘﻪ» ﺑﻔﺘ ﺢ ﺍﻟﺘﺎ ﺀ ﻭﺁﺴﺮ ﻭﺍﻟﺮﺍ ﺀ :'
			'ﻭ ﻩﻲ ﻣﺎ ﻳﻨﻔ ﺮﺩ ﺑ ﻪ ﻣ ﻦ ﻓﺮﺍ ﺵ ﻭﺳ ﺮﻳ ﺮ ﻭﻧ ﺤ ﻮ ﻩﻤﺎ',
		translation: 'Translation of Hadith 348'
),
	Hadith(
		hadithNumber: 349,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻤﺴ ﺢ ﻣﻨﺎﺁﺒﻨﺎ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ ﻭﻳﻘﻮ ﻝ : « ﺍ ﺳﺘ ﻮﻭﺍ ﻭﻻ ﺗ ﺨﺘﻠﻔﻮﺍ ،'
			'ﻓﺘ ﺨﺘﻠ ﻒ ﻗﻠﻮﺑﻜﻢ ، ﻟﻴﻠﻨﻲ ﻣﻨﻜﻢ ﺃﻭﻟﻮﺍ ﺍ ﻷ ﺣﻼﻡ ﻭﺍﻟﱡﻨ ﻬﻰ ، ﺛﻢﱠ ﺍﱠﻟﺬﻳ ﻦ ﻳﻠﻮﻧﻬﻢ ، ﺛﻢﱠ ﺍﻟﺬﻳﻦ ﻳﻠﻮﻧﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴﻠﻨﻲ » ﻩﻮ ﺑﺘﺨﻔﻴﻒ ﺍﻟﱡﻨﻮﻥ ﻭﻟﻴ ﺲ ﻗﺒﻠ ﻬﺎ ﻳﺎ ﺀ ، ﻭ ﺭ ﻮﻳ ﺑﺘﺸﺪﻳﺪ ﺍﻟﱡﻨﻮﻥ ﻣﻊ ﻳﺎ ﺀ'
			' .349ﻗﺒﻠ ﻬﺎ . « ﻭﺍﻟﱡﻨ ﻬﻰ » : ﺍﻟﻌﻘﻮﻝ : « ﻭﺃﻭﻟﻮﺍ ﺍ ﻷ ﺣﻼﻡ » ﻩﻢ ﺍﻟﺒﺎﻟﻐﻮ ﻥ ، ﻭﻗﻴﻞ : ﺃ ﻩ ﻞ ﺍﻟ ﺤﻠﻢ ﻭﺍﻟﻔ ﻀ ﻞ',
		translation: 'Translation of Hadith 349'
),
	Hadith(
		hadithNumber: 350,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴﻠﻨﻲ ﻣﻨﻜﻢ ﺃﻭﻟﻮﺍ'
			'ﺍ ﻷ ﺣﻼﻡ ﻭﺍﻟﱡﻨ ﻬﻰ ، ﺛﻢﱠ ﺍﱠﻟﺬﻳ ﻦ ﻳﻠﻮﻧ ﻬﻢ » ﺛﻼﺛﺎ « ﻭﺇﱠﻳﺎﺁﻢ ﻭ ﻩﻴ ﺸﺎ ﺕ ﺍ ﻷ ﺳﻮﺍ ﻕ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 350'
),
	Hadith(
		hadithNumber: 351,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻳ ﺤﻴﻰ ﻭﻗﻴﻞ : ﺃﺑﻲ ﻣﺤﱠﻤﺪ ﺳ ﻬ ﻞ ﺑﻦ ﺃﺑﻲ ﺣﺜﻤﺔ ﺑﻔﺘﺢ ﺍﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺇﺳﻜﺎﻥ ﺍﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜﺔ'
			'ﺍ ﻷﻧﺼﺎﺮﻳ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺍﻧ ﻄﻠ ﻖ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺳ ﻬ ﻞ ﻭﻣﺤﻴﱢ ﺼﺔ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺇﻟﻰ ﺧﻴﺒ ﺮ ﻭ ﻩ ﻲ ﻳ ﻮﻣﺌﺬ ﺻﻠ ﺢ ،'
			'ﻓﺘﻔ ﱠﺮﻗﺎ .ﻓﺄﺗﻰ ﻣ ﺤﱢﻴﺼﺔ ﺇﻟﻰ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺳﻬ ﻞ ﻮﻫﻮ ﻳﺘ ﺸ ﱠﺤ ﻂ ﻓﻲ ﺩﻣ ﻪ ﻗﺘﻴ ﻼ ، ﻓﺪﻓﻨﻪ ، ﺛﱠﻢ ﻗﺪﻡ ﺍﻟﻤﺪﻳﻨ ﺔ ﻓﺎﻧ ﻄﻠ ﻖ ﻋﺒﺪ'
			'ﺍﻟﺮ ﺣﻤ ﻦ ﺑ ﻦ ﺳ ﻬ ﻞ ﻭﻣ ﺤﱢﻴ ﺼﺔ ﻭ ﺣﻮﱢﻳﺼﺔ ﺍﺑﻨﺎ ﻣ ﺴﻌﻮﺩ ﺇﻟﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺬ ﻩﺐ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﻳﺘﻜﱠﻠﻢ'
			'ﻓﻘﺎﻝ : «ﺁﱢﺒ ﺮ ﺁﱢﺒ ﺮ » ﻭ ﻩ ﻮ ﺃ ﺣﺪ ﺙ ﺍﻟﻘ ﻮﻡ ، ﻓ ﺴﻜﺖ ، ﻓﺘﻜﱠﻠﻤﺎ ﻓﻘﺎﻝ: « ﺃﺗ ﺤﻠﻔﻮ ﻥ ﻭﺗ ﺴﺘ ﺤﱡﻘﻮ ﻥ ﻗﺎﺗﻠﻜﻢ ؟ » ﻭﺫﺁ ﺮ ﺗﻤﺎﻡ'
			'ﺍﻟﺤﺪﻳﺚ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﱢﺒ ﺮ ﺁﱢﺒ ﺮ » ﻣﻌﻨﺎﻩ : ﻳﺘﻜﻠﱠﻢ ﺍ ﻷﺁﺒ ﺮ',
		translation: 'Translation of Hadith 351'
),
	Hadith(
		hadithNumber: 352,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳ ﺠﻤ ﻊ ﺑﻴ ﻦ ﺍﻟ ﱠﺮ ﺟﻠﻴ ﻦ ﻣ ﻦ ﻗﺘﻠﻰ ﺃ ﺣﺪ ﻳﻌﻨﻲ'
			'ﻓﻲ ﺍﻟﻘﺒ ﺮ ، ﺛﻢﱠ ﻳﻘﻮ ﻝ : « ﺃﱡﻳ ﻬﻤﺎ ﺃﺁﺜ ﺮ ﺃ ﺧﺬﺍ ﻟﻠﻘ ﺮﺁ ﻥ ؟ » ﻓﺈﺫﺍ ﺃ ﺷﻴ ﺮ ﻟﻪ ﺇﻟﻰ ﺃ ﺣﺪ ﻩﻤﺎ ﻗﱠﺪ ﻣﻪ ﻓﻲ ﺍﻟﱠﻠ ﺤﺪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 352'
),
	Hadith(
		hadithNumber: 353,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃ ﺭﺍﻧﻲ ﻓﻲ ﺍﻟ ﻤﻨﺎﻡ ﺃﺗ ﺴ ﱠﻮ ﻙ ﺑ ﺴ ﻮﺍ ﻙ ،'
			'ﻓ ﺠﺎ ﺀﻧﻲ ﺭ ﺟﻼ ﻥ ، ﺃﺣﺪ ﻩﻤﺎ ﺃﺁﺒ ﺮ ﻣ ﻦ ﺍﻵ ﺧ ﺮ ، ﻓﻨﺎ ﻭﻟ ﺖ ﺍﻟ ﱢﺴ ﻮﺍ ﻙ ﺍ ﻷ ﺻﻐ ﺮ ، ﻓﻘﻴ ﻞ ﻟﻲ : ﺁﱢﺒ ﺮ ، ﻓﺪﻓﻌﺘﻪ ﺇﻟﻰ ﺍ ﻷﺁﺒ ﺮ'
			'ﻣﻨ ﻬﻤﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻣ ﺴﻨﺪﺍ ﻭﺍﻟﺒﺨﺎﺭ ﱡﻱ ﺗﻌﻠﻴﻘﺎ .'
			'`',
		translation: 'Translation of Hadith 353'
),
	Hadith(
		hadithNumber: 354,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻣ ﻦ ﺇ ﺟﻼ ﻝ ﺍﻟﱠﻠ ﻪ'
			'ﺗﻌﺎﻟﻰ ﺇﺁ ﺮﺎﻣ ﺬﯨ ﺍﻟ ﱠﺸﻴﺒ ﺔ ﺍﻟﻤ ﺴﻠﻢ ، ﻭ ﺣﺎ ﻣ ﻞ ﺍﻟﻘﺮﺁ ﻥ ﻏﻴ ﺮ ﺍﻟﻐﺎﻟﻲ ﻓﻴ ﻪ ، ﻭﺍﻟ ﺠﺎﻓﻲ ﻋﻨﻪ ﻭﺇﺁ ﺮﺎﻣ ﺬﻳ ﺍﻟ ﱡﺴﻠ ﻄﺎ ﻥ ﺍﻟﻤﻘ ﺴ ﻂ'
			'» ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 354'
),
	Hadith(
		hadithNumber: 355,
		hadith:
						'ﻭﻋﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺷﻌﻴ ﺐ ، ﻋﻦ ﺃﺑﻴ ﻪ ، ﻋﻦ ﺟﱢﺪﻩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ : « ﻟﻴ ﺲ ﻣﱠﻨﺎ ﻣ ﻦ ﻟﻢ ﻳ ﺮ ﺣﻢ ﺻﻐﻴ ﺮﻧﺎ ، ﻭﻳﻌ ﺮ ﻑ ﺷﺮ ﻑ ﺁﺒﻴ ﺮﻧﺎ » ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ،'
			'ﻭﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴﺢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺃﺑﻲ ﺩﺍﻭﺩ « ﺣ ﱠﻖ ﺁﺒﻴ ﺮﻧﺎ » .'
			'`',
		translation: 'Translation of Hadith 355'
),
	Hadith(
		hadithNumber: 356,
		hadith:
						'ﻭﻋﻦ ﻣﻴﻤﻮ ﻥ ﺑ ﻦ ﺃﺑﻲ ﺷﺒﻴ ﺐ ﺭﺣﻤﻪ ﺍﻟﱠﻠﻪ ﺄﻧ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻣ ﱠﺮ ﺑﻬﺎ ﺳﺎﺋﻞ، ﻓﺄ ﻋ ﻄﺘﻪ ﺁ ﺴ ﺮﺓ ، ﻭﻣ ﺮ.'
			'ﺑ ﻬﺎ ﺭ ﺟﻞ ﻋﻠﻴﻪ ﺛﻴﺎ ﺏ ﻭ ﻩﻴﺌﺔ ، ﻓﺄﻗﻌﺪﺗﻪ ، ﻓﺄﺁ ﻞ ﻓﻘﻴ ﻞ ﻟ ﻬﺎ ﻓﻲ ﺫﻟ ﻚ ؟ ﻓﻘﺎﻟﺖ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﺃﻧ ﺰﻟﻮﺍ ﺍﻟﱠﻨﺎ ﺱ ﻣﻨﺎ ﺯﻟ ﻬﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ . ﻟﻜ ﻦ ﻗﺎﻝ : ﻣﻴﻤﻮ ﻥ ﻟﻢ ﻳﺪ ﺮﻛ ﻋﺎﺋ ﺸ ﺔ .'
			'ﻭﻗﺪ ﺫﺁ ﺮﻩ ﻣ ﺴﻠﻢ ﻓﻲ ﺃ ﱠﻭ ﻝ ﺻ ﺤﻴﺤ ﻪ ﺗﻌﻠﻴﻘﺎ ﻓﻘﺎﻝ : ﻭﺫﺁ ﺮ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ: ﺃﻣﺮﻧﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻧﻨ ﺰﻝ ﺍﻟﱠﻨﺎ ﺱ ﻣﻨﺎ ﺯﻟ ﻬﻢ ، ﻭﺫﺁ ﺮﻩ ﺍﻟﺤﺎﺁﻢ ﺃﺑﻮ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻓﻲ ﺁﺘﺎﺑ ﻪ « ﻣﻌﺮﻓﺔ ﻋﻠﻮﻡ ﺍﻟ ﺤﺪﻳﺚ'
			'» ﻭﻗﺎﻝ : ﻩﻮ ﺣﺪﻳ ﺚ ﺻﺤﻴﺢ .'
			'(ﻗﻠﺖ: ﺑﻞ ﺿﻌﻴﻒ: [ ﻓﻴﻪ ﻋﻠﺘﺎﻥ : ﺍﻻﻧﻘﻄﺎﻉ ، ﻭﺗﺪﻟﻴﺲ ﺣﺒﻴﺐ ﺑﻦ ﺃﺑﻲ ﺛﺎﺑﺖ ] . ﺫﺁﺮﻩ ﻣﺴﻠﻢ ﻓﻲ ﺃﻮﻟ ﺻﺤﻴﺢ ﺗﻌﻠﻴﻘﺎ'
			'ﻓﻘﺎﻟﺖ : ﻭﺫﺁﺮ ﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺃﻣﺮﻧﺎ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺄﻧ ﻧﻨﺰﻝ ﺍﻟﻨﺎﺱ ﻣﻨﺎﺯﻟﻬﻢ',
		translation: 'Translation of Hadith 356'
),
	Hadith(
		hadithNumber: 357,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺪﻡ ﻋﻴﻴﻨﺔ ﺑ ﻦ ﺣ ﺼ ﻦ ، ﻓﻨ ﺰ ﻝ ﻋﻠﻰ ﺍﺑ ﻦ ﺃ ﺧﻴ ﻪ ﺍﻟ ﺤﺮﱢ ﺑ ﻦ ﻗﻴ ﺲ ،'
			'ﻭﺁﺎ ﻥ ﻣ ﻦ ﺍﻟﱠﻨﻔ ﺮ ﺍﱠﻟﺬﻳ ﻦ ﻳﺪﻧﻴ ﻬﻢ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻭﺁﺎ ﻥ ﺍﻟﻘ ﱠﺮﺍ ﺀ ﺃ ﺻ ﺤﺎ ﺏ ﻣ ﺠﻠ ﺲ ﻋ ﻤ ﺮ ﻭﻣ ﺸﺎ ﻭ ﺭﺗ ﻪ ، ﺁ ﻬﻮ ﻻ'
			'ﺁﺎﻧﻮﺍ ﺃ ﻭ ﺷﱠﺒﺎﻧﺎ ، ﻓﻘﺎﻝ ﻋﻴﻴﻨﺔ ﻻﺑ ﻦ ﺃ ﺧﻴ ﻪ : ﻳﺎ ﺍﺑ ﻦ ﺃﺧﻲ ﻟ ﻚ ﻭ ﺟﻪ ﻋﻨﺪ ﻩﺬﺍ ﺍ ﻷ ﻣﻴ ﺮ ، ﻓﺎ ﺳﺘﺄﺫ ﻥ ﻟﻲ ﻋﻠﻴ ﻪ ، ﻓﺎ ﺳﺘﺄﺫ ﻥ'
			'ﻟﻪ ، ﻓﺄﺫ ﻥ ﻟﻪ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻠﻤﺎ ﺩ ﺧﻞ : ﻗﺎﻝ ﻩﻲ ﻳﺎ ﺍﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ: ﻓ ﻮﺍﻟﱠﻠﻪ ﻣﺎ ﺗﻌ ﻄﻴﻨﺎ ﺍﻟ ﺠ ﺰ ﻝ ، ﻭﻻ ﺗ ﺤﻜﻢ'
			'ﻓﻴﻨﺎ ﺑﺎﻟﻌﺪ ﻝ، ﻓﻐ ﻀ ﺐ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺣﱠﺘﻰ ﻩﱠﻢ ﺃ ﻥ ﻳﻮﻗ ﻊ ﺑ ﻪ ، ﻓﻘﺎﻝ ﻟﻪ ﺍﻟ ﺤﺮﱡ : ﻳﺎ ﺃ ﻣﻴ ﺮ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ ﻗﺎﻝ ﻟﻨﺒﱢﻴ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : { ﺧﺬ ﺍﻟﻌﻔ ﻮ ﻭﺃﻣ ﺮ ﺑﺎﻟﻌ ﺮ ﻑ ﻭﺃ ﻋ ﺮ ﺽ ﻋ ﻦ ﺍﻟ ﺠﺎ ﻩﻠﻴ ﻦ } ﻭﺈﻧ ﻩﺬﺍ ﻣ ﻦ'
			'ﺍﻟ ﺠﺎ ﻩﻠﻴ ﻦ . ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺟﺎﻭ ﺯ ﻩﺎ ﻋﻤ ﺮ ﺣﻴ ﻦ ﺗﻼ ﻩﺎ ﻋﻠﻴﻪ ، ﻭﺁﺎ ﻥ ﻭﱠﻗﺎﻓﺎ ﻋﻨﺪ ﺁﺘﺎ ﺏ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 357'
),
	Hadith(
		hadithNumber: 358,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺳﻤﺮﺓ ﺑ ﻦ ﺟﻨﺪ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻟﻘﺪ ﺁﻨ ﺖ ﻋﻠﻰ ﻋ ﻬﺪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻏﻼﻣﺎ ، ﻓﻜﻨ ﺖ ﺃﺣﻔ ﻆ ﻋﻨﻪ ، ﻓ ﻤﺎ ﻳ ﻤﻨﻌﻨﻲ ﻣ ﻦ ﺍﻟﻘ ﻮ ﻝ ﺇ ﱠﻻ ﺃ ﱠﻥ ﻩ ﻬﻨﺎ ﺭﺟﺎ ﻻ ﻩﻢ ﺃﺳ ﱡﻦ ﻣﱢﻨﻲ ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 358'
),
	Hadith(
		hadithNumber: 359,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺃﺁ ﺮﻡ ﺷﺎ ﱞﺏ ﺷﻴﺨﺎ ﻟ ﺴﱢﻨ ﻪ ﺇ ﱠﻻ'
			'ﻗﱠﻴ ﺾ ﺍﻟﱠﻠﻪ ﻟﻪ ﻣ ﻦ ﻳﻜ ﺮﻣﻪ ﻋﻨﺪ ﺳﱢﻨﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﻏﺮﻳﺐ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ ﺿﻌﻴﻔﺎﻥ : ﻳﺰﻳﺪ ﺑﻦ ﺑﻴﺎﻥ ﺍﻟﻌﻘﻴﻠﻲ ، ﻭﺃﺑﻮ ﺍﻟﺮﺣﺎﻝ ﺍﻷﻧﺼﺎﺮﻳ',
		translation: 'Translation of Hadith 359'
),
	Hadith(
		hadithNumber: 360,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺃﺑﻮ ﺑﻜﺮ ﻟﻌﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺑﻌﺪ ﻭﻓﺎﺓ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍﻧ ﻄﻠ ﻖ ﺑﻨﺎ ﺇﻟﻰ ﺄﻣﱢ ﺃﻳﻤ ﻦ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻧ ﺰﻭ ﺭ ﻩﺎ ﺁﻤﺎ ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳ ﺰﻭ ﺭ ﻩﺎ ، ﻓﻠﱠﻤﺎ ﺍﻧﺘ ﻬﻴﺎ ﺇﻟﻴ ﻬﺎ ، ﺑﻜ ﺖ ، ﻓﻘﺎ ﻻ ﻟ ﻬﺎ : ﻣﺎ ﻳﺒﻜﻴ ﻚ ﺃﻣﺎ ﺗﻌﻠ ﻤﻴ ﻦ ﺃ ﱠﻥ ﻣﺎ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺧﻴﺮ ﻟﺮﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﻓﻘﺎﻟﺖ : ﺇﱢﻧﻲ ﻻ ﺃﺑﻜﻲ ﺃﱢﻧﻲ ﻷ ﻋﻠﻢ ﺃ ﱠﻥ ﻣﺎ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺧﻴﺮ ﻟﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،'
			'ﻭﻟـﻜ ﻦ ﺃﺑﻜﻲ ﺃ ﻥ ﺍﻟ ﻮ ﺣ ﻲ ﻗﺪ ﺍﻧﻘ ﻄ ﻊ ﻣ ﻦ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ . ﻓ ﻬﱠﻴ ﺠﺘ ﻬﻤﺎ ﻋﻠﻰ ﺍﻟﺒﻜﺎ ﺀ ، ﻓﺠﻌﻼ ﻳﺒﻜﻴﺎ ﻥ ﻣﻌ ﻬﺎ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 360'
),
	Hadith(
		hadithNumber: 361,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺯﺍ ﺭ ﺃﺧﺎ ﻟﻪ ﻓﻲ ﻗﺮﻳ ﺔ'
			'ﺃ ﺧ ﺮﻯ ، ﻓﺄ ﺭﺻﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻠﻰ ﻣﺪﺭ ﺟﺘ ﻪ ﻣﻠﻜﺎ ، ﻓﻠﱠﻤﺎ ﺃﺗﻰ ﻋﻠﻴﻪ ﻗﺎﻝ: ﺃﻳﻦ ﺗﺮﻳﺪ ؟ ﻗﺎﻝ: ﺃ ﺭﻳﺪ ﺃﺧﺎ ﻟﻲ ﻓﻲ ﻩﺬﻩ'
			'ﺍﻟﻘ ﺮﻳ ﺔ . ﻗﺎﻝ : ﻩ ﻞ ﻟ ﻚ ﻋﻠﻴﻪ ﻣ ﻦ ﻧﻌﻤ ﺔ ﺗ ﺮﱡﺑ ﻬﺎ ﻋﻠﻴﻪ ؟ ﻗﺎﻝ : ﻻ، ﻏﻴﺮ ﺃﱢﻧﻲ ﺃ ﺣﺒﺒﺘﻪ ﻓﻲ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻗﺎﻝ : ﻓﺈﱢﻧﻲ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇﻟﻴ ﻚ ﺑﺄ ﱠﻥ ﺍﻟﱠﻠﻪ ﻗﺪ ﺃﺣﱠﺒ ﻚ ﺁﻤﺎ ﺃ ﺣﺒﺒﺘﻪ ﻓﻴ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻳﻘﺎﻝ : « ﺃ ﺭﺻﺪﻩ » ﻟﻜﺬﺍ : ﺇﺫﺍ ﻭﺁﱠﻠﻪ ﺑ ﺤﻔ ﻈ ﻪ ، ﻭ « ﺍﻟﻤﺪ ﺭ ﺟﺔ » ﺑﻔﺘ ﺢ ﺍﻟﻤﻴﻢ ﻭﺍﻟﺮﺍﺀ : ﺍﻟﻄﱠﺮﻳ ﻖ ﻭﻣﻌﻨﻰ « ﺗ ﺮﱡﺑ ﻬﺎ »'
			': ﺗﻘﻮﻡ ﺑ ﻬﺎ ، ﻭﺗ ﺴﻌﻰ ﻓﻲ ﺻﻼ ﺣ ﻬﺎ',
		translation: 'Translation of Hadith 361'
),
	Hadith(
		hadithNumber: 362,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻋﺎﺩ ﻣﺮﻳﻀﺎ ﺃ ﻭ ﺯﺍﺭ ﺃﺧﺎ ﻟﻪ ﻓﻲ ﺍﻟﱠﻠﻪ ، ﻧﺎﺩﺍﻩ'
			'ﻣﻨﺎﺩ : ﺑﺄ ﻥ ﻃﺒ ﺖ ، ﻭ ﻃﺎ ﺏ ﻣ ﻤ ﺸﺎ ﻙ ، ﻭﺗﺒ ﱠﻮﺃ ﺕ ﻣ ﻦ ﺍﻟﺠﱠﻨ ﺔ ﻣﻨ ﺰ ﻻ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳ ﺚ ﺣﺴ ﻦ . ﻭﻓﻲ ﺑﻌﺾ'
			'ﺍﻟﻨﺴﺦ ﻏﺮﻳ ﺐ',
		translation: 'Translation of Hadith 362'
),
	Hadith(
		hadithNumber: 363,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷﺷﻌ ﺮ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻧﻤﺎ ﻣﺜ ﻞ ﺍﻟﺠﻠﻴﺲ'
			'ﺍﻟ ﱠﺼﺎﻟـ ﺢ ﻭ ﺟﻠﻴ ﺲ ﺍﻟ ﱡﺴﻮ ﺀ . ﺁ ﺤﺎ ﻣ ﻞ ﺍﻟ ﻤ ﺴ ﻚ ، ﻭﻧﺎﻓ ﺦ ﺍﻟﻜﻴ ﺮ ، ﻓﺤﺎ ﻣ ﻞ ﺍﻟ ﻤ ﺴ ﻚ ، ﺇﱠﻣﺎ ﺃ ﻥ ﻳ ﺤﺬﻳ ﻚ ، ﻭﺇﱠﻣﺎ ﺃ ﻥ ﺗﺒﺘﺎ ﻉ ﻣﻨﻪ'
			'ﻭﺇﱠﻣﺎ ﺃ ﻥ ﺗ ﺠﺪ ﻣﻨﻪ ﺭﻳﺤﺎ ﻃﱢﻴﺒ ﺔ . ﻭﻧﺎﻓ ﺦ ﺍﻟﻜﻴ ﺮ ﺇﱠﻣﺎ ﺄﻧ ﻳ ﺤ ﺮ ﻕ ﺛﻴﺎﺑ ﻚ ﻭﺇﱠﻣﺎ ﺃ ﻥ ﺗ ﺠﺪ ﻣﻨﻪ ﺭﻳﺤﺎ ﻣﻨﺘﻨ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻳ ﺤﺬﻳ ﻚ » : ﻳﻌ ﻄﻴ ﻚ',
		translation: 'Translation of Hadith 363'
),
	Hadith(
		hadithNumber: 364,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺗﻨﻜ ﺢ ﺍﻟ ﻤ ﺮﺃﺓ ﻷ ﺭﺑ ﻊ : ﻟﻤﺎﻟ ﻬﺎ'
			'، ﻭﻟ ﺤ ﺴﺒ ﻬﺎ ، ﻭﻟ ﺠ ﻤﺎﻟ ﻬﺎ ، ﻭﻟﺪﻳﻨ ﻬﺎ ، ﻓﺎ ﻇﻔ ﺮ ﺑﺬﺍ ﺕ ﺍﻟﱢﺪﻳ ﻦ ﺗ ﺮﺑ ﺖ ﻳﺪﺎﻛ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻣﻌﻨﺎﻩ : ﺃ ﱠﻥ ﺍﻟﱠﻨﺎﺱ ﻳﻘ ﺼﺪﻭ ﻥ ﻓﻲ ﺍﻟﻌﺎﺩﺓ ﻣ ﻦ ﺍﻟ ﻤ ﺮﺃﺓ ﻩﺬﻩ ﺍﻟ ﺨ ﺼﺎ ﻝ ﺍ ﻷ ﺭﺑ ﻊ ، ﻓﺎ ﺣﺮ ﺹ ﺃﻧ ﺖ ﻋﻠﻰ ﺫﺍ ﺕ ﺍﻟﱢﺪﻳ ﻦ .'
			'ﻭﺍ ﻇﻔ ﺮ ﺑ ﻬﺎ ، ﻭﺍ ﺣ ﺮﺹ ﻋﻠﻰ ﺻ ﺤﺒﺘ ﻬﺎ',
		translation: 'Translation of Hadith 364'
),
	Hadith(
		hadithNumber: 365,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟ ﺠﺒ ﺮﻳ ﻞ : « ﻣﺎ ﻳ ﻤﻨﻌ ﻚ ﺃ ﻥ'
			'ﺗ ﺰﻭ ﺭﻧﺎ ﺃﺁﺜ ﺮ ﻣﱠﻤﺎ ﺗ ﺰﻭﺭﻧﺎ ؟ » ﻓﻨ ﺰﻟ ﺖ : { ﻭ ﻣﺎ ﻧﺘﻨ ﱠﺰ ﻝ ﺇ ﱠﻻ ﺑﺄ ﻣ ﺮ ﺭﱢﺑ ﻚ ﻟﻪ ﻣﺎ ﺑﻴ ﻦ ﺃﻳﺪﻳﻨﺎ ﻭﻣﺎ ﺧﻠﻔﻨﺎ ﻭﻣﺎ ﺑﻴ ﻦ ﺫﻟ ﻚ }'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 365'
),
	Hadith(
		hadithNumber: 366,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗ ﺼﺎﺣ ﺐ ﺇ ﱠﻻ ﻣ ﺆ ﻣﻨﺎ'
			'، ﻭﻻ ﻳﺄﺁ ﻞ ﻃﻌﺎ ﻣ ﻚ ﺇ ﱠﻻ ﺗﻘ ﱞﻲ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﺑﺈ ﺳﻨﺎﺩ ﻻ ﺑﺄﺱ ﺑ ﻪ',
		translation: 'Translation of Hadith 366'
),
	Hadith(
		hadithNumber: 367,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﺮﱠ ﺟ ﻞ ﻋﻠﻰ ﺩﻳ ﻦ ﺧﻠﻴﻠ ﻪ ،'
			'ﻓﻠﻴﻨ ﻈ ﺮ ﺃ ﺣﺪﺁﻢ ﻣ ﻦ ﻳ ﺨﺎﻟ ﻞ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ . ﻭﺍﻟﺘﺮﻣﺬﻱ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ ، ﻭﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 367'
),
	Hadith(
		hadithNumber: 368,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷ ﺷﻌ ﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟ ﻤ ﺮ ﺀ ﻣ ﻊ ﻣ ﻦ ﺃ ﺣ ﱠﺐ'
			'» . ﻣﺘﻔﻖ ﻋﻠﻴﻪ ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻗﺎﻝ ﻗﻴﻞ ﻟﻠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﺮﺟﻞ ﻳﺤﺐ ﺍﻟﻘﻮﻡ ﻭﻟ ﻤﺎ ﻳﻠﺤﻖ ﺑﻬﻢ ؟ ﻗﺎﻝ : «'
			'ﺍﻟﻤﺮﺀ ﻣﻊ ﻣﻦ ﺃﺣﺐ »',
		translation: 'Translation of Hadith 368'
),
	Hadith(
		hadithNumber: 369,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺃﻋﺮﺍﺑﻴﺎ ﻗﺎﻝ ﻟﺮﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣﺘﻰ ﺍﻟ ﱠﺴﺎ ﻋﺔ ؟ ﻗﺎﻝ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺃ ﻋﺪﺩ ﺕ ﻟ ﻬﺎ ؟ » ﻗﺎﻝ : ﺣﺐ ﺍﻟﱠﻠ ﻪ ﻭﺭﺳﻮﻟ ﻪ ﻗﺎﻝ : « ﺃﻧ ﺖ ﻣ ﻊ ﻣ ﻦ ﺃ ﺣﺒﺒ ﺖ'
			'» .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔﻆ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻬﻤﺎ : ﻣﺎ ﺃ ﻋﺪﺩ ﺕ ﻟ ﻬﺎ ﻣ ﻦ ﺁﺜﻴ ﺮ ﺻ ﻮﻡ ، ﻭﻻ ﺻﻼﺓ ، ﻭﻻ ﺻﺪﻗ ﺔ ، ﻭﻟﻜﱢﻨﻲ ﺃ ﺣﺐﱡ ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ',
		translation: 'Translation of Hadith 369'
),
	Hadith(
		hadithNumber: 370,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺁﻴ ﻒ ﺗﻘﻮ ﻝ ﻓﻲ ﺭ ﺟ ﻞ ﺃﺣ ﱠﺐ ﻗ ﻮﻣﺎ ﻭﻟﻢ ﻳﻠ ﺤ ﻖ ﺑ ﻬﻢ ؟ ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟ ﻤ ﺮ ﺀ ﻣ ﻊ ﻣ ﻦ'
			'ﺃ ﺣ ﱠﺐ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 370'
),
	Hadith(
		hadithNumber: 371,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﱠﻨﺎ ﺱ ﻣﻌﺎﺩ ﻥ ﺁ ﻤﻌﺎﺩ ﻥ ﺍﻟﱠﺬ ﻩ ﺐ'
			'ﻭﺍﻟﻔ ﱠﻀ ﺔ ، ﺧﻴﺎ ﺭ ﻩﻢ ﻓﻲ ﺍﻟ ﺠﺎ ﻩﻠﱠﻴ ﺔ ﺧﻴﺎ ﺭ ﻩﻢ ﻓﻲ ﺍ ﻹ ﺳﻼﻡ ﺇﺫﺍ ﻓﻘ ﻬﻮﺍ . ﻭﺍ ﻷ ﺭ ﻭﺍ ﺡ ﺟﻨﻮﺩ ﻣﺠﱠﻨﺪﺓ ، ﻓ ﻤﺎ ﺗﻌﺎ ﺭ ﻑ ﻣﻨ ﻬﺎ'
			'ﺍﺋﺘﻠ ﻒ ، ﻭ ﻣﺎ ﺗﻨﺎﺁ ﺮ ﻣﻨ ﻬﺎ ، ﺍ ﺧﺘﻠ ﻒ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﺭﻮﯨ ﺍﻟﺒﺨﺎﺮﻳ ﻗﻮﻟﻪ : « ﺍ ﻷ ﺭ ﻭﺍ ﺡ » ﺇﻟﺦ ، ﻣﻦ ﺭﻭﺍﻳﺔ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ',
		translation: 'Translation of Hadith 371'
),
	Hadith(
		hadithNumber: 372,
		hadith:
						'ﻭﻋﻦ ﺃﺳﻴ ﺮ ﺑ ﻦ ﻋ ﻤ ﺮﻭ ﻭﻳﻘﺎ ﻝ : ﺍﺑ ﻦ ﺟﺎﺑﺮ ﻮﻫﻮ « ﺑﻀﻢ ﺍﻟﻬﻤﺰﺓ ﻭﻓﺘﺢ ﺍﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ» ﻗﺎﻝ : ﺁﺎ ﻥ ﻋ ﻤ ﺮ ﺑ ﻦ'
			'ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺇﺫﺍ ﺃﺗﻰ ﻋﻠﻴﻪ ﺃ ﻣﺪﺍﺩ ﺃ ﻩ ﻞ ﺍﻟﻴﻤ ﻦ ﺳﺄﻟ ﻬﻢ : ﺃﻓﱡﻴﻜﻢ ﺃ ﻭﻳ ﺲ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ؟ ﺣﱠﺘﻰ ﺃﺗﻰ ﻋﻠﻰ ﺃ ﻭﻳ ﺲ'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻓﻘﺎﻝ ﻟﻪ : ﺃﻧ ﺖ ﺃﻭﻳﺲ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ؟ ﻗﺎﻝ : ﻧﻌﻢ ، ﻗﺎﻝ : ﻣ ﻦ ﻣ ﺮﺍﺩ ﺛﻢﱠ ﻣ ﻦ ﻗ ﺮ ﻥ ؟ ﻗﺎﻝ : ﻧﻌﻢ ، ﻗﺎﻝ :'
			'ﻗﺎﻝ ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻳﺄﺗﻲ ﻋﻠﻴﻜﻢ ﺃ ﻭﻳ ﺲ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ﻣﻊ ﺃ ﻣﺪﺍﺩ ﺃ ﻩ ﻞ ﺍﻟﻴ ﻤ ﻦ ﻣ ﻦﻓﻜﺎ ﻥ ﺑ ﻚ ﺑ ﺮ ﺹ ، ﻓﺒ ﺮﺃ ﺕ ﻣﻨﻪ ﺇ ﱠﻻ ﻣ ﻮﺿ ﻊ ﺩ ﺭ ﻩﻢ ؟ ﻗﺎﻝ : ﻧﻌﻢ . ﻗﺎﻝ : ﻟ ﻚ ﻭﺍﻟﺪﺓ ؟ ﻗﺎﻝ : ﻧﻌﻢ .'
			'ﻣ ﺮﺍﺩ ، ﺛﻢﱠ ﻣ ﻦ ﻗ ﺮ ﻥ ﺁﺎ ﻥ ﺑ ﻪ ﺑﺮ ﺹ ، ﻓﺒ ﺮﺃ ﻣﻨﻪ ﺇ ﱠﻻ ﻣ ﻮﺿ ﻊ ﺩ ﺭ ﻩﻢ ، ﻟﻪ ﻭﺍﻟﺪﺓ ﻩﻮ ﺑﻬﺎ ﺑﱞﺮ ﻟ ﻮ ﺃﻗﺴﻢ ﻋﻠﻰ ﺍﻟﱠﻠﻪ ﻷﺑ ﱠﺮﻩ ،'
			'ﻓﺈﻥ ﺍ ﺳﺘ ﻄﻌ ﺖ ﺃ ﻥ ﻳ ﺴﺘﻐﻔ ﺮ ﻟ ﻚ ﻓﺎﻓﻌ ﻞ » ﻓﺎ ﺳﺘﻐﻔ ﺮ ﻟﻲ ﻓﺎ ﺳﺘﻐﻔ ﺮ ﻟﻪ.'
			'ﻓﻘﺎﻝ ﻟﻪ ﻋ ﻤ ﺮ : ﺃﻳ ﻦ ﺗ ﺮﻳﺪ ؟ ﻗﺎﻝ : ﺍﻟﻜﻮﻓ ﺔ ، ﻗﺎﻝ : ﺃﻻ ﺃﺁﺘ ﺐ ﻟ ﻚ ﺇﻟﻰ ﻋﺎ ﻣﻠ ﻬﺎ ؟ ﻗﺎﻝ : ﺃﺁﻮ ﻥ ﻓﻲ ﻏﺒﺮﺍ ﺀ ﺍﻟﱠﻨﺎ ﺱ ﺃﺣ ﱡﺐ'
			'ﺇﻟ ﱠﻲ',
		translation: 'Translation of Hadith 372'
),
	Hadith(
		hadithNumber: 373,
		hadith:
						'ﻭﻋﻦ ﻋﻤ ﺮ ﺑ ﻦ ﺍﻟﺨﻄﺎﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺍ ﺳﺘﺄﺫﻧ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺍﻟﻌ ﻤ ﺮﺓ ، ﻓﺄﺫ ﻥ ﻟﻲ'
			'، ﻭﻗﺎﻝ : « ﻻ ﺗﻨ ﺴﻨﺎ ﻳﺎ ﺃ ﺧ ﱠﻲ ﻣ ﻦ ﺩ ﻋﺎﺋ ﻚ » ﻓﻘﺎﻝ ﺁﻠ ﻤ ﺔ ﻣﺎ ﻳ ﺴ ﱡﺮﻧﻲ ﺃ ﱠﻥ ﻟﻲ ﺑ ﻬﺎ ﺍﻟـﱡﺪﻧﻴﺎ .'
			'ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻗﺎﻝ : « ﺃ ﺷ ﺮﺁﻨﺎ ﻳﺎ ﺃ ﺧ ﱠﻲ ﻓﻲ ﺩ ﻋﺎﺋ ﻚ » .'
			'(ﻗﻠﺖ: ﺑﻞ ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻋﺎﺻﻢ ﺑﻦ ﻋﺒﻴﺪ ﺍﷲ ﺑﻦ ﻋﺎﺻﻢ ﺍﻟﻌﺪﻮﻳ ، ﻮﻫﻮ ﺿﻌﻴﻒ ] .'
			'`',
		translation: 'Translation of Hadith 373'
),
	Hadith(
		hadithNumber: 374,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺰﻭ ﺭ ﻗﺒﺎ ﺀ ﺭﺍﺁﺒﺎ ﻭﻣﺎ ﺷﻴﺎ، ﻓﻴﺼﱢﻠﻲ ﻓﻴ ﻪ'
			'ﺭﺁﻌﺘﻴ ﻦ ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺁﺎﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺄﺗﻲ ﻣ ﺴ ﺠﺪ ﻗﺒﺎ ﺀ ﺁﻞﱠ ﺳﺒ ﺖ ﺭﺍﺁﺒﺎ ﻭ ﻣﺎ ﺷﻴﺎ ﻭﺁﺎ ﻥ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﻳﻔﻌﻠﻪ',
		translation: 'Translation of Hadith 374'
),
	Hadith(
		hadithNumber: 375,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺛﻼ ﺙ ﻣ ﻦ ﺁﻦﱠ ﻓﻴ ﻪ ﻭ ﺟﺪ ﺑ ﻬ ﱠﻦ ﺣ ﻼ ﻭﺓ'
			'ﺍ ﻹﻳ ﻤﺎ ﻥ : ﺃ ﻥ ﻳﻜﻮ ﻥ ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ ﺃ ﺣ ﱠﺐ ﺇﻟﻴﻪ ﻣﱠﻤﺎ ، ﺳﻮﺍ ﻩﻤﺎ ، ﻭﺃ ﻥ ﻳ ﺤﺐﱠ ﺍﻟ ﻤ ﺮ ﺀ ﻻ ﻳ ﺤﺒﱡﻪ ﺇ ﱠﻻ ﻟﱠﻠ ﻪ ، ﻭﺃ ﻥ ﻳﻜ ﺮﻩ ﺃ ﻥ'
			'ﻳﻌﻮﺩ ﻓﻲ ﺍﻟﻜﻔ ﺮ ﺑﻌﺪ ﺃ ﻥ ﺃﻧﻘﺬﻩ ﺍﻟﱠﻠﻪ ﻣﻨﻪ، ﺁ ﻤﺎ ﻳﻜ ﺮﻩ ﺃ ﻥ ﻳﻘﺬ ﻑ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 375'
),
	Hadith(
		hadithNumber: 376,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺳﺒﻌﺔ ﻳ ﻈﱡﻠ ﻬﻢ ﺍﻟﱠﻠﻪ ﻓﻲ ﻇﱢﻠ ﻪ ﻳ ﻮﻡ'
			'ﻻ ﻇ ﱠﻞ ﺇ ﱠﻻ ﻇﻠﱡﻪ : ﺇﻣﺎﻡ ﻋﺎﺪﻟ ، ﻭ ﺷﺎ ﺏ ﻧ ﺸﺄ ﻓﻲ ﻋﺒﺎﺩﺓ ﺍﻟﱠﻠ ﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ ، ﻭ ﺭ ﺟﻞ ﻗﻠﺒﻪ ﻣﻌﱠﻠ ﻖ ﺑﺎﻟ ﻤ ﺴﺎ ﺟﺪ ﻭ ﺭ ﺟﻼﻥ ﺗ ﺤﺎﱠﺑﺎ'
			'ﻓﻲ ﺍﻟﱠﻠ ﻪ ﺍ ﺟﺘﻤﻌﺎ ﻋﻠﻴﻪ ، ﻭﺗﻔ ﱠﺮﻗﺎ ﻋﻠﻴﻪ ، ﻭ ﺭ ﺟﻞ ﺩ ﻋﺘﻪ ﺍ ﻣ ﺮﺃﺓ ﺫﺍ ﺕ ﻣﻨ ﺼ ﺐ ﻭ ﺟ ﻤﺎ ﻝ ، ﻓﻘﺎﻝ : ﺇﱢﻧﻲ ﺃﺧﺎ ﻑ ﺍﻟﱠﻠﻪ ، ﻭ ﺭ ﺟﻞ'
			'ﺗ ﺼﱠﺪ ﻕ ﺑ ﺼﺪﻗ ﺔ ، ﻓﺄ ﺧﻔﺎ ﻩﺎ ﺣﱠﺘﻰ ﻻ ﺗﻌﻠﻢ ﺷ ﻤﺎﻟﻪ ﻣﺎ ﺗﻨﻔ ﻖ ﻳ ﻤﻴﻨﻪ ، ﻭ ﺭ ﺟ ﻞ ﺫﺁ ﺮ ﺍﻟﱠﻠ ﻪ ﺧﺎﻟﻴﺎ ﻓﻔﺎ ﺿ ﺖ ﻋﻴﻨﺎﻩ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 376'
),
	Hadith(
		hadithNumber: 377,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺈﻧ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻳﻘﻮ ﻝ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ : ﺃﻳ ﻦ ﺍﻟﻤﺘ ﺤﺎﱡﺑﻮ ﻥ."'
			'ﺑ ﺠﻼﻟﻲ ؟ ﺍﻟﻴ ﻮﻡ ﺃ ﻇﻠﱡ ﻬﻢ ﻓﻲ ﻇﱢﻠﻲ ﻳﻮﻡ ﻻ ﻇ ﱠﻞ ﺇ ﱠﻻ ﻇﱢﻠﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 377'
),
	Hadith(
		hadithNumber: 378,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﻻ ﺗﺪ ﺧﻠﻮﺍ ﺍﻟ ﺠﱠﻨ ﺔ ﺣﱠﺘﻰ ﺗ ﺆﻣﻨﻮﺍ ،'
			'ﻭﻻ ﺗ ﺆﻣﻨﻮﺍ ﺣﱠﺘﻰ ﺗ ﺤﺎﱡﺑﻮﺍ ، ﺃ ﻭ ﻻ ﺃﺩﻟﱡﻜﻢ ﻋﻠﻰ ﺷﻲ ﺀ ﺇﺫﺍ ﻓﻌﻠﺘﻤﻮﻩ ﺗ ﺤﺎﺑﺒﺘﻢ ؟ ﺃﻓ ﺸﻮﺍ ﺍﻟ ﱠﺴﻼﻡ ﺑﻴﻨﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 378'
),
	Hadith(
		hadithNumber: 379,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺯﺍﺭ ﺃﺧﺎ ﻟﻪ ﻓﻲ ﻗ ﺮﻳ ﺔ ﺃ ﺧ ﺮﻯ ، ﻓﺄ ﺭ ﺻﺪ ﺍﻟﱠﻠﻪ ﻟﻪ ﻋﻠﻰ'
			'ﻣﺪ ﺭﺟﺘ ﻪ ﻣﻠﻜﺎ » ﻭﺫﺁﺮ ﺍﻟﺤﺪﻳﺚ ﺇﻟﻰ ﻗﻮﻟﻪ :'
			'»ﺈﻧ ﺍﻟﱠﻠﻪ ﻗﺪ ﺃ ﺣﱠﺒ ﻚ ﺁ ﻤﺎ ﺃ ﺣﺒﺒﺘﻪ ﻓﻴ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﻗﺪ ﺳﺒﻖ ﺑﺎﻟﺒﺎ ﺏ ﻗﺒﻠﻪ',
		translation: 'Translation of Hadith 379'
),
	Hadith(
		hadithNumber: 380,
		hadith:
						'ﻭﻋﻦ ﺍﻟﺒ ﺮﺍ ﺀ ﺑ ﻦ ﻋﺎﺯ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﻪ ﻗﺎﻝ ﻓﻲ ﺍ ﻷﻧ ﺼﺎﺭ : « ﻻ ﻳ ﺤﺒﱡ ﻬﻢ ﺇ ﱠﻻ'
			'ﻣﺆ ﻣ ﻦ ، ﻭﻻ ﻳﺒﻐ ﻀ ﻬﻢ ﺇ ﱠﻻ ﻣﻨﺎﻓ ﻖ ، ﻣ ﻦ ﺃ ﺣﱠﺒ ﻬﻢ ﺃﺣﱠﺒﻪ ﺍﻟﱠﻠﻪ ، ﻭ ﻣ ﻦ ﺃﺑﻐ ﻀ ﻬﻢ ﺃﺑﻐ ﻀﻪ ﺍﻟﱠﻠﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 380'
),
	Hadith(
		hadithNumber: 381,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : ﻗﺎ ﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ :'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .ﺍﻟﻤﺘ ﺤﺎﱡﺑﻮ ﻥ ﻓﻲ ﺟﻼﻟﻲ ، ﻟ ﻬﻢ ﻣﻨﺎﺑ ﺮ ﻣ ﻦ ﻧﻮ ﺭ ﻳﻐﺒ ﻄ ﻬﻢ ﺍﻟﱠﻨﺒﱡﻴﻮ ﻥ ﻭﺍﻟ ﱡﺸ ﻬﺪﺍ ﺀ »',
		translation: 'Translation of Hadith 381'
),
	Hadith(
		hadithNumber: 382,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺇﺩﺭﻳﺲ ﺍﻟ ﺨﻮﻻﻧ ﱢﻲ ﺭ ﺣ ﻤﻪ ﺍﻟﱠﻠﻪ ﻗﺎﻝ : ﺩ ﺧﻠ ﺖ ﻣ ﺴ ﺠﺪ ﺩ ﻣ ﺸ ﻖ ، ﻓﺈﺫﺍ ﻓﺘﻰ ﺑ ﱠﺮﺍ ﻕ ﺍﻟﱠﺜﻨﺎﻳﺎ ﻭﺇﺫﺍ ﺍﻟﱠﻨﺎ ﺱ'
			'ﻣﻌﻪ ، ﻓﺈﺫﺍ ﺍ ﺧﺘﻠﻔﻮﺍ ﻓﻲ ﺷﻲ ﺀ ، ﺃ ﺳﻨﺪﻭﻩ ﺇﻟﻴﻪ ، ﻭ ﺻﺪ ﺭﻭﺍ ﻋ ﻦ ﺭﺃﻳ ﻪ ، ﻓ ﺴﺄﻟ ﺖ ﻋﻨﻪ ، ﻓﻘﻴ ﻞ : ﻩﺬﺍ ﻣﻌﺎﺫ ﺑ ﻦ ﺟﺒ ﻞ'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻠﱠﻤﺎ ﺁﺎ ﻥ ﻣ ﻦ ﺍﻟﻐﺪ ، ﻩﺠﱠ ﺮ ﺕ ، ﻓ ﻮ ﺟﺪﺗﻪ ﻗﺪ ﺳﺒﻘﻨﻲ ﺑﺎﻟﱠﺘ ﻬ ﺠﻴ ﺮ ، ﻭ ﻭ ﺟﺪﺗﻪ ﻳ ﺼﱢﻠﻲ ، ﻓﺎﻧﺘ ﻈ ﺮﺗﻪ ﺣﱠﺘﻰ'
			'ﻗ ﻀﻰ ﺻﻼﺗﻪ ، ﺛﻢﱠ ﺟﺌﺘﻪ ﻣ ﻦ ﻗﺒ ﻞ ﻭ ﺟ ﻬ ﻪ ، ﻓ ﺴﱠﻠ ﻤ ﺖ ﻋﻠﻴﻪ ، ﺛﻢﱠ ﻗﻠ ﺖ : ﻭﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﻷ ﺣﱡﺒ ﻚ ﻟﱠﻠ ﻪ ، ﻓﻘﺎ ﻝ : ﺁﻟﱠﻠ ﻪ ؟ ﻓﻘﻠ ﺖ :'
			'ﺃﻟﱠﻠ ﻪ ، ﻓﻘﺎﻝ : ﺁﻟﱠﻠ ﻪ ؟ ﻓﻘﻠ ﺖ : ﺃﻟﱠﻠ ﻪ ، ﻓﺄ ﺧﺬﻧﻲ ﺑ ﺤﺒ ﻮﺓ ﺭﺩﺍﺋﻲ ، ﻓ ﺠﺒﺬﻧﻲ ﺇﻟﻴﻪ ، ﻓﻘﺎ ﻝ : ﺃﺑ ﺸ ﺮ ، ﻓﺈﱢﻧﻲ ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻗﺎ ﻝ ﺍﻟﻠﱠﻪ ﺗﻌﺎﻟﻰ ﻭ ﺟﺒ ﺖ ﻣـﺤﱠﺒﺘﻲ ﻟﻠﻤﺘ ﺤﺎﱢﺑﻴ ﻦ ﻓ ﱠﻲ ، ﻭﺍﻟﻤﺘﺠﺎﻟ ﺴﻴ ﻦ ﻓ ﱠﻲ ،'
			'ﻭﺍﻟﻤﺘ ﺰﺍ ﻭ ﺭﻳ ﻦ ﻓ ﱠﻲ ، ﻭﺍﻟﻤﺘﺒﺎﺫﻟﻴ ﻦ ﻓ ﱠﻲ » ﺣﺪﻳﺚ ﺻﺤﻴﺢ ﺭﻭﺍﻩ ﻣﺎﻟ ﻚ ﻓﻲ ﺍﻟﻤﻮ ﱠﻃﺈ ﺑﺈﺳﻨﺎﺩﻩ ﺍﻟ ﱠﺼﺤﻴ ﺢ .'
			'ﻗ ﻮﻟﻪ « ﻩﺠﱠ ﺮ ﺕ » ﺃ ﻱ ﺑﻜﱠ ﺮ ﺕ ، ﻭ ﻩ ﻮ ﺑﺘﺸﺪﻳﺪ ﺍﻟﺠﻴﻢ ﻗﻮﻟﻪ : « ﺍﻟﱠﻠ ﻪ ﻓﻘﻠ ﺖ : ﺃﻟﱠﻠ ﻪ » ﺍ ﻷﻭﱠ ﻝ ﺑﻬﻤﺰﺓ ﻣﻤﺪﻭﺩﺓ ﻟﻼﺳﺘﻔﻬﺎﻡ'
			'، ﻭﺍﻟﺜﺎﻧﻲ ﺑﻼ ﻣﺪ',
		translation: 'Translation of Hadith 382'
),
	Hadith(
		hadithNumber: 383,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺁﺮﻳﻤﺔ ﺍﻟ ﻤﻘﺪﺍﺩ ﺑﻦ ﻣﻌﺪ ﻳﻜﺮﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ « ﺇﺫﺍ ﺃ ﺣ ﱠﺐ'
			'ﺍﻟﺮﱠ ﺟ ﻞ ﺃ ﺧﺎﻩ ، ﻓﻠﻴ ﺨﺒ ﺮﻩ ﺃﻧﱠﻪ ﻳ ﺤﺒﱡﻪ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 383'
),
	Hadith(
		hadithNumber: 384,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺃ ﺧﺬ ﺑﻴﺪﻩ ﻭﻗﺎﻝ : « ﻳﺎ ﻣﻌﺎﺫ ﻭﺍﻟﱠﻠ ﻪ ، ﺇﱢﻧﻲ'
			'ﻷ ﺣﱡﺒ ﻚ ، ﺛﻢﱠ ﺃﻭ ﺻﻴ ﻚ ﻳﺎ ﻣﻌﺎﺫ ﻻ ﺗﺪﻋ ﱠﻦ ﻓﻲ ﺩﺑ ﺮ ﺁﻞﱢ ﺻﻼﺓ ﺗﻘﻮ ﻝ : ﺍﻟﱠﻠ ﻬﻢ ﺃ ﻋﱢﻨﻲ ﻋﻠﻰ ﺫﺁ ﺮ ﻙ ﻭ ﺷﻜ ﺮ ﻙ ، ﻭ ﺣﺴ ﻦ'
			'ﻋﺒﺎﺩﺗﻚ » .'
			' .384ﺣﺪﻳﺚ ﺻﺤﻴ ﺢ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﻨﺴﺎﺋﻲ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 384'
),
	Hadith(
		hadithNumber: 385,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺁﺎ ﻥ ﻋﻨﺪ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓ ﻤ ﱠﺮ ﺑ ﻪ ، ﻓﻘﺎﻝ : ﻳﺎ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﻷ ﺣﺐﱡ ﻩﺬﺍ ، ﻓﻘﺎﻝ ﻟﻪ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﺃ ﻋﻠﻤﺘﻪ ؟ » ﻗﺎ ﻝ : ﻻ ﻗﺎ ﻝ : «ﺃ ﻋﻠ ﻤﻪ»'
			'ﻓﻠ ﺤﻘﻪ ، ﻓﻘﺎ ﻝ : ﺇﱢﻧﻲ ﺃ ﺣﱡﺒ ﻚ ﻓﻲ ﺍﻟﱠﻠﻪ ، ﻓﻘﺎ ﻝ : ﺃ ﺣﱠﺒ ﻚ ﺍﱠﻟﺬﻱ ﺃ ﺣﺒﺒﺘﻨﻲ ﻟﻪ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 385'
),
	Hadith(
		hadithNumber: 386,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻗﺎﻝ: ﻣ ﻦ'
			'ﻋﺎﺪﯨ ﻟ ﻲ ﻭﻟﻴﺎ ، ﻓﻘﺪ ﺁﺫﻧﺘﻪ ﺑﺎﻟ ﺤ ﺮ ﺏ ، ﻭ ﻣﺎ ﺗﻘ ﱠﺮ ﺏ ﺇﻟ ﱠﻲ ﻋﺒﺪﻱ ﺑ ﺸﻲ ﺀ ﺃ ﺣ ﱠﺐ ﺇﻟ ﱠﻲ ﻣﱠﻤﺎ ﺍﻓﺘ ﺮ ﺿ ﺖ ﻋﻠﻴﻪ ، ﻭ ﻣﺎ ﻳ ﺰﺍ ﻝ'
			'ﻋﺒﺪﻱ ﻳﺘﻘ ﱠﺮ ﺏ ﺇﻟ ﱠﻲ ﺑﺎﻟﱠﻨ ﻮﺍﻓ ﻞ ﺣﱠﺘﻰ ﺃ ﺣﺒﱠﻪ ، ﻓﺈﺫﺍ ﺃ ﺣﺒﺒﺘﻪ ، ﺁﻨ ﺖ ﺳ ﻤﻌﻪ ﺍﱠﻟﺬﻱ ﻳ ﺴﻤ ﻊ ﺑ ﻪ ، ﻭﺑ ﺼ ﺮﻩ ﺍﱠﻟﺬﻱ ﻳﺒ ﺼ ﺮ ﺑ ﻪ ،'
			'ﻭﻳﺪﻩ ﺍﱠﻟﺘﻲ ﻳﺒ ﻄ ﺶ ﺑ ﻬﺎ ، ﻭﺭ ﺟﻠﻪ ﺍﱠﻟﺘﻲ ﻳ ﻤ ﺸﻲ ﺑﻬﺎ ﻭﺇ ﻥ ﺳﺄﻟﻨﻲ ﺃ ﻋ ﻄﻴﺘﻪ ، ﻭﻟﺌ ﻦ ﺍ ﺳﺘﻌﺎﺫﻧﻲ ﻷ ﻋﻴﺬﻧﱠﻪ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻣﻌﻨﻰ « ﺁﺫﻧﺘﻪ » : ﺃ ﻋﻠ ﻤﺘﻪ ﺑﺄﱢﻧﻲ ﻣ ﺤﺎ ﺭ ﺏ ﻟﻪ . ﻭﻗﻮﻟﻪ : « ﺍ ﺳﺘﻌﺎﺫﻧﻲ » ﺭﻮﻳ ﺑﺎﻟﺒﺎ ﺀ ﻭﺭﻮﻳ ﺑﺎﻟﻨﻮﻥ',
		translation: 'Translation of Hadith 386'
),
	Hadith(
		hadithNumber: 387,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ : « ﺇﺫﺍ ﺃ ﺣ ﱠﺐ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺍﻟﻌﺒﺪ ، ﻧﺎﺪﯨ ﺟﺒﺮﻳﻞ : ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			'ﻳ ﺤﺐﱡ ﻓﻼﻧﺎ ، ﻓﺄ ﺣﺒﺒﻪ ، ﻓﻴﺤﺒﱡﻪ ﺟﺒﺮﻳ ﻞ ، ﻓﻴﻨﺎﺪﯨ ﻓﻲ ﺃ ﻩ ﻞ ﺍﻟ ﱠﺴ ﻤﺎﺀ : ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻳ ﺤﺐﱡ ﻓﻼﻧﺎ ، ﻓﺄ ﺣﺒﻮﻩ ، ﻓﻴ ﺤﺒﱡﻪ ﺃ ﻩ ﻞ'
			'ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ، ﺛﻢﱠ ﻳ ﻮ ﺿ ﻊ ﻟﻪ ﺍﻟﻘﺒﻮ ﻝ ﻓﻲ ﺍ ﻷ ﺭ ﺽ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺇﺫﺍ ﺃﺣ ﱠﺐ ﻋﺒﺪﺍ ﺩﻋﺎ ﺟﺒﺮﻳ ﻞ ، ﻓﻘﺎﻝ'
			': ﺇﱢﻧﻲ ﺃ ﺣﺐﱡ ﻓﻼﻧﺎ ﻓﺄ ﺣﺒﺒﻪ ، ﻓﻴ ﺤﺒﱡﻪ ﺟﺒﺮﻳ ﻞ ، ﺛﱠﻢ ﻳﻨﺎﺪﻳ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ ، ﻓﻴﻘﻮ ﻝ : ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻳ ﺤﺐﱡ ﻓﻼﻧﺎ ، ﻓﺄ ﺣﱡﺒﻮﻩ ﻓﻴﺤﺒﱡﻪ'
			'ﺃ ﻩ ﻞ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ﺛﻢﱠ ﻳﻮ ﺿ ﻊ ﻟﻪ ﺍﻟﻘﺒﻮ ﻝ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ، ﻭﺇﺫﺍ ﺃﺑﻐ ﺾ ﻋﺒﺪﺍ ﺩﻋﺎ ﺟﺒﺮﻳ ﻞ ، ﻓﻴﻘﻮ ﻝ : ﺇﱢﻧﻲ ﺃﺑﻐ ﺾ ﻓﻼﻧﺎ ،'
			'ﻓﺄﺑﻐ ﻀﻪ ، ﻓﻴﺒﻐ ﻀﻪ ﺟﺒﺮﻳ ﻞ ، ﺛﻢﱠ ﻳﻨﺎﺪﻳ ﻓﻲ ﺃ ﻩ ﻞ ﺍﻟ ﱠﺴﻤﺎ ﺀ : ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻳﺒﻐ ﺾ ﻓﻼﻧﺎ ، ﻓﺄﺑﻐ ﻀﻮﻩ ، ﻓﻴﺒﻐ ﻀﻪ ﺃ ﻩ ﻞ'
			'ﺍﻟ ﱠﺴﻤﺎ ﺀ ﺛﻢﱠ ﺗﻮ ﺿ ﻊ ﻟﻪ ﺍﻟﺒﻐ ﻀﺎ ﺀ ﻓﻲ ﺍ ﻷ ﺭ ﺽ »',
		translation: 'Translation of Hadith 387'
),
	Hadith(
		hadithNumber: 388,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺑﻌ ﺚ ﺭ ﺟ ﻼ ﻋﻠﻰ ﺳ ﺮﱠﻳ ﺔ ، ﻓﻜﺎ ﻥ'
			'ﻳﻘﺮﺃ ﻷ ﺻﺤﺎﺑ ﻪ ﻓﻲ ﺻﻼﺗ ﻬﻢ ، ﻓﻴ ﺨﺘﻢ ﺑــ { ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ } ﻓﻠﱠﻤﺎ ﺭ ﺟﻌﻮﺍ ، ﺫﺁﺮﻭﺍ ﺫﻟ ﻚ ﻟﺮﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ : « ﺳﻠﻮﻩ ﻷ ﱢﻱ ﺷﻲ ﺀ ﻳ ﺼﻨ ﻊ ﺫﻟ ﻚ ؟ » ﻓ ﺴﺄﻟﻮﻩ ، ﻓﻘﺎ ﻝ : ﻷﱠﻧ ﻬﺎ ﺻﻔﺔ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ، ﻓﺄﻧﺎ ﺃ ﺣﺐﱡ ﺃ ﻥ'
			'ﺃﻗ ﺮﺃ ﺑ ﻬﺎ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﺧﺒ ﺮﻭﻩ ﺃ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻳﺤﺒﱡﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 388'
),
	Hadith(
		hadithNumber: 389,
		hadith:
						'ﻭﻋﻦ ﺟﻨﺪ ﺏ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺻﱠﻠﻰ ﺻ ﻼﺓ'
			'ﺍﻟ ﱡﺼﺒ ﺢ ، ﻓ ﻬ ﻮ ﻓﻲ ﺫﱠﻣ ﺔ ﺍﻟﱠﻠﻪ ، ﻓﻼ ﻳ ﻄﻠﺒﻨﱠﻜﻢ ﺍﻟﻠﱠﻪ ﻣ ﻦ ﺫﱠﻣﺘ ﻪ ﺑ ﺸﻲ ﺀ ، ﻓﺈﱠﻧﻪ ﻣ ﻦ ﻳ ﻄﻠﺒﻪ ﻣ ﻦ ﺫﱠﻣﺘ ﻪ ﺑ ﺸﻲ ﺀ ، ﻳﺪ ﺭﺁﻪ ، ﺛﻢﱠ'
			'ﻳﻜﺒﱡﻪ ﻋﻠﻰ ﻭ ﺟ ﻬ ﻪ ﻓﻲ ﻧﺎ ﺭ ﺟ ﻬﱠﻨﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 389'
),
	Hadith(
		hadithNumber: 390,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃ ﻣ ﺮ ﺕ ﺃ ﻥ ﺃﻗﺎﺗ ﻞ ﺍﻟﱠﻨﺎ ﺱ'
			'ﺣﱠﺘﻰ ﻳ ﺸ ﻬﺪﻭﺍ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣ ﺤﱠﻤﺪﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﻳﻘﻴﻤﻮﺍ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﻳﺆﺗﻮﺍ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻓﺈﺫﺍ ﻓﻌﻠﻮﺍ ﺫﻟ ﻚ ،'
			'ﻋﺼﻤﻮﺍ ﻣﱢﻨﻲ ﺩﻣﺎ ﺀ ﻩﻢ ﻭﺃ ﻣﻮﺍﻟ ﻬﻢ ﺇ ﱠﻻ ﺑ ﺤ ﱢﻖ ﺍ ﻹ ﺳﻼﻡ ، ﻭ ﺣﺴﺎﺑ ﻬﻢ ﻋﻠﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 390'
),
	Hadith(
		hadithNumber: 391,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﻃﺎ ﺭ ﻕ ﺑﻦ ﺃ ﺷﻴﻢ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﻗﺎﻝ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻣﺤﻤﺪﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻭﺁﻔ ﺮ ﺑﻤﺎ ﻳﻌﺒﺪ ﻣ ﻦ ﺩﻭ ﻥ ﺍﻟﱠﻠ ﻪ ، ﺣ ﺮﻡ ﻣﺎﻟﻪ ﻭﺩﻣﻪ ، ﻭ ﺣﺴﺎﺑﻪ'
			' .391ﻋﻠﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 391'
),
	Hadith(
		hadithNumber: 392,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻌﺒﺪ ﺍﻟﻤﻘﺪﺍﺩ ﺑ ﻦ ﺍ ﻷ ﺳ ﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﻠﺖ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'ﺃ ﺭﺃﻳ ﺖ ﺇ ﻥ ﻟﻘﻴ ﺖ ﺭ ﺟ ﻼ ﻣ ﻦ ﺍﻟﻜﱠﻔﺎ ﺭ ، ﻓﺎﻗﺘﺘﻠﻨﺎ ، ﻓ ﻀ ﺮ ﺏ ﺇ ﺣﺪﻯ ﻳﺪ ﱠﻱ ﺑﺎﻟ ﱠﺴﻴ ﻒ ، ﻓﻘ ﻄﻌ ﻬﺎ ﺛﻢﱠ ﻻﺫ ﻣﱢﻨﻲ ﺑ ﺸ ﺠ ﺮﺓ ، ﻓﻘﺎﻝ :'
			'ﺃ ﺳﻠ ﻤ ﺖ ﻟﱠﻠ ﻪ ، ﺃﺃﻗﺘﻠﻪ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺑﻌﺪ ﺃ ﻥ ﻗﺎﻟﻬﺎ ؟ ﻓﻘﺎ ﻝ : « ﻻ ﺗﻘﺘﻠﻪ » ، ﻓﻘﻠ ﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻗﻄ ﻊ ﺇﺣﺪﻯ ﻳﺪ ﱠﻱ ،'
			'ﺛﻢﱠ ﻗﺎﻝ ﺫﻟ ﻚ ﺑﻌﺪﻣﺎ ﻗﻄﻌﻬﺎ ؟ ﻓﻘﺎﻝ : « ﻻ ﺗﻘﺘﻠﻪ ، ﻓﺈ ﻥ ﻗﺘﻠﺘﻪ ، ﻓﺈﱠﻧﻪ ﺑﻤﻨ ﺰﻟﺘ ﻚ ﻗﺒ ﻞ ﺃ ﻥ ﺗﻘﺘﻠﻪ . ﻭﺇﱠﻧ ﻚ ﺑ ﻤﻨ ﺰﻟﺘ ﻪ ﻗﺒ ﻞ ﺃ ﻥ'
			'ﻳﻘﻮ ﻝ ﺁﻠ ﻤﺘﻪ ﺍﻟﺘﻲ ﻗﺎﻝ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻣﻌﻨﻰ « ﺇﻧﱠﻪ ﺑﻤﻨ ﺰﻟﺘﻚ » ﺃ ﻱ : ﻣﻌ ﺼﻮﻡ ﺍﻟﱠﺪﻡ ﻣ ﺤﻜﻮﻡ ﺑﺈ ﺳﻼ ﻣ ﻪ ، ﻭﻣﻌﻨﻰ « ﺇﱠﻧ ﻚ ﺑ ﻤﻨ ﺰﻟﺘﻪ » ﺃ ﻱ : ﻣﺒﺎ ﺡ ﺍﻟﱠﺪﻡ'
			'ﺑﺎﻟﻘ ﺼﺎﺹ ﻟ ﻮ ﺭﺛﺘ ﻪ ، ﻻ ﺃﻧﱠﻪ ﺑ ﻤﻨ ﺰﻟﺘ ﻪ ﻓﻲ ﺍﻟﻜﻔ ﺮ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 392'
),
	Hadith(
		hadithNumber: 393,
		hadith:
						'ﻭﻋﻦ ﺃﺳﺎﻣ ﺔ ﺑ ﻦ ﺯﻳﺪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺑﻌﺜﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﻟﻰ ﺍﻟ ﺤ ﺮﻗ ﺔ ﻣ ﻦ'
			'ﺟ ﻬﻴﻨ ﺔ ، ﻓ ﺼﱠﺒ ﺤﻨﺎ ﺍﻟﻘ ﻮﻡ ﻋﻠﻰ ﻣﻴﺎ ﻩﻬﻢ ، ﻭﻟ ﺤﻘ ﺖ ﺃﻧﺎ ﻭ ﺭ ﺟﻞ ﻣ ﻦ ﺍ ﻷﻧ ﺼﺎ ﺭ ﺭ ﺟ ﻼ ﻣﻨ ﻬﻢ ﻓﻠﱠﻤﺎ ﻏ ﺸﻴﻨﺎﻩ ﻗﺎﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ'
			'ﺍﻟﱠﻠﻪ ، ﻓﻜ ﱠﻒ ﻋﻨﻪ ﺍ ﻷﻧﺼﺎ ﺭ ﱡﻱ ، ﻭ ﻃﻌﻨﺘﻪ ﺑ ﺮ ﻣ ﺤﻲ ﺣﱠﺘﻰ ﻗﺘﻠﺘﻪ ، ﻓﻠﱠﻤﺎ ﻗﺪ ﻣﻨﺎ ﺍﻟ ﻤﺪﻳﻨ ﺔ ، ﺑﻠ ﻎ ﺫﻟ ﻚ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ ﻟﻲ : « ﻳﺎ ﺃﺳﺎﻣﺔ ﺃﻗﺘﻠﺘﻪ ﺑﻌﺪ ﻣﺎ ﻗﺎ ﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ؟ ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇﱠﻧﻤﺎ ﺁﺎ ﻥ ﻣﺘﻌ ﱢﻮﺫﺍ ، ﻓﻘﺎ ﻝ'
			': « ﺃﻗﺘﻠﺘﻪ ﺑﻌﺪ ﻣﺎ ﻗﺎ ﻝ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ؟،» ﻓﻤﺎ ﺯﺍ ﻝ ﻳﻜ ﱢﺮ ﺭ ﻩﺎ ﻋﻠ ﱠﻲ ﺣﱠﺘﻰ ﺗﻤﻨﱠﻴ ﺖ ﺃﱢﻧﻲ ﻟﻢ ﺃﺁ ﻦ ﺃ ﺳﻠ ﻤ ﺖ ﻗﺒ ﻞ ﺫﻟ ﻚ ﺍﻟﻴ ﻮﻡ .'
			'ﻣﺘـﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻗﺎ ﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﻗﺘﻠﺘﻪ ؟، ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ،'
			'ﺇﱠﻧﻤﺎ ﻗﺎﻟ ﻬﺎ ﺧ ﻮﻓﺎ ﻣ ﻦ ﺍﻟ ﱢﺴﻼ ﺡ ، ﻗﺎﻝ : « ﺃﻓﻼ ﺷﻘﻘ ﺖ ﻋ ﻦ ﻗﻠﺒ ﻪ ﺣﱠﺘﻰ ﺗﻌﻠﻢ ﺃﻗﺎﻟ ﻬﺎ ﺄﻣ ﻻ؟،» ﻓ ﻤﺎ ﺯﺍ ﻝ ﻳﻜ ﱢﺮ ﺭ ﻩﺎ ﺣﱠﺘﻰ'
			'ﺗ ﻤﱠﻨﻴ ﺖ ﺃﱢﻧﻲ ﺃ ﺳﻠ ﻤ ﺖ ﻳ ﺆﻣﺌﺬ .'
			'»ﺍﻟﺤﺮﻗﺔ » ﺑﻀﻢ ﺍﻟﺤﺎﺀ ﺍﻟﻤﻬﻤﻠﺔ ﻭﻓﺘﺢ ﺍﻟﺮﺍﺀ : ﺑﻄﻦ ﻣﻦ ﺟﻬﻴﻨﺔ ﺍﻟﻘﺒﻴﻠﺔ ﺍﻟﻤﻌﺮﻭﻓﺔ ، ﻭﻗﻮﻟﻪ ﻣﺘﻌﻮﺫﺍ: ﺄﻳ'
			'ﻣﻌﺘﺼﻤﺎ ﺑﻬﺎ ﻣﻦ ﺍﻟﻘﺘﻞ ﻻ ﻣﻌﺘﻘﺪﺍ ﻟﻬﺎ',
		translation: 'Translation of Hadith 393'
),
	Hadith(
		hadithNumber: 394,
		hadith:
						'ﻭﻋﻦ ﺟﻨﺪ ﺏ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻌ ﺚ ﺑﻌﺜﺎ ﻣ ﻦ'
			'ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﺇﻟﻰ ﻗ ﻮﻡ ﻣ ﻦ ﺍﻟﻤ ﺸ ﺮﺁﻴ ﻦ ، ﻭﺃﱠﻧ ﻬﻢ ﺍﻟﺘﻘ ﻮﺍ ، ﻓﻜﺎ ﻥ ﺭ ﺟﻞ ﻣ ﻦ ﺍﻟﻤ ﺸ ﺮﺁﻴ ﻦ ﺇﺫﺍ ﺷﺎ ﺀ ﺃ ﻥ ﻳﻘ ﺼﺪ ﺇﻟﻰ ﺭ ﺟ ﻞ ﻣ ﻦ'
			'ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﻗ ﺼﺪ ﻟﻪ ﻓﻘﺘﻠﻪ ، ﻭﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻣ ﻦ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﻗ ﺼﺪ ﻏﻔﻠﺘﻪ ، ﻭﺁﱠﻨﺎ ﻧﺘ ﺤﱠﺪ ﺙ ﺃﻧﱠﻪ ﺃ ﺳﺎ ﻣﺔ ﺑ ﻦ ﺯﻳﺪ ﻓﻠﱠﻤﺎ ﺭﻓ ﻊ'
			'ﻋﻠﻴﻪ ﺍﻟ ﱠﺴﻴ ﻒ ، ﻗﺎﻝ : ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻓﻘﺘﻠﻪ ، ﻓ ﺠﺎ ﺀ ﺍﻟﺒ ﺸﻴ ﺮ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓ ﺴﺄﻟﻪ ،'
			'ﻭﺃ ﺧﺒ ﺮﻩ ، ﺣﱠﺘﻰ ﺃ ﺧﺒ ﺮﻩ ﺧﺒﺮ ﺍﻟ ﱠﺮ ﺟ ﻞ ﺁﻴ ﻒ ﺻﻨ ﻊ ، ﻓﺪ ﻋﺎﻩ ﻓ ﺴﺄﻟﻪ ، ﻓﻘﺎﻝ : « ﻟﻢ ﻗﺘﻠﺘﻪ ؟ » ﻓﻘﺎ ﻝ: ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'ﺃ ﻭ ﺟ ﻊ ﻓﻲ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ، ﻭﻗﺘ ﻞ ﻓﻼﻧﺎ ﻭﻓﻼﻧﺎ ﻭ ﺳﱠﻤﻰ ﻟﻪ ﻧﻔﺮﺍ ﻭﺇﱢﻧﻲ ﺣ ﻤﻠ ﺖ ﻋﻠﻴﻪ ، ﻓﻠﱠﻤﺎ ﺭﺄﯨ ﺍﻟ ﱠﺴﻴ ﻒ ﻗﺎﻝ : ﻻ ﺇﻟﻪ ﺇ ﱠﻻ'
			'ﺍﻟﱠﻠﻪ . ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻗﺘﻠﺘﻪ ؟ » ﻗﺎﻝ : ﻧﻌﻢ ، ﻗﺎﻝ : « ﻓﻜﻴ ﻒ ﺗ ﺼﻨ ﻊ ﺑﻼ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ،'
			'ﺇﺫﺍ ﺟﺎ ﺀﺕ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ؟ » ﻗﺎﻝ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺍ ﺳﺘﻐﻔ ﺮ ﻟﻲ . ﻗﺎﻝ : « ﻭﺁﻴ ﻒ ﺗ ﺼﻨ ﻊ ﺑﻼ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ، ﺇﺫﺍ ﺟﺎ ﺀﺕ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ؟ » ﻓ ﺠﻌ ﻞ ﻻ ﻳﺰﻳﺪ ﻋﻠﻰ ﺃ ﻥ ﻳﻘﻮ ﻝ : « ﺁﻴ ﻒ ﺗ ﺼﻨ ﻊ ﺑﻼ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﺇﺫﺍ ﺟﺎ ﺀ ﺕ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 394'
),
	Hadith(
		hadithNumber: 395,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﺘﺒﺔ ﺑﻦ ﻣﺴﻌﻮﺩ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﻋﻤﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻳﻘﻮ ﻝ: « ﺇ ﱠﻥ ﻧﺎﺳﺎ'
			'ﺁﺎﻧﻮﺍ ﻳ ﺆ ﺧﺬﻭ ﻥ ﺑﺎﻟ ﻮ ﺣﻲ ﻓﻲ ﻋ ﻬﺪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺇ ﱠﻥ ﺍﻟ ﻮ ﺣ ﻲ ﻗﺪ ﺍﻧﻘ ﻄ ﻊ، ﻭﺇﱠﻧ ﻤﺎ ﻧﺄ ﺧﺬﺁﻢ ﺍﻵ ﻥ'
			'ﺑﻤﺎ ﻇ ﻬ ﺮ ﻟﻨﺎ ﻣ ﻦ ﺃ ﻋﻤﺎﻟﻜﻢ ، ﻓ ﻤ ﻦ ﺃ ﻇ ﻬ ﺮ ﻟﻨﺎ ﺧﻴﺮﺍ ، ﺃﱠﻣﱠﻨﺎﻩ ، ﻭﻗ ﱠﺮﺑﻨﺎﻩ ﻭﻟﻴﺲ ﻟﻨﺎ ﻣ ﻦ ﺳﺮﻳ ﺮﺗ ﻪ ﺷﻲ ﺀ ، ﺍﻟﱠﻠﻪ ﻳﺤﺎ ﺳﺒﻪ'
			'ﻓﻲ ﺳ ﺮﻳ ﺮﺗ ﻪ ، ﻭ ﻣ ﻦ ﺃ ﻇ ﻬ ﺮ ﻟﻨﺎ ﺳﻮﺀﺍ ، ﻟﻢ ﻧﺄﻣﻨﻪ ، ﻭﻟﻢ ﻧ ﺼﺪﱢﻗﻪ ﻭﺇ ﻥ ﻗﺎﻝ ﺇ ﱠﻥ ﺳ ﺮﻳ ﺮﺗﻪ ﺣﺴﻨﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 395'
),
	Hadith(
		hadithNumber: 396,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺣﺪﺛﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻮﻫﻮ ﺍﻟ ﱠﺼﺎﺩ ﻕ'
			'ﺍﻟﻤﺼﺪﻭ ﻕ : « ﺇ ﱠﻥ ﺃ ﺣﺪﺁﻢ ﻳ ﺠﻤ ﻊ ﺧﻠﻘﻪ ﻓﻲ ﺑ ﻄﻦ ﺃﱢﻣ ﻪ ﺃ ﺭﺑﻌﻴ ﻦ ﻳ ﻮﻣﺎ ﻧ ﻄﻔ ﺔ ، ﺛﻢﱠ ﻳﻜﻮ ﻥ ﻋﻠﻘ ﺔ ﻣﺜ ﻞ ﺫﻟ ﻚ ، ﺛﻢﱠ ﻳﻜﻮ ﻥ'
			'ﻣ ﻀﻐ ﺔ ﻣﺜ ﻞ ﺫﻟ ﻚ ، ﺛﻢﱠ ﻳ ﺮ ﺳ ﻞ ﺍﻟ ﻤﻠ ﻚ ، ﻓﻴﻨﻔ ﺦ ﻓﻴ ﻪ ﺍﻟ ﱠﺮﻭ ﺡ ، ﻭﻳ ﺆﻣ ﺮ ﺑﺄ ﺭﺑ ﻊ ﺁﻠﻤﺎ ﺕ : ﺑﻜﺘ ﺐ ﺭﺯﻗ ﺔ ، ﻭﺃﺟﻠ ﻪ ، ﻭﻋ ﻤﻠ ﻪ ،'
			'ﻭ ﺷﻘ ﱞﻲ ﺃ ﻭ ﺳﻌﻴﺪ . ﻓ ﻮ ﺍﱠﻟﺬﻱ ﻻ ﺇﻟﻪ ﻏﻴ ﺮﻩ ﺇ ﱠﻥ ﺃ ﺣﺪﺁﻢ ﻟﻴﻌﻤ ﻞ ﻋ ﻤ ﻞ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ﺣﱠﺘﻰ ﻣﺎ ﻳﻜﻮ ﻥ ﺑﻴﻨﻪ ﻭﺑﻴﻨ ﻬﺎ ﺇ ﱠﻻ ﺫﺭﺍ ﻉ ،'
			'ﻓﻴ ﺴﺒ ﻖ ﻋﻠﻴﻪ ﺍﻟﻜﺘﺎ ﺏ ، ﻓﻴﻌﻤ ﻞ ﺑﻌ ﻤ ﻞ ﺃ ﻩﻞ ﺍﻟﱠﻨﺎ ﺭ ، ﻓﻴﺪ ﺧﻠ ﻬﺎ ، ﻭﺇ ﱠﻥ ﺃ ﺣﺪﺁﻢ ﻟﻴﻌﻤ ﻞ ﺑﻌ ﻤ ﻞ ﺃ ﻩ ﻞ ﺍﻟﱠﻨﺎ ﺭ ﺣﱠﺘﻰ ﻣﺎ ﻳﻜﻮ ﻥ ﺑﻴﻨﻪ'
			'ﻭﺑﻴﻨ ﻬﺎ ﺇ ﱠﻻ ﺫ ﺭﺍ ﻉ ، ﻓﻴ ﺴﺒ ﻖ ﻋﻠﻴﻪ ﺍﻟﻜﺘﺎ ﺏ ﻓﻴﻌﻤ ﻞ ﺑﻌ ﻤ ﻞ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ﻓﻴﺪ ﺧﻠ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 396'
),
	Hadith(
		hadithNumber: 397,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳ ﺆﺗﻰ ﺑ ﺠ ﻬﱠﻨﻢ ﻳ ﻮﻣﺌﺬ ﻟ ﻬﺎ ﺳﺒﻌﻮ ﻥ ﺃﻟ ﻒ ﺯ ﻣﺎﻡ ، ﻣ ﻊ'
			'ﺁﻞﱢ ﺯ ﻣﺎﻡ ﺳﺒﻌﻮ ﻥ ﺃﻟ ﻒ ﻣﻠ ﻚ ﻳ ﺠ ﱡﺮﻭﻧ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 397'
),
	Hadith(
		hadithNumber: 398,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑ ﺸﻴ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﻘﻮﻝ: «'
			'ﺇ ﱠﻥ ﺃ ﻩ ﻮ ﻥ ﺃ ﻩ ﻞ ﺍﻟﱠﻨﺎ ﺭ ﻋﺬﺍﺑﺎ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣﺔ ﻟ ﺮ ﺟﻞ ﻳﻮ ﺿ ﻊ ﻓﻲ ﺃ ﺧﻤ ﺺ ﻗﺪﻣﻴﻪ ﺟ ﻤ ﺮﺗﺎ ﻥ ﻳﻐﻠﻲ ﻣﻨ ﻬﻤﺎ ﺩ ﻣﺎ ﻏﻪ ﻣﺎ ﻳﺮﻯ ﺃ ﱠﻥ'
			'ﺃﺣﺪﺍ ﺃ ﺷﱡﺪ ﻣﻨﻪ ﻋﺬﺍﺑﺎ ، ﻭﺇﱠﻧﻪ ﻷ ﻩﻮﻧ ﻬﻢ ﻋﺬﺍﺑﺎ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 398'
),
	Hadith(
		hadithNumber: 399,
		hadith:
						'ﻭﻋﻦ ﺳﻤﺮﺓ ﺑ ﻦ ﺟﻨﺪ ﺏ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﻧﺒ ﱠﻲ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻨ ﻬﻢ ﻣ ﻦ ﺗﺄ ﺧﺬﻩ'
			'ﺍﻟﱠﻨﺎ ﺭ ﺇﻟﻰ ﺁﻌﺒﻴ ﻪ ، ﻭ ﻣﻨ ﻬﻢ ﻣ ﻦ ﺗﺄ ﺧﺬﻩ ﺇﻟﻰ ﺭﺁﺒﺘﻴﻪ ، ﻭ ﻣﻨ ﻬﻢ ﻣ ﻦ ﺗﺄ ﺧﺬﻩ ﺇﻟﻰ ﺣ ﺠﺰﺗ ﻪ ، ﻭ ﻣﻨ ﻬﻢ ﻣ ﻦ ﺗﺄ ﺧﺬﻩ ﺇﻟﻰ ﺗ ﺮﻗ ﻮﺗ ﻪ'
			'» ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﺤ ﺠ ﺰﺓ » : ﻣﻌﻘﺪ ﺍ ﻹﺯﺍ ﺭ ﺗ ﺤ ﺖ ﺍﻟ ﱡﺴ ﱠﺮﺓ . ﻭ « ﺍﻟﺘﱠ ﺮﻗ ﻮﺓ » ﺑﻔﺘ ﺢ ﺍﻟﺘﺎ ﺀ ﻭﺿﻢ ﺍﻟﻘﺎﻑ : ﻩﻲ ﺍﻟﻌ ﻈﻢ ﺍﻟﺬﻱ ﻋﻨﺪ ﺛﻐﺮﺓ'
			'ﺍﻟﱠﻨ ﺤ ﺮ ، ﻭﻟ ﻺﻧ ﺴﺎ ﻥ ﺗ ﺮﻗ ﻮﺗﺎ ﻥ ﻓﻲ ﺟﺎﻧﺒﻲ ﺍﻟﱠﻨ ﺤ ﺮ',
		translation: 'Translation of Hadith 399'
),
	Hadith(
		hadithNumber: 400,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳﻘﻮﻡ ﺍﻟﱠﻨﺎ ﺱ ﻟ ﺮ ﱢﺏ'
			'ﺍﻟﻌﺎﻟ ﻤﻴ ﻦ ﺣﱠﺘﻰ ﻳﻐﻴﺐ ﺃﺣﺪ ﻩﻢ ﻓﻲ ﺭ ﺷ ﺤ ﻪ ﺇﻟﻰ ﺃﻧ ﺼﺎ ﻑ ﺃﺫﻧﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭ « ﺍﻟﺮﱠ ﺷ ﺢ » ﺍﻟﻌ ﺮ ﻕ',
		translation: 'Translation of Hadith 400'
),
	Hadith(
		hadithNumber: 401,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺧ ﻄﺒﻨﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺧ ﻄﺒ ﺔ ﻣﺎ ﺳ ﻤﻌ ﺖ ﻣﺜﻠ ﻬﺎ'
			'ﻗ ﱡﻂ ، ﻓﻘﺎﻝ : « ﻟ ﻮ ﺗﻌﻠﻤﻮ ﻥ ﻣﺎ ﺃ ﻋﻠﻢ ﻟ ﻀ ﺤﻜﺘﻢ ﻗﻠﻴﻼ ﻭﻟﺒﻜﻴﺘﻢ ﺁﺜﻴﺮﺍ» ﻓﻐ ﱠﻄﻰ ﺃ ﺻﺤﺎ ﺏ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻭ ﺟﻮ ﻩﻬﻢ ، ﻭﻟ ﻬﻢ ﺧﻨﻴ ﻦ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﺑﻠ ﻎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺃ ﺻﺤﺎﺑ ﻪ ﺷﻲ ﺀ ﻓ ﺨ ﻄ ﺐ ، ﻓﻘﺎﻝ : « ﻋﺮ ﺿ ﺖ ﻋﻠ ﱠﻲ ﺍﻟﺠﻨﱠﺔ'
			'ﻭﺍﻟﱠﻨﺎ ﺭ ، ﻓﻠﻢ ﺃﺭ ﺁﺎﻟﻴ ﻮﻡ ﻓﻲ ﺍﻟ ﺨﻴﺮ ﻭﺍﻟ ﱠﺸ ﱢﺮ ، ﻭﻟ ﻮ ﺗﻌﻠﻤﻮ ﻥ ﻣﺎ ﺃﻋﻠﻢ ﻟﻀ ﺤﻜﺘﻢ ﻗﻠﻴ ﻼ ، ﻭﻟﺒﻜﻴﺘﻢ ﺁﺜﻴﺮﺍ » ﻓﻤﺎ ﺃﺗﻰ ﻋﻠﻰ'
			'ﺃ ﺻ ﺤﺎ ﺏ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻮﻡ ﺃ ﺷﱡﺪ ﻣﻨﻪ ﻏ ﱠﻄ ﻮﺍ ﺭ ﺅﺳ ﻬﻢ ﻭﻟ ﻬﻢ ﺧﻨﻴ ﻦ .'
			'»ﺍﻟ ﺨﻨﻴ ﻦ » ﺑﺎﻟﺨﺎ ﺀ ﺍﻟﻤﻌﺠﻤﺔ : ﻩ ﻮ ﺍﻟﺒﻜﺎ ﺀ ﻣ ﻊ ﻏﱠﻨ ﺔ ﻭﺍﻧﺘ ﺸﺎ ﻕ ﺍﻟ ﱠﺼﻮ ﺕ ﻣ ﻦ ﺍ ﻷﻧ ﻒ',
		translation: 'Translation of Hadith 401'
),
	Hadith(
		hadithNumber: 402,
		hadith:
						'ﻭﻋﻦ ﺍﻟ ﻤﻘﺪﺍﺩ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺗﺪﻧﻲ ﺍﻟﺸﱠ ﻤ ﺲ ﻳﻮﻡ'
			'ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻣ ﻦ ﺍﻟ ﺨﻠ ﻖ ﺣﱠﺘﻰ ﺗﻜﻮ ﻥ ﻣﻨ ﻬﻢ ﺁ ﻤﻘﺪﺍ ﺭ ﻣﻴﻞ » ﻗﺎ ﻝ ﺳﻠﻴﻢ ﺑ ﻦ ﻋﺎﻣ ﺮ ﺍﻟ ﱠﺮﺍﻮﻳ ﻋ ﻦ ﺍﻟ ﻤﻘﺪﺍﺩ : ﻓ ﻮﺍﻟﱠﻠ ﻪ ﻣﺎ ﺃﺩ ﺮﻳ'
			'ﻣﺎ ﻳﻌﻨﻲ ﺑﺎﻟﻤﻴ ﻞ ، ﺃ ﻣ ﺴﺎﻓ ﺔ ﺍ ﻷﺭ ﺽ ﺄﻣ ﺍﻟ ﻤﻴﻞ ﺍﱠﻟﺬﻱ ﺗﻜﺘ ﺤ ﻞ ﺑ ﻪ ﺍﻟﻌﻴ ﻦ « ﻓﻴﻜﻮ ﻥ ﺍﻟﱠﻨﺎ ﺱ ﻋﻠﻰ ﻗﺪ ﺭ ﺃ ﻋﻤﺎﻟﻬﻢ ﻓﻲ ﺍﻟﻌ ﺮ ﻕ'
			'، ﻓ ﻤﻨ ﻬﻢ ﻣ ﻦ ﻳﻜﻮ ﻥ ﺇﻟﻰ ﺁﻌﺒﻴﻪ ، ﻭ ﻣﻨ ﻬﻢ ﻣ ﻦ ﻳﻜﻮ ﻥ ﺇﻟﻰ ﺭﺁﺒﺘﻴﻪ ، ﻭ ﻣﻨ ﻬﻢ ﻣ ﻦ ﻳﻜﻮﻥ ﺇﻟﻰ ﺣﻘ ﻮﻳﻪ ﻭ ﻣﻨ ﻬﻢ ﻣ ﻦ ﻳﻠ ﺠﻤﻪ'
			'ﺍﻟﻌ ﺮ ﻕ ﺇﻟﺠﺎﻣﺎ » ﻭﺃ ﺷﺎ ﺭ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻴﺪﻩ ﺇﻟﻰ ﻓﻴﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 402'
),
	Hadith(
		hadithNumber: 403,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳﻌ ﺮ ﻕ ﺍﻟﱠﻨﺎ ﺱ ﻳ ﻮﻡ'
			'ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺣﱠﺘﻰ ﻳﺬ ﻩﺐ ﻋ ﺮﻗ ﻬﻢ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ﺳﺒﻌﻴ ﻦ ﺫﺭﺍﻋﺎ ، ﻭﻳﻠ ﺠﻤ ﻬﻢ ﺣﱠﺘﻰ ﻳﺒﻠ ﻎ ﺁﺫﺍﻧ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻣﻌﻨﻰ « ﻳﺬ ﻩ ﺐ ﻓﻲ ﺍ ﻷ ﺭ ﺽ » : ﻳﻨ ﺰﻝ ﻭﻳﻐﻮﺹ',
		translation: 'Translation of Hadith 403'
),
	Hadith(
		hadithNumber: 404,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺁﻨﺎ ﻣﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫ ﺳ ﻤ ﻊ ﻭ ﺟﺒ ﺔ ﻓﻘﺎﻝ : « ﻩ ﻞ ﺗﺪ ﺭﻭ ﻥ ﻣﺎ ﻩﺬﺍ؟» ﻗﻠﻨﺎ :'
			'ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ ، ﻗﺎﻝ : ﻩﺬﺍ ﺣ ﺠﺮ ﺭ ﻣ ﻲ ﺑ ﻪ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ﻣﻨﺬ ﺳﺒﻌﻴ ﻦ ﺧﺮﻳﻔﺎ ﻓ ﻬ ﻮ ﻳ ﻬ ﻮﻱ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ﺍﻵ ﻥ ﺣﱠﺘﻰ ﺍﻧﺘ ﻬﻰ'
			'ﺇﻟﻰ ﻗﻌ ﺮ ﻩﺎ ، ﻓ ﺴ ﻤﻌﺘﻢ ﻭ ﺟﺒﺘ ﻬﺎ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 404'
),
	Hadith(
		hadithNumber: 405,
		hadith:
						'ﻭﻋﻦ ﻋﺪ ﱢﻱ ﺑ ﻦ ﺣﺎﺗﻢ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣﻨﻜﻢ ﻣ ﻦ ﺃ ﺣﺪ'
			'ﺇ ﱠﻻ ﺳﻴﻜﻠﱢﻤﻪ ﺭﺑﱡﻪ ﻟﻴ ﺲ ﺑﻴﻨﻪ ﻭﺑﻴﻨﻪ ﺗ ﺮ ﺟ ﻤﺎ ﻥ ، ﻓﻴﻨ ﻈ ﺮ ﺃﻳﻤ ﻦ ﻣﻨﻪ ، ﻓﻼ ﻳ ﺮﻯ ﺇ ﱠﻻ ﻣﺎ ﻗﱠﺪﻡ ، ﻭﻳﻨﻈﺮ ﺃﺷﺄﻡ ﻣﻨﻪ ﻓﻼ ﻳﺮﻯ'
			'ﺇﻻ ﻣﺎ ﻗﺪﻡ ، ﻭﻳﻨ ﻈ ﺮ ﺑﻴ ﻦ ﻳﺪﻳ ﻪ ، ﻓﻼ ﻳ ﺮﻯ ﺇ ﱠﻻ ﺍﻟﱠﻨﺎ ﺭ ﺗﻠﻘﺎ ﺀ ﻭﺟ ﻬﻪ، ﻓﺎﱠﺗﻘﻮﺍ ﺍﻟﱠﻨﺎ ﺭ ﻭﻟ ﻮ ﺑ ﺸ ﱢﻖ ﺗ ﻤ ﺮﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 405'
),
	Hadith(
		hadithNumber: 406,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱢﻧﻲ ﺃﺮﯨ ﻣﺎﻻ ﺗ ﺮ ﻭ ﻥ ،'
			'ﺃ ﱠﻃ ﺖ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﻭ ﺣﻖﱠ ﻟ ﻬﺎ ﺃ ﻥ ﺗﺌ ﱠﻂ ، ﻣﺎ ﻓﻴ ﻬﺎ ﻣ ﻮ ﺿ ﻊ ﺃ ﺭﺑ ﻊ ﺃ ﺻﺎﺑ ﻊ ﺇ ﱠﻻ ﻭ ﻣﻠ ﻚ ﻭﺍ ﺿ ﻊ ﺟﺒﻬﺘﻪ ﺳﺎ ﺟﺪﺍ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻭﺍﻟﱠﻠﻪ'
			'ﻟ ﻮ ﺗﻌﻠﻤﻮ ﻥ ﻣﺎ ﺃ ﻋﻠﻢ ، ﻟ ﻀ ﺤﻜﺘﻢ ﻗﻠﻴ ﻼ ، ﻭﻟﺒﻜﻴﺘﻢ ﺁﺜﻴﺮﺍ ، ﻭﻣﺎ ﺗﻠﱠﺬﺫﺗﻢ ﺑﺎﻟﱢﻨ ﺴﺎ ﺀ ﻋﻠﻰ ﺍﻟﻔ ﺮ ﺵ ﻭﻟ ﺨﺮ ﺟﺘﻢ ﺇﻟﻰ ﺍﻟ ﱡﺼﻌﺪﺍ ﺕ'
			'ﺗ ﺠﺄ ﺭﻮﻧ ﺇﻟﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ .'
			'ﻭ « ﺃ ﱠﻃ ﺖ » ﺑﻔﺘﺢ ﺍﻟﻬﻤﺰﺓ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻄﺎ ﺀ، ﻭﺗﺌ ﱡﻂ » ﺑﻔﺘﺢ ﺍﻟﺘﺎ ﺀ ﻭﺑﻌﺪﻩﺎ ﻩﻤﺰﺓ ﻣﻜﺴﻮﺭﺓ ، ﻭﺍ ﻷ ﻃﻴ ﻂ : ﺻ ﻮ ﺕ'
			'ﺍﻟ ﱠﺮﺣ ﻞ ﻭﺍﻟﻘﺘ ﺐ ﻭ ﺷﺒ ﻬ ﻬ ﻤﺎ ، ﻭﻣﻌﻨﺎﻩ : ﺃ ﱠﻥ ﺁﺜ ﺮﺓ ﻣ ﻦ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﻣ ﻦ ﺍﻟ ﻤﻼﺋﻜ ﺔ ﺍﻟﻌﺎﺑﺪﻳ ﻦ ﻗﺪ ﺃﺛﻘﻠﺘ ﻬﺎ ﺣﱠﺘﻰ ﺃ ﱠﻃ ﺖ .'
			'ﻭ « ﺍﻟ ﱡﺼﻌﺪﺍ ﺕ » ﺑﻀﻢ ﺍﻟﺼﺎﺩ ﻭﺍﻟﻌﻴﻦ : ﺍﻟ ﱡﻄ ﺮﻗﺎ ﺕ ، ﻭﻣﻌﻨﻰ « ﺗﺠﺄ ﺭﻭ ﻥ » : ﺗ ﺴﺘﻐﻴﺜﻮ ﻥ',
		translation: 'Translation of Hadith 406'
),
	Hadith(
		hadithNumber: 407,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑ ﺮ ﺯﺓ ﺑﺮﺍ ﺀ ﺛﻢ ﺯﺍ ﻱ ﻧ ﻀﻠ ﺔ ﺑ ﻦ ﻋﺒﻴﺪ ﺍ ﻷ ﺳﻠ ﻤ ﱢﻲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ.'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺰﻭ ﻝ ﻗﺪ ﻣﺎ ﻋﺒﺪ ﺣﱠﺘﻰ ﻳ ﺴﺄ ﻝ ﻋ ﻦ ﻋ ﻤ ﺮﻩ ﻓﻴﻢ ﺃﻓﻨﺎﻩ ، ﻭ ﻋ ﻦ ﻋﻠﻤ ﻪ ﻓﻴﻢ ﻓﻌ ﻞ ﻓﻴ ﻪ ، ﻭ ﻋ ﻦ ﻣﺎﻟ ﻪ ﻣ ﻦ'
			'ﺃﻳ ﻦ ﺍﺁﺘﺴﺒﻪ ، ﻭﻓﻴﻢ ﺃﻧﻔﻘﻪ ، ﻭ ﻋﻦ ﺟ ﺴﻤ ﻪ ﻓﻴﻢ ﺃﺑﻼﻩ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 407'
),
	Hadith(
		hadithNumber: 408,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺮﺃ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : { ﻳ ﻮﻣﺌﺬ ﺗ ﺤﺪﱢ ﺙ'
			'ﺃ ﺧﺒﺎ ﺭ ﻩﺎ } ﺛﻢ ﻗﺎﻝ : « ﺃﺗﺪ ﺭﻭ ﻥ ﻣﺎ ﺃ ﺧﺒﺎ ﺭ ﻩﺎ ؟ » ﻗﺎﻟﻮﺍ : ﺍﻟﻠﱠﻪ ﻭ ﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ . ﻗﺎﻝ : «ﻓﺈ ﱠﻥ ﺃ ﺧﺒﺎ ﺮﻫﺎ ﺃ ﻥ ﺗ ﺸ ﻬﺪ ﻋﻠﻰ'
			'ﺁﻞﱢ ﻋﺒﺪ ﺃ ﻭ ﺃﻣ ﺔ ﺑ ﻤﺎ ﻋ ﻤ ﻞ ﻋﻠﻰ ﻇ ﻬ ﺮ ﻩﺎ ، ﺗﻘﻮ ﻝ : ﻋ ﻤﻠ ﺖ ﺁﺬﺍ ﻭﺁﺬﺍ ﻓﻲ ﻳ ﻮﻡ ﺁﺬﺍ ﻭﺁﺬﺍ ، ﻓ ﻬﺬﻩ ﺃ ﺧﺒﺎ ﺭ ﻩﺎ » ﺭﻭﺍﻩ'
			'ﺍﻟﱢﺘ ﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'( ﺿﻌﻴﻒ ) [ ﻓﻴﻪ : ﻳﺤﻴﻰ ﺑﻦ ﺃﺑﻲ ﺳﻠﻴﻤﺎﻥ ﺍﻟﻤﺪﻧﻲ ، ﻮﻫﻮ ﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 408'
),
	Hadith(
		hadithNumber: 409,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺁﻴ ﻒ ﺃﻧﻌﻢ'
			'ﻭ ﺻﺎ ﺣ ﺐ ﺍﻟﻘ ﺮ ﻥ ﻗﺪ ﺍﻟﺘﻘﻢ ﺍﻟﻘ ﺮ ﻥ ، ﻭﺍ ﺳﺘ ﻤ ﻊ ﺍ ﻹﺫ ﻥ ﻣﺘﻰ ﻳ ﺆﻣ ﺮ ﺑﺎﻟﱠﻨﻔ ﺦ ﻓﻴﻨﻔ ﺦ » ﻓﻜﺄ ﱠﻥ ﺫﻟ ﻚ ﺛﻘ ﻞ ﻋﻠﻰ ﺃ ﺻ ﺤﺎ ﺏ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ ﻟ ﻬﻢ : « ﻗﻮﻟﻮﺍ: ﺣ ﺴﺒﻨﺎ ﺍﻟﱠﻠﻪ ﻭﻧﻌﻢ ﺍﻟﻮﺁﻴ ﻞ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'»ﺍﻟﻘ ﺮ ﻥ » : ﻩ ﻮ ﺍﻟ ﱡﺼﻮ ﺭ ﺍﱠﻟﺬﻱ ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : { ﻭﻧﻔ ﺦ ﻓﻲ ﺍﻟ ﱡﺼﻮ ﺭ } ﺁﺬﺍ ﻓ ﱠﺴ ﺮﻩ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ',
		translation: 'Translation of Hadith 409'
),
	Hadith(
		hadithNumber: 410,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺧﺎ ﻑ ﺃﺩﻟ ﺞ، ﻭ ﻣ ﻦ'
			'ﺃﺩﻟ ﺞ ، ﺑﻠ ﻎ ﺍﻟ ﻤﻨﺰ ﻝ ﺃﻻ ﺇ ﱠﻥ ﺳﻠﻌ ﺔ ﺍﻟﱠﻠ ﻪ ﻏﺎﻟﻴﺔ ، ﺃﻻ ﺇ ﱠﻥ ﺳﻠﻌ ﺔ ﺍﻟﱠﻠ ﻪ ﺍﻟ ﺠﻨﱠﺔ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'ﻭ « ﺃﺩﻟ ﺞ » ﺑﺈ ﺳﻜﺎﻥ ﺍﻟﱠﺪﻻ ، ﻭﻣﻌﻨﺎﻩ : ﺳﺎ ﺭ ﻣ ﻦ ﺃ ﱠﻭ ﻝ ﺍﻟﱠﻠﻴ ﻞ ، ﻭﺍﻟﻤ ﺮﺍﺩ : ﺍﻟﱠﺘ ﺸﻤﻴ ﺮ ﻓﻲ ﺍﻟ ﱠﻄﺎ ﻋﺔ . ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 410'
),
	Hadith(
		hadithNumber: 411,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟﺖ : ﺳﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﻘﻮﻝ : «ﻳ ﺤ ﺸ ﺮ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺣﻔﺎﺓ ﻋﺮﺍﺓ ﻏ ﺮ ﻻ » ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺍﻟ ﱢﺮ ﺟﺎ ﻝ ﻭﺍﻟﱢﻨ ﺴﺎ ﺀ ﺟ ﻤﻴﻌﺎ ﻳﻨ ﻈ ﺮ ﺑﻌ ﻀ ﻬﻢ ﺇﻟﻰ ﺑﻌ ﺾ ،؟'
			'ﻗﺎﻝ : « ﻳﺎ ﻋﺎﺋ ﺸﺔ ﺍ ﻷﻣ ﺮ ﺃ ﺷﱡﺪ ﻣﻦ ﺃ ﻥ ﻳ ﻬﱠﻤ ﻬﻢ ﺫﻟ ﻚ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺍ ﻷ ﻣ ﺮ ﺃ ﻩﱡﻢ ﻣﻦ ﺄﻧ ﻳﻨ ﻈ ﺮ ﺑﻌ ﻀ ﻬﻢ ﺇﻟﻰ ﺑﻌ ﺾ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . « ﻏﺮ ﻻ » ﺑ ﻀﱢﻢ ﺍﻟﻐﻴ ﻦ ﺍﻟﻤﻌ ﺠ ﻤ ﺔ ،'
			'ﺄﻳ : ﻏﻴ ﺮ ﻣﺨﺘﻮﻧﻴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 411'
),
	Hadith(
		hadithNumber: 412,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺎﺩﺓ ﺑ ﻦ ﺍﻟﺼﺎ ﻣ ﺖ ، ﺭﺿﻲ ﺍﻟﻠﱠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺷ ﻬﺪ ﺃ ﻥ'
			'ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ ، ﻭﺃ ﱠﻥ ﻣﺤﱠﻤﺪﺍ ﻋﺒﺪﻩ ﻭ ﺭ ﺳﻮﻟﻪ ، ﻭﺃ ﱠﻥ ﻋﻴﺴﻰ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻭ ﺭ ﺳﻮﻟﻪ ، ﻭﺁﻠ ﻤﺘﻪ ﺃﻟﻘﺎﻩﺎ'
			'ﺇﻟﻰ ﻣ ﺮﻳﻢ ﻭ ﺭﻭ ﺡ ﻣﻨﻪ ، ﻭﺃ ﱠﻥ ﺍﻟ ﺠﱠﻨ ﺔ ﺣ ﱞﻖ ﻭﺍﻟﱠﻨﺎ ﺭ ﺣ ﱞﻖ ، ﺃﺩ ﺧﻠﻪ ﺍﻟﱠﻠﻪ ﺍﻟ ﺠﱠﻨ ﺔ ﻋﻠﻰ ﻣﺎ ﺁﺎ ﻥ ﻣ ﻦ ﺍﻟﻌ ﻤ ﻞ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﻣ ﻦ ﺷ ﻬﺪ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣ ﺤﱠﻤﺪﺍ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺣ ﱠﺮﻡ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻪ ﺍﻟﱠﻨﺎ ﺭ » .'
			'`',
		translation: 'Translation of Hadith 412'
),
	Hadith(
		hadithNumber: 413,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﻞ: ﻣ ﻦ'
			'ﺟﺎ ﺀ ﺑﺎﻟ ﺤ ﺴﻨ ﺔ ، ﻓﻠﻪ ﻋ ﺸ ﺮ ﺃ ﻣﺜﺎﻟﻬﺎ ﺃ ﻭ ﺃ ﺯﻳﺪ ، ﻭ ﻣ ﻦ ﺟﺎ ﺀ ﺑﺎﻟ ﱠﺴﱢﻴﺌ ﺔ ، ﻓ ﺠ ﺰﺍ ﺀ ﺳﱢﻴﺌ ﺔ ﺳﱢﻴﺌﺔ ﻣﺜﻠ ﻬﺎ ﺃ ﻭ ﺃ ﻏﻔ ﺮ . ﻭ ﻣ ﻦ'
			'ﺗﻘ ﱠﺮ ﺏ ﻣﱢﻨﻲ ﺷﺒﺮﺍ ، ﺗﻘ ﱠﺮﺑ ﺖ ﻣﻨﻪ ﺫ ﺭﺍﻋﺎ ، ﻭﻣ ﻦ ﺗﻘ ﱠﺮ ﺏ ﻣﱢﻨﻲ ﺫ ﺭﺍﻋﺎ، ﺗﻘ ﱠﺮﺑ ﺖ ﻣﻨﻪ ﺑﺎﻋﺎ، ﻭ ﻣ ﻦ ﺃﺗﺎﻧﻲ ﻳﻤﺸﻲ ، ﺃﺗﻴﺘﻪ'
			'ﻩ ﺮﻭﻟ ﺔ ، ﻭ ﻣ ﻦ ﻟﻘﻴﻨﻲ ﺑﻘ ﺮﺍ ﺏ ﺍ ﻷ ﺭ ﺽ ﺧ ﻄﻴﺌ ﺔ ﻻ ﻳ ﺸ ﺮ ﻙ ﺑﻲ ﺷﻴﺌﺎ، ﻟﻘﻴﺘﻪ ﺑﻤﺜﻠﻬﺎ ﻣﻐﻔ ﺮﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻣﻌﻨﻰ ﺍﻟﺤﺪﻳﺚ : « ﻣ ﻦ ﺗﻘ ﱠﺮ ﺏ » ﺇﻟ ﱠﻲ ﺑﻄﺎ ﻋﺘﻲ « ﺗﻘ ﱠﺮﺑ ﺖ » ﺇﻟﻴﻪ ﺑﺮ ﺣﻤﺘﻲ ، ﻭﺇ ﻥ ﺯﺍﺩ ﺯﺩ ﺕ، «ﻓﺈ ﻥ ﺃﺗﺎﻧﻲ ﻳﻤﺸﻲ »'
			'ﻭﺃ ﺳ ﺮ ﻉ ﻓﻲ ﻃﺎ ﻋﺘﻲ « ﺃﺗﻴﺘﻪ ﻩ ﺮ ﻭﻟ ﺔ » ﺃ ﻱ : ﺻﺒﺒ ﺐ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺮ ﺣﻤﺔ ، ﻭ ﺳﺒﻘﺘﻪ ﺑﻬﺎ ، ﻭﻟﻢ ﺃ ﺣ ﻮ ﺟﻪ ﺇﻟﻰ ﺍﻟ ﻤ ﺸ ﻲ'
			'ﺍﻟﻜﺜﻴ ﺮ ﻓﻲ ﺍﻟ ﻮ ﺻﻮ ﻝ ﺇﻟﻰ ﺍﻟ ﻤﻘ ﺼﻮﺩ ، « ﻭﻗ ﺮﺍ ﺏ ﺍ ﻷ ﺭ ﺽ» ﺑﻀﱢﻢ ﺍﻟﻘﺎ ﻑ ﻭﻳﻘﺎﻝ ﺑﻜﺴﺮﻩﺎ ، ﻭﺍﻟﻀﻢ ﺃﺻ ﺢ ، ﻭﺃﺷﻬﺮ ،'
			' .413ﻭﻣﻌﻨﺎﻩ : ﻣﺎ ﻳﻘﺎ ﺭ ﺏ ﻣ ﻸﻩﺎ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 413'
),
	Hadith(
		hadithNumber: 414,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺟﺎ ﺀ ﺃ ﻋ ﺮﺍﺑ ﱞﻲ ﺇﻟﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'، ﻣﺎ ﺍﻟﻤﻮ ﺟﺒﺘﺎ ﻥ ؟ ﻓﻘﺎ ﻝ : « ﻣ ﻦ ﻣﺎﺕ ﻻ ﻳﺸ ﺮ ﻙ ﺑﺎﻟﱠﻠﻪ ﺷﻴﺌﺎ ﺩ ﺧ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻭ ﻣ ﻦ ﻣﺎ ﺕ ﻳ ﺸ ﺮ ﻙ ﺑ ﻪ ﺷﻴﺌﺎ ، ﺩ ﺧ ﻞ ﺍﻟﱠﻨﺎ ﺭ'
			'» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 414'
),
	Hadith(
		hadithNumber: 415,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻣﻌﺎﺫ ﺭﺩﻳﻔﻪ ﻋﻠﻰ ﺍﻟ ﱠﺮ ﺣ ﻞ ﻗﺎ ﻝ : «ﻳﺎ ﻣﻌﺎﺫ'
			'» ﻗﺎﻝ : ﻟﺒﱠﻴﻴ ﻚ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭ ﺳﻌﺪﻳ ﻚ ، ﻗﺎ ﻝ : « ﻳﺎ ﻣﻌﺎﺫ » ﻗﺎ ﻝ : ﻟﱠﺒﻴ ﻚ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻭ ﺳﻌﺪﻳ ﻚ . ﻗﺎ ﻝ : « ﻳﺎ ﻣﻌﺎﺫ'
			'» ﻗﺎﻝ : ﻟﱠﺒﻴ ﻚ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭ ﺳﻌﺪﻳ ﻚ ﺛﻼﺛﺎ ، ﻗﺎ ﻝ : « ﻣﺎ ﻣﻦ ﻋﺒﺪ ﻳ ﺸ ﻬﺪ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣ ﺤﻤﺪﺍ ﻋﺒﺪﻩ'
			'ﻭ ﺭ ﺳﻮﻟﻪ ﺻﺪﻗﺎ ﻣ ﻦ ﻗﻠﺒ ﻪ ﺇ ﱠﻻ ﺣ ﺮ ﻣﻪ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺭ » ﻗﺎ ﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻓ ﻼ ﺃ ﺧﺒ ﺮ ﺑﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﻓﻴﺴﺘﺒﺸﺮﻭﺍ ؟'
			'ﻗﺎﻝ : «ﺇﺫﺍ ﻳﱠﺘﻜﻠﻮﺍ » ﻓﺄ ﺧﺒ ﺮ ﺑﻬﺎ ﻣﻌـﺎﺫ ﻋﻨﺪ ﻣ ﻮﺗ ﻪ ﺗﺄﱡﺛﻤﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻗﻮﻟﻪ : « ﺗﺄﺛﻤﺎ » ﺃ ﻱ : ﺧ ﻮﻓﺎ ﻣ ﻦ ﺍ ﻹﺛﻢ ﻓﻲ ﺁﺘﻢ ﻩﺬﺍ ﺍﻟﻌﻠﻢ',
		translation: 'Translation of Hadith 415'
),
	Hadith(
		hadithNumber: 416,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺃ ﻭ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ : ﺷﻚ ﺍﻟ ﱠﺮﺍ ﻮﻳ ، ﻭ ﻻ ﻳ ﻀﺮﱡ ﺍﻟ ﱠﺸ ﱡﻚ ﻓﻲ ﻋﻴ ﻦ.'
			'ﺍﻟ ﱠﺼﺤﺎﺑﻲ ، ﻷﻧﻬﻢ ﺁﻠﱡ ﻬﻢ ﻋﺪﻮﻟ ، ﻗﺎﻝ : ﻟﻤﺎ ﺁﺎﻥ ﻳ ﻮﻡ ﻏ ﺰ ﻭﺓ ﺗﺒﻮ ﻙ، ﺃﺻﺎ ﺏ ﺍﻟﻨﺎ ﺱ ﻣ ﺠﺎ ﻋﺔ ، ﻓﻘﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'ﻟ ﻮ ﺃﺫﻧ ﺖ ﻟﻨﺎ ﻓﻨ ﺤ ﺮﻧﺎ ﻧﻮﺍ ﺿ ﺤﻨﺎ ، ﻓﺄﺁﻠﻨﺎ ﻭﺍﱠﺩ ﻩﱠﻨﺎ؟ ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻓﻌﻠﻮﺍ » ﻓ ﺠﺎ ﺀ ﻋ ﻤ ﺮ'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻘﺎ ﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺇ ﻥ ﻓﻌﻠ ﺖ ﻗ ﱠﻞ ﺍﻟﻈﱠ ﻬ ﺮ ، ﻭﻟﻜ ﻦ ﺍﺩ ﻋ ﻬﻢ ﺑﻔ ﻀ ﻞ ﺃ ﺯ ﻭﺍﺩ ﻩﻢ ، ﺛﻢﱠ ﺍﺩ ﻉ ﺍﻟﱠﻠ ﻪ ﻟ ﻬﻢ'
			'ﻋﻠﻴ ﻬﺎ ﺑﺎﻟﺒ ﺮﺁ ﺔ ﻟﻌ ﱠﻞ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻳ ﺠﻌ ﻞ ﻓﻲ ﺫﻟ ﻚ ﺍﻟﺒ ﺮﺁ ﺔ . ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻧﻌﻢ» ﻓﺪ ﻋﺎ ﺑﻨ ﻄ ﻊ'
			'ﻓﺒ ﺴﻄﻪ ، ﺛﻢﱠ ﺩ ﻋﺎ ﺑﻔ ﻀ ﻞ ﺃ ﺯﺍ ﻭﺩ ﻩﻢ ، ﻓﺠﻌ ﻞ ﺍﻟﺮﱠ ﺟ ﻞ ﻳﺠﻲ ﺀ ﺑﻜ ﱢﻒ ﺫ ﺭﺓ ﻭﻳﺠﻲ ﺀ ﺍﻵ ﺧ ﺮ ﺑﻜ ﱢﻒ ﺗ ﻤ ﺮ ، ﻭﻳﺠﻲ ﺀ ﺍﻵ ﺧ ﺮ'
			'ﺑﻜﺴ ﺮﺓ ﺣﺘﻰ ﺍ ﺟﺘ ﻤ ﻊ ﻋﻠﻰ ﺍﻟﱢﻨ ﻄ ﻊ ﻣ ﻦ ﺫﻟ ﻚ ﺷﻲ ﺀ ﻳ ﺴﻴﺮ ، ﻓﺪ ﻋﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺎﻟﺒ ﺮﺁ ﺔ ، ﺛﻢﱠ ﻗﺎ ﻝ'
			'« ﺧﺬﻭﺍ ﻓﻲ ﺃ ﻭ ﻋﻴﺘﻜﻢ ، ﻓﺄ ﺧﺬﻭﺍ ﻓﻲ ﺃ ﻭ ﻋﻴﺘ ﻬﻢ ﺣﺘﻰ ﻣﺎ ﺗﺮﺁﻮﺍ ﻓﻲ ﺍﻟﻌ ﺴﻜ ﺮ ﻭﻋﺎﺀ ﺇ ﱠﻻ ﻣﻸﻭﻩ ، ﻭﺃﺁﻠﻮﺍ ﺣﱠﺘﻰ ﺷﺒﻌﻮﺍ'
			'ﻭﻓ ﻀ ﻞ ﻓ ﻀﻠﺔ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﺷ ﻬﺪ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃﱢﻧﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻻ ﻳﻠﻘﻰ ﺍﻟﱠﻠﻪ'
			'ﺑﻬﻤﺎ ﻋﺒﺪ ﻏﻴ ﺮ ﺷﺎ ﱟﻙ ، ﻓﻴ ﺤﺠ ﺐ ﻋ ﻦ ﺍﻟ ﺠﱠﻨ ﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 416'
),
	Hadith(
		hadithNumber: 417,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺘﺒﺎ ﻥ ﺑ ﻦ ﻣﺎﻟ ﻚ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻮﻫﻮ ﻣﱠﻤ ﻦ ﺷ ﻬﺪ ﺑﺪﺭﺍ ، ﻗﺎﻝ : ﺁﻨ ﺖ ﺃ ﺻﱢﻠﻲ ﻟﻘ ﻮﻣﻲ ﺑﻨﻲ ﺳﺎﻟﻢ ،'
			'ﻭﺁﺎ ﻥ ﻳ ﺤﻮ ﻝ ﺑﻴﻨﻲ ﻭﺑﻴﻨ ﻬﻢ ﻭﺍﺩ ﺇﺫﺍ ﺟﺎ ﺀ ﺕ ﺍ ﻷﻣﻄﺎ ﺭ ، ﻓﻴ ﺸ ﱡﻖ ﻋﻠ ﱠﻲ ﺍ ﺟﺘﻴﺎ ﺯﻩ ﻗﺒ ﻞ ﻣ ﺴ ﺠﺪ ﻩﻢ ، ﻓﺠﺌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﻠ ﺖ ﻟﻪ : ﺇﱢﻧﻲ ﺃﻧﻜ ﺮ ﺕ ﺑ ﺼ ﺮﻱ ، ﻭﺇ ﱠﻥ ﺍﻟ ﻮﺍﺩ ﻱ ﺍﱠﻟﺬﻱ ﺑﻴﻨﻲ ﻭﺑﻴ ﻦ ﻗ ﻮﻣﻲ ﻳ ﺴﻴ ﻞ ﺇﺫﺍ ﺟﺎ ﺀﺕ ﺍ ﻷ ﻣﻄﺎ ﺭ'
			'، ﻓﻴ ﺸ ﱡﻖ ﻋﻠ ﱠﻲ ﺍ ﺟﺘﻴﺎ ﺯﻩ ، ﻓ ﻮﺩﺩ ﺕ ﺃﱠﻧ ﻚ ﺗﺄﺗﻲ ، ﻓﺘ ﺼﻠ ﱢﻲ ﻓﻲ ﺑﻴﺘﻲ ﻣﻜﺎﻧﺎ ﺃﺗﱠ ﺨﺬﻩ ﻣ ﺼﻠﻰ، ﻓﻘﺎﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺳﺄﻓﻌ ﻞ » ﻓﻐﺪﺍ ﻋﻠ ﱠﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﺃﺑﻮ ﺑﻜ ﺮ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺑﻌﺪ ﻣﺎ ﺍ ﺷﺘﱠﺪ ﺍﻟﱠﻨ ﻬﺎ ﺭ ، ﻭﺍ ﺳﺘﺄﺫ ﻥ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄﺫﻧ ﺖ ﻟﻪ ، ﻓﻠﻢ ﻳ ﺠﻠ ﺲ ﺣﺘﻰ ﻗﺎ ﻝ : « ﺃﻳ ﻦ ﺗ ﺤﺐﱡ ﺃ ﻥ ﺃ ﺻﱢﻠ ﻲ ﻣ ﻦ ﺑﻴﺘ ﻚ ؟ »'
			'ﻓﺄ ﺷ ﺮ ﺕ ﻟﻪ ﺇﻟﻰ ﺍﻟ ﻤﻜﺎ ﻥ ﺍﱠﻟﺬﻱ ﺃﺣ ﱡﺐ ﺃ ﻥ ﻳ ﺼﱢﻠ ﻲ ﻓﻴﻪ ، ﻓﻘﺎﻡ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻜﱠﺒ ﺮ ﻭ ﺻﻔﻔﻨﺎ'
			'ﻭﺭﺍ ﺀﻩ ، ﻓ ﺼﱠﻠﻰ ﺭﺁﻌﺘﻴﻦ ، ﺛﻢﱠ ﺳﱠﻠﻢ ﻭ ﺳﱠﻠ ﻤﻨﺎ ﺣﻴ ﻦ ﺳﱠﻠﻢ ، ﻓ ﺤﺒ ﺴﺘﻪ ﻋﻠﻰ ﺧﺰﻳﺮﺓ ﺗ ﺼﻨ ﻊ ﻟﻪ ، ﻓ ﺴ ﻤ ﻊ ﺃ ﻩ ﻞ ﺍﻟﱠﺪﺍ ﺭ ﺃ ﱠﻥ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺑﻴﺘﻲ ، ﻓﺜﺎ ﺏ ﺭ ﺟﺎﻝ ﻣﻨﻬﻢ ﺣﱠﺘﻰ ﺁﺜ ﺮ ﺍﻟ ﱢﺮ ﺟﺎ ﻝ ﻓﻲ ﺍﻟﺒﻴ ﺖ ، ﻓﻘﺎ ﻝ ﺭ ﺟﻞ : ﻣﺎ'
			'ﺗﻘ ﻞ ﺫﻟ ﻚ ﺃ ﻻ ﺗﺮﺍﻩ ﻗﺎ ﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻳﺒﺘﻐﻲ ﺑﺬﻟ ﻚ ﻭ ﺟﻪ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ؟،» . ﻓﻘﺎ ﻝ : ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ ، ﺃﱠﻣﺎ ﻧ ﺤ ﻦﻓﻌ ﻞ ﻣﺎﻟ ﻚ ﻻ ﺃ ﺭﺍﻩ ، ﻓﻘﺎ ﻝ ﺭ ﺟﻞ : ﺫﻟﻚ ﻣﻨﺎﻓ ﻖ ﻻ ﻳ ﺤﺐﱡ ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻻ'
			'ﻓ ﻮﺍﻟﱠﻠ ﻪ ﻣﺎ ﻧ ﺮﻯ ﻭﺩﱠﻩ ، ﻭ ﻻ ﺣﺪﻳﺜﻪ ﺇ ﱠﻻ ﺇﻟﻰ ﺍﻟﻤﻨﺎﻓﻘﻴ ﻦ ، ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ ﻗﺪ'
			'ﺣ ﱠﺮﻡ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺭ ﻣ ﻦ ﻗﺎ ﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻳﺒﺘﻐﻲ ﺑﺬﻟ ﻚ ﻭ ﺟﻪ ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ « ﻋﺘﺒﺎ ﻥ » ﺑﻜﺴﺮ ﺍﻟﻌﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ ، ﻭﺇﺳﻜﺎﻥ ﺍﻟﺘﺎ ﺀ ﺍﻟﻤﺜﱠﻨﺎﺓ ﻓ ﻮ ﻕ ﻭﺑﻌﺪ ﻩﺎ ﺑﺎ ﺀ ﻣ ﻮ ﱠﺣﺪﺓ . ﻭ «ﺍﻟ ﺨ ﺰﻳ ﺮﺓ » ﺑﺎﻟﺨﺎ ﺀ'
			'ﺍﻟﻤﻌﺠﻤ ﺔ ، ﻭﺍﻟ ﱠﺰﺎﻳ : ﻩﻲ ﺩﻗﻴ ﻖ ﻳ ﻄﺒ ﺦ ﺑ ﺸ ﺤﻢ ﻭﻗﻮﻟﻪ : « ﺛﺎ ﺏ ﺭﺟﺎﻝ » ﺑﺎﻟﱠﺜﺎ ﺀ ﺍﻟ ﻤﺜﱠﻠﺜ ﺔ ، ﺃ ﻱ : ﺟﺎﺀﻭﺍ ﻭﺍ ﺟﺘﻤﻌﻮﺍ .'
			'`',
		translation: 'Translation of Hadith 417'
),
	Hadith(
		hadithNumber: 418,
		hadith:
						'ﻭﻋﻦ ﻋﻤ ﺮ ﺑ ﻦ ﺍﻟﺨﻄﺎﺏ ، ﺭﺿﻲ ﺍﻟﻠﱠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺪﻡ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺴﺒﻲ ﻓﺈﺫﺍ ﺍ ﻣ ﺮﺃﺓ'
			'ﻣ ﻦ ﺍﻟ ﱠﺴﺒﻲ ﺗ ﺴﻌﻰ ، ﺇﺫ ﻭ ﺟﺪ ﺕ ﺻﺒﻴﺎ ﻓﻲ ﺍﻟﺴﺒﻲ ﺃ ﺧﺬﺗﻪ ﻓﺄﻟ ﺰﻗﺘﻪ ﺑﺒ ﻄﻨﻬﺎ ، ﻓﺄ ﺭ ﺿﻌﺘﻪ ، ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺗ ﺮ ﻭ ﻥ ﻩﺬﻩ ﺍﻟ ﻤ ﺮﺃﺓ ﻃﺎ ﺭ ﺣﺔ ﻭﻟﺪ ﻩﺎ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ؟ ﻗﻠﻨﺎ : ﻻ ﻭﺍﻟﱠﻠ ﻪ . ﻓﻘﺎ ﻝ : «ﻟﻠﱠﻪ ﺃ ﺭﺣﻢ ﺑﻌﺒﺎﺩﻩ ﻣ ﻦ ﻩﺬﻩ'
			'ﺑﻮﻟﺪ ﻩﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 418'
),
	Hadith(
		hadithNumber: 419,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻤﺎ ﺧﻠ ﻖ ﺍﻟﱠﻠﻪ'
			'ﺍﻟ ﺨﻠ ﻖ ، ﺁﺘ ﺐ ﻓﻲ ﺁﺘﺎ ﺏ ، ﻓ ﻬ ﻮ ﻋﻨﺪﻩ ﻓ ﻮ ﻕ ﺍﻟﻌ ﺮ ﺵ : ﺇ ﱠﻥ ﺭ ﺣﻤﺘﻲ ﺗﻐﻠ ﺐ ﻏ ﻀﺒﻲ » .'
			' .419ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻏﻠﺒ ﺖ ﻏ ﻀﺒﻲ » ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ « ﺳﺒﻘ ﺖ ﻏ ﻀﺒﻲ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 419'
),
	Hadith(
		hadithNumber: 420,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : ﺟﻌ ﻞ ﺍﻟﱠﻠﻪ ﺍﻟ ﱠﺮ ﺣﻤ ﺔ ﻣﺎﺋ ﺔ ﺟ ﺰ ﺀ، ﻓﺄ ﻣ ﺴ ﻚ ﻋﻨﺪﻩ'
			'ﺗ ﺴﻌ ﺔ ﻭﺗ ﺴﻌﻴ ﻦ ، ﻭﺃﻧ ﺰ ﻝ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ﺟ ﺰ ﺀﺍ ﻭﺍ ﺣﺪﺍ ، ﻓ ﻤ ﻦ ﺫﻟ ﻚ ﺍﻟ ﺠ ﺰ ﺀ ﻳﺘﺮﺍﺣﻢ ﺍﻟ ﺨﻼﺋ ﻖ ﺣﱠﺘﻰ ﺗ ﺮﻓ ﻊ ﺍﻟﱠﺪﺍﺑﱠﺔ ﺣﺎﻓ ﺮ ﻩﺎ'
			'ﻋ ﻦ ﻭﻟﺪ ﻩﺎ ﺧ ﺸﻴ ﺔ ﺃ ﻥ ﺗ ﺼﻴﺒﻪ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺇ ﱠﻥ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻣﺎﺋ ﺔ ﺭ ﺣﻤ ﺔ ﺃﻧ ﺰ ﻝ ﻣﻨ ﻬﺎ ﺭ ﺣﻤ ﺔ ﻭﺍ ﺣﺪﺓ ﺑﻴ ﻦ ﺍﻟ ﺠ ﱢﻦ ﻭﺍ ﻹﻧ ﺲ ﻭﺍﻟﺒ ﻬﺎﺋﻢ ﻭﺍﻟ ﻬﻮﺍﱢﻡ ، ﻓﺒ ﻬﺎ'
			'ﻳﺘﻌﺎ ﻃﻔﻮ ﻥ ، ﻭﺑﻬﺎ ﻳﺘﺮﺍ ﺣﻤﻮ ﻥ ، ﻭﺑﻬﺎ ﺗﻌ ﻄ ﻒ ﺍﻟ ﻮ ﺣ ﺶ ﻋﻠﻰ ﻭﻟﺪ ﻩﺎ ، ﻭﺃ ﱠﺧ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺗ ﺴﻌﺎ ﻭﺗ ﺴﻌﻴ ﻦ ﺭ ﺣﻤ ﺔ ﻳ ﺮ ﺣﻢ'
			'ﺑﻬﺎ ﻋﺒﺎﺩﻩ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ ﺃﻳﻀﺎ ﻣﻦ ﺭﻭﺍﻳ ﺔ ﺳﻠ ﻤﺎ ﻥ ﺍﻟﻔﺎ ﺭﺳ ﱢﻲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﺇ ﱠﻥ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻣﺎﺋ ﺔ ﺭ ﺣﻤ ﺔ ﻓ ﻤﻨﻬﺎ ﺭ ﺣﻤﺔ ﻳﺘﺮﺍ ﺣﻢ ﺑﻬﺎ ﺍﻟ ﺨﻠ ﻖ ﺑﻴﻨ ﻬﻢ، ﻭﺗ ﺴﻊ ﻭﺗ ﺴﻌﻮ ﻥ ﻟﻴ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺧﻠ ﻖ ﻳﻮﻡ ﺧﻠ ﻖ ﺍﻟ ﱠﺴ ﻤﻮﺍ ﺕ ﻭﺍ ﻷ ﺭ ﺽ ﻣﺎﺋ ﺔ ﺭ ﺣﻤ ﺔ ﺁﻞﱡ ﺭ ﺣ ﻤ ﺔ ﻃﺒﺎ ﻕ ﻣﺎ ﺑﻴ ﻦ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ﺇﻟﻰ'
			'ﺍ ﻷ ﺭ ﺽ ، ﻓ ﺠﻌ ﻞ ﻣﻨﻬﺎ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ﺭ ﺣﻤ ﺔ ﻓﺒﻬﺎ ﺗﻌ ﻄ ﻒ ﺍﻟ ﻮﺍﻟﺪﺓ ﻋﻠﻰ ﻭﻟﺪ ﻩﺎ ﻭﺍﻟﻮ ﺣ ﺶ ﻭﺍﻟﻄﱠﻴ ﺮ ﺑﻌ ﻀﻬﺎ ﻋﻠﻰ ﺑﻌ ﺾ'
			'ﻓﺈﺫﺍ ﺁﺎ ﻥ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﺃﺁﻤﻠﻬﺎ ﺑ ﻬﺬﻩ ﺍﻟ ﱠﺮ ﺣﻤ ﺔ »',
		translation: 'Translation of Hadith 420'
),
	Hadith(
		hadithNumber: 421,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻓﻴ ﻤﺎ ﻳﺤﻜﻰ ﻋﻦ ﺭﱢﺑ ﻪ ، ﺗﺒﺎ ﺭ ﻙ ﻭﺗﻌﺎﻟﻰ ، ﻗﺎﻝ : « ﺃﺫﻧﺐ ﻋﺒﺪ ﺫﻧﺒﺎ ،'
			'ﻓﻘﺎ ﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍﻏﻔ ﺮ ﻟﻲ ﺫﻧﺒﻲ ، ﻓﻘﺎﻝ ﺍﻟﱠﻠﻪ ﺗﺒﺎ ﺭ ﻙ ﻭﺗﻌﺎﻟﻰ : ﺃﺫﻧ ﺐ ﻋﺒﺪﻱ ﺫﻧﺒﺎ ، ﻓﻌﻠﻢ ﺃ ﱠﻥ ﻟﻪ ﺭﺑﺎ ﻳﻐﻔ ﺮ ﺍﻟﱠﺬﻧ ﺐ ، ﻭﻳﺄ ﺧﺬ'
			'ﺭﺑﺎ ﻳﻐﻔ ﺮ ﺍﻟﱠﺬﻧ ﺐ ، ﻭﻳﺄ ﺧﺬ ﺑﺎﻟﺬﻧ ﺐ ، ﺛﻢﱠ ﻋﺎﺩ ﻓﺄﺫﻧ ﺐ ، ﻓﻘﺎﻝ : ﺄﻳ ﺭ ﱢﺏ ﺍﻏﻔ ﺮ ﻟﻲ ﺫﻧﺒﻲ ، ﻓﻘﺎﻝ ﺗﺒﺎ ﺭ ﻙ ﻭﺗﻌﺎﻟﻰ : ﺃﺫﻧ ﺐﺑﺎﻟﱠﺬﻧ ﺐ ، ﺛﻢﱠ ﻋﺎﺩ ﻓﺄﺫﻧ ﺐ، ﻓﻘﺎﻝ : ﺃ ﻱ ﺭ ﱢﺏ ﺍﻏﻔ ﺮ ﻟﻲ ﺫﻧﺒﻲ ، ﻓﻘﺎﻝ ﺗﺒﺎﺮﻛ ﻭﺗﻌﺎﻟﻰ : ﺃﺫﻧ ﺐ ﻋﺒﺪﻱ ﺫﻧﺒﺎ ، ﻓﻌﻠﻢ ﺃ ﱠﻥ ﻟﻪ'
			'ﻋﺒﺪﻱ ﺫﻧﺒﺎ ، ﻓﻌﻠﻢ ﺃ ﱠﻥ ﻟﻪ ﺭﺑﺎ ﻳﻐﻔ ﺮ ﺍﻟﱠﺬﻧ ﺐ ، ﻭﻳﺄ ﺧﺬ ﺑﺎﻟﱠﺬﻧ ﺐ ، ﻗﺪ ﻏﻔ ﺮ ﺕ ﻟﻌﺒﺪﻱ .. ﻓﻠﻴﻔﻌ ﻞ ﻣﺎ ﺷﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻗـﻮﻟﻪ ﺗﻌﺎﻟﻰ : « ﻓﻠﻴﻔﻌ ﻞ ﻣﺎ ﺷﺎ ﺀ » ﺄﻳ : ﻣﺎ ﺩﺎﻣ ﻳﻔﻌ ﻞ ﻩﻜﺬﺍ ، ﻳﺬﻧ ﺐ ﻭﻳﺘﻮ ﺏ ﺃ ﻏﻔ ﺮ ﻟﻪ ، ﻓﺈ ﱠﻥ ﺍﻟﱠﺘﻮﺑ ﺔ ﺗ ﻬﺪﻡ ﻣﺎ'
			'ﻗﺒﻠ ﻬﺎ',
		translation: 'Translation of Hadith 421'
),
	Hadith(
		hadithNumber: 422,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔﺴﻲ ﺑﻴﺪﻩ ﻟ ﻮ ﻟﻢ ﺗﺬﻧﺒﻮﺍ ، ﻟﺬ ﻩ ﺐ ﺍﻟﱠﻠﻪ ﺑﻜﻢ ،'
			'ﻭ ﺟﺎ ﺀ ﺑﻘﻮﻡ ﻳﺬﻧﺒﻮ ﻥ ، ﻓﻴ ﺴﺘﻐﻔ ﺮﻭ ﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻓﻴﻐﻔ ﺮ ﻟ ﻬﻢ ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 422'
),
	Hadith(
		hadithNumber: 423,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﱡﻳﻮ ﺏ ﺧﺎﻟﺪ ﺑ ﻦ ﺯﻳﺪ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺳﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ: «'
			'ﻟ ﻮﻻ ﺃﱠﻧﻜﻢ ﺗﺬﻧﺒﻮ ﻥ ، ﻟ ﺨﻠ ﻖ ﺍﻟﻠﱠﻪ ﺧﻠﻘﺎ ﻳﺬﻧﺒﻮ ﻥ ، ﻓﻴ ﺴﺘﻐﻔ ﺮﻭ ﻥ ، ﻓﻴﻐﻔ ﺮ ﻟ ﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 423'
),
	Hadith(
		hadithNumber: 424,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﱠﻨﺎ ﻗﻌﻮﺩﺍ ﻣﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻣﻌﻨﺎ ﺃﺑﻮ'
			'ﺑﻜﺮ ﻭ ﻋ ﻤ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻓﻲ ﻧﻔ ﺮ ، ﻓﻘﺎﻡ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺑﻴﻦ ﺃ ﻇ ﻬﺮﻧﺎ ، ﻓﺄﺑ ﻄﺄ ﻋﻠﻴﻨﺎ،'
			'ﻓ ﺨ ﺸﻴﻨﺎ ﺃ ﻥ ﻳﻘﺘ ﻄ ﻊ ﺩﻭﻧﻨﺎ ، ﻓﻔ ﺰ ﻋﻨﺎ ، ﻓﻘ ﻤﻨﺎ ، ﻓﻜﻨ ﺖ ﺃ ﱠﻭ ﻝ ﻣ ﻦ ﻓﺰ ﻉ ، ﻓ ﺨﺮﺟ ﺖ ﺃﺑﺘﻐﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﺣﱠﺘﻰ ﺃﺗﻴ ﺖ ﺣﺎﺋﻄﺎ ﻟ ﻸﻧ ﺼﺎ ﺭ ﻭﺫﺁ ﺮ ﺍﻟﺤﺪﻳﺚ ﺑ ﻄﻮﻟﻪ ﺇﻟﻰ ﻗﻮﻟﻪ : ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «'
			' .424ﺍﺫ ﻩ ﺐ ﻓ ﻤ ﻦ ﻟﻘﻴ ﺖ ﻭ ﺭﺍ ﺀ ﻩﺬﺍ ﺍﻟ ﺤﺎﺋ ﻂ ﻳ ﺸ ﻬﺪ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻣ ﺴﺘﻴﻘﻨﺎ ﺑ ﻬﺎ ﻗﻠﺒﻪ ﻓﺒ ﱢﺸ ﺮﻩ ﺑﺎﻟ ﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 424'
),
	Hadith(
		hadithNumber: 425,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺄﻧ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺗﻼ ﻗ ﻮﻝ ﺍﻟﱠﻠ ﻪ'
			'ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻓﻲ ﺇﺑﺮﺍ ﻩﻴﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : { ﺭ ﱢﺏ ﺇﻧﱠ ﻬﻦﱠ ﺃ ﺿﻠﻠ ﻦ ﺁﺜﻴﺮﺍ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ﻓﻤﻦ ﺗﺒﻌﻨﻲ ﻓﺈﱠﻧﻪ ﻣﱢﻨﻲ} ['
			'ﺇﺑﺮﺎﻫﻴﻢ : 36 ] ، ﻭﻗ ﻮ ﻝ ﻋﻴﺴﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : {ﺇ ﻥ ﺗﻌﱢﺬﺑ ﻬﻢ ﻓﺈﱠﻧ ﻬﻢ ﻋﺒﺎﺩ ﻙ ﻭﺇ ﻥ ﺗﻐﻔ ﺮ ﻟ ﻬﻢ ﻓﺈﱠﻧ ﻚ ﺃﻧ ﺖ'
			'ﺍﻟﻌ ﺰﻳ ﺰ ﺍﻟ ﺤﻜﻴﻢ} [ ﺍﻟﻤﺎﺋﺪﺓ : 118 ] ، ﻓ ﺮﻓ ﻊ ﻳﺪﻳﻪ ﻭﻗﺎﻝ « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﱠﻣﺘﻲ ﺃﱠﻣﺘﻲ» ﻭﺑﻜﻰ ، ﻓﻘﺎﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ : « ﻳﺎ'
			'ﺟﺒﺮﻳ ﻞ ﺍﺫ ﻩ ﺐ ﺇﻟﻰ ﻣ ﺤﱠﻤﺪ ﻭ ﺭﱡﺑ ﻚ ﺃ ﻋﻠﻢ ،ﻓﺴﻠﻪ ﻣﺎ ﻳﺒﻜﻴ ﻪ ؟ » ﻓﺄﺗﺎﻩ ﺟﺒ ﺮﻳ ﻞ ﻓﺄﺧﺒ ﺮﻩ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺑ ﻤﺎ ﻗﺎﻝ: ﻭ ﻩﻮ ﺃ ﻋﻠﻢ ، ﻓﻘﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ: { ﻳﺎ ﺟﺒﺮﻳ ﻞ ﺍﺫ ﻩ ﺐ ﺇﻟﻰ ﻣ ﺤﱠﻤﺪ ﻓﻘ ﻞ : ﺇﱠﻧﺎ ﺳﻨﺮ ﺿﻴ ﻚ ﻓﻲ ﺃﱠﻣﺘ ﻚ ﻭﻻ ﻧ ﺴﻮ ﺅ ﻙ }'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 425'
),
	Hadith(
		hadithNumber: 426,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺑ ﻦ ﺟﺒ ﻞ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ ﺁﻨ ﺖ ﺭﺩ ﻑ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺣﻤﺎ ﺭ ﻓﻘﺎﻝ : «'
			'ﻳﺎ ﻣﻌﺎﺫ ﻩﻞ ﺗﺪﺮﻳ ﻣﺎ ﺣ ﱡﻖ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﻋﺒﺎﺩﻩ ، ﻭ ﻣﺎ ﺣ ﱡﻖ ﺍﻟﻌﺒﺎﺩ ﻋﻠﻰ ﺍﻟﱠﻠﻪ ؟ ﻗﻠﺖ : ﺍﻟﻠﻪ ﻭ ﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ . ﻗﺎﻝ : « ﻓﺈ ﱠﻥ'
			'ﺣ ﱠﻖ ﺍﻟﱠﻠ ﻪ ﻋﻠﻰ ﺍﻟﻌﺒﺎﺩ ﺄﻧ ﻳﻌﺒﺪﻭﻩ ، ﻭﻻ ﻳ ﺸ ﺮﺁﻮﺍ ﺑ ﻪ ﺷﻴﺌﺎ ، ﻭﺣ ﱠﻖ ﺍﻟﻌﺒﺎﺩ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ﺃ ﻥ ﻻ ﻳﻌﱢﺪ ﺏ ﻣ ﻦ ﻻ ﻳ ﺸﺮ ﻙ ﺑ ﻪ'
			'ﺷﻴﺌﺎ ، ﻓﻘﻠﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻓﻼ ﺃﺑﺸﱢ ﺮ ﺍﻟﱠﻨﺎ ﺱ ؟ ﻗﺎﻝ : « ﻻ ﺗﺒ ﱢﺸ ﺮ ﻩﻢ ﻓﻴﱠﺘﻜﻠﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 426'
),
	Hadith(
		hadithNumber: 427,
		hadith:
						'ﻭﻋﻦ ﺍﻟﺒ ﺮﺍ ﺀ ﺑ ﻦ ﻋﺎﺯ ﺏ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﻤ ﺴﻠﻢ ﺇﺫﺍ ﺳﺌ ﻞ'
			'ﻓﻲ ﺍﻟﻘﺒ ﺮ ﻳﺸ ﻬﺪ ﺄﻧ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣ ﺤﱠﻤﺪﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻓﺬﻟﻚ ﻗﻮﻟﻪ ﺗﻌﺎﻟﻰ : {ﻳﺜﺒﱢ ﺖ ﺍﻟﱠﻠﻪ ﺍﱠﻟﺬﻳ ﻦ ﺁ ﻣﻨﻮﺍ ﺑﺎﻟﻘ ﻮﻝ'
			'ﺍﻟﱠﺜﺎﺑ ﺖ ﻓﻲ ﺍﻟ ﺤﻴﺎﺓ ﺍﻟﱡﺪﻧﻴﺎ ﻭﻓﻲ ﺍﻵ ﺧ ﺮﺓ } [ ﺇﺑﺮﺎﻫﻴﻢ : 27 ] ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 427'
),
	Hadith(
		hadithNumber: 428,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﻜﺎﻓ ﺮ ﺇﺫﺍ ﻋ ﻤ ﻞ ﺣ ﺴﻨ ﺔ ،'
			'ﺃﻃﻌﻢ ﺑ ﻬﺎ ﻃﻌ ﻤ ﺔ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ، ﻭﺃﱠﻣﺎ ﺍﻟﻤﺆﻣﻦ ، ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌـﺎﻟﻰ ﻳﱠﺪ ﺧ ﺮ ﻟﻪ ﺣ ﺴﻨﺎﺗ ﻪ ﻓﻲ ﺍﻵ ﺧ ﺮﺓ ، ﻭﻳﻌﻘﺒﻪ ﺭ ﺯﻗﺎ ﻓﻲ'
			'ﺍﻟﱡﺪﻧﻴﺎ ﻋﻠﻰ ﻃﺎ ﻋﺘ ﻪ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻻ ﻳ ﻈﻠﻢ ﻣ ﺆﻣﻨﺎ ﺣ ﺴﻨ ﺔ ﻳﻌ ﻄﻰ ﺑ ﻬﺎ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ، ﻭﻳ ﺠ ﺰﻯ ﺑ ﻬﺎ ﻓﻲ ﺍﻵ ﺧ ﺮﺓ، ﻭﺃﱠﻣﺎ ﺍﻟﻜﺎﻓ ﺮ ،'
			'ﻓﻴ ﻄﻌﻢ ﺑ ﺤ ﺴﻨﺎ ﺕ ﻣﺎ ﻋ ﻤ ﻞ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﺣﱠﺘﻰ ﺇﺫﺍ ﺃﻓ ﻀﻰ ﺇﻟﻰ ﺍﻵ ﺧ ﺮﺓ ، ﻟﻢ ﻳﻜ ﻦ ﻟﻪ ﺣ ﺴﻨﺔ ﻳ ﺠ ﺰﻯ ﺑ ﻬﺎ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 428'
),
	Hadith(
		hadithNumber: 429,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺜ ﻞ ﺍﻟ ﱠﺼﻠ ﻮﺍ ﺕ ﺍﻟ ﺨ ﻤ ﺲ'
			'ﺁ ﻤﺜ ﻞ ﻧ ﻬ ﺮ ﺟﺎ ﺭ ﻏ ﻤ ﺮ ﻋﻠﻰ ﺑﺎ ﺏ ﺃ ﺣﺪﺁﻢ ﻳﻐﺘ ﺴ ﻞ ﻣﻨﻪ ﺁﻞﱠ ﻳ ﻮﻡ ﺧ ﻤ ﺲ ﻣ ﱠﺮﺍ ﺕ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'»ﺍﻟﻐ ﻤ ﺮ » ﺍﻟﻜﺜﻴ ﺮ',
		translation: 'Translation of Hadith 429'
),
	Hadith(
		hadithNumber: 430,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣﺎ ﻣ ﻦ'
			'ﺭ ﺟ ﻞ ﻣﺴﻠﻢ ﻳﻤﻮ ﺕ ﻓﻴﻘﻮﻡ ﻋﻠﻰ ﺟﻨﺎﺯﺗﻪ ﺃ ﺭﺑﻌﻮ ﻥ ﺭ ﺟ ﻼ ﻻ ﻳﺸ ﺮﺁﻮ ﻥ ﺑﺎﻟﱠﻠ ﻪ ﺷﻴﺌﺎ ﺇ ﱠﻻ ﺷﻔﱠﻌ ﻬﻢ ﺍﻟﱠﻠﻪ ﻓﻴﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 430'
),
	Hadith(
		hadithNumber: 431,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﱠﻨﺎ ﻣ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻗﱠﺒ ﺔ ﻧﺤﻮﺍ ﻣ ﻦ ﺃ ﺭﺑﻌﻴ ﻦ'
			'، ﻓﻘﺎﻝ : « ﺃﺗﺮ ﺿﻮ ﻥ ﺃ ﻥ ﺗﻜﻮﻧﻮﺍ ﺭﺑ ﻊ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ؟ » ﻗﻠﻨﺎ: ﻧﻌﻢ ، ﻗﺎﻝ : «ﺃﺗﺮ ﺿﻮ ﻥ ﺄﻧ ﺗﻜﻮﻧﻮﺍ ﺛﻠ ﺚ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ؟'
			'» ﻗﻠﻨﺎ : ﻧﻌﻢ ، ﻗﺎﻝ: « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺲ ﻣ ﺤﱠﻤﺪ ﺑﻴﺪﻩ ﺇﱢﻧﻲ ﻷﺭ ﺟﻮ ﺃ ﻥ ﺗﻜﻮﻧﻮﺍ ﻧﺼ ﻒ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨﺔ ، ﻭﺫﻟﻚ ﺃ ﱠﻥ ﺍﻟ ﺠﱠﻨ ﺔ ﻻ'
			'ﻳﺪ ﺧﻠ ﻬﺎ ﺇ ﱠﻻ ﻧﻔ ﺲ ﻣﺴﻠ ﻤﺔ ، ﻭ ﻣﺎ ﺃﻧﺘﻢ ﻓﻲ ﺃ ﻩ ﻞ ﺍﻟ ﱢﺸﺮ ﻙ ﺇ ﱠﻻ ﺁﺎﻟ ﱠﺸﻌ ﺮﺓ ﺍﻟﺒﻴ ﻀﺎ ﺀ ﻓﻲ ﺟﻠﺪ ﺍﻟﱠﺜﻮ ﺭ ﺍ ﻷﺳﻮﺩ ، ﺃ ﻭ ﺁﺎﻟ ﱠﺸﻌ ﺮﺓ'
			'ﺍﻟ ﱠﺴﻮﺩﺍ ﺀ ﻓﻲ ﺟﻠﺪ ﺍﻟﱠﺜﻮ ﺭ ﺍ ﻷ ﺣﻤ ﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 431'
),
	Hadith(
		hadithNumber: 432,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷﺷﻌﺮﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇﺫﺍ ﺁﺎ ﻥ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺩﻓ ﻊ ﺍﻟﱠﻠﻪ ﺇﻟﻰ ﺁﻞﱢ ﻣ ﺴﻠﻢ ﻳ ﻬﻮﺩﻳﺎ ﺃﻭ ﻧ ﺼ ﺮﺍﻧﻴﺂ ﻓﻴﻘﻮ ﻝ : ﻩﺬﺍ ﻓﻜﺎﺁ ﻚ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ» .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳ ﺠﻲ ﺀ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻧﺎ ﺱ ﻣ ﻦ ﺍﻟﻤ ﺴﻠ ﻤﻴﻦ ﺑﺬﻧﻮ ﺏ ﺃ ﻣﺜﺎ ﻝ'
			'ﺍﻟﺠﺒﺎ ﻝ ﻳﻐﻔ ﺮ ﻩﺎ ﺍﻟﱠﻠﻪ ﻟﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﻮﻟﻪ : « ﺩﻓ ﻊ ﺇﻟﻰ ﺁﻞﱢ ﻣ ﺴﻠﻢ ﻳﻬﻮﺩﻳﺎ ﺃ ﻭ ﻧﺼﺮﺍﻧﻴﺎ ﻓﻴﻘﻮ ﻝ : ﻩﺬﺍ ﻓﻜﺎﺁ ﻚ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ » ﻣﻌﻨﺎﻩ ﻣﺎ ﺟﺎ ﺀ ﻓﻲ ﺣﺪﻳﺚ ﺃﺑﻲ'
			'ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : « ﻟﻜﻞﱢ ﺃ ﺣﺪ ﻣﻨ ﺰﻝ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻭ ﻣﻨ ﺰ ﻝ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ، ﻓﺎﻟﻤ ﺆﻣﻦ ﺇﺫﺍ ﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ ﺧﻠﻔﻪ ﺍﻟﻜﺎﻓ ﺮ'
			'ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ، ﻷﻧﱠﻪ ﻣ ﺴﺘ ﺤﻖ ﻟﺬﻟ ﻚ ﺑﻜﻔ ﺮﻩ » ﻭﻣﻌﻨﻰ «ﻓﻜﺎﺁ ﻚ » : ﺃﱠﻧ ﻚ ﺁﻨ ﺖ ﻣﻌ ﱠﺮﺿﺎ ﻟﺪ ﺧﻮ ﻝ ﺍﻟﱠﻨﺎ ﺭ ، ﻭ ﻩﺬﺍ ﻓﻜﺎﺁ ﻚ ، ﻷ ﱠﻥ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻗﱠﺪ ﺭ ﻟﻠﱠﻨﺎ ﺭ ﻋﺪﺩﺍ ﻳ ﻤﻠ ﺆ ﻩﺎ ، ﻓﺈﺫﺍ ﺩ ﺧﻠ ﻬﺎ ﺍﻟﻜﱠﻔﺎ ﺭ ﺑﺬﻧﻮﺑﻬﻢ ﻭﺁﻔ ﺮ ﻩﻢ ، ﺻﺎ ﺭﻭﺍ ﻓﻲ ﻣﻌﻨﻰ ﺍﻟﻔﻜﺎﻙ ﻟﻠﻤﺴﻠﻤﻴ ﻦ .'
			'ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 432'
),
	Hadith(
		hadithNumber: 433,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋ ﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻳﺪﻧﻰ ﺍﻟﻤ ﺆﻣ ﻦ'
			'ﻓﻴﻘﻮﻝ : ﺭ ﱢﺏ ﺃ ﻋ ﺮ ﻑ ، ﻗﺎﻝ : ﻓﺈﱢﻧﻲ ﻗﺪ ﺳﺘﺮﺗ ﻬﺎ ﻋﻠﻴ ﻚ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ، ﻭﺃﻧﺎ ﺃ ﻏﻔ ﺮ ﻩﺎ ﻟ ﻚ ﺍﻟﻴﻮﻡ ، ﻓﻴﻌ ﻄﻰ ﺻ ﺤﻴﻔ ﺔ ﺣ ﺴﻨﺎﺗﻪﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻣ ﻦ ﺭﱢﺑ ﻪ ﺣﱠﺘﻰ ﻳ ﻀ ﻊ ﺁﻨﻔﻪ ﻋﻠﻴ ﻪ ، ﻓﻴﻘ ﱢﺮ ﺭﻩ ﺑﺬﻧﻮﺑﻪ ، ﻓﻴﻘﻮ ﻝ: ﺃﺗﻌﺮ ﻑ ﺫﻧ ﺐ ﺁﺬﺍ؟ ﺃﺗﻌﺮ ﻑ ﺫﻧ ﺐ ﺁﺬﺍ ؟'
			'» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺁﻨﻔﻪ : ﺳﺘ ﺮﻩ ﻭ ﺭ ﺣﻤﺘﻪ',
		translation: 'Translation of Hadith 433'
),
	Hadith(
		hadithNumber: 434,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺃ ﺻﺎ ﺏ ﻣ ﻦ ﺍ ﻣ ﺮﺃﺓ ﻗﺒﻠﺔ ، ﻓﺄﺗﻰ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﺄﺧﺒﺮﻩ ، ﻓﺄﻧﺰﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : { ﻭﺃﻗﻢ ﺍﻟ ﱠﺼ ﻼﺓ ﻃ ﺮﻓﻲ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻭ ﺯﻟﻔﺎ ﻣ ﻦ ﺍﱠﻟﻠﻴ ﻞ ﺇ ﱠﻥ ﺍﻟ ﺤ ﺴﻨﺎ ﺕ ﻳﺬ ﻩﺒ ﻦ ﺍﻟ ﱠﺴﱢﻴﺌﺎ ﺕ } ['
			'ﻩﻮﺩ : 114 ] ﻓﻘﺎﻝ ﺍﻟﺮﺟﻞ : ﺃﻟﻲ ﻩﺬﺍ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎﻝ : «ﻟ ﺠﻤﻴ ﻊ ﺃﱠﻣﺘﻲ ﺁﻠ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 434'
),
	Hadith(
		hadithNumber: 435,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'ﺃ ﺻﺒ ﺖ ﺣﺪﺍ ، ﻓﺄﻗ ﻤﻪ ﻋﻠ ﱠﻲ ، ﻭ ﺣ ﻀﺮ ﺕ ﺍﻟ ﱠﺼﻼﺓ ﻓ ﺼﱠﻠﻰ ﻣ ﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻠﱠﻤﺎ ﻗ ﻀﻰ ﺍﻟ ﱠﺼﻼﺓ'
			'ﻗﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﺃ ﺻﺒ ﺖ ﺣﺪﺍ ، ﻓﺄﻗﻢ ﻓ ﱠﻲ ﺁﺘﺎ ﺏ ﺍﻟﱠﻠ ﻪ ، ﻗﺎﻝ : « ﻩ ﻞ ﺣ ﻀ ﺮ ﺕ ﻣﻌﻨﺎ ﺍﻟ ﱠﺼ ﻼﺓ ؟ » ﻗﺎﻝ : ﻧﻌﻢ :'
			'ﻗﺎﻝ«ﻗﺪ ﻏﻔ ﺮ ﻟ ﻚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻗﻮﻟﻪ : « ﺃ ﺻﺒ ﺖ ﺣﺪﺍ » ﻣﻌﻨﺎﻩ : ﻣﻌ ﺼﻴ ﺔ ﺗﻮ ﺟ ﺐ ﺍﻟﱠﺘﻌﺰﻳﺮ ، ﻭﻟﻴﺲ ﺍﻟﻤ ﺮﺍﺩ ﺍﻟ ﺤﱠﺪ ﺍﻟ ﱠﺸ ﺮ ﻋ ﱠﻲ ﺍﻟﺤﻘﻴﻘ ﱠﻲ ﺁ ﺤﱢﺪ ﺍﻟ ﱢﺰﻧﺎ'
			'ﻭﺍﻟﺨﻤﺮ ﻭ ﻏﻴ ﺮﻩ ﻤﺎ ، ﻓﺈ ﱠﻥ ﻩﺬﻩ ﺍﻟ ﺤﺪﻭﺩ ﻻ ﺗ ﺴﻘ ﻂ ﺑﺎﻟﺼﻼﺓ، ﻭﻻ ﻳﺠﻮ ﺯ ﻟﻺﻣﺎﻡ ﺗ ﺮﺁ ﻬﺎ',
		translation: 'Translation of Hadith 435'
),
	Hadith(
		hadithNumber: 436,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻟﻴﺮﺿﻲ ﻋﻦ ﺍﻟﻌﺒﺪ ﺃ ﻥ ﻳﺄﺁ ﻞ ﺍ ﻷﺁﻠﺔ، ﻓﻴ ﺤﻤﺪﻩ'
			'ﻋﻠﻴﻬﺎ ، ﺃ ﻭ ﻳ ﺸﺮ ﺏ ﺍﻟ ﱠﺸ ﺮﺑ ﺔ ، ﻓﻴ ﺤﻤﺪﻩ ﻋﻠﻴﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'»ﺍ ﻷﺁﻠﺔ » ﺑﻔﺘﺢ ﺍﻟﻬﻤﺰﺓ ﻮﻫﻲ ﺍﻟﻤﺮﱠﺓ ﺍﻟﻮﺍﺣﺪﺓ ﻣ ﻦ ﺍ ﻷﺁ ﻞ ﺁﺎﻟﻐﺪﻭﺓ ﻭﺍﻟﻌ ﺸ ﻮﺓ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 436'
),
	Hadith(
		hadithNumber: 437,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ، ﺑﺒ ﺴ ﻂ'
			'ﻳﺪﻩ ﺑﺎﻟﱠﻠﻴ ﻞ ﻟﻴﺘﻮ ﺏ ﻣﺴ ﻲ ﺀ ﺍﻟﱠﻨ ﻬﺎ ﺭ ، ﻭﻳﺒ ﺴ ﻂ ﻳﺪﻩ ﺑﺎﻟﱠﻨﻬﺎ ﺭ ﻟﻴﺘﻮ ﺏ ﻣﺴﻲ ﺀ ﺍﻟﱠﻠﻴ ﻞ ﺣﺘﻰ ﺗ ﻄﻠ ﻊ ﺍﻟﺸﻤ ﺲ ﻣ ﻦ ﻣﻐ ﺮﺑﻬﺎ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 437'
),
	Hadith(
		hadithNumber: 438,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻧﺠﻴ ﺢ ﻋﻤﺮﻭ ﺑﻦ ﻋﺒ ﺴ ﺔ ﺑﻔﺘﺢ ﺍﻟﻌﻴﻦ ﻭﺍﻟﺒﺎ ﺀ ﺍﻟ ﱡﺴﻠ ﻤ ﱢﻲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﻨ ﺖ ﻭﺃﻧﺎ ﻓﻲ'
			'ﺍﻟ ﺠﺎ ﻩﻠﱠﻴ ﺔ ﺃ ﻇﻦﱡ ﺃ ﱠﻥ ﺍﻟﱠﻨﺎ ﺱ ﻋﻠﻰ ﺿﻼﻟ ﺔ ، ﻭﺃﱠﻧ ﻬﻢ ﻟﻴ ﺴﻮﺍ ﻋﻠﻰ ﺷﻲ ﺀ ، ﻭ ﻩﻢ ﻳﻌﺒﺪﻭ ﻥ ﺍ ﻷ ﻭﺛﺎ ﻥ ، ﻓ ﺴ ﻤﻌ ﺖ ﺑ ﺮ ﺟ ﻞ ﺑﻤﱠﻜ ﺔ'
			'ﻳ ﺨﺒ ﺮ ﺃ ﺧﺒﺎﺭﺍ ، ﻓﻘﻌﺪ ﺕ ﻋﻠﻰ ﺭﺍ ﺣﻠﺘﻲ ، ﻓﻘﺪ ﻣ ﺖ ﻋﻠﻴﻪ، ﻓﺈﺫﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﺴﺘ ﺨﻔﻴﺎ ﺟ ﺮ ﺀﺍ ﺀ'
			'ﻋﻠﻴ ﻪ ﻗ ﻮﻣﻪ ، ﻓﺘﻠ ﱠﻄﻔ ﺖ ﺣﱠﺘﻰ ﺩﺧﻠ ﺖ ﻋﻠﻴ ﻪ ﺑﻤﱠﻜﺔ ، ﻓﻘﻠ ﺖ ﻟﻪ : ﻣﺎ ﺃﻧ ﺖ ؟ ﻗﺎﻝ : « ﺃﻧﺎ ﻧﺒﻲ » ﻗﻠ ﺖ : ﻭﻣﺎ ﻧﺒﻲ ؟ ﻗﺎﻝ :'
			'« ﺃ ﺭ ﺳﻠﻨﻲ ﺍﻟﱠﻠﻪ » ﻗﻠﺖ: ﻭﺑﺄ ﱢﻱ ﺷ ﻲ ﺀ ﺃ ﺭﺳﻠ ﻚ ؟ ﻗﺎﻝ : « ﺃ ﺭ ﺳﻠﻨﻲ ﺑ ﺼﻠ ﺔ ﺍ ﻷ ﺭﺣﺎﻡ ، ﻭﺁﺴ ﺮ ﺍ ﻷ ﻭﺛﺎﻥ ، ﻭﺃ ﻥ ﻳ ﻮ ﱠﺣﺪ'
			'ﺍﻟﱠﻠﻪ ﻻﻳ ﺸ ﺮ ﻙ ﺑ ﻪ ﺷ ﻲﺀ » ﻗﻠﺖ : ﻓﻤ ﻦ ﻣﻌ ﻚ ﻋﻠﻰ ﻩﺬﺍ ؟ ﻗﺎﻝ : « ﺣﺮ ﻭ ﻋﺒﺪ » ﻭﻣﻌﻪ ﻳ ﻮﻣﺌﺬ ﺃﺑﻮ ﺑﻜﺮ ﻭﺑﻼﻝ ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ . ﻗﻠﺖ : ﺇﱢﻧﻲ ﻣﱠﺘﺒﻌ ﻚ ، ﻗﺎﻝ ﺇﱠﻧ ﻚ ﻟ ﻦ ﺗﺴﺘ ﻄﻴ ﻊ ﺫﻟ ﻚ ﻳ ﻮﻣ ﻚ ﻩﺬﺍ . ﺃﻻ ﺗﺮﻯ ﺣﺎﻟﻰ ﻭﺣﺎ ﻝ ﺍﻟﱠﻨﺎ ﺱ ؟ ﻭﻟﻜ ﻦ'
			'ﺍ ﺭﺟ ﻊ ﺇﻟﻰ ﺃ ﻩﻠ ﻚ ﻓﺈﺫﺍ ﺳﻤﻌ ﺖ ﺑﻲ ﻗﺪ ﻇ ﻬ ﺮ ﺕ ﻓﺄﺗﻨﻲ » ﻗﺎﻝ ﻓﺬﻩﺒ ﺖ ﺇﻟﻰ ﺃ ﻩﻠﻲ ، ﻭﻗﺪﻡ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺍﻟ ﻤﺪﻳﻨ ﺔ . ﻭﺁﻨ ﺖ ﻓﻲ ﺃ ﻩﻠﻲ . ﻓ ﺠﻌﻠ ﺖ ﺃﺗ ﺨﱠﺒ ﺮ ﺍ ﻷ ﺧﺒﺎ ﺭ ، ﻭﺃ ﺳﺄ ﻝ ﺍﻟﱠﻨﺎ ﺱ ﺣﻴ ﻦ ﻗﺪﻡ ﺍﻟﻤﺪﻳﻨﺔ ﺣﱠﺘﻰ ﻗﺪﻡ ﻧﻔﺮ ﻣ ﻦ'
			'ﺃ ﻩﻠﻲ ﺍﻟﻤﺪﻳﻨ ﺔ ، ﻓﻘﻠ ﺖ : ﻣﺎ ﻓﻌ ﻞ ﻩﺬﺍ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟﺬﻱ ﻗﺪﻡ ﺍﻟﻤﺪﻳﻨ ﺔ ؟ ﻓﻘﺎﻟﻮﺍ : ﺍﻟﱠﻨﺎ ﺱ ﺇﻟﻴ ﻪ ﺳﺮﺍ ﻉ ﻭﻗﺪ ﺃ ﺭﺍﺩ ﻗ ﻮﻣﻪ ﻗﺘﻠﻪ ،'
			'ﻓﻠﻢ ﻳﺴﺘ ﻄﻴﻌﻮﺍ ﺫﻟ ﻚ ، ﻓﻘﺪﻣ ﺖ ﺍﻟﻤﺪﻳﻨ ﺔ ﻓﺪ ﺧﻠ ﺖ ﻋﻠﻴ ﻪ ، ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺃﺗﻌ ﺮﻓﻨﻲ ؟ ﻗﺎﻝ : «ﻧﻌﻢ ﺃﻧ ﺖ ﺍﱠﻟﺬﻱ'
			'ﻟﻘﻴﺘﻨﻲ ﺑﻤﻜ ﺔ » ﻗﺎﻝ : ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃ ﺧﺒﺮﻧﻲ ﻋﱠﻤﺎ ﻋﱠﻠﻤ ﻚ ﺍﻟﱠﻠﻪ ﻭﺃ ﺟ ﻬﻠﻪ، ﺃﺧﺒﺮﻧﻲ ﻋ ﻦ ﺍﻟ ﱠﺼ ﻼﺓ؟ ﻗﺎﻝ : «'
			'ﺻ ﱢﻞ ﺻ ﻼﺓ ﺍﻟ ﱡﺼﺒ ﺢ ، ﺛﻢﱠ ﺍﻗ ﺼ ﺮ ﻋ ﻦ ﺍﻟ ﱠﺼﻼﺓ ﺣﱠﺘﻰ ﺗﺮﺗﻔ ﻊ ﺍﻟﺸﱠ ﻤ ﺲ ﻗﻴﺪ ﺭ ﻣ ﺢ ، ﻓﺈﱠﻧ ﻬﺎ ﺗ ﻄﻠ ﻊ ﺣﻴﻦ ﺗﻄﻠﻊ ﺑﻴ ﻦ ﻗ ﺮﻧﻲ'
			'ﺷﻴ ﻄﺎ ﻥ ، ﻭ ﺣﻴﻨﺌﺬ ﻳ ﺴ ﺠﺪ ﻟ ﻬﺎ ﺍﻟﻜﱠﻔﺎ ﺭ ، ﺛﻢﱠ ﺻﻞ ، ﻓﺈ ﱠﻥ ﺍﻟ ﱠﺼ ﻼﺓ ﻣﺸﻬﻮﺩﺓ ﻣﺤﻀﻮﺭﺓ . ﺣﺘﻰ ﻳﺴﺘﻘ ﱠﻞ ﺍﻟ ﱢﻈ ﱡﻞ ﺑﺎﻟ ﱡﺮﻣ ﺢ ، ﺛﻢﱠ'
			'ﺍﻗ ﺼﺮ ﻋﻦ ﺍﻟ ﱠﺼﻼﺓ، ﻓﺈﻧﻪ ﺣﻴﻨﺌﺬ ﺗﺴ ﺠ ﺮ ﺟ ﻬﱠﻨﻢ ، ﻓﺈﺫﺍ ﺃﻗﺒ ﻞ ﺍﻟﻔﻲﺀ ﻓ ﺼ ﱢﻞ ، ﻓﺈ ﱠﻥ ﺍﻟ ﱠﺼﻼﺓ ﻣﺸﻬﻮﺩﺓ ﻣﺤﻀﻮﺭﺓ ﺣﺘﻰ'
			'ﺗ ﺼﱢﻠ ﻲ ﺍﻟﻌﺼ ﺮ ﺛﻢ ﺍﻗ ﺼﺮ ﻋﻦ ﺍﻟﺼﻼﺓ ﺣﺘﻰ ﺗﻐ ﺮ ﺏ ﺍﻟﺸﻤ ﺲ ، ﻓﺈﻧﻬﺎ ﺗﻐ ﺮ ﺏ ﺑﻴﻦ ﻗﺮﻧ ﻲ ﺷﻴﻄﺎ ﻥ ، ﻭﺣﻴﻨﺌﺬ ﻳ ﺴ ﺠﺪ ﻟﻬﺎ'
			'ﺍﻟﻜﱠﻔﺎ ﺭ » .'
			'ﻗﺎﻝ : ﻓﻘﻠﺖ : ﻳﺎ ﻧﺒ ﱠﻲ ﺍﻟﱠﻠﻪ ، ﻓﺎﻟﻮﺿﻮ ﺀ ﺣﺪﺛﻨﻲ ﻋﻨﻪ ؟ ﻓﻘﺎﻝ : « ﻣﺎ ﻣﻨﻜﻢ ﺭ ﺟﻞ ﻳﻘﺮﱢ ﺏ ﻭ ﺿﻮ ﺀﻩ ، ﻓﻴﺘ ﻤ ﻀﻤ ﺾ'
			'ﻭﻳﺴﺘﻨ ﺸ ﻖ ﻓﻴﻨﺘﺜ ﺮ ، ﺇ ﱠﻻ ﺧ ﱠﺮ ﺕ ﺧﻄﺎﻳﺎ ﻭﺟﻬ ﻪ ﻭﻓﻴ ﻪ ﻭﺧﻴﺎ ﺷﻴ ﻤ ﻪ . ﺛﻢ ﺇﺫﺍ ﻏ ﺴ ﻞ ﻭﺟ ﻬﻪ ﺁﻤﺎ ﺃ ﻣ ﺮﻩ ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺧ ﺮﺕ ﺧﻄﺎﻳﺎ'
			'ﻭﺟ ﻬ ﻪ ﻣ ﻦ ﺃﻃﺮﺍ ﻑ ﻟ ﺤﻴﺘ ﻪ ﻣﻊ ﺍﻟﻤﺎ ﺀ . ﺛﻢ ﻳﻐ ﺴﻞ ﻳﺪﻳ ﻪ ﺇﻟﻰ ﺍﻟ ﻤﺮﻓﻘﻴ ﻦ ﺇ ﱠﻻ ﺧ ﺮﺕ ﺧﻄﺎﻳﺎ ﻳﺪﻳﻪ ﻣﻦ ﺃﻧﺎ ﻣﻠ ﻪ ﻣﻊ ﺍﻟﻤﺎ ﺀ ،'
			'ﺛﻢ ﻳ ﻤﺴ ﺢ ﺭﺃ ﺳﻪ ، ﺇ ﱠﻻ ﺧ ﱠﺮ ﺕ ﺧ ﻄﺎﻳﺎ ﺭﺃ ﺳ ﻪ ﻣﻦ ﺃﻃﺮﺍ ﻑ ﺷﻌﺮﻩ ﻣﻊ ﺍﻟﻤﺎ ﺀ ، ﺛﻢ ﻳﻐ ﺴﻞ ﻗﺪ ﻣﻴ ﻪ ﺇﻟﻰ ﺍﻟﻜﻌﺒﻴ ﻦ ، ﺇ ﱠﻻ ﺧﺮﺕ'
			'ﺧﻄﺎﻳﺎ ﺭ ﺟﻠﻴﻪ ﻣﻦ ﺃﻧﺎ ﻣﻠ ﻪ ﻣﻊ ﺍﻟﻤﺎ ﺀ ، ﻓﺈﻥ ﻩﻮ ﻗﺎﻡ ﻓﺼﱠﻠﻰ ، ﻓﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﺃﺛﻨﻰ ﻋﻠﻴ ﻪ ﻭﻣﺠﱠﺪﻩ ﺑﺎﻟﺬﻱ ﻩﻮ ﻟﻪ'
			'ﻓﺤﺪ ﺙ ﻋﻤﺮﻭ ﺑ ﻦ ﻋﺒﺴ ﺔ ﺑﻬﺬﺍ ﺍﻟﺤﺪﻳ ﺚ ﺃﺑﺎ ﺃ ﻣﺎ ﻣﺔ ﺻﺎ ﺣ ﺐ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ ﻟﻪ ﺃﺑﻮ ﺃﻣﺎﻣﺔ: ﻳﺎﺄﻫﻞ ، ﻭﻓ ﱠﺮ ﻍ ﻗﻠﺒﻪ ﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ . ﺇﻻ ﺍﻧ ﺼ ﺮ ﻑ ﻣﻦ ﺧﻄﻴﺌﺘ ﻪ ﺁ ﻬﻴﺌﺘ ﻪ ﻳﻮﻡ ﻭﻟﺪﺗﻪ ﺃﻣﱡﻪ».'
			'ﻋ ﻤﺮ ﻭ ﺑﻦ ﻋﺒ ﺴ ﺔ ، ﺍﻧﻈﺮ ﻣﺎ ﺗﻘﻮ ﻝ . ﻓﻲ ﻣﻘﺎﻡ ﻭﺍ ﺣﺪ ﻳﻌﻄﻰ ﻩﺬﺍ ﺍﻟﺮﱠ ﺟ ﻞ ؟ ﻓﻘﺎﻝ ﻋ ﻤﺮﻭ : ﻳﺎ ﺃﺑﺎ ﺃﻣﺎﻣ ﺔ . ﻓﻘﺪ ﺁﺒ ﺮ ﺕ'
			'ﺳﱢﻨﻲ ، ﻭ ﺭ ﱠﻕ ﻋﻈﻤﻲ ، ﻭﺍﻗﺘ ﺮ ﺏ ﺃ ﺟﻠﻲ ، ﻭﻣﺎ ﺑﻲ ﺣﺎﺟﺔ ﺃ ﻥ ﺃﺁﺬ ﺏ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻭﻻ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻮ ﻟﻢ ﺃ ﺳﻤﻌﻪ ﻣﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇ ﱠﻻ ﻣ ﱠﺮﺓ ﺃ ﻭ ﻣ ﺮﺗﻴﻦ ﺃﻭ ﺛﻼﺛﺎ ، ﺣﱠﺘﻰ ﻋﱠﺪ ﺳﺒ ﻊ'
			'ﻣﺮﺍ ﺕ ، ﻣﺎ ﺣﱠﺪﺛ ﺖ ﺃﺑﺪﺍ ﺑ ﻪ ، ﻭﻟﻜﱢﻨﻲ ﺳ ﻤﻌﺘﻪ ﺃﺁﺜ ﺮ ﻣﻦ ﺫﻟﻚ ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﻮﻟﻪ : « ﺟ ﺮ ﺀﺍ ﺀ ﻋﻠﻴ ﻪ ﻗﻮﻣﻪ » : ﻩﻮ ﺑﺠﻴﻢ ﻣﻀﻤﻮﻣﺔ ﻭﺑﺎﻟﻤﺪ ﻋﻠﻰ ﻭﺯ ﻥ ﻋﻠﻤﺎﺀ ، ﺄﻳ : ﺟﺎ ﺳ ﺮﻭ ﻥ ﻣﺴﺘ ﻄﻴﻠﻮ ﻥ'
			'ﻏﻴ ﺮ ﻩﺎﺋﺒﻴ ﻦ . ﻩﺬﻩ ﺍﻟﺮﻭﺍﻳﺔ ﺍﻟﻤﺸﻬﻮﺭﺓ ، ﻭﺭﻭﺍﻩ ﺍﻟ ﺤﻤﻴﺪﻱ ﻭﻏﻴﺮﻩ : « ﺣﺮﺍﺀ» ﺑﻜﺴﺮ ﺍﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ . ﻭﻗﺎﻝ :'
			'ﻣﻌﻨﺎﻩ ﻏ ﻀﺎ ﺏ ﺫ ﻭﻭ ﻏﱟﻢ ﻮﻫﱟﻢ ، ﻗﺪ ﻋﻴ ﻞ ﺻﺒ ﺮ ﻩﻢ ﺑ ﻪ ، ﺣﺘﻰ ﺃﱠﺛ ﺮ ﻓﻲ ﺃﺟﺴﺎﻣ ﻬﻢ ، ﻣﻦ ﻗ ﻮﻟﻬﻢ : ﺣ ﺮ ﻯ ﺟﺴﻤﻪ ﻳ ﺤ ﺮﻯ،'
			'ﺇﺫﺍ ﻧﻘ ﺺ ﻣ ﻦ ﺃﻟﻢ ﺃ ﻭ ﻏﻢ ﻭﻧﺤﻮﻩ ، ﻭﺍﻟﺼﱠﺤﻴ ﺢ ﺃﻧﻪ ﺑﺎﻟﺠﻴﻢ .'
			'ﻭﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ : « ﺑﻴﻦ ﻗﺮﻧﻲ ﺷﻴﻄﺎ ﻥ » ﺃ ﻱ : ﻧﺎﺣﻴﺘﻲ ﺭﺃﺳ ﻪ . ﻭﺍﻟﻤﺮﺍﺩ ﺍﻟﱠﺘﻤﺜﻴ ﻞ . ﻣﻌﻨﺎﻩ : ﺃﻧﻪ'
			'ﺣﻴﻨﺌﺬ ﻳﺘﺤﺮﱠ ﻙ ﺍﻟ ﱠﺸﻴﻄﺎ ﻥ ﻭﺷﻴﻌﺘﻪ . ﻭﻳﺘ ﺴﱠﻠ ﻄﻮ ﻥ .'
			'ﻭﻗﻮﻟﻪ : « ﻳﻘﺮﱢ ﺏ ﻭ ﺿﻮ ﺀﻩ » ﻣﻌﻨﺎﻩ : ﻳ ﺤ ﻀ ﺮ ﺍﻟﻤﺎ ﺀ ﺍﻟﺬﻱ ﻳﺘ ﻮ ﱠﺿﺄ ﺑﻪ. ﻭﻗﻮﻟﻪ :« ﺇ ﱠﻻ ﺧ ﺮ ﺕ ﺧﻄﺎﻳﺎﻩ » ﻩﻮ ﺑﺎﻟﺨﺎ ﺀ'
			'ﺍﻟﻤﻌﺠﻤﺔ : ﺃ ﻱ ﺳﻘ ﻄﺖ . ﻭﺭﻭﺍﻩ ﺑﻌ ﻀ ﻬﻢ . « ﺟﺮ ﺕ » ﺑﺎﻟﺠﻴﻢ . ﻭﺍﻟﺼﺤﻴﺢ ﺑﺎﻟﺨﺎ ﺀ ، ﻮﻫﻮ ﺭﻭﺍﻳﺔ ﺍﻟ ﺠﻤﻬﻮﺭ .'
			'ﻭﻗﻮﻟﻪ : « ﻓﻴﻨﺘﺜ ﺮ » ﺃ ﻱ : ﻳﺴﺘﺨﺮ ﺝ ﻣﺎ ﻓﻲ ﺃﻧﻔﻪ ﻣ ﻦ ﺃﺬﯨ ، ﻭﺍﻟﱠﻨﺜ ﺮﺓ : ﻃ ﺮ ﻑ ﺍ ﻷﻧ ﻒ',
		translation: 'Translation of Hadith 438'
),
	Hadith(
		hadithNumber: 439,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌﺮﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺇﺫﺍ ﺃﺭﺍﺩ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			'، ﺭﺣﻤ ﺔ ﺃﱠﻣ ﺔ ، ﻗﺒ ﺾ ﻧﺒﱠﻴ ﻬﺎ ﻗﺒﻠﻬﺎ ، ﻓﺠﻌﻠﻪ ﻟﻬﺎ ﻓ ﺮﻃﺎ ﻭﺳﻠﻔﺎ ﺑﻴﻦ ﻳﺪﻳﻬﺎ ، ﻭﺇﺫﺍ ﺃﺭﺍﺩ ﻩﻠﻜ ﺔ ﺃﱠﻣ ﺔ ، ﻋﱠﺬﺑﻬﺎ ﻭﻧﺒﱡﻴ ﻬﺎ ﺣ ﱡﻲ'
			'، ﻓﺄ ﻩﻠﻜ ﻬﺎ ﻮﻫ ﻮ ﺣ ﱡﻲ ﻳﻨ ﻈ ﺮ ، ﻓﺄﻗ ﱠﺮ ﻋﻴﻨﻪ ﺑﻬﻼﺁﻬﺎ ﺣﻴﻦ ﺁﺬﱠﺑﻮﻩ ﻭﻋ ﺼﻮﺍ ﺃ ﻣ ﺮﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 439'
),
	Hadith(
		hadithNumber: 440,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﱠﻪ ﻗﺎﻝ : « ﻗﺎ ﻝ ﺍﻟﱠﻠﻪ ، ﻋ ﱠﺰ'
			'ﻭﺟ ﱠﻞ ، ﺃﻧﺎ ﻋﻨﺪ ﻇ ﱢﻦ ﻋﺒﺪﻱ ﺑﻲ ، ﻭﺃﻧﺎ ﻣﻌﻪ ﺣﻴ ﺚ ﻳﺬﺁ ﺮﻧﻲ ، ﻭﺍﻟﱠﻠ ﻪ ﻟﻠﱠﻪ ﺃﻓ ﺮ ﺡ ﺑﺘ ﻮﺑ ﺔ ﻋﺒﺪﻩ ﻣ ﻦ ﺃ ﺣﺪﺁﻢ ﻳﺠﺪ ﺿﺎﱠﻟﺘﻪ'
			'ﺑﺎﻟﻔﻼﺓ ، ﻭ ﻣ ﻦ ﺗﻘ ﱠﺮ ﺏ ﺇﻟ ﱠﻲ ﺷﺒﺮﺍ ، ﺗﻘﺮﱠﺑ ﺖ ﺇﻟﻴﻪ ﺫ ﺭﺍﻋﺎ ، ﻭ ﻣ ﻦ ﺗﻘ ﺮ ﺏ ﺇﻟ ﱠﻲ ﺫﺭﺍﻋﺎ ، ﺗﻘﺮﱠﺑ ﺖ ﺇﻟﻴﻪ ﺑﺎﻋﺎ ، ﻭﺇﺫﺍ ﺃﻗﺒ ﻞ ﺇﻟ ﱠﻲ'
			'ﻳ ﻤﺸﻲ ، ﺃﻗﺒﻠ ﺖ ﺇﻟﻴﻪ ﺃ ﻩ ﺮ ﻭ ﻝ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔﻆ ﺇﺣﺪﻯ ﺭﻭﺍﻳﺎﺕ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 440'
),
	Hadith(
		hadithNumber: 441,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃﻧﱠﻪ ﺳﻤ ﻊ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺒ ﻞ ﻣ ﻮﺗ ﻪ ﺑﺜﻼﺛ ﺔ'
			'ﺃﱠﻳﺎﻡ ﻳﻘﻮ ﻝ : « ﻻ ﻳﻤﻮﺗﻦ ﺃ ﺣﺪﺁﻢ ﺇ ﱠﻻ ﻭ ﻩ ﻮ ﻳ ﺤ ﺴ ﻦ ﺍﻟ ﱠﻈ ﱠﻦ ﺑﺎﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 441'
),
	Hadith(
		hadithNumber: 442,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ :'
			'ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﺇﱠﻧ ﻚ ﻣﺎ ﺩﻋ ﻮﺗﻨﻲ ﻭ ﺭﺟ ﻮﺗﻨﻲ ﻏﻔ ﺮ ﺕ ﻟ ﻚ ﻋﻠﻰ ﻣﺎ ﺁﺎ ﻥ ﻣﻨ ﻚ ﻭﻻ ﺃﺑﺎﻟﻲ ، ﻳﺎ ﺍﺑﻦ ﺁﺪﻣ ، ﻟ ﻮ ﺑﻠﻐ ﺖ ﺫﻧﻮﺑ ﻚ'
			'ﻋﻨﺎ ﻥ ﺍﻟﺴﻤﺎ ﺀ ، ﺛﻢ ﺍ ﺳﺘﻐﻔ ﺮﺗﻨﻲ ﻏﻔﺮ ﺕ ﻟ ﻚ ، ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ، ﺇﱠﻧ ﻚ ﻟﻮ ﺃﺗﻴﺘﻨﻲ ﺑﻘﺮﺍ ﺏ ﺍ ﻷ ﺭ ﺽ ﺧﻄﺎﻳﺎ ، ﺛﻢﱠ ﻟﻘﻴﺘﻨﻲ ﻻ'
			'ﺗ ﺸ ﺮ ﻙ ﺑﻲ ﺷﻴﺌﺎ ، ﻷﺗﻴﺘ ﻚ ﺑﻘ ﺮﺍﺑ ﻬﺎ ﻣﻐﻔ ﺮﺓ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ . ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'» ﻋﻨﺎ ﻥ ﺍﻟﺴﻤﺎ ﺀ » ﺑﻔـﺘﺢ ﺍﻟﻌﻴﻦ ، ﻗﻴﻞ : ﻩﻮ ﻣﺎ ﻋﻦ ﻟ ﻚ ﻣﻨﻬﺎ ، ﺄﻳ : ﻇ ﻬ ﺮ ﺇﺫﺍ ﺭﻓﻌ ﺖ ﺭﺃ ﺳ ﻚ، ﻭﻗﻴ ﻞ : ﻩﻮ ﺍﻟ ﱠﺴ ﺤﺎ ﺏ'
			'.'
			'ﻭ « ﻗﺮﺍ ﺏ ﺍﻷﺮﺿ » ﺑﻀﻢ ﺍﻟﻘﺎﻑ ، ﻭﻗﻴ ﻞ ﺑﻜﺴ ﺮﻩﺎ ، ﻭﺍﻟﻀﻢ ﺃﺻﺢ ﻭﺃﺷﻬﺮ، ﻮﻫﻮ : ﻣﺎ ﻳﻘﺎ ﺭ ﺏ ﻣ ﻸ ﻩﺎ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 442'
),
	Hadith(
		hadithNumber: 443,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ . ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟ ﻮ ﻳﻌﻠﻢ ﺍﻟﻤ ﺆﻣ ﻦ ﻣﺎ'
			'ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﺍﻟﻌﻘـﻮﺑ ﺔ . ﻣﺎ ﻃ ﻤ ﻊ ﺑ ﺠﱠﻨﺘ ﻪ ﺃ ﺣﺪ ، ﻭﻟ ﻮ ﻳﻌﻠﻢ ﺍﻟﻜﺎﻓ ﺮ ﻣﺎ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﺍﻟ ﱠﺮ ﺣﻤ ﺔ ، ﻣﺎ ﻗﻨ ﻂ ﻣ ﻦ ﺟﱠﻨﺘ ﻪ ﺃ ﺣﺪ'
			'» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 443'
),
	Hadith(
		hadithNumber: 444,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪ ﺭ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻭ ﺿﻌ ﺖ ﺍﻟ ﺠﻨﺎ ﺯﺓ'
			'ﻭﺍ ﺣﺘ ﻤﻠ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺃﻭ ﺍﻟ ﱢﺮﺟﺎ ﻝ ﻋﻠﻰ ﺃ ﻋﻨﺎﻗﻬﻢ ، ﻓﺈ ﻥ ﺁﺎﻧ ﺖ ﺻﺎﻟ ﺤ ﺔ ﻗﺎﻟ ﺖ : ﻗﱢﺪﻣﻮﻧﻲ ﻗﱢﺪﻣﻮﻧﻲ ، ﻭﺇ ﻥ ﺁﺎﻧ ﺖ ﻏﻴﺮ'
			'ﺻﺎﻟﺤ ﺔ ، ﻗﺎﻟ ﺖ : ﻳﺎ ﻭﻳﻠ ﻬﺎ ، ﺃﻳ ﻦ ﺗﺬ ﻩﺒﻮ ﻥ ﺑﻬﺎ ؟ ﻳ ﺴﻤ ﻊ ﺻﻮﺗﻬﺎ ﺁﻞﱡ ﺷﻲ ﺀ ﺇ ﱠﻻ ﺍ ﻹﻧ ﺴﺎ ﻥ ، ﻭﻟ ﻮ ﺳ ﻤﻌﻪ ﻟ ﺼﻌ ﻖ »'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 444'
),
	Hadith(
		hadithNumber: 445,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟ ﺠﻨﱠﺔ ﺃﻗ ﺮ ﺏ ﺇﻟﻰ'
			' .445ﺃ ﺣﺪﺁﻢ ﻣ ﻦ ﺷ ﺮﺍ ﻙ ﻧﻌﻠﻪ ﻭﺍﻟﱠﻨﺎ ﺭ ﻣﺜ ﻞ ﺫﻟﻚ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 445'
),
	Hadith(
		hadithNumber: 446,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻗﺎ ﻝ : ﻗﺎﻝ ﻟﻲ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻗ ﺮﺃ ﻋﱠﻠﻲ ﺍﻟﻘﺮﺁ ﻥ »'
			'ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﺃﻗ ﺮﺃ ﻋﻠﻴ ﻚ ، ﻭ ﻋﻠﻴ ﻚ ﺃﻧ ﺰ ﻝ ؟، ﻗﺎ ﻝ : « ﺇﻧﻲ ﺃ ﺣﺐﱡ ﺃ ﻥ ﺃ ﺳﻤﻌﻪ ﻣ ﻦ ﻏﻴ ﺮﻱ » ﻓﻘ ﺮﺃ ﺕ ﻋﻠﻴﻪ'
			'ﺳﻮ ﺭﺓ ﺍﻟﱢﻨﺴﺎﺀ ، ﺣﺘﻰ ﺟﺌ ﺖ ﺇﻟﻰ ﻩﺬﻩ ﺍﻵﻳﺔ : { ﻓﻜﻴ ﻒ ﺇﺫﺍ ﺟﺌﻨﺎ ﻣ ﻦ ﺁﻞﱢ ﺃﱠﻣﺔ ﺑ ﺸﻬﻴﺪ ﻭﺟﺌﻨﺎ ﺑ ﻚ ﻋﻠﻰ ﻩﺆﻻ ﺀ ﺷ ﻬﻴﺪﺍ }'
			'[ ﺍﻵﻳﺔ : 41 ] ﻗﺎﻝ : « ﺣ ﺴﺒ ﻚ ﺍﻵ ﻥ » ﻓﺎﻟﺘﻔ ﱠﺖ ﺇﻟﻴﻪ . ﻓﺈﺫﺍ ﻋﻴﻨﺎﻩ ﺗﺬ ﺭﻓﺎ ﻥ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 446'
),
	Hadith(
		hadithNumber: 447,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺧ ﻄ ﺐ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﻄﺒ ﺔ ﻣﺎ ﺳ ﻤﻌ ﺖ ﻣﺜﻠ ﻬﺎ ﻗ ﱡﻂ'
			'، ﻓﻘﺎ ﻝ : « ﻟ ﻮ ﺗﻌﻠﻤﻮ ﻥ ﻣﺎ ﺃ ﻋﻠﻢ ﻟ ﻀ ﺤﻜﺘﻢ ﻗﻠﻴ ﻼ ﻭﻟﺒﻜﻴﺘﻢ ﺁﺜﻴﺮﺍ» ﻗﺎﻝ : ﻓﻐ ﱠﻄﻰ ﺃ ﺻ ﺤﺎ ﺏ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ . ﻭ ﺟﻮ ﻩ ﻬﻢ . ﻭﻟﻬﻢ ﺧﻨﻴ ﻦ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻭ ﺳﺒ ﻖ ﺑﻴﺎﻧﻪ ﻓﻲ ﺑﺎ ﺏ ﺍﻟ ﺨﻮ ﻑ',
		translation: 'Translation of Hadith 447'
),
	Hadith(
		hadithNumber: 448,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻﻳﻠ ﺞ ﺍﻟﱠﻨﺎ ﺭ ﺭ ﺟﻞ'
			'ﺑﻜﻰ ﻣ ﻦ ﺧ ﺸﻴ ﺔ ﺍﻟﱠﻠﻪ ﺣﱠﺘﻰ ﻳﻌﻮﺩ ﺍﻟﱠﻠﺒ ﻦ ﻓﻲ ﺍﻟ ﱠﻀ ﺮﻉ ﻭﻻ ﻳ ﺠﺘﻤ ﻊ ﻏﺒﺎﺭ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻭﺩﺧﺎ ﻥ ﺟ ﻬﱠﻨﻢ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 448'
),
	Hadith(
		hadithNumber: 449,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺳﺒﻌﺔ ﻳ ﻈﻠﱡ ﻬﻢ ﺍﻟﱠﻠﻪ ﻓﻲ ﻇﱢﻠ ﻪ ﻳ ﻮﻡ ﻻ ﻇ ﱠﻞ ﺇ ﱠﻻ ﻇﻠﱡﻪ :'
			'ﻋﻠﻴ ﻪ . ﻭﺗﻔ ﱠﺮﻗﺎ ﻋﻠﻴ ﻪ ، ﻭ ﺭ ﺟﻞ ﺩ ﻋﺘﻪ ﺍ ﻣ ﺮﺃﺓ ﺫﺍ ﺕ ﻣﻨ ﺼ ﺐ ﻭ ﺟﻤﺎ ﻝ . ﻓﻘﺎ ﻝ : ﺇﻧﻲ ﺃﺧﺎ ﻑ ﺍﻟﱠﻠﻪ . ﻭ ﺭ ﺟﻞ ﺗ ﺼﱠﺪ ﻕ ﺑ ﺼﺪﻗ ﺔﺇﻣﺎﻡ ﻋﺎﺪﻟ ، ﻭﺷﺎ ﱞﺏ ﻧ ﺸﺄ ﻓﻲ ﻋﺒﺎﺩﺓ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ . ﻭ ﺭ ﺟﻞ ﻗﻠﺒﻪ ﻣﻌﱠﻠﻖ ﺑﺎﻟ ﻤ ﺴﺎ ﺟﺪ . ﻭ ﺭ ﺟﻼ ﻥ ﺗ ﺤﺎﱠﺑﺎ ﻓﻲ ﺍﻟﱠﻠﻪ . ﺍﺟﺘ ﻤﻌﺎ'
			'ﻓﺄ ﺧﻔﺎﻩﺎ ﺣﱠﺘﻰ ﻻ ﺗﻌﻠﻢ ﺷﻤﺎﻟﻪ ﻣﺎ ﺗﻨﻔ ﻖ ﻳﻤﻴﻨﻪ . ﻭ ﺭ ﺟﻞ ﺫﺁ ﺮ ﺍﻟﱠﻠﻪ ﺧﺎﻟﻴﺎ ﻓﻔﺎ ﺿ ﺖ ﻋﻴﻨﺎﻩ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 449'
),
	Hadith(
		hadithNumber: 450,
		hadith:
						'ﻭ ﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺍﻟ ﱢﺸ ﱢﺨﻴﺮ . ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻗﺎﻝ : ﺃﺗﻴ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩﻮ ﻳﺼﱢﻠﻲ'
			'ﻭﻟﺠ ﻮﻓ ﻪ ﺃ ﺯﻳﺰ ﺁﺄ ﺯﻳ ﺰ ﺍﻟﻤ ﺮ ﺟ ﻞ ﻣ ﻦ ﺍﻟﺒﻜﺎ ﺀ .'
			'ﺣﺪﻳﺚ ﺻﺤﻴﺢ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ . ﻭﺍﻟﱢﺘﺮﻣﺬ ﱡﻱ ﻓﻲ ﺍﻟ ﱠﺸﻤﺎﺋﻞ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 450'
),
	Hadith(
		hadithNumber: 451,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻷﺑ ﱢﻲ ﺑ ﻦ ﺁﻌ ﺐ . ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ، ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ، ﺃ ﻣ ﺮﻧﻲ ﺃ ﻥ ﺃﻗ ﺮﺃ ﻋﻠﻴ ﻚ : ﻟﻢ ﻳﻜﻦ ﺍﱠﻟﺬﻳ ﻦ ﺁﻔ ﺮﻭﺍ » ﻗﺎ ﻝ : ﻭ ﺳﱠﻤﺎﻧﻲ ؟ ﻗﺎﻝ : « ﻧﻌﻢ »'
			'ﻓﺒﻜﻰ ﺃﺑ ﱞﻲ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻭﻓﻲ ﺭﻭﺍﻳﺔ: ﻓ ﺠﻌ ﻞ ﺃﺑ ﱞﻲ ﻳﺒﻜﻲ',
		translation: 'Translation of Hadith 451'
),
	Hadith(
		hadithNumber: 452,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺃﺑﻮ ﺑﻜ ﺮ ﻟﻌﻤ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ . ﺑﻌﺪ ﻭﻓﺎﺓ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍﻧ ﻄﻠ ﻖ'
			'ﺑﻨﺎ ﺇﻟﻰ ﺄﻣﱢ ﺃﻳﻤ ﻦ . ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ . ﻧ ﺰﻭ ﺮﻫﺎ ﺁﻤﺎ ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳ ﺰﻭ ﺮﻫﺎ . ﻓﻠﱠﻤﺎ ﺍﻧﺘ ﻬﻴﺎ'
			'ﺇﻟﻴﻬﺎ ﺑﻜ ﺖ . ﻓﻘﺎﻻ ﻟﻬﺎ : ﻣﺎ ﻳﺒﻜﻴ ﻚ ؟ ﺃ ﻣﺎ ﺗﻌﻠ ﻤﻴ ﻦ ﺃ ﱠﻥ ﻣﺎ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺧﻴﺮ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،'
			'ﻗﺎﻟ ﺖ : ﺇﻧﻲ ﻻ ﺃﺑﻜﻲ ، ﺃﱢﻧﻲ ﻷ ﻋﻠﻢ ﺃ ﱠﻥ ﻣﺎ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺧﻴﺮ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻟﻜﱢﻨﻲ ﺃﺑﻜﻲ ﺃ ﱠﻥ'
			'ﺍﻟ ﻮ ﺣ ﻲ ﻗﺪ ﺍﻧﻘ ﻄ ﻊ ﻣ ﻦ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﻓ ﻬﱠﻴ ﺠﺘ ﻬﻤﺎ ﻋﻠﻰ ﺍﻟﺒﻜﺎ ﺀ ، ﻓ ﺠﻌﻼ ﻳﺒﻜﻴﺎ ﻥ ﻣﻌ ﻬﺎ ﺭﻭﺍﻩ ﻣﺴﻠﻢ. ﻭﻗﺪ ﺳﺒﻖ ﻓﻲ ﺑﺎﺏ ﺯﻳﺎ ﺭﺓ'
			'ﺄﻫﻞ ﺍﻟﺨﻴﺮ',
		translation: 'Translation of Hadith 452'
),
	Hadith(
		hadithNumber: 453,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋ ﻤﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : « ﻟﱠﻤﺎ ﺍ ﺷﺘﱠﺪ ﺑ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﺟﻌﻪ ﻗﻴ ﻞ ﻟﻪ'
			'ﻓﻲ ﺍﻟ ﱠﺼ ﻼﺓ ﻓﻘﺎﻝ : « ﻣ ﺮﻭﺍ ﺃﺑﺎ ﺑﻜ ﺮ ﻓﻠﻴ ﺼ ﱢﻞ ﺑﺎﻟﱠﻨﺎ ﺱ » ﻓﻘﺎﻟ ﺖ ﻋﺎﺋﺸﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ: ﺇ ﱠﻥ ﺃﺑﺎ ﺑﻜ ﺮ ﺭ ﺟﻞ ﺭﻗﻴ ﻖ'
			'ﺇﺫﺍ ﻗ ﺮﺃ ﺍﻟﻘﺮﺁ ﻥ ﻏﻠﺒﻪ ﺍﻟﺒﻜﺎ ﺀ » ﻓﻘﺎﻝ : « ﻣ ﺮﻭﻩ ﻓﻠﻴ ﺼ ﱢﻞ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻋﻦ ﻋﺎﺋﺸ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟ ﺖ : ﻗﻠ ﺖ : ﺇ ﱠﻥ ﺃﺑﺎ ﺑﻜ ﺮ ﺇﺫﺍ ﻗﺎﻡ ﻣﻘﺎﻣ ﻚ ﻟﻢ ﻳ ﺴﻤﻊ ﺍﻟﱠﻨﺎﺱ ﻣ ﻦ ﺍﻟﺒﻜﺎ ﺀ'
			'. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 453'
),
	Hadith(
		hadithNumber: 454,
		hadith:
						'ﻭﻋﻦ ﺇﺑﺮﺎﻫﻴﻢ ﺑ ﻦ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣﻤ ﻦ ﺑ ﻦ ﻋﻮ ﻑ ﺃ ﱠﻥ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣﻤ ﻦ ﺑ ﻦ ﻋ ﻮ ﻑ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﺗ ﻲ ﺑ ﻄﻌﺎﻡ ﻭﺁﺎ ﻥ'
			'ﺻﺎﺋﻤﺎ ، ﻓﻘﺎ ﻝ : ﻗﺘ ﻞ ﻣ ﺼﻌ ﺐ ﺑ ﻦ ﻋ ﻤﻴ ﺮ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻭ ﻩ ﻮ ﺧﻴﺮ ﻣﱢﻨﻲ ، ﻓﻠﻢ ﻳﻮ ﺟﺪ ﻟﻪ ﻣﺎ ﻳﻜﻔﱠ ﻦ ﻓﻴ ﻪ ﺇ ﱠﻻ ﺑ ﺮﺩﺓ'
			'ﺇ ﻥ ﻏ ﱢﻄﻲ ﺑﻬﺎ ﺭﺃ ﺳﻪ ﺑﺪ ﺕ ﺭ ﺟ ﻼﻩ ، ﻭﺇ ﻥ ﻏ ﱢﻄ ﻲ ﺑﻬﺎ ﺭ ﺟﻼﻩ ﺑﺪﺍ ﺭﺃ ﺳﻪ ، ﺛﻢﱠ ﺑ ﺴ ﻂ ﻟﻨﺎ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻣﺎ ﺑ ﺴ ﻂ ﺃ ﻭ ﻗﺎ ﻝ :'
			'ﺃ ﻋ ﻄﻴﻨﺎ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻣﺎ ﺃ ﻋ ﻄﻴﻨﺎ ﻗﺪ ﺧ ﺸﻴﻨﺎ ﺃ ﻥ ﺗﻜﻮ ﻥ ﺣ ﺴﻨﺎﺗﻨﺎ ﻋ ﱢﺠﻠ ﺖ ﻟﻨﺎ . ﺛﻢﱠ ﺟﻌ ﻞ ﻳﺒﻜﻲ ﺣﱠﺘﻰ ﺗ ﺮ ﻙ ﺍﻟ ﱠﻄﻌﺎﻡ . ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 454'
),
	Hadith(
		hadithNumber: 455,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﻣﺎﻣﺔ ﺻﺪﻱﱢ ﺑ ﻦ ﻋﺠﻼ ﻥ ﺍﻟﺒﺎ ﻩﻠ ﱢﻲ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «'
			'ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﺃﻣﺎ ﺍﻷﺛﺮﺎﻧ ﻓﺄﺛﺮ ﻓﻲ ﺳﺒﻴﻞ ﺍﷲ ﺗﻌـﺎﻟﻰ ﻭﺃﺛﺮ ﻓﻲ ﻓ ﺮﻳ ﻀ ﺔ ﻣ ﻦ ﻓ ﺮﺍﺋ ﺾ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ » ﺭﻭﺍﻩﻟﻴ ﺲ ﺷﻲ ﺀ ﺃ ﺣ ﱠﺐ ﺇﻟﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻣﻦ ﻗ ﻄ ﺮﺗﻴﻦ . ﻭﺃﺛ ﺮﻳ ﻦ : ﻗ ﻄ ﺮﺓ ﺩﻣﻮ ﻉ ﻣﻦ ﺧﺸﻴ ﺔ ﺍﻟﱠﻠﻪ ﻭﻗﻄ ﺮﺓ ﺪﻣ ﺗﻬ ﺮﺍ ﻕ ﻓﻲ'
			'ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'ﻭﻓﻲ ﺍﻟﺒﺎ ﺏ ﺃﺣﺎﺩﻳ ﺚ ﺁﺜﻴﺮﺓ ، ﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 455'
),
	Hadith(
		hadithNumber: 456,
		hadith:
						'ﺣﺪﻳﺚ ﺍﻟﻌﺮﺑﺎﺽ ﺑ ﻦ ﺳﺎﺭﻳ ﺔ . ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻭ ﻋ ﻈﻨﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻮ ﻋ ﻈ ﺔ'
			'ﻭ ﺟﻠ ﺖ ﻣﻨﻬﺎ ﺍﻟﻘﻠﻮ ﺏ ، ﻭﺫ ﺭﻓﺖ ﻣﻨ ﻬﺎ ﺍﻟﻌﻴﻮ ﻥ » . ﻭﻗﺪ ﺳﺒﻖ ﻓﻲ ﺑﺎﺏ ﺍﻟﻨﻬﻲ ﻋﻦ ﺍﻟﺒﺪﻉ',
		translation: 'Translation of Hadith 456'
),
	Hadith(
		hadithNumber: 457,
		hadith:
						'ﻋﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﻋﻮ ﻑ ﺍ ﻷﻧﺼﺎﺭ ﱢﻱ . ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻌ ﺚ ﺃﺑﺎ ﻋﺒﻴﺪﺓ'
			'ﺑ ﻦ ﺍﻟﺠ ﱠﺮﺍ ﺡ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺇﻟﻰ ﺍﻟﺒ ﺤ ﺮﻳ ﻦ ﻳﺄﺗﻲ ﺑﺠ ﺰﻳﺘ ﻬﺎ ﻓﻘﺪﻡ ﺑﻤﺎ ﻝ ﻣ ﻦ ﺍﻟﺒ ﺤ ﺮﻳ ﻦ ، ﻓ ﺴ ﻤﻌﺖ ﺍ ﻷﻧ ﺼﺎ ﺭ ﺑﻘﺪﻮﻣ'
			'ﺃﺑﻲ ﻋﺒﻴﺪﺓ ، ﻓﻮﺍﻓ ﻮﺍ ﺻﻼﺓ ﺍﻟﻔ ﺠ ﺮ ﻣ ﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻠﱠﻤﺎ ﺻﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﺍﻧ ﺼ ﺮ ﻑ ، ﻓﺘﻌ ﱠﺮ ﺿﻮﺍ ﻟﻪ ، ﻓﺘﺒ ﱠﺴﻢ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﻴ ﻦ ﺭﺁ ﻩﻢ ، ﺛﻢﱠ ﻗﺎﻝ : «ﺃ ﻇﱡﻨﻜﻢ'
			'ﺳ ﻤﻌﺘﻢ ﺃ ﱠﻥ ﺃﺑﺎ ﻋﺒﻴﺪﺓ ﻗﺪﻡ ﺑ ﺸﻲﺀ ﻣ ﻦ ﺍﻟﺒ ﺤ ﺮﻳ ﻦ » ﻓﻘﺎﻟﻮﺍ : ﺃ ﺟﻞ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻓﻘــﺎﻝ: « ﺃﺑ ﺸ ﺮﻭﺍ ﻭﺃﱢﻣﻠﻮﺍ ﻣﺎ'
			'ﻳﺴ ﱡﺮﺁﻢ ، ﻓﻮﺍﻟﱠﻠﻪ ﻣﺎ ﺍﻟﻔﻘ ﺮ ﺃ ﺧ ﺸﻰ ﻋﻠﻴﻜﻢ . ﻭﻟﻜﻨﻲ ﺃ ﺧﺸﻰ ﺃ ﻥ ﺗﺒ ﺴ ﻂ ﺍﻟﱡﺪﻧﻴﺎ ﻋﻠﻴﻜﻢ ﺁﻤﺎ ﺑﺴ ﻄ ﺖ ﻋﻠﻰ ﻣ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ،'
			'ﻓﺘﻨﺎﻓ ﺴﻮ ﻩﺎ ﺁ ﻤﺎ ﺗﻨﺎﻓ ﺴﻮ ﻩﺎ . ﻓﺘ ﻬﻠﻜﻜﻢ ﺁ ﻤﺎ ﺃ ﻩﻠﻜﺘ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 457'
),
	Hadith(
		hadithNumber: 458,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪﺭ ﱢﻱ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻗﺎ ﻝ : ﺟﻠ ﺲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍﻟ ﻤﻨﺒ ﺮ ،'
			'ﻭ ﺟﻠ ﺴﻨﺎ ﺣ ﻮﻟﻪ . ﻓﻘﺎﻝ : « ﺇ ﱠﻥ ﻣﱠﻤﺎ ﺃ ﺧﺎ ﻑ ﻋﻠﻴﻜﻢ ﻣ ﻦ ﺑﻌﺪﻱ ﻣﺎ ﻳﻔﺘ ﺢ ﻋﻠﻴﻜﻢ ﻣﻦ ﺯ ﻩ ﺮﺓ ﺍﻟﱡﺪﻧﻴﺎ ﻭﺯﻳﻨﺘ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻴﻪ',
		translation: 'Translation of Hadith 458'
),
	Hadith(
		hadithNumber: 459,
		hadith:
						'ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﱡﺪﻧﻴﺎ ﺣﻠ ﻮﺓ ﺧ ﻀ ﺮﺓ ﻭﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻣ ﺴﺘ ﺨﻠﻔﻜﻢ'
			'ﻓﻴ ﻬﺎ ، ﻓﻴﻨ ﻈ ﺮ ﺁﻴ ﻒ ﺗﻌﻤﻠﻮ ﻥ ﻓﺎﱠﺗﻘﻮﺍ ﺍﻟﱡﺪﻧﻴﺎ ﻭﺍﱠﺗﻘﻮﺍ ﺍﻟﱢﻨ ﺴﺎ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 459'
),
	Hadith(
		hadithNumber: 460,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﻋﻴ ﺶ ﺇ ﱠﻻ ﻋﻴ ﺶ ﺍﻵ ﺧ ﺮﺓ »'
			' .460ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 460'
),
	Hadith(
		hadithNumber: 461,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳﺘﺒ ﻊ ﺍﻟ ﻤﱢﻴ ﺖ ﺛﻼﺛﺔ : ﺃ ﻩﻠﻪ ﻭﻣﺎﻟﻪ ﻭ ﻋ ﻤﻠﻪ : ﻓﻴ ﺮ ﺟ ﻊ'
			'ﺍﺛﻨﺎ ﻥ . ﻭﻳﺒﻘﻰ ﻭﺍﺣﺪ : ﻳ ﺮ ﺟ ﻊ ﺃ ﻩﻠﻪ ﻭ ﻣﺎﻟﻪ ﻭﻳﺒﻘﻰ ﻋ ﻤﻠﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 461'
),
	Hadith(
		hadithNumber: 462,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳ ﺆﺗ ﻲ ﺑﺄﻧﻌﻢ ﺃ ﻩ ﻞ ﺍﻟﱡﺪﻧﻴﺎ ﻣﻦ ﺃ ﻩ ﻞ ﺍﻟﱠﻨﺎ ﺭ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ،'
			'ﻓﻴ ﺼﺒ ﻎ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ﺻﺒﻐ ﺔ ﺛﻢﱠ ﻳﻘﺎ ﻝ : ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﻩ ﻞ ﺭﺃﻳ ﺖ ﺧﻴﺮﺍ ﻗ ﱡﻂ ؟ ﻩ ﻞ ﻣ ﱠﺮ ﺑ ﻚ ﻧﻌﻴﻢ ﻗ ﱡﻂ ؟ ﻓﻴﻘﻮﻝ : ﻻ ﻭﺍﻟﱠﻠﻪ ﻳﺎ ﺭ ﱢﺏ.'
			'ﻭﻳ ﺆﺗﻰ ﺑﺄ ﺷﱢﺪ ﺍﻟﱠﻨﺎ ﺱ ﺑ ﺆﺳﺎ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ﻓﻴ ﺼﺒ ﻎ ﺻﺒﻐ ﺔ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻓﻴﻘﺎ ﻝ ﻟﻪ : ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﻩ ﻞ ﺭﺃﻳ ﺖ'
			'ﺑ ﺆﺳﺎ ﻗ ﱡﻂ ؟ ﻩ ﻞ ﻣ ﱠﺮ ﺑ ﻚ ﺷﺪﱠﺓ ﻗ ﱡﻂ ؟ ﻓﻴﻘﻮ ﻝ : ﻻ ، ﻭﺍﻟﱠﻠﻪ ، ﻣﺎ ﻣ ﱠﺮ ﺑﻲ ﺑ ﺆ ﺱ ﻗ ﱡﻂ ، ﻭﻻ ﺭﺃﻳ ﺖ ﺷﱠﺪﺓ ﻗ ﱡﻂ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 462'
),
	Hadith(
		hadithNumber: 463,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻤ ﺴﺘ ﻮﺭﺩ ﺑ ﻦ ﺷﱠﺪﺍﺩ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣﺎ ﺍﻟﱡﺪﻧﻴﺎ ﻓﻲ'
			'ﺍﻵ ﺧ ﺮﺓ ﺇ ﱠﻻ ﻣﺜ ﻞ ﻣﺎ ﻳ ﺠﻌ ﻞ ﺃﺣﺪﺁﻢ ﺃ ﺻﺒﻌﻪ ﻓﻲ ﺍﻟﻴﱢﻢ . ﻓﻠﻴﻨ ﻈ ﺮ ﺑﻢ ﻳ ﺮ ﺟ ﻊ؟» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 463'
),
	Hadith(
		hadithNumber: 464,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﱠﺮ ﺑﺎﻟ ﱡﺴﻮ ﻕ ﻭﺍﻟﱠﻨﺎ ﺱ ﺁﺘﻔﻴﻪ ، ﻓ ﻤ ﱠﺮ ﺑ ﺠﺪ ﻱ'
			'ﺃ ﺳ ﱠﻚ ﻣﱢﻴ ﺖ ، ﻓﺘﻨﺎ ﻭﻟﻪ ، ﻓﺄ ﺧﺬ ﺑﺄﺫﻧ ﻪ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺃﱡﻳﻜﻢ ﻳ ﺤﺐﱡ ﺃ ﻥ ﻳﻜﻮ ﻥ ﻩﺬﺍ ﻟﻪ ﺑﺪ ﺭ ﻩﻢ؟» ﻓﻘﺎﻟﻮﺍ : ﻣﺎ ﻧ ﺤﺐﱡ ﺃﻧﱠﻪ ﻟﻨﺎ'
			'ﺑ ﺸ ﻲ ﺀ ، ﻭ ﻣﺎ ﻧ ﺼﻨ ﻊ ﺑ ﻪ ؟ ﺛﻢ ﻗﺎﻝ : « ﺃﺗ ﺤﱡﺒﻮ ﻥ ﺃﻧﱠﻪ ﻟﻜﻢ؟ ﻗﺎﻟﻮﺍ : ﻭﺍﻟﱠﻠﻪ ﻟ ﻮ ﺁﺎ ﻥ ﺣﻴﺎ ﺁﺎ ﻥ ﻋﻴﺒﺎ ، ﺇﻧﱠﻪ ﺃ ﺳ ﱡﻚ . ﻓﻜﻴ ﻒ'
			'ﻮﻫﻮ ﻣﱠﻴ ﺖ ، ﻓﻘﺎﻝ : « ﻓ ﻮ ﺍﻟﱠﻠﻪ ﻟﻠﱡﺪﻧﻴﺎ ﺃ ﻩﻮ ﻥ ﻋﻠﻰ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﻩﺬﺍ ﻋﻠﻴﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ « ﺁﺘﻔﻴﻪ » ﺃ ﻱ : ﻋﻦ ﺟﺎﻧﺒﻴﻪ . ﻭ « ﺍ ﻷﺳ ﱡﻚ » ﺍﻟﺼﻐﻴﺮ ﺍ ﻷﺬﻧ',
		translation: 'Translation of Hadith 464'
),
	Hadith(
		hadithNumber: 465,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﻨ ﺖ ﺃ ﻣ ﺸﻲ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ ﺣ ﱠﺮﺓ ﺑﺎﻟﻤﺪﻳﻨﺔ ،'
			'ﻓﺎ ﺳﺘﻘﺒﻠﻨﺎ ﺃ ﺣﺪ ﻓﻘﺎﻝ : « ﻳﺎ ﺃﺑﺎ ﺫ ﱟﺭ » . ﻗﻠﺖ : ﻟﱠﺒﻴ ﻚ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ . ﻓﻘﺎﻝ : « ﻣﺎ ﻳ ﺴ ﱡﺮﻧﻲ ﺃ ﱠﻥ ﻋﻨﺪﻱ ﻣﺜﻞ ﺃ ﺣﺪ ﻩﺬﺍ'
			'ﺬﻫﺒﺎ ﺗ ﻤ ﻀﻲ ﻋﻠ ﱠﻲ ﺛﻼﺛﺔ ﺃﱠﻳﺎﻡ ﻭ ﻋﻨﺪﻱ ﻣﻨﻪ ﺩﻳﻨﺎﺭ ، ﺇ ﱠﻻ ﺷ ﻲ ﺀ ﺃ ﺭ ﺻﺪﻩ ﻟﺪﻳ ﻦ ، ﺇ ﱠﻻ ﺃ ﻥ ﺃﻗﻮ ﻝ ﺑﻪ ﻓﻲ ﻋﺒﺎﺩ ﺍﻟﱠﻠﻪ ﻩﻜﺬﺍ'
			'ﻭ ﻩﻜﺬﺍ » ﻋﻦ ﻳﻤﻴﻨ ﻪ ﻭﻋﻦ ﺷﻤﺎﻟﻪ ﻭﻣﻦ ﺧﻠﻔﻪ ، ﺛﻢ ﺳﺎﺭ ﻓﻘﺎﻝ : « ﺇ ﱠﻥ ﺍ ﻷﺁﺜ ﺮﻳ ﻦ ﻩﻢ ﺍ ﻷﻗﱡﻠﻮ ﻥ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺇ ﱠﻻ ﻣ ﻦ'
			'ﻗﺎ ﻝ ﺑﺎﻟ ﻤﺎ ﻝ ﻩﻜﺬﺍ ﻮﻫﻜﺬﺍ » ﻋﻦ ﻳﻤﻴﻨ ﻪ ، ﻭﻋﻦ ﺷﻤﺎﻟ ﻪ ، ﻭ ﻣ ﻦ ﺧﻠﻔﻪ « ﻭﻗﻠﻴﻞ ﻣﺎ ﻩﻢ » . ﺛﻢ ﻗﺎﻝ ﻟﻲ : « ﻣﻜﺎﻧﻚ ﻻ'
			'ﺗﺒ ﺮ ﺡ ﺣﱠﺘﻰ ﺁﺗﻴ ﻚ » . ﺛﻢ ﺍﻧ ﻄﻠ ﻖ ﻓﻲ ﺳ ﻮﺍﺩ ﺍﻟﱠﻠﻴ ﻞ ﺣﺘﻰ ﺗ ﻮﺍ ﺮﯨ ، ﻓﺴ ﻤﻌ ﺖ ﺻ ﻮﺗﺎ ﻗﺪ ﺍ ﺭﺗﻔ ﻊ، ﻓﺘ ﺨ ﱠﻮﻓ ﺖ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺃ ﺣﺪ'
			'ﻋ ﺮ ﺽ ﻟﻠﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺄ ﺭﺩ ﺕ ﺃ ﻥ ﺁﺗﻴﻪ ﻓﺬﺁ ﺮ ﺕ ﻗﻮﻟﻪ : « ﻻ ﺗﺒ ﺮ ﺡ ﺣﱠﺘﻰ ﺁﺗﻴ ﻚ » ﻓﻠﻢ ﺃﺑ ﺮ ﺡ ﺣﱠﺘﻰ ﺃﺗﺎﻧﻲ'
			'، ﻓﻘﻠ ﺖ : ﻟﻘﺪ ﺳ ﻤﻌ ﺖ ﺻﻮﺗﺎ ﺗ ﺨ ﱠﻮﻓ ﺖ ﻣﻨﻪ ، ﻓﺬﺁ ﺮ ﺕ ﻟﻪ . ﻓﻘﺎﻝ: « ﻭ ﻩ ﻞ ﺳ ﻤﻌﺘﻪ ؟ » ﻗﻠﺖ : ﻧﻌﻢ ، ﻗﺎﻝ : « ﺫﺍ ﻙ'
			'ﺟﺒﺮﻳ ﻞ ﺃﺗﺎﻧﻲ ﻓﻘﺎﻝ : ﻣﻦ ﻣﺎ ﺕ ﻣ ﻦ ﺃﻣﺘ ﻚ ﻻﻳﺸ ﺮ ﻙ ﺑﺎﻟﱠﻠﻪ ﺷﻴﺌﺎ ﺩ ﺧ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻗﻠ ﺖ : ﻭﺇ ﻥ ﺯﻧﻲ ﻭﺇ ﻥ ﺳ ﺮ ﻕ ؟ ﻗﺎﻝ :'
			'ﻭﺇ ﻥ ﺯﻧﻰ ﻭﺇ ﻥ ﺳ ﺮ ﻕ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻮﻫﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 465'
),
	Hadith(
		hadithNumber: 466,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻮ ﺁﺎﻥ ﻟﻲ ﻣﺜ ﻞ ﺃ ﺣﺪ.'
			'ﺫ ﻩﺒﺎ ، ﻟﺴ ﱠﺮﻧﻲ ﺃ ﻥ ﻻ ﺗﻤﺮﱠ ﻋﻠ ﱠﻲ ﺛﻼ ﺙ ﻟﻴﺎ ﻝ ﻭ ﻋﻨﺪﻱ ﻣﻨﻪ ﺷﻲ ﺀ ﺇ ﱠﻻ ﺷﻲ ﺀ ﺃ ﺭ ﺻﺪﻩ ﻟﺪﻳ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 466'
),
	Hadith(
		hadithNumber: 467,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍﻧ ﻈ ﺮﻭﺍ ﺇﻟﻰ ﻣ ﻦ ﻩ ﻮ ﺃﺳﻔ ﻞ ﻣﻨﻜﻢ ﻭﻻ ﺗﻨ ﻈ ﺮﻭﺍ ﺇﻟﻰ ﻣ ﻦ'
			'ﻓﻮﻗﻜﻢ ﻓ ﻬ ﻮ ﺃ ﺟﺪ ﺭ ﺄﻧ ﻻ ﺗ ﺰﺩ ﺭﻭﺍ ﻧﻌﻤ ﺔ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻜﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ﻮﻫﺬﺍ ﻟﻔﻆ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺍﻟﺒﺨﺎﺮﻳ ، « ﺇﺫﺍ ﻧ ﻈﺮ ﺃ ﺣﺪﺁﻢ ﺇﻟﻰ ﻣ ﻦ ﻓﻀ ﻞ ﻋﻠﻴ ﻪ ﻓﻲ ﺍﻟﻤﺎ ﻝ ﻭﺍﻟ ﺨﻠ ﻖ ﻓﻠﻴﻨ ﻈ ﺮ ﺇﻟﻰ ﻣ ﻦ ﻩﻮ ﺃ ﺳﻔ ﻞ ﻣﻨﻪ »',
		translation: 'Translation of Hadith 467'
),
	Hadith(
		hadithNumber: 468,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺗﻌ ﺲ ﻋﺒﺪ ﺍﻟﱢﺪﻳﻨﺎ ﺭ ﻭﺍﻟﱢﺪ ﺭ ﻩﻢ ﻭﺍﻟﻘﻄﻴﻔ ﺔ ﻭﺍﻟ ﺨ ﻤﻴ ﺼ ﺔ ، ﺇ ﻥ'
			'ﺃﻋ ﻄ ﻲ ﺭﺿﻲ ، ﻭﺇ ﻥ ﻟﻢ ﻳﻌ ﻂ ﻟﻢ ﻳ ﺮ ﺽ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 468'
),
	Hadith(
		hadithNumber: 469,
		hadith:
						'ﻭﻋﻨﻪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻟﻘﺪ ﺭﺃﻳ ﺖ ﺳﺒﻌﻴﻦ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟ ﱡﺼﱠﻔ ﺔ ، ﻣﺎ ﻣﻨ ﻬﻢ ﺭ ﺟﻞ ﻋﻠﻴﻪ ﺭﺩﺍ ﺀ ، ﺇﱠﻣﺎ ﺇ ﺯﺍﺭ ،'
			'ﻭﺇﱠﻣﺎ ﺁ ﺴﺎ ﺀ ، ﻗﺪ ﺭﺑ ﻄﻮﺍ ﻓﻲ ﺃ ﻋﻨﺎﻗ ﻬﻢ ، ﻓﻤﻨ ﻬﺎ ﻣﺎ ﻳﺒﻠ ﻎ ﻧﺼ ﻒ ﺍﻟ ﱠﺴﺎﻗﻴﻦ . ﻭﻣﻨ ﻬﺎ ﻣﺎ ﻳﺒﻠ ﻎ ﺍﻟﻜﻌﺒﻴ ﻦ . ﻓﻴ ﺠﻤﻌﻪ ﺑﻴﺪﻩ'
			'ﺁﺮﺍ ﻩﻴ ﺔ ﺃ ﻥ ﺗ ﺮﻯ ﻋ ﻮﺭﺗﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 469'
),
	Hadith(
		hadithNumber: 470,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﱡﺪﻧﻴﺎ ﺳ ﺠ ﻦ ﺍﻟﻤ ﺆﻣ ﻦ ﻭﺟﻨﱠﺔ ﺍﻟﻜﺎﻓ ﺮ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 470'
),
	Hadith(
		hadithNumber: 471,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺃ ﺧﺬ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻤﻨﻜﺒ ﱠﻲ ، ﻓﻘﺎﻝ : « ﺁ ﻦ'
			'ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﺁﺄﱠﻧ ﻚ ﻏﺮﻳ ﺐ ، ﺃ ﻭ ﻋﺎﺑ ﺮ ﺳﺒﻴ ﻞ » .'
			'ﻭﺁﺎ ﻥ ﺍﺑ ﻦ ﻋﻤ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻳﻘﻮﻝ : ﺇﺫﺍ ﺃ ﻣﺴﻴ ﺖ ، ﻓﻼ ﺗﻨﺘ ﻈ ﺮ ﺍﻟ ﱠﺼﺒﺎ ﺡ ﻭﺇﺫﺍ ﺃ ﺻﺒ ﺤﺖ ، ﻓﻼ ﺗﻨﺘ ﻈ ﺮ'
			'ﺍﻟ ﻤﺴﺎ ﺀ ، ﻭ ﺧﺬ ﻣ ﻦ ﺻ ﱠﺤﺘ ﻚ ﻟﻤﺮ ﺿ ﻚ ﻭ ﻣ ﻦ ﺣﻴﺎﺗﻚ ﻟﻤﻮﺗ ﻚ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻗﺎﻟﻮﺍ ﻓﻲ ﺷﺮﺡ ﻩﺬﺍ ﺍﻟﺤﺪﻳﺚ ﻣﻌﻨﺎﻩ ﻻ ﺗﺮﺁﻦ ﺇﻟﻰ ﺍﻟﱡﺪﻧﻴﺎ ﻭﻻ ﺗﱠﺘ ﺨﺬ ﻩﺎ ﻭ ﻃﻨﺎ ، ﻭﻻ ﺗﺤﱢﺪ ﺙ ﻧﻔﺴ ﻚ ﺑ ﻄﻮﻝ ﺍﻟﺒﻘﺎ ﺀ ﻓﻴ ﻬﺎ ،'
			'ﻭﻻ ﺑﺎﻻ ﻋﺘﻨﺎ ﺀ ﺑ ﻬﺎ ، ﻭﻻ ﺗﺘﻌﱠﻠ ﻖ ﻣﻨ ﻬﺎ ﺇ ﱠﻻ ﺑﻤﺎ ﻳﺘﻌﱠﻠ ﻖ ﺑﻪ ﺍﻟﻐ ﺮﻳ ﺐ ﻓﻲ ﻏﻴ ﺮ ﻭ ﻃﻨ ﻪ ، ﻭﻻ ﺗ ﺸﺘﻐ ﻞ ﻓﻴ ﻬﺎ ﺑﻤﺎ ﻻ ﻳﺸﺘﻐ ﻞ ﺑ ﻪ'
			'ﺍﻟﻐ ﺮﻳ ﺐ ﺍﱠﻟﺬﻱ ﻳﺮﻳﺪ ﺍﻟﱠﺬﻩﺎﺏ ﺇﻟﻰ ﺃ ﻩﻠ ﻪ . ﻭﺑﺎﻟﱠﻠ ﻪ ﺍﻟﱠﺘ ﻮﻓﻴ ﻖ .'
			'`',
		translation: 'Translation of Hadith 471'
),
	Hadith(
		hadithNumber: 472,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﻌﱠﺒﺎﺱ ﺳ ﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺍﻟ ﱠﺴﺎﻋﺪ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': ﻓﻘﺎ ﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺩﱠﻟﻨﻲ ﻋﻠﻰ ﻋ ﻤ ﻞ ﺇﺫﺍ ﻋ ﻤﻠﺘﻪ ﺃﺣﱠﺒﻨﻲ ﺍﻟﱠﻠﻪ ، ﻭﺃﺣﱠﺒﻨﻲ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﻘﺎﻝ : « ﺍ ﺯ ﻩﺪ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ'
			'ﻳ ﺤﱠﺒ ﻚ ﺍﻟﱠﻠﻪ ، ﻭﺍ ﺯ ﻩﺪ ﻓﻴ ﻤﺎ ﻋﻨﺪ ﺍﻟﱠﻨﺎ ﺱ ﻳﺤﱠﺒ ﻚ ﺍﻟﱠﻨﺎ ﺱ » ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺭﻭﺍﻩ ﺍﺑﻦ ﻣﺎ ﺟﻪ ﻭﻏﻴﺮﻩ ﺑﺄﺳﺎﻧﻴﺪ ﺣﺴﻨ ﺔ',
		translation: 'Translation of Hadith 472'
),
	Hadith(
		hadithNumber: 473,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑﺸﻴ ﺮ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎ ﻝ : ﺫﺁﺮ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎﺏ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻣﺎ ﺃﺻﺎﺏ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓﻘﺎﻝ : ﻟﻘﺪ ﺭﺃﻳ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻈ ﱡﻞ ﺍﻟﻴ ﻮﻡ ﻳﻠﺘﻮﻱ ﻣﺎ ﻳ ﺠﺪ ﻣ ﻦ ﺍﻟﱠﺪﻗﻞ ﻣﺎ'
			'ﻳ ﻤ ﻸ ﺑ ﻪ ﺑ ﻄﻨﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﺪﱠﻗ ﻞ » ﺑﻔﺘﺢ ﺍﻟﺪﻻ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺍﻟﻘﺎﻑ : ﺭﺩ ﺉ ﺍﻟﱠﺘ ﻤ ﺮ',
		translation: 'Translation of Hadith 473'
),
	Hadith(
		hadithNumber: 474,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟﺖ : ﺗﻮﱢﻓ ﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻣﺎ ﻓﻲ ﺑﻴﺘﻲ ﻣ ﻦ'
			'ﺷ ﻲ ﺀ ﻳﺄﺁﻠﻪ ﺫﻭ ﺁﺒﺪ ﺇ ﱠﻻ ﺷ ﻄ ﺮ ﺷﻌﻴ ﺮ ﻓﻲ ﺭ ﱟﻑ ﻟﻲ ، ﻓﺄﺁﻠ ﺖ ﻣﻨﻪ ﺣﱠﺘﻰ ﻃﺎﻝ ﻋﻠ ﱠﻲ ، ﻓﻜﻠﺘﻪ ﻓﻔﻨ ﻲ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'» ﺷ ﻄ ﺮ ﺷﻌﻴ ﺮ » ﺄﻳ ﺷ ﻲﺀ ﻣ ﻦ ﺷﻌﻴ ﺮ . ﺁﺬﺍ ﻓ ﱠﺴﺮﻩ ﺍﻟﱢﺘﺮﻣﺬ ﱡﻱ .'
			'`',
		translation: 'Translation of Hadith 474'
),
	Hadith(
		hadithNumber: 475,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮ ﺑ ﻦ ﺍﻟﺤﺎ ﺮﺛ ﺃﺧﻲ ﺟ ﻮﻳ ﺮﻳﺔ ﺑﻨ ﺖ ﺍﻟ ﺤﺎﺭ ﺙ ﺄﻣﱢ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﻣﺎ ﺗ ﺮ ﻙ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻋﻨﺪ ﻣ ﻮﺗ ﻪ ﺩﻳﻨﺎﺭﺍ ﻭﻻ ﺩ ﺭ ﻩﻤﺎ ، ﻭﻻ ﻋﺒﺪﺍ ، ﻭﻻ ﺃ ﻣ ﺔ ، ﻭﻻ ﺷﻴﺌﺎ ﺇ ﱠﻻ ﺑﻐﻠﺘﻪ'
			'ﺍﻟﺒﻴ ﻀﺎ ﺀ ﺍﱠﻟﺘﻲ ﺁﺎﻥ ﻳ ﺮﺁﺒ ﻬﺎ ، ﻭ ﺳﻼ ﺣﻪ ، ﻭﺃ ﺭﺿﺎ ﺟﻌﻠ ﻬﺎ ﻻﺑ ﻦ ﺍﻟ ﱠﺴﺒﻴ ﻞ ﺻﺪﻗ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 475'
),
	Hadith(
		hadithNumber: 476,
		hadith:
						'ﻭﻋﻦ ﺧﱠﺒﺎ ﺏ ﺑ ﻦ ﺍ ﻷ ﺭ ﱢﺕ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ ﻩﺎ ﺟ ﺮﻧﺎ ﻣ ﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧﻠﺘ ﻤ ﺲ ﻭﺟ ﻪ.'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓ ﻮﻗ ﻊ ﺃ ﺟ ﺮﻧﺎ ﻋﻠﻰ ﺍﻟﱠﻠﻪ ، ﻓﻤﱠﻨﺎ ﻣ ﻦ ﻣﺎ ﺕ ﻭﻟﻢ ﻳﺄﺁ ﻞ ﻣ ﻦ ﺃﺟ ﺮﻩ ﺷﻴﺌﺎ . ﻣﻨ ﻬﻢ ﻣ ﺼﻌ ﺐ ﺑﻦ ﻋ ﻤﻴﺮ ، ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺘ ﻞ ﻳ ﻮﻡ ﺃ ﺣﺪ ، ﻭﺗ ﺮ ﻙ ﻧﻤ ﺮﺓ، ﻓﻜﱠﻨﺎ ﺇﺫﺍ ﻏ ﱠﻄﻴﻨﺎ ﺑ ﻬﺎ ﺭﺃ ﺳﻪ، ﺑﺪ ﺕ ﺭ ﺟﻼﻩ ، ﻭﺇﺫﺍ ﻏ ﱠﻄﻴﻨﺎ ﺑ ﻬﺎ ﺭ ﺟﻠﻴﻪ ، ﺑﺪﺍ'
			'ﺭﺃ ﺳﻪ ، ﻓﺄ ﻣ ﺮﻧﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺃ ﻥ ﻧﻐ ﱢﻄ ﻲ ﺭﺃ ﺳﻪ، ﻭﻧ ﺠﻌ ﻞ ﻋﻠﻰ ﺭ ﺟﻠﻴ ﻪ ﺷﻴﺌﺎ ﻣ ﻦ ﺍ ﻹﺫ ﺧ ﺮ ،'
			'ﻭﻣﱠﻨﺎ ﻣ ﻦ ﺃﻳﻨﻌ ﺖ ﻟﻪ ﺛ ﻤ ﺮﺗﻪ . ﻓ ﻬ ﻮ ﻳﻬﺪﺑ ﻬﺎ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'»ﺍﻟﱠﻨ ﻤ ﺮﺓ » : ﺁ ﺴﺎﺀ ﻣﻠ ﱠﻮ ﻥ ﻣ ﻦ ﺻﻮ ﻑ . ﻭﻗﻮﻟﻪ : « ﺃﻳﻨﻌﺖ » ﺃ ﻱ : ﻧ ﻀ ﺠ ﺖ ﻭﺃﺩ ﺭﺁ ﺖ . ﻭﻗﻮﻟﻪ : « ﻳ ﻬﺪﺑ ﻬﺎ » ﻩﻮ'
			'ﺑﻔﺘﺢ ﺍﻟﺒﺎ ﺀ ﻭﺿﻢ ﺍﻟﺪﻻ ﻭﺁﺴﺮﻩﺎ . ﻟﻐﺘﺎﻥ . ﺃ ﻱ: ﻳﻘ ﻄﻔ ﻬﺎ ﻭﻳ ﺠﺘﻨﻴ ﻬﺎ ﻭ ﻩﺬﻩ ﺍ ﺳﺘﻌﺎ ﺭﺓ ﻟﻤﺎ ﻓﺘ ﺢ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻠﻴ ﻬﻢ ﻣ ﻦ'
			'ﺍﻟﱡﺪﻧﻴﺎ ﻭﺗ ﻤﻜﻨﻮﺍ ﻓﻴ ﻬﺎ',
		translation: 'Translation of Hadith 476'
),
	Hadith(
		hadithNumber: 477,
		hadith:
						'ﻭﻋﻦ ﺳ ﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺍﻟ ﱠﺴﺎﻋﺪ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟ ﻮ'
			'ﺁﺎﻧﺖ ﺍﻟﱡﺪﻧﻴﺎ ﺗﻌﺪ ﻝ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺟﻨﺎ ﺡ ﺑﻌﻮ ﺿ ﺔ ، ﻣﺎ ﺳﻘﻰ ﺁﺎﻓﺮﺍ ﻣﻨﻬﺎ ﺷ ﺮﺑ ﺔ ﻣﺎ ﺀ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ . ﻭﻗﺎﻝ ﺣﺪﻳﺚ'
			'ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 477'
),
	Hadith(
		hadithNumber: 478,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺃ ﻻ ﺇ ﱠﻥ ﺍﻟﱡﺪﻧﻴﺎ'
			'ﻣﻠﻌﻮﻧﺔ ، ﻣﻠﻌﻮﻥ ﻣﺎ ﻓﻴﻬﺎ ، ﺇ ﱠﻻ ﺫﺁ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭ ﻣﺎ ﻭﺍ ﻻﻩ ﻭﻋﺎﻟﻤﺎ ﻭﻣﺘﻌﱢﻠﻤﺎ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 478'
),
	Hadith(
		hadithNumber: 479,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻣﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﱠﺘ ﺨﺬﻭﺍ'
			'ﺍﻟ ﱠﻀﻴﻌ ﺔ ﻓﺘ ﺮ ﻏﺒﻮﺍ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ » .'
			'` .479ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 479'
),
	Hadith(
		hadithNumber: 480,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﻣ ﱠﺮ ﻋﻠﻴﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻭﻧﺤ ﻦ ﻧﻌﺎﻟ ﺞ ﺧ ﺼﺎ ﻟﻨﺎ ﻓﻘﺎﻝ : « ﻣﺎ ﻩﺬﺍ ؟ » ﻓﻘﻠﻨﺎ : ﻗﺪ ﻭ ﻩﻲ ، ﻓﻨ ﺤ ﻦ ﻧ ﺼﻠ ﺤﻪ ، ﻓﻘﺎﻝ : « ﻣﺎ ﺃ ﺮﯨ ﺍ ﻷ ﻣ ﺮ ﺇ ﱠﻻ ﺃ ﻋ ﺠ ﻞ'
			'ﻣ ﻦ ﺫﻟ ﻚ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﺑﺈﺳﻨﺎﺩ ﺍﻟﺒﺨﺎﺭ ﱢﻱ ﻭﻣﺴﻠﻢ ، ﻭﻗﺎﻝ ﺍﻟﺘﺮﻣﺬ ﱡﻱ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 480'
),
	Hadith(
		hadithNumber: 481,
		hadith:
						'ﻭﻋﻦ ﺁﻌ ﺐ ﺑ ﻦ ﻋﻴﺎ ﺽ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ: ﺇ ﱠﻥ ﻟﻜﻞﱢ'
			'ﺃﱠﻣ ﺔ ﻓﺘﻨ ﺔ ، ﻓﺘﻨﺔ ﺃﱠﻣﺘﻲ ﺍﻟ ﻤﺎ ﻝ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 481'
),
	Hadith(
		hadithNumber: 482,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﻤﺮﻭ ، ﻭﻳﻘﺎ ﻝ : ﺃﺑﻮ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ، ﻭﻳﻘﺎﻝ : ﺃﺑﻮ ﻟﻴﻠﻰ ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﻋﱠﻔﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻴ ﺲ ﻻﺑﻦ ﺁﺪﻣ ﺣ ﱞﻖ ﻓﻲ ﺳﻮﻯ ﻩﺬﻩ ﺍﻟ ﺨ ﺼﺎﻝ : ﺑﻴ ﺖ ﻳ ﺴﻜﻨﻪ ، ﻭﺛ ﻮ ﺏ ﻳ ﻮﺍ ﺮﻳ ﻋ ﻮ ﺭﺗﻪ'
			'ﻭ ﺟﻠ ﻒ ﺍﻟ ﺨﺒﺰ ، ﻭﺍﻟ ﻤﺎ ﺀ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺻﺤﻴﺢ.'
			'( ﻣﻨﻜﺮ ) . [ ﻓﻴﻪ ﺣﺮﻳﺚ ﺑﻦ ﺍﻟﺴﺎﺋﺐ ، ﺿﻌﻴﻒ ﻳﺮﻮﻳ ﺍﻹﺳﺮﺍﺋﻴﻠﻴﺎﺕ ، ﻮﻫﺬﺍ ﻣﻨﻬﺎ ] .'
			'ﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺳﻤﻌ ﺖ ﺃﺑﺎ ﺩﺍ ﻭﺩ ﺳﻠﻴ ﻤﺎ ﻥ ﺑ ﻦ ﺳﺎﻟﻢ ﺍﻟﺒﻠ ﺨ ﱠﻲ ﻳﻘﻮﻝ : ﺳ ﻤﻌ ﺖ ﺍﻟﱠﻨ ﻀﺮ ﺑ ﻦ ﺷ ﻤﻴ ﻞ ﻳﻘﻮ ﻝ : ﺍﻟﺠﻠ ﻒ :'
			'ﺍﻟ ﺨﺒ ﺰ ﻟﻴﺲ ﻣﻌﻪ ﺇﺩﺎﻣ . ﻭﻗﺎ ﻝ : ﻏﻴ ﺮﻩ : ﻩ ﻮ ﻏﻠﻴ ﻆ ﺍﻟ ﺨﺒ ﺰ . ﻭﻗﺎ ﻝ ﺍﻟ ﱠﺮﺍ ﻮﻳ : ﺍﻟﻤ ﺮﺍﺩ ﺑ ﻪ ﻩﻨﺎ ﻭ ﻋﺎ ﺀ ﺍﻟ ﺨﺒ ﺰ ، ﺁﺎﻟ ﺠ ﻮﺍﻟ ﻖ'
			'ﻭﺍﻟ ﺨ ﺮ ﺝ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 482'
),
	Hadith(
		hadithNumber: 483,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺍﻟ ﱢﺸ ﱢﺨﻴ ﺮ « ﺑﻜﺴﺮ ﺍﻟﺸﻴﻦ ﻭﺍﻟﺨﺎ ﺀ ﺍﻟﻤﺸﺪﺩﺓ ﺍﻟﻤﻌﺠﻤﺘﻴﻦ» ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﻧﱠﻪ ﻗﺎ ﻝ :'
			'ﺃﺗﻴ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩ ﻮ ﻳﻘ ﺮﺃ : { ﺃﻟ ﻬﺎﺁﻢ ﺍﻟﱠﺘﻜﺎﺛ ﺮ } ﻗﺎﻝ: « ﻳﻘﻮ ﻝ ﺍﺑ ﻦ ﺁﺪﻣ: ﻣﺎﻟﻲ ، ﻣﺎﻟﻲ ، ﻭ ﻩﻞ ﻟ ﻚ'
			'` .483ﻳﺎ ﺍﺑﻦ ﺁﺪﻣ ﻣ ﻦ ﻣﺎﻟ ﻚ ﺇ ﱠﻻ ﻣﺎ ﺃﺁﻠﺖ ﻓﺄﻓﻨﻴ ﺖ ، ﺃﻭ ﻟﺒﺴ ﺖ ﻓﺄﺑﻠﻴ ﺖ ، ﺃ ﻭ ﺗ ﺼﱠﺪﻗ ﺖ ﻓﺄ ﻣﻀﻴ ﺖ ؟» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 483'
),
	Hadith(
		hadithNumber: 484,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻣﻐﱠﻔ ﻞ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺟﻞ ﻟﻠﱠﻨﺒ ﱢﻲ ﺹ: ﻳﺎﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻭﺍﻟﱠﻠﻪ ﺇﱢﻧﻲ ﻷ ﺣﱡﺒ ﻚ'
			'، ﻓﻘﺎﻝ : « ﺍﻧ ﻈ ﺮ ﻣﺎﺫﺍ ﺗﻘﻮ ﻝ ؟ » ﻗﺎﻝ : ﻭﺍﻟﱠﻠﻪ ﺇﱢﻧﻲ ﻷ ﺣﱡﺒ ﻚ، ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ، ﻓﻘﺎﻝ : « ﺇ ﻥ ﺁﻨ ﺖ ﺗﺤﱡﺒﻨﻲ ﻓﺄ ﻋﱠﺪ ﻟﻠﻔﻘﺮ'
			'ﺗ ﺠﻔﺎﻓﺎ، ﻓﺈ ﱠﻥ ﺍﻟﻔﻘﺮ ﺃ ﺳ ﺮ ﻉ ﺇﻟﻰ ﻣﻦ ﻳ ﺤﱡﺒﻨﻲ ﻣ ﻦ ﺍﻟ ﱠﺴﻴﻞ ﺇﻟﻰ ﻣﻨﺘ ﻬﺎﻩ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ.'
			'»ﺍﻟﱢﺘ ﺠﻔﺎ ﻑ » ﺑﻜﺴ ﺮ ﺍﻟﺘﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ﻓﻮ ﻕ ﻭﺇﺳﻜﺎﻥ ﺍﻟﺠﻴﻢ ﻭﺑﺎﻟﻔﺎ ﺀ ﺍﻟﻤﻜﺮﺭﺓ ، ﻭ ﻩ ﻮ ﺷ ﻲ ﺀ ﻳﻠﺒ ﺴﻪ ﺍﻟﻔﺮ ﺱ ، ﻟﻴﱠﺘﻘﻰ ﺑ ﻪ'
			'ﺍ ﻷﺬﯨ ، ﻭﻗﺪ ﻳﻠﺒ ﺴﻪ ﺍ ﻹﻧ ﺴﺎ ﻥ .'
			'`',
		translation: 'Translation of Hadith 484'
),
	Hadith(
		hadithNumber: 485,
		hadith:
						'ﻭﻋﻦ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟ ﻚ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎﺫﺋﺒﺎﻥ ﺟﺎﺋﻌﺎ ﻥ'
			'ﺃ ﺭ ﺳﻼ ﻓﻲ ﻏﻨﻢ ﺑﺄﻓ ﺴﺪ ﻟ ﻬﺎ ﻣ ﻦ ﺣ ﺮ ﺹ ﺍﻟ ﻤ ﺮ ﺀ ﻋﻠﻰ ﺍﻟﻤﺎ ﻝ ﻭﺍﻟﺸﱠـﺮ ﻑ ﻟﺪﻳﻨ ﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 485'
),
	Hadith(
		hadithNumber: 486,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻧﺎﻡ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺣﺼﻴ ﺮ ﻓﻘﺎﻡ'
			'ﻭﻗﺪ ﺃﱠﺛ ﺮ ﻓﻲ ﺟﻨﺒ ﻪ ، ﻗﻠﻨﺎ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﱠﻟﻪ ﻟ ﻮ ﺍﱠﺗ ﺨﺬﻧﺎ ﻟ ﻚ ﻭ ﻃﺎ ﺀ ، ﻓﻘﺎﻝ : « ﻣﺎﻟﻲ ﻭﻟﻠﱡﺪﻧﻴﺎ ؟ ﻣﺎ ﺃﻧﺎ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﺇ ﱠﻻ'
			'ﺁ ﺮﺍﺁ ﺐ ﺍ ﺳﺘ ﻈ ﱠﻞ ﺗ ﺤ ﺖ ﺷ ﺠ ﺮﺓ ﺛﻢﱠ ﺭﺍ ﺡ ﻭﺗ ﺮﺁ ﻬﺎ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ'
			'`',
		translation: 'Translation of Hadith 486'
),
	Hadith(
		hadithNumber: 487,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺪ ﺧ ﻞ ﺍﻟﻔﻘﺮﺍ ﺀ ﺍﻟ ﺠﱠﻨ ﺔ'
			' .487ﻗﺒ ﻞ ﺍ ﻷ ﻏﻨﻴﺎ ﺀ ﺑ ﺨ ﻤ ﺴﻤﺎﺋ ﺔ ﻋﺎﻡ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 487'
),
	Hadith(
		hadithNumber: 488,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﱠﺒﺎ ﺱ ، ﻭ ﻋ ﻤ ﺮﺍ ﻥ ﺑﻦ ﺍﻟ ﺤ ﺼﻴﻦ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «'
			'ﺁ ﱠﻃﻠﻌ ﺖ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ﻓ ﺮﺃﻳﺖ ﺃﺁﺜ ﺮ ﺄﻫﻠ ﻬﺎ ﺍﻟﻔﻘﺮﺍ ﺀ . ﻭﺍﻃﱠﻠﻌ ﺖ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ﻓ ﺮﺃﻳ ﺖ ﺃﺁﺜ ﺮ ﺃ ﻩﻠ ﻬﺎ ﺍﻟﱢﻨﺴﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻣﻦ'
			'ﺭﻭﺍﻳﺔ ﺍﺑﻦ ﻋﺒﺎﺱ .'
			'ﻭﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﺃﻳﻀﺎ ﻣﻦ ﺭﻭﺍﻳ ﺔ ﻋ ﻤ ﺮﺎﻧ ﺑ ﻦ ﺍﻟ ﺤ ﺼﻴ ﻦ',
		translation: 'Translation of Hadith 488'
),
	Hadith(
		hadithNumber: 489,
		hadith:
						'ﻭﻋﻦ ﺃﺳﺎﻣ ﺔ ﺑ ﻦ ﺯﻳﺪ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻗ ﻤ ﺖ ﻋﻠﻰ ﺑﺎﺏ ﺍﻟ ﺠﱠﻨ ﺔ ،'
			'ﻓﻜﺎ ﻥ ﻋﺎﻣﱠﺔ ﻣ ﻦ ﺩ ﺧﻠ ﻬﺎ ﺍﻟ ﻤﺴﺎﺁﻴ ﻦ . ﻭﺃ ﺻ ﺤﺎ ﺏ ﺍﻟ ﺠﱢﺪ ﻣﺤﺒﻮ ﺳﻮ ﻥ ، ﻏﻴ ﺮ ﺃ ﱠﻥ ﺃﺻ ﺤﺎ ﺏ ﺍﻟﱠﻨﺎﺭ ﻗﺪ ﺃ ﻣ ﺮ ﺑﻬﻢ ﺇﻟﻰ ﺍﻟﱠﻨﺎ ﺭ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ « ﺍﻟ ﺠﱡﺪ » ﺍﻟ ﺤ ﱡﻆ ﻭﺍﻟﻐﻨﻰ . ﻭﻗﺪ ﺳﺒﻖ ﺑﻴﺎﻥ ﻩﺬﺍ ﺍﻟﺤﺪﻳﺚ ﻓﻲ ﺑﺎﺏ ﻓﻀ ﻞ ﺍﻟ ﱠﻀﻌﻔ ﺔ',
		translation: 'Translation of Hadith 489'
),
	Hadith(
		hadithNumber: 490,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃ ﺻﺪ ﻕ ﺁﻠ ﻤ ﺔ ﻗﺎﻟ ﻬﺎ ﺷﺎ ﻋﺮ'
			'ﺁﻠ ﻤﺔ ﻟﺒﻴﺪ :'
			'ﺃﻻ ﺁﻞﱡ ﺷ ﻲ ﺀ ﻣﺎ ﺧﻼ ﺍ ﷲ ﺑﺎ ﻃ ﻞ'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 490'
),
	Hadith(
		hadithNumber: 491,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟﺖ : ﻣﺎ ﺷﺒ ﻊ ﺁ ﻝ ﻣﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺧﺒ ﺰ ﺷﻌﻴ ﺮ ﻳ ﻮﻣﻴ ﻦ'
			'ﻣﺘﺘﺎﺑﻌﻴ ﻦ ﺣﱠﺘﻰ ﻗﺒ ﺾ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﻣﺎ ﺷﺒ ﻊ ﺁ ﻝ ﻣ ﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻨﺬ ﻗـﺪﻡ ﺍﻟﻤﺪﻳﻨ ﺔ ﻣ ﻦ ﻃﻌﺎﻡ ﺍﻟﺒ ﱢﺮ ﺛﻼ ﺙ ﻟﻴﺎﻝ ﺗﺒﺎﻋﺎ ﺣﱠﺘﻰ'
			'ﻗﺒﺾ .'
			'`',
		translation: 'Translation of Hadith 491'
),
	Hadith(
		hadithNumber: 492,
		hadith:
						'ﻭﻋﻦ ﻋ ﺮ ﻭﺓ ﻋ ﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺃﱠﻧ ﻬﺎ ﺁﺎﻧ ﺖ ﺗﻘﻮ ﻝ : ﻭﺍﻟﱠﻠﻪ ﻳﺎ ﺍﺑ ﻦ ﺃ ﺧﺘﻲ ﺇ ﻥ ﺁﱠﻨﺎ ﻟﻨﻨ ﻈ ﺮ ﺇﻟﻰ ﺍﻟ ﻬﻼ ﻝ'
			'ﺛﱠﻢ ﺍﻟ ﻬﻼ ﻝ . ﺛﻢﱠ ﺍﻟﻬﻼ ﻝ ﺛﻼﺛﺔ ﺃ ﻩﱠﻠ ﺔ ﻓﻲ ﺷ ﻬ ﺮﻳ ﻦ . ﻭ ﻣﺎ ﺃﻭﻗﺪ ﻓﻲ ﺃﺑﻴﺎ ﺕ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧﺎﺭ . ﻗﻠ ﺖ'
			': ﻳﺎ ﺧﺎﻟﺔ ﻓ ﻤﺎ ﺁﺎ ﻥ ﻳﻌﻴ ﺸﻜﻢ ؟ ﻗﺎﻟ ﺖ : ﺍ ﻷ ﺳ ﻮﺩﺍ ﻥ : ﺍﻟﺘﱠ ﻤ ﺮ ﻭﺍﻟ ﻤﺎ ﺀ ﺇ ﱠﻻ ﺃﻧﱠﻪ ﻗﺪ ﺁﺎ ﻥ ﻟﺮﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺟﻴﺮﺍ ﻥ ﻣ ﻦ ﺍ ﻷﻧ ﺼـﺎ ﺭ . ﻭﺁﺎﻧ ﺖ ﻟ ﻬﻢ ﻣﻨﺎﻳ ﺢ ﻭﺁﺎﻧﻮﺍ ﻳ ﺮ ﺳﻠﻮ ﻥ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺃﻟﺒﺎﻧﻬﺎ'
			'ﻓﻴ ﺴﻘﻴﻨﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 492'
),
	Hadith(
		hadithNumber: 493,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﻤﻘﺒﺮ ﱢﻱ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﺃﻧﻪ ﻣ ﱠﺮ ﺑﻘﻮﻡ ﺑﻴ ﻦ ﺃﻳﺪﻳﻬﻢ ﺷﺎﺓ ﻣ ﺼﻠﻴﺔ . ﻓﺪ ﻋ ﻮﻩ'
			'ﻓﺄﺑﻰ ﺃ ﻥ ﻳﺄﺁ ﻞ ، ﻭﻗﺎﻝ : ﺧﺮﺝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻦ ﺍﻟﺪﻧﻴﺎ ﻭﻟﻢ ﻳ ﺸﺒ ﻊ ﻣ ﻦ ﺧﺒ ﺰ ﺍﻟ ﱠﺸﻌﻴ ﺮ . ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ .'
			'» ﻣ ﺼﻠﱠﻴﺔ » ﺑﻔﺘ ﺢ ﺍﻟﻤﻴﻢ : ﺃ ﻱ : ﻣ ﺸ ﻮﻳﺔ',
		translation: 'Translation of Hadith 493'
),
	Hadith(
		hadithNumber: 494,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻟﻢ ﻳﺄﺁﻞ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺧ ﻮﺍ ﻥ ﺣﱠﺘﻰ ﻣﺎﺕ ، ﻭ ﻣﺎ ﺃﺁ ﻞ'
			'ﺧﺒﺰﺍ ﻣ ﺮﱠﻗﻘﺎ ﺣﱠﺘﻰ ﻣﺎ ﺕ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : ﻭﻻ ﺭﺄﯨ ﺷﺎﺓ ﺳ ﻤﻴﻄﺎ ﺑﻌﻴﻨ ﻪ ﻗ ﱡﻂ',
		translation: 'Translation of Hadith 494'
),
	Hadith(
		hadithNumber: 495,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑﻦ ﺑﺸﻴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻟﻘﺪ ﺭﺃﻳ ﺖ ﻧﺒﱠﻴﻜﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻣﺎ ﻳ ﺠﺪ ﻣ ﻦ ﺍﻟﱠﺪﻗ ﻞ'
			'ﻣﺎ ﻳ ﻤ ﻸ ﺑﻪ ﺑ ﻄﻨﻪ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺍﻟﺪﱠﻗ ﻞ : ﺗ ﻤﺮ ﺭﺪﻳ ﺀ',
		translation: 'Translation of Hadith 495'
),
	Hadith(
		hadithNumber: 496,
		hadith:
						'ﻭﻋﻦ ﺳﻬﻞ ﺑﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻣﺎ ﺭﺄﯨ ﺭﺳﻮ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻨﻘ ﱡﻲ ﻣ ﻦ ﺣﻴ ﻦ ﺍﺑﺘﻌﺜﻪ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺣﱠﺘﻰ ﻗﺒ ﻀﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻓﻘﻴﻞ ﻟﻪ ﻩ ﻞ ﺁﺎ ﻥ ﻟﻜﻢ ﻓﻲ ﻋ ﻬﺪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻨﺎﺧ ﻞ ؟'
			'ﻗﺎﻝ : ﻣﺎ ﺭﺄﯨ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻨ ﺨ ﻼ ﻣ ﻦ ﺣﻴ ﻦ ﺍﺑﺘﻌﺜﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺣﱠﺘﻰ ﻗﺒ ﻀﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻓﻘﻴ ﻞ'
			'ﻟﻪ : ﺁﻴ ﻒ ﺁﻨﺘﻢ ﺗﺄﺁﻠﻮ ﻥ ﺍﻟ ﱠﺸﻌﻴ ﺮ ﻏﻴ ﺮ ﻣﻨ ﺨﻮ ﻝ ؟ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻧ ﻄ ﺤﻨﻪ ﻭﻧﻨﻔ ﺨﻪ ، ﻓﻴﻄﻴ ﺮ ﻣﺎ ﻃﺎ ﺭ ، ﻭﻣﺎ ﺑﻘﻲ ﺛﺮﱠﻳﻨﺎﻩ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻗﻮﻟﻪ : « ﺍﻟﱠﻨﻘ ﻲ » : ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﻨﻮﻥ ﻭﺁﺴﺮ ﺍﻟﻘﺎﻑ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻴﺎ ﺀ . ﻭ ﻩ ﻮ ﺍﻟ ﺨﺒ ﺰ ﺍﻟ ﺤ ﱠﻮﺍ ﺮﯨ ، ﻭ ﻩ ﻮ : ﺍﻟﺪﱠ ﺭﻣ ﻚ ،'
			'ﻗﻮﻟﻪ : « ﺛ ﱠﺮﻳﻨﺎﻩ » ﻩﻮ ﺑﺜﺎ ﺀ ﻣﺜﱠﻠﺜ ﺔ ، ﺛﻢﱠ ﺭﺍ ﺀ ﻣ ﺸﱠﺪﺩﺓ ، ﺛﻢﱠ ﻳﺎ ﺀ ﻣﺜﱠﻨﺎﺓ ﻣ ﻦ ﺗﺤﺖ ﺛﻢﱠ ﻧﻮﻥ ، ﺃ ﻱ : ﺑﻠﻠﻨﺎﻩ ﻭ ﻋ ﺠﱠﻨﺎﻩ',
		translation: 'Translation of Hadith 496'
),
	Hadith(
		hadithNumber: 497,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧ ﺮ ﺝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺫﺍ ﺕ ﻳ ﻮﻡ ﺃ ﻭ ﻟﻴﻠ ﺔ ، ﻓﺈﺫﺍ'
			'ﻩ ﻮ ﺑﺄﺑﻲ ﺑﻜ ﺮ ﻭ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻓﻘﺎﻝ : « ﻣﺎ ﺃ ﺧ ﺮ ﺟﻜﻤﺎ ﻣ ﻦ ﺑﻴﻮﺗﻜﻤﺎ ﻩﺬﻩ ﺍﻟ ﱠﺴﺎ ﻋﺔ؟» ﻗﺎﻻ : ﺍﻟ ﺠﻮ ﻉ ﻳﺎ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ . ﻗﺎ ﻝ : « ﻭﺃﻧﺎ ، ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ، ﻷ ﺧ ﺮ ﺟﻨﻲ ﺍﱠﻟﺬﻱ ﺃ ﺧ ﺮ ﺟﻜﻤﺎ . ﻗﻮﻣﺎ » ﻓﻘﺎﻣﺎ ﻣﻌﻪ ، ﻓﺄﺗﻰ ﺭ ﺟ ﻼ'
			'ﻣ ﻦ ﺍ ﻷﻧﺼﺎ ﺭ ، ﻓﺈﺫﺍ ﻩ ﻮ ﻟﻴ ﺲ ﻓﻲ ﺑﻴﺘ ﻪ ، ﻓﻠﱠﻤﺎ ﺭﺃﺗﻪ ﺍﻟﻤ ﺮﺃﺓ ﻗﺎﻟ ﺖ : ﻣ ﺮ ﺣﺒﺎ ﻭﺃ ﻩ ﻼ . ﻓﻘﺎﻝ ﻟﻬﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻳ ﻦ ﻓﻼ ﻥ » ﻗﺎﻟ ﺖ : ﺫ ﻩ ﺐ ﻳ ﺴﺘﻌﺬ ﺏ ﻟﻨﺎ ﺍﻟﻤﺎ ﺀ ، ﺇﺫ ﺟﺎ ﺀ ﺍ ﻷﻧ ﺼﺎﺭ ﱡﻱ ، ﻓﻨ ﻈ ﺮ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﺻﺎ ﺣﺒﻴﻪ ، ﺛﻢﱠ ﻗﺎ ﻝ: ﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠﻪ ، ﻣﺎ ﺃ ﺣﺪ ﺍﻟﻴ ﻮﻡ ﺃﺁ ﺮﻡ ﺃ ﺿﻴﺎﻓﺎ ﻣﱢﻨﻲ ﻓﺎﻧ ﻄﻠ ﻖ ﻓ ﺠﺎ ﺀ ﻩﻢ ﺑﻌﺬ ﻕ ﻓﻴ ﻪ'
			'ﺑ ﺴﺮ ﻭﺗ ﻤﺮ ﻭ ﺭ ﻃ ﺐ ، ﻓﻘﺎﻝ : ﺁﻠﻮﺍ ، ﻭﺃ ﺧﺬ ﺍﻟﻤﺪﻳ ﺔ ، ﻓﻘﺎﻝ ﻟﻪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱠﻳﺎ ﻙ ﻭﺍﻟ ﺤﻠﻮ ﺏ'
			'» ﻓﺬﺑ ﺢ ﻟ ﻬﻢ ، ﻓﺄﺁﻠﻮﺍ ﻣ ﻦ ﺍﻟ ﱠﺸﺎﺓ ﻭ ﻣ ﻦ ﺫﻟ ﻚ ﺍﻟﻌﺬ ﻕ ﻭ ﺷ ﺮﺑﻮﺍ . ﻓﻠﱠﻤﺎ ﺃ ﻥ ﺷﺒﻌﻮﺍ ﻭ ﺭ ﻭﻭﺍ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻷﺑﻲ ﺑﻜ ﺮ ﻭ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔﺴﻲ ﺑﻴﺪﻩ ، ﻟﺘ ﺴﺄﻟﻦﱠ ﻋ ﻦ ﻩﺬﺍ ﺍﻟﱠﻨﻌﻴﻢ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ،'
			'ﺃ ﺧ ﺮ ﺟﻜﻢ ﻣ ﻦ ﺑﻴﻮﺗﻜﻢ ﺍﻟ ﺠﻮ ﻉ ، ﺛﻢﱠ ﻟﻢ ﺗ ﺮ ﺟﻌﻮﺍ ﺣﱠﺘﻰ ﺃ ﺻﺎﺑﻜﻢ ﻩﺬﺍ ﺍﻟﱠﻨﻌﻴﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗ ﻮﻟﻬﺎ : « ﻳ ﺴﺘﻌﺬ ﺏ » ﺃ ﻱ : ﻳ ﻄﻠ ﺐ ﺍﻟﻤﺎ ﺀ ﺍﻟﻌﺬ ﺏ ، ﻭ ﻩ ﻮ ﺍﻟ ﱠﻄﻴ ﺐ . ﻭ « ﺍﻟﻌﺬ ﻕ » ﺑﻜﺴﺮ ﺍﻟﻌﻴﻦ ﻭﺇﺳﻜﺎﻥ ﺍﻟﺬﻻ'
			'ﺍﻟﻤﻌﺠﻤﺔ : ﻭ ﻩﻮ ﺍﻟﻜﺒﺎ ﺳﺔ ، ﻭ ﻩ ﻲ ﺍﻟﻐ ﺼ ﻦ . ﻭ « ﺍﻟﻤﺪﻳﺔ » ﺑﻀﻢ ﺍﻟﻤﻴﻢ ﻭﺁﺴ ﺮﻩﺎ : ﻩﻲ ﺍﻟ ﱢﺴﱢﻜﻴ ﻦ . ﻭ « ﺍﻟﺤﻠﻮ ﺏ »'
			'ﺫﺍ ﺕ ﺍﻟﻠﺒﻦ . ﻭﺍﻟﺴﺆﺍ ﻝ ﻋ ﻦ ﻩﺬﺍ ﺍﻟﻨﻌﻴﻢ ﺳﺆﺍ ﻝ ﺗﻌﺪﻳﺪ ﺍﻟﱢﻨﻌﻢ ﻻ ﺳﺆﺍ ﻝ ﺗ ﻮﺑﻴ ﺦ ﻭﺗﻌﺬﻳ ﺐ . ﻭﺍﻟﱠﻠﻪ ﺃ ﻋﻠﻢ ﻮﻫﺬﺍ ﺍﻷﻧﺼﺎ ﺭ ﱡﻱ'
			'ﺍﱠﻟﺬﻱ ﺃﺗ ﻮﻩ ﻩ ﻮ ﺃﺑﻮ ﺍﻟ ﻬﻴﺜﻢ ﺑ ﻦ ﺍﻟﱠﺘﱢﻴﻬﺎﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺁﺬﺍ ﺟﺎ ﺀ ﻣﺒﻴﻨﺎ ﻓﻲ ﺭﻭﺍﻳ ﺔ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻏﻴﺮﻩ',
		translation: 'Translation of Hadith 497'
),
	Hadith(
		hadithNumber: 498,
		hadith:
						'ﻭﻋﻦ ﺧﺎﻟﺪ ﺑ ﻦ ﻋ ﻤ ﺮ ﺍﻟﻌﺪﻭ ﱢﻱ ﻗﺎﻝ : ﺧ ﻄﺒﻨﺎ ﻋﺘﺒﺔ ﺑ ﻦ ﻏ ﺰﻭﺍ ﻥ ، ﻭﺁﺎ ﻥ ﺃ ﻣﻴﺮﺍ ﻋﻠﻰ ﺍﻟﺒ ﺼ ﺮﺓ ، ﻓﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ﻭﺃﺛﻨﻰ'
			'ﻋﻠﻴﻪ ، ﺛﻢﱠ ﻗﺎ ﻝ : ﺃ ﻣﺎ ﺑﻌﺪ ، ﻓﺈ ﱠﻥ ﺍﻟﱡﺪﻧﻴﺎ ﺁﺫﻧ ﺖ ﺑ ﺼ ﺮﻡ ، ﻭ ﻭﱠﻟ ﺖ ﺣﱠﺬﺍ ﺀ ، ﻭﻟﻢ ﻳﺒ ﻖ ﻣﻨﻬﺎ ﺇ ﱠﻻ ﺻﺒﺎﺑﺔ ﺁ ﺼﺒﺎﺑ ﺔ ﺍ ﻹﻧﺎ ﺀ'
			'ﻳﺘﺼﺎﱡﺑﻬﺎ ﺻﺎ ﺣﺒﻬﺎ ، ﻭﺇﻧﻜﻢ ﻣﻨﺘﻘﻠﻮ ﻥ ﻣﻨﻬﺎ ﺇﻟﻰ ﺩﺍ ﺭ ﻻ ﺯﻭﺍ ﻝ ﻟ ﻬﺎ ، ﻓﺎﻧﺘﻘﻠﻮﺍ ﺑ ﺨﻴ ﺮ ﻣﺎ ﺑ ﺤ ﻀ ﺮﺗﻜﻢ ﻓﺈﱠﻧﻪ ﻗﺪ ﺫﺁ ﺮ ﻟﻨﺎ ﺃ ﱠﻥ'
			'ﺍﻟ ﺤ ﺠ ﺮ ﻳﻠﻘﻰ ﻣ ﻦ ﺷﻔﻴﺮ ﺟ ﻬﱠﻨﻢ ﻓﻴ ﻬﻮﻯ ﻓﻴ ﻬﺎ ﺳﺒﻌﻴ ﻦ ﻋﺎﻣﺎ ﻻ ﻳﺪﺭ ﻙ ﻟﻬﺎ ﻗﻌﺮﺍ ، ﻭﺍﻟﱠﻠ ﻪ ﻟﺘ ﻤ ﻸ ﱠﻥ .. ﺃﻓﻌ ﺠﺒﺘﻢ ،؟ ﻭﻟﻘﺪ'
			'ﺫﺁ ﺮ ﻟﻨﺎ ﺃ ﱠﻥ ﻣﺎ ﺑﻴ ﻦ ﻣ ﺼﺮﺍ ﻋﻴ ﻦ ﻣ ﻦ ﻣﺼﺎﺭﻳ ﻊ ﺍﻟ ﺠﱠﻨ ﺔ ﻣﺴﻴﺮﺓ ﺃ ﺭﺑﻌﻴ ﻦ ﻋﺎﻣﺎ ، ﻭﻟﻴﺄﺗﻴ ﱠﻦ ﻋﻠﻴﻬﺎ ﻳ ﻮﻡ ﻭ ﻩ ﻮ ﺁ ﻈﻴ ﻆ ﻣ ﻦ'
			'ﺍﻟ ﱢﺰﺣﺎﻡ ، ﻭﻟﻘﺪ ﺭﺃﻳﺘﻨﻲ ﺳﺎﺑ ﻊ ﺳﺒﻌ ﺔ ﻣ ﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﺎﻟﻨﺎ ﻃﻌﺎﻡ ﺇ ﱠﻻ ﻭ ﺭ ﻕ ﺍﻟ ﱠﺸ ﺠ ﺮ ، ﺣﺘﻰ'
			'ﻗ ﺮ ﺣ ﺖ ﺃ ﺷﺪﺍﻗﻨﺎ ، ﻓﺎﻟﺘﻘ ﻄ ﺖ ﺑ ﺮﺩﺓ ﻓ ﺸﻘﻘﺘﻬﺎ ﺑﻴﻨﻲ ﻭﺑﻴ ﻦ ﺳﻌﺪ ﺑ ﻦ ﻣﺎﻟ ﻚ ﻓﺎﺗﱠ ﺰ ﺭ ﺕ ﺑﻨ ﺼﻔﻬﺎ، ﻭﺍﱠﺗ ﺰﺭ ﺳﻌﺪ ﺑﻨﺼﻔﻬﺎ ، ﻓ ﻤﺎ'
			'ﺃ ﺻﺒ ﺢ ﺍﻟﻴ ﻮﻡ ﻣﱠﻨﺎ ﺃ ﺣﺪ ﺇ ﱠﻻ ﺃ ﺻﺒ ﺢ ﺃ ﻣﻴﺮﺍ ﻋﻠﻰ ﻣ ﺼ ﺮ ﻣ ﻦ ﺍ ﻷ ﻣ ﺼﺎ ﺭ . ﻭﺇﻧﻲ ﺃ ﻋﻮﺫ ﺑﺎﻟﱠﻠ ﻪ ﺃ ﻥ ﺃﺁﻮ ﻥ ﻓﻲ ﻧﻔﺴﻲ ﻋ ﻈﻴﻤﺎ .'
			'ﻭﻟﻪ : « ﺁﺫﻧ ﺖ » ﻩ ﻮ ﺑﻤﱢﺪ ﺍ ﻷﻟ ﻒ ، ﺃ ﻱ : ﺃ ﻋﻠ ﻤ ﺖ . ﻭﻗﻮﻟﻪ : « ﺑ ﺼ ﺮﻡ » : ﻩﻮ ﺑﻀﻢ ﺍﻟﺼﺎﺩ . ﺄﻳ : ﺑﺎﻧﻘﻄﺎ ﻋﻬﺎﻭ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺻﻐﻴﺮﺍ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻨﺎﺋﻬﺎ . ﻭﻗﻮﻟﻪ « ﻭ ﻭﱠﻟ ﺖ ﺣﱠﺬﺍ ﺀ » ﻩﻮ ﺑﺤﺎ ﺀ ﻣﻬﻤﻠ ﺔ ﻣﻔﺘﻮﺣ ﺔ ، ﺛﻢﱠ ﺫﻻ ﻣﻌﺠﻤﺔ ﻣﺸﱠﺪﺩﺓ ، ﺛﻢﱠ ﺃﻟﻒ ﻣﻤﺪﻭﺩﺓ . ﺃ ﻱ :'
			'ﺳﺮﻳﻌﺔ ﻭ « ﺍﻟ ﱡﺼﺒﺎﺑﺔ » ﺑﻀﻢ ﺍﻟﺼﺎﺩ ﺍﻟﻤﻬﻤﻠﺔ : ﻭ ﻩﻲ ﺍﻟﺒﻘﻴﱠﺔ ﺍﻟﻴ ﺴﻴ ﺮﺓ . ﻭﻗﻮﻟﻪ : « ﻳﺘﺼﺎﱡﺑﻬﺎ » ﻩﻮ ﺑﺘﺸﺪﻳﺪ ﺍﻟﺒﺎ ﺀ .'
			'ﺃ ﻱ : ﻳ ﺠﻤﻌﻬﺎ . ﻭ ﺍﻟﻜ ﻈﻴ ﻆ : ﺍﻟﻜﺜﻴ ﺮ ﺍﻟﻤ ﻤﺘﻠ ﺊ . ﻭﻗﻮﻟﻪ : « ﻗ ﺮ ﺣ ﺖ » ﻩﻮ ﺑﻔﺘ ﺢ ﺍﻟﻘﺎﻑ ﻭﺁﺴﺮ ﺍﻟﺮﺍ ﺀ ، ﺃ ﻱ : ﺻﺎ ﺭ ﺕ'
			'ﻓﻴ ﻬﺎ ﻗ ﺮﻭ ﺡ',
		translation: 'Translation of Hadith 498'
),
	Hadith(
		hadithNumber: 499,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷ ﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃ ﺧ ﺮ ﺟ ﺖ ﻟﻨﺎ ﻋﺎﺋ ﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺁﺴﺎﺀ ﻭﺇﺯﺍﺭﺍ'
			'ﻏﻠﻴﻈﺎ ﻗﺎﻟ ﺖ : ﻗﺒ ﺾ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻩﺬﻳﻦ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 499'
),
	Hadith(
		hadithNumber: 500,
		hadith:
						'ﻭﻋ ﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ . ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺇﱢﻧﻲ ﻷﻭﱠ ﻝ ﺍﻟﻌﺮ ﺏ ﺭﻣﻰ ﺑ ﺴ ﻬﻢ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ، ﻭﻟﻘﺪ ﺁﻨﺎ'
			'ﻧﻐ ﺰﻭ ﻣ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﺎ ﻟﻨﺎ ﻃﻌﺎﻡ ﺇ ﱠﻻ ﻭ ﺭ ﻕ ﺍﻟ ﺤﺒﻠ ﺔ . ﻮﻫﺬﺍ ﺍﻟﺴﱠ ﻤ ﺮ . ﺣﺘﻰ ﺇ ﻥ ﺁﺎ ﻥ ﺃ ﺣﺪﻧﺎ'
			'ﻟﻴ ﻀ ﻊ ﺁﻤﺎ ﺗ ﻀ ﻊ ﺍﻟﺸﺎﺓ ﻣﺎﻟﻪ ﺧﻠ ﻂ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟ ﺤﺒﻠ ﺔ » ﺑﻀﻢ ﺍﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺇﺳﻜﺎ ﻥ ﺍﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ : ﻮﻫﻲ ﻭﺍﻟﺴﱠﻤ ﺮ ، ﻧ ﻮﻋﺎ ﻥ ﻣﻌﺮﻭﻓﺎ ﻥ ﻣ ﻦ ﺷ ﺠ ﺮ ﺍﻟﺒﺎﺩﻳ ﺔ',
		translation: 'Translation of Hadith 500'
),
	Hadith(
		hadithNumber: 501,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺟﻌ ﻞ ﺭ ﺯ ﻕ ﺁ ﻝ'
			'ﻣ ﺤﱠﻤﺪ ﻗﻮﺗﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﺎﻝ ﺃ ﻩ ﻞ ﺍﻟﱡﻠﻐﺔ ﻭﺍﻟﻐ ﺮﻳ ﺐ : ﻣﻌﻨﻰ « ﻗﻮﺗﺎ » ﺃ ﻱ ﻣﺎ ﻳﺴﱡﺪ ﺍﻟ ﱠﺮ ﻣ ﻖ',
		translation: 'Translation of Hadith 501'
),
	Hadith(
		hadithNumber: 502,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻭﺍﻟﱠﻠﻪ ﺍﻟﺬﻱ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﻩ ﻮ ، ﺇ ﻥ ﺁﻨ ﺖ ﻷ ﻋﺘ ﻤﺪ ﺑﻜﺒﺪﻱ ﻋﻠﻰ ﺍ ﻷ ﺭ ﺽ'
			'ﻣ ﻦ ﺍﻟ ﺠﻮ ﻉ ، ﻭﺇ ﻥ ﺁﻨ ﺖ ﻷ ﺷﺪﱡ ﺍﻟﺤ ﺠ ﺮ ﻋﻠﻰ ﺑ ﻄﻨﻲ ﻣ ﻦ ﺍﻟ ﺠﻮ ﻉ . ﻭﻟﻘﺪ ﻗﻌﺪ ﺕ ﻳ ﻮﻣﺎ ﻋﻠﻰ ﻃ ﺮﻳﻘ ﻬﻢ ﺍﻟﺬﻱ ﻳ ﺨ ﺮ ﺟﻮ ﻥ ﻣﻨﻪ'
			'، ﻓ ﻤ ﱠﺮ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺘﺒ ﱠﺴﻢ ﺣﻴ ﻦ ﺭﺁﻧﻲ ، ﻭ ﻋ ﺮ ﻑ ﻣﺎ ﻓﻲ ﻭ ﺟﻬﻲ ﻭ ﻣﺎ ﻓﻲ ﻧﻔ ﺴﻲ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺃﺑﺎ'
			'ﻩ ﱟﺮ ،،» ﻗﻠ ﺖ : ﻟﱠﺒﻴ ﻚ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ، ﻗﺎﻝ : «ﺍﻟ ﺤ ﻖ » ﻭﻣ ﻀﻰ ، ﻓﺎﺗﱠﺒﻌﺘﻪ ، ﻓﺪ ﺧ ﻞ ﻓﺎ ﺳﺘﺄﺫ ﻥ ، ﻓﺄﺫ ﻥ ﻟﻲ ﻓﺪ ﺧﻠ ﺖ ،'
			'ﻓ ﻮ ﺟﺪ ﻟﺒﻨﺎ ﻓﻲ ﻗﺪ ﺡ ﻓﻘﺎﻝ: « ﻣ ﻦ ﺃﻳ ﻦ ﻩﺬﺍ ﺍﻟﱠﻠﺒ ﻦ ؟ » ﻗﺎﻟﻮﺍ : ﺃ ﻩﺪﺍﻩ ﻟ ﻚ ﻓﻼ ﻥ ﺃﻭ ﻓﻼﻧﺔ ﻗﺎﻝ : « ﺃﺑﺎ ﻩ ﱟﺮ،،» ﻗﻠ ﺖ :'
			'ﻟﱠﺒﻴ ﻚ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻗﺎﻝ : « ﺍﻟﺤﻖ ﺇﻟﻰ ﺃ ﻩﻞ ﺍﻟ ﱡﺼﱠﻔ ﺔ ﻓﺎﺩ ﻋ ﻬﻢ ﻟﻲ». ﻗﺎﻝ : ﻭﺃ ﻩ ﻞ ﺍﻟ ﱡﺼﱠﻔ ﺔ ﺃﺿﻴﺎ ﻑ ﺍ ﻹ ﺳﻼﻡ ، ﻻ'
			'ﻳﺄ ﻭﻮﻧ ﻋﻠﻰ ﺃ ﻩ ﻞ ، ﻭﻻ ﻣﺎ ﻝ ، ﻭﻻ ﻋﻠﻰ ﺃ ﺣﺪ، ﻭﺁﺎ ﻥ ﺇﺫﺍ ﺃﺗﺘﻪ ﺻﺪﻗﺔ ﺑﻌ ﺚ ﺑ ﻬﺎ ﺇﻟﻴ ﻬﻢ . ﻭﻟﻢ ﻳﺘﻨﺎ ﻭ ﻝ ﻣﻨ ﻬﺎ ﺷﻴﺌﺎ ، ﻭﺇﺫﺍ'
			'ﺃﺗﺘﻪ ﻩﺪﱠﻳﺔ ﺃ ﺭﺳ ﻞ ﺇﻟﻴ ﻬﻢ ﻭﺃ ﺻﺎ ﺏ ﻣﻨ ﻬﺎ ﻭﺃ ﺷ ﺮﺁ ﻬﻢ ﻓﻴﻬﺎ ، ﻓ ﺴﺎ ﺀﻧﻲ ﺫﻟ ﻚ ﻓﻘﻠ ﺖ : ﻭﻣﺎ ﻩﺬﺍ ﺍﻟﱠﻠﺒ ﻦ ﻓﻲ ﺃ ﻩ ﻞ ﺍﻟ ﱡﺼﱠﻔ ﺔ ؟'
			'ﺁﻨ ﺖ ﺃ ﺣ ﱠﻖ ﺄﻧ ﺃ ﺻﻴﺐ ﻣ ﻦ ﻩﺬﺍ ﺍﻟﱠﻠﺒ ﻦ ﺷ ﺮﺑ ﺔ ﺃﺗﻘ ﱠﻮﻯ ﺑ ﻬﺎ، ﻓﺈﺫﺍ ﺟﺎ ﺀﻭﺍ ﺃ ﻣﺮﻧﻲ ، ﻓﻜﻨ ﺖ ﺃﻧﺎ ﺃ ﻋ ﻄﻴ ﻬﻢ ، ﻭﻣﺎ ﻋ ﺴﻰ ﺄﻧ'
			'ﻳﺒﻠﻐﻨﻲ ﻣ ﻦ ﻩﺬﺍ ﺍﻟﱠﻠﺒ ﻦ ، ﻭﻟﻢ ﻳﻜ ﻦ ﻣ ﻦ ﻃﺎ ﻋ ﺔ ﺍﻟﱠﻠﻪ ﻭ ﻃﺎ ﻋ ﺔ ﺭﺳﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﱞﺪ. ﻓﺄﺗﻴﺘ ﻬﻢ ﻓﺪ ﻋ ﻮﺗ ﻬﻢ ،'
			'ﻓﺄﻗﺒﻠﻮﺍ ﻭﺍ ﺳﺘﺄﺫﻧﻮﺍ ، ﻓﺄﺫ ﻥ ﻟ ﻬﻢ ﻭﺃ ﺧﺬﻭﺍ ﻣ ﺠﺎﻟ ﺴ ﻬﻢ ﻣ ﻦ ﺍﻟﺒﻴ ﺖ ﻗﺎﻝ : « ﻳﺎ ﺃﺑﺎ ﻩ ﺮ ،، » ﻗﻠ ﺖ : ﻟﱠﺒﻴ ﻚ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ،'
			'ﻗﺎﻝ : « ﺧﺬ ﻓﺄ ﻋ ﻄ ﻬﻢ » ﻗﺎﻝ : ﻓﺄ ﺧﺬ ﺕ ﺍﻟﻘﺪ ﺡ ﻓ ﺠﻌﻠﺖ ﺃ ﻋ ﻄﻴ ﻪ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻴ ﺸ ﺮ ﺏ ﺣﱠﺘﻰ ﻳ ﺮ ﻮﯨ ، ﺛﻢﱠ ﻳﺮﱡﺩ ﻋﻠ ﱠﻲ ﺍﻟﻘﺪ ﺡ ،'
			'ﻓﺄﻋﻄﻴ ﻪ ﺍﻵﺧ ﺮ ﻓﻴ ﺸ ﺮ ﺏ ﺣﱠﺘﻰ ﻳﺮ ﻮﯨ ، ﺛﻢﱠ ﻳ ﺮﺩﱡ ﻋﻠ ﱠﻲ ﺍﻟﻘﺪ ﺡ ، ﺣﱠﺘﻰ ﺍﻧﺘ ﻬﻴ ﺖ ﺇﻟﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻗﺪ'
			'ﺭ ﻭ ﻱ ﺍﻟﻘ ﻮﻡ ﺁﱡﻠ ﻬﻢ، ﻓﺄ ﺧﺬ ﺍﻟﻘﺪ ﺡ ﻓ ﻮ ﺿﻌﻪ ﻋﻠﻰ ﻳﺪﻩ ، ﻓﻨ ﻈ ﺮ ﺇﻟ ﱠﻲ ﻓﺘﺒ ﱠﺴﻢ ، ﻓﻘﺎﻝ : « ﺃﺑﺎ ﻩ ﺮ » ﻗﻠ ﺖ : ﻟﱠﺒﻴ ﻚ ﻳﺎ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﻗﺎﻝ : « ﺑﻘﻴ ﺖ ﺃﻧﺎ ﻭﺃﻧ ﺖ » ﻗﻠ ﺖ ﺻﺪﻗ ﺖ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻗﺎﻝ : « ﺍﻗﻌﺪ ﻓﺎ ﺷ ﺮ ﺏ » ﻓﻘﻌﺪ ﺕ ﻓ ﺸﺮﺑ ﺖ : ﻓﻘﺎﻝ : «'
			'ﺍﺷ ﺮ ﺏ » ﻓ ﺸﺮﺑﺖ ، ﻓﻤﺎ ﺯﻻ ﻳﻘﻮ ﻝ : « ﺍ ﺷ ﺮ ﺏ » ﺣﱠﺘﻰ ﻗﻠ ﺖ : ﻻ ﻭﺍﱠﻟﺬﻱ ﺑﻌﺜ ﻚ ﺑﺎﻟ ﺤ ﱢﻖ ﻣﺎ ﺃ ﺟﺪ ﻟﻪ ﻣ ﺴﻠﻜﺎ ، ﻗﺎﻝ : «'
			'ﻓﺄ ﺭﻧﻲ » ﻓﺄﻋﻄﻴﺘﻪ ﺍﻟﻘﺪ ﺡ ، ﻓﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﺳﱠﻤﻰ ﻭ ﺷﺮ ﺏ « ﺍﻟﻔ ﻀﻠ ﺔ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 502'
),
	Hadith(
		hadithNumber: 503,
		hadith:
						'ﻭﻋﻦ ﻣ ﺤﱠﻤﺪ ﺑ ﻦ ﺳﻴﺮﻳ ﻦ ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻟﻘﺪ ﺭﺃﻳﺘﻨﻲ ﻭﺇﻧ ﻲ ﻷ ﺧ ﱡﺮ ﻓﻴﻤﺎ ﺑﻴ ﻦ ﻣﻨﺒ ﺮ ﺭﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺇﻟﻰ ﺣ ﺠ ﺮﺓ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻣﻐ ﺸﻴﺎ ﻋﻠ ﱠﻲ ، ﻓﻴ ﺠﻲ ﺀ ﺍﻟ ﺠﺎﺋﻲ ، ﻓﻴ ﻀ ﻊ ﺭ ﺟﻠﻪ'
			'ﻋﻠﻰ ﻋﻨﻘﻲ ، ﻭﻳ ﺮﻯ ﺃﱢﻧﻲ ﻣ ﺠﻨﻮ ﻥ ﻭﻣﺎ ﺑﻲ ﻣﻦ ﺟﻨﻮ ﻥ ، ﻭﻣﺎ ﺑﻲ ﺇ ﱠﻻ ﺍﻟ ﺠﻮ ﻉ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 503'
),
	Hadith(
		hadithNumber: 504,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟ ﺖ : ﺗ ﻮﻓﱢ ﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺩ ﺭ ﻋﻪ ﻣ ﺮ ﻩﻮﻧﺔ ﻋﻨﺪ'
			'ﻳﻬﻮﺩ ﱟﻱ ﻓﻲ ﺛﻼﺛﻴ ﻦ ﺻﺎﻋﺎ ﻣ ﻦ ﺷﻌﻴ ﺮ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 504'
),
	Hadith(
		hadithNumber: 505,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺭ ﻩ ﻦ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺭﻋﻪ ﺑ ﺸﻌﻴ ﺮ ، ﻭﻣﺸﻴ ﺖ ﺇﻟﻰ ﺍﻟﱠﻨﺒ ﱢﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺨﺒ ﺰ ﺷﻌﻴ ﺮ ، ﻭﺇ ﻩﺎﻟ ﺔ ﺳﻨ ﺨ ﺔ ، ﻭﻟﻘﺪ ﺳ ﻤﻌﺘﻪ ﻳﻘﻮ ﻝ : « ﻣﺎ ﺃ ﺻﺒ ﺢ ﻵ ﻝ ﻣ ﺤﱠﻤﺪ ﺻــﺎ ﻉ ﻭﻻ'
			'ﺃ ﻣ ﺴﻰ ﻭﺇﱠﻧ ﻬﻢ ﻟﺘ ﺴﻌﺔ ﺃﺑﻴﺎ ﺕ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺍ ﻹ ﻩﺎﻟﺔ » ﺑﻜﺴﺮ ﺍﻟﻬﻤﺰﺓ : ﺍﻟﺸﱠ ﺤﻢ ﺍﻟﱠﺬﺍﺋ ﺐ . ﻭﺍﻟ ﱠﺴﻨ ﺨﺔ » ﺑﺎﻟﻨﻮﻥ ﻭﺍﻟﺨﺎ ﺀ ﺍﻟﻤﻌﺠﻤﺔ ، ﻭ ﻩﻲ: ﺍﻟﻤﺘﻐﱢﻴﺮﺓ',
		translation: 'Translation of Hadith 505'
),
	Hadith(
		hadithNumber: 506,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻟﻘﺪ ﺭﺃﻳ ﺖ ﺳﺒﻌﻴ ﻦ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟ ﱡﺼﱠﻔ ﺔ ، ﻣﺎ ﻣﻨ ﻬﻢ ﺭﺟ ﻞ ﻋﻠﻴ ﻪ ﺭﺩﺍﺀ ،'
			'ﺇﱠﻣﺎ ﺇﺯﺍﺭ ﻭﺇﱠﻣﺎ ﺁ ﺴﺎ ﺀ ، ﻗﺪ ﺭﺑ ﻄﻮﺍ ﻓﻲ ﺃ ﻋﻨﺎﻗﻬﻢ ﻣﻨ ﻬﺎ ﻣﺎ ﻳﺒﻠ ﻎ ﻧﺼ ﻒ ﺍﻟ ﱠﺴﺎﻗﻴ ﻦ ، ﻭ ﻣﻨ ﻬﺎ ﻣﺎ ﻳﺒﻠ ﻎ ﺍﻟﻜﻌﺒﻴ ﻦ ، ﻓﻴﺠﻤﻌﻪ'
			'ﺑﻴﺪﻩ ﺁﺮﺍ ﻩﻴ ﺔ ﺄﻧ ﺗ ﺮﻯ ﻋ ﻮ ﺭﺗﻪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 506'
),
	Hadith(
		hadithNumber: 507,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﺎ ﻥ ﻓ ﺮﺍ ﺵ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻦ ﺃﺪﻣ ﺣ ﺸ ﻮﻩ ﻟﻴﻒ .'
			'` .507ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 507'
),
	Hadith(
		hadithNumber: 508,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﱠﻨﺎ ﺟﻠﻮﺳﺎ ﻣ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫ ﺟﺎ ﺀ ﺭ ﺟ ﻞ ﻣﻦ'
			'ﺍ ﻷﻧﺼﺎ ﺭ ، ﻓﺴﱠﻠﻢ ﻋﻠﻴ ﻪ ، ﺛﻢﱠ ﺃﺩﺑ ﺮ ﺍ ﻷﻧ ﺼﺎ ﺭ ﱡﻱ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺃ ﺧﺎ ﺍ ﻷﻧ ﺼﺎ ﺭ ، ﺁﻴ ﻒ'
			'ﺃ ﺧﻲ ﺳﻌﺪ ﺑ ﻦ ﻋﺒﺎﺩﺓ ؟ » ﻓﻘﺎﻝ : ﺻﺎﻟ ﺢ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻳﻌﻮﺩﻩ ﻣﻨﻜﻢ ؟ » ﻓﻘﺎﻡ'
			'ﻭﻗ ﻤﻨﺎ ﻣﻌﻪ ، ﻭﻧ ﺤ ﻦ ﺑ ﻀﻌ ﺔ ﻋ ﺸﺮ ﻣﺎ ﻋﻠﻴﻨﺎ ﻧﻌﺎﻝ ﻭﻻ ﺧﻔﺎ ﻑ ، ﻭﻻ ﻗﻼﻧ ﺲ، ﻭﻻ ﻗﻤ ﺺ ﻧﻤﺸﻲ ﻓﻲ ﺗﻠ ﻚ ﺍﻟ ﱢﺴﺒﺎ ﺥ ،'
			'ﺣﱠﺘﻰ ﺟﺌﻨﺎﻩ ، ﻓﺎ ﺳﺘﺄ ﺧ ﺮ ﻗ ﻮﻣﻪ ﻣ ﻦ ﺣﻮﻟﻪ ﺣﱠﺘﻰ ﺩﻧﺎ ﺭﺳﻮ ﻝ ﺍﻟﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃ ﺻﺤﺎﺑﻪ ﺍﱠﻟﺬﻳﻦ ﻣﻌﻪ . ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 508'
),
	Hadith(
		hadithNumber: 509,
		hadith:
						'ﻭﻋﻦ ﻋ ﻤﺮﺍ ﻥ ﺑ ﻦ ﺍﻟ ﺤ ﺼﻴ ﻦ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﻪ ﻗﺎﻝ : « ﺧﻴ ﺮﺁﻢ ﻗﺮﻧﻲ'
			'، ﺛﻢﱠ ﺍﱠﻟﺬﻳ ﻦ ﻳﻠ ﻮﻧﻬﻢ ، ﺛﻢﱠ ﺍﱠﻟﺬﻳ ﻦ ﻳﻠﻮﻧ ﻬﻢ » ﻗﺎﻝ ﻋﻤ ﺮﺍ ﻥ : ﻓ ﻤﺎ ﺃﺩﺮﻳ ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﱠﺮﺗﻴﻦ ﺃﻭ'
			'ﺛﻼﺛﺎ « ﺛﻢﱠ ﻳﻜﻮ ﻥ ﺑﻌﺪ ﻩﻢ ﻗ ﻮﻡ ﻳﺸﻬﺪﻭ ﻥ ﻭﻻ ﻳ ﺴﺘ ﺸ ﻬﺪﻭ ﻥ ، ﻭﻳ ﺨﻮﻧﻮ ﻥ ﻭﻻ ﻳ ﺆﺗﻤﻨﻮ ﻥ ، ﻭﻳﻨﺬ ﺭﻭ ﻥ ﻭﻻ ﻳﻮﻓﻮ ﻥ ،'
			'ﻭﻳ ﻈ ﻬ ﺮ ﻓﻴﻬﻢ ﺍﻟﺴﱢ ﻤ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 509'
),
	Hadith(
		hadithNumber: 510,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﻣﺎﻣﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ : ﺇﱠﻧ ﻚ ﺇ ﻥ ﺗﺒﺬﻝ'
			'ﺍﻟﻔﻀ ﻞ ﺧﻴﺮ ﻟ ﻚ ، ﻭﺄﻧ ﺗ ﻤ ﺴﻜﻪ ﺷﱞﺮ ﻟ ﻚ ، ﻭﻻ ﺗﻼﻡ ﻋﻠﻰ ﺁﻔﺎ ﻑ، ﻭﺍﺑﺪﺃ ﺑﻤ ﻦ ﺗﻌﻮ ﻝ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ'
			'ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 510'
),
	Hadith(
		hadithNumber: 511,
		hadith:
						'ﻭﻋﻦ ﻋﺒﻴﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻣ ﺤ ﺼ ﻦ ﺍ ﻷﻧﺼﺎ ﺭ ﱢﻱ ﺍﻟ ﺨ ﻄﻤ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃﺻﺒﺢ ﻣﻨﻜﻢ ﺁ ﻣﻨﺎ ﻓﻲ ﺳ ﺮﺑ ﻪ ، ﻣﻌﺎﻓﻰ ﻓﻲ ﺟﺴﺪﻩ ، ﻋﻨﺪﻩ ﻗﻮ ﺕ ﻳﻮ ﻣ ﻪ ، ﻓﻜﺄﱠﻧﻤﺎ ﺣﻴ ﺰ ﺕ ﻟﻪ ﺍﻟﱡﺪﻧﻴﺎ'
			'ﺑﺤﺬﺍﻓﻴ ﺮﻩﺎ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'» ﺳ ﺮﺑ ﻪ » ﺑﻜﺴﺮ ﺍﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ ، ﺄﻳ : ﻧﻔ ﺴ ﻪ ، ﻭﻗﻴ ﻞ : ﻗﻮ ﻣﻪ .'
			'`',
		translation: 'Translation of Hadith 511'
),
	Hadith(
		hadithNumber: 512,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻗﺪ'
			'ﺃﻓﻠ ﺢ ﻣﻦ ﺃﺳﻠﻢ ، ﻭﺁﺎ ﻥ ﺭﺯﻗﻪ ﺁﻔﺎﻓﺎ ، ﻭﻗﱠﻨﻌﻪ ﺍﻟﱠﻠﻪ ﺑ ﻤﺎ ﺁﺗﺎﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 512'
),
	Hadith(
		hadithNumber: 513,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣ ﺤﱠﻤﺪ ﻓ ﻀﺎﻟ ﺔ ﺑ ﻦ ﻋﺒﻴﺪ ﺍ ﻷﻧ ﺼﺎ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﻃﻮﺑﻰ ﻟ ﻤ ﻦ ﻩﺪ ﻱ ﺇﻟﻰ ﺍ ﻹﺳﻼﻡ ، ﻭﺁﺎ ﻥ ﻋﻴﺸﻪ ﺁﻔﺎﻓﺎ ، ﻭﻗﻨ ﻊ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 513'
),
	Hadith(
		hadithNumber: 514,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺒﻴ ﺖ ﺍﻟﱠﻠﻴﺎﻟ ﻲ ﺍﻟﻤﺘﺘﺎﺑﻌ ﺔ'
			'ﻃﺎ ﻭﻳﺎ ، ﻭﺃ ﻩﻠﻪ ﻻ ﻳ ﺠﺪﻭ ﻥ ﻋﺸﺎ ﺀ ، ﻭﺁﺎ ﻥ ﺃﺁﺜ ﺮ ﺧﺒ ﺰ ﻩﻢ ﺧﺒﺰ ﺍﻟ ﱠﺸﻌﻴ ﺮ. ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 514'
),
	Hadith(
		hadithNumber: 515,
		hadith:
						'ﻭﻋﻦ ﻓ ﻀﺎﻟ ﺔ ﺑ ﻦ ﻋﺒﻴﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺻﱠﻠﻰ ﺑﺎﻟﱠﻨﺎ ﺱ ﻳ ﺨ ﱡﺮ'
			'ﺭ ﺟﺎﻝ ﻣ ﻦ ﻗﺎ ﻣﺘ ﻬﻢ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ ﻣ ﻦ ﺍﻟ ﺨ ﺼﺎﺻ ﺔ ﻭ ﻩﻢ ﺃ ﺻﺤﺎ ﺏ ﺍﻟ ﱡﺼﱠﻔ ﺔ ﺣﱠﺘﻰ ﻳﻘﻮ ﻝ ﺍ ﻷ ﻋ ﺮﺍ ﺏ : ﻩ ﺆﻻ ﺀ ﻣ ﺠﺎﻧﻴ ﻦ ، ﻓﺈﺫﺍ'
			'ﺻﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻧ ﺼﺮ ﻑ ﺇﻟﻴ ﻬﻢ ، ﻓﻘﺎﻝ : « ﻟ ﻮ ﺗﻌﻠﻤﻮ ﻥ ﻣﺎ ﻟﻜﻢ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻷ ﺣﺒﺒﺘﻢ'
			'ﺃ ﻥ ﺗ ﺰﺩﺍﺩﻭﺍ ﻓﺎﻗ ﺔ ﻭ ﺣﺎ ﺟ ﺔ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ.'
			'»ﺍﻟ ﺨﺼﺎ ﺻﺔ » : ﺍﻟﻔﺎﻗﺔ ﻭﺍﻟ ﺠﻮ ﻉ ﺍﻟﺸﱠﺪﻳﺪ',
		translation: 'Translation of Hadith 515'
),
	Hadith(
		hadithNumber: 516,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺁﺮﻳ ﻤ ﺔ ﺍﻟ ﻤﻘﺪﺎﻣ ﺑﻦ ﻣﻌﺪ ﻳﻜ ﺮﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﻣﺎ ﻣ ﻸ ﺁﺩ ﻣ ﱞﻲ ﻭ ﻋﺎ ﺀ ﺷ ﺮﺍ ﻣ ﻦ ﺑﻄﻨﻪ ، ﺑﺤ ﺴ ﺐ ﺍﺑﻦ ﺁﺪﻣ ﺃﺁﻼ ﺕ ﻳﻘ ﻤ ﻦ ﺻﻠﺒﻪ ، ﻓﺈ ﻥ ﺁﺎ ﻥ ﻻ ﻣﺤﺎﻟ ﺔ ، ﻓﺜﻠ ﺚ'
			'ﻟ ﻄﻌﺎ ﻣ ﻪ ، ﻭﺛﻠ ﺚ ﻟﺸﺮﺍﺑ ﻪ ، ﻭﺛﻠ ﺚ ﻟﻨﻔ ﺴ ﻪ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ . « ﺃﺁﻼ ﺕ » ﺃ ﻱ : ﻟﻘﻢ',
		translation: 'Translation of Hadith 516'
),
	Hadith(
		hadithNumber: 517,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃ ﻣﺎ ﻣ ﺔ ﺇﻳﺎ ﺱ ﺑ ﻦ ﺛﻌﻠﺒ ﺔ ﺍ ﻷﻧ ﺼﺎ ﺭ ﱢﻱ ﺍﻟﺤﺎﺭﺛ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺫﺁ ﺮ ﺃ ﺻﺤﺎ ﺏ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻮﻣﺎ ﻋﻨﺪﻩ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ ﺗ ﺴﻤﻌﻮ ﻥ ؟ ﺃﻻ ﺗ ﺴ ﻤﻌﻮ ﻥ ؟ ﺇ ﱠﻥ'
			'ﺍﻟﺒﺬﺍﺫﺓ ﻣﻦ ﺍ ﻹﻳ ﻤﺎﻥ ﺇ ﱠﻥ ﺍﻟﺒﺬﺍﺫﺓ ﻣ ﻦ ﺍ ﻹﻳ ﻤﺎ ﻥ» ﻳﻌﻨﻲ: ﺍﻟﱠﺘﻘ ﱡﺤ ﻞ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'»ﺍﻟﺒﺬﺍﺫﺓ » : ﺑﺎﻟﺒﺎ ﺀ ﺍﻟﻤ ﻮ ﱠﺣﺪﺓ ﻭﺍﻟﱠﺬﺍﻟﻴ ﻦ ﺍﻟﻤﻌﺠ ﻤﺘﻴ ﻦ ، ﻭ ﻩ ﻲ ﺭﺛﺎﺛﺔ ﺍﻟ ﻬﻴﺌ ﺔ ، ﻭﺗ ﺮ ﻙ ﻓﺎ ﺧ ﺮ ﺍﻟﱢﻠﺒﺎ ﺱ ﻭﺃﱠﻣﺎ « ﺍﻟﱠﺘﻘ ﱡﺤ ﱡﻞ »'
			'ﻓﺒﺎﻟﻘﺎ ﻑ ﻭﺍﻟﺤﺎﺀ ، ﻗﺎﻝ ﺃ ﻩ ﻞ ﺍﻟﱡﻠﻐﺔ : ﺍﻟﻤﺘﻘ ﱢﺤﻞ : ﻩ ﻮ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟﻴﺎﺑ ﺲ ﺍﻟ ﺠﻠﺪ ﻣ ﻦ ﺧ ﺸﻮﻧ ﺔ ﺍﻟﻌﻴ ﺶ ، ﻭﺗ ﺮ ﻙ ﺍﻟﱠﺘ ﺮﱠﻓ ﻪ',
		translation: 'Translation of Hadith 517'
),
	Hadith(
		hadithNumber: 518,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺟﺎﺑﺮ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺑﻌﺜﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻭﺃﱠﻣ ﺮ ﻋﻠﻴﻨﺎ ﺃﺑﺎ ﻋﺒﻴﺪﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻧﺘﻠﱠﻘﻲ ﻋﻴﺮﺍ ﻟﻘ ﺮﻳ ﺶ ، ﻭ ﱠﺯﻭﺩﻧﺎ ﺟ ﺮﺍﺑﺎ ﻣ ﻦ ﺗ ﻤ ﺮ ﻟﻢ ﻳ ﺠﺪ ﻟﻨﺎ ﻏﻴ ﺮﻩ ، ﻓﻜﺎ ﻥ'
			'ﺃﺑﻮ ﻋﺒﻴﺪﺓ ﻳﻌ ﻄﻴﻨﺎ ﺗ ﻤﺮﺓ ﺗ ﻤ ﺮﺓ ، ﻓﻘﻴﻞ : ﺁﻴﻒ ﺁﻨﺘﻢ ﺗ ﺼﻨﻌﻮ ﻥ ﺑ ﻬﺎ ؟ ﻗﺎﻝ : ﻧﻤ ﱡﺼ ﻬﺎ ﺁ ﻤﺎ ﻳ ﻤ ﱡﺺ ﺍﻟ ﱠﺼﺒ ﱡﻲ ، ﺛﻢﱠ ﻧ ﺸ ﺮ ﺏ'
			'ﻋﻠﻰ ﺳﺎ ﺣ ﻞ ﺍﻟﺒ ﺤ ﺮ ، ﻓ ﺮﻓ ﻊ ﻟﻨﺎ ﻋﻠﻰ ﺳﺎ ﺣ ﻞ ﺍﻟﺒ ﺤ ﺮ ﺁ ﻬﻴﺌ ﺔ ﺍﻟﻜﺜﻴ ﺐ ﺍﻟﻀﺨﻢ ، ﻓﺄﺗﻴﻨﺎﻩ ﻓﺈﺫﺍ ﻩﻲ ﺩﺍﱠﺑﺔ ﺗﺪﻋﻰ ﺍﻟﻌﻨﺒ ﺮ ،ﻋﻠﻴ ﻬﺎ ﻣ ﻦ ﺍﻟ ﻤﺎ ﺀ ، ﻓﺘﻜﻔﻴﻨﺎ ﻳ ﻮ ﻣﻨﺎ ﺇﻟﻰ ﺍﻟﱠﻠﻴ ﻞ ، ﻭﺁﱠﻨﺎ ﻧ ﻀ ﺮ ﺏ ﺑﻌﺼﱢﻴﻨﺎ ﺍﻟ ﺨﺒ ﻂ ، ﺛﻢﱠ ﻧﺒﻠﱡﻪ ﺑﺎﻟ ﻤﺎ ﺀ ﻓﻨﺄﺁﻠﻪ. ﻗﺎﻝ : ﻭﺍﻧ ﻄﻠﻘﻨﺎ'
			'ﻓﻘﺎﻝ ﺃﺑﻮ ﻋﺒﻴﺪﺓ : ﻣﻴﺘﺔ ، ﺛﻢﱠ ﻗﺎﻝ : ﻻ ، ﺑ ﻞ ﻧ ﺤ ﻦ ﺭ ﺳ ﻞ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ، ﻭﻗﺪ'
			'ﺍ ﺿ ﻄ ﺮﺭﺗﻢ ﻓﻜﻠﻮﺍ ، ﻓﺄﻗ ﻤﻨﺎ ﻋﻠﻴﻪ ﺷ ﻬﺮﺍ ، ﻭﻧ ﺤ ﻦ ﺛﻼﺛﻤﺎﺋﺔ ، ﺣﱠﺘﻰ ﺳ ﻤﱠﻨﺎ ، ﻭﻟﻘﺪ ﺭﺃﻳﺘﻨﺎ ﻧﻐﺘ ﺮ ﻑ ﻣﻦ ﻭﻗ ﺐ ﻋﻴﻨ ﻪ'
			'ﺑﺎﻟﻘﻼ ﻝ ﺍﻟﱡﺪ ﻩ ﻦ ﻭﻧﻘ ﻄ ﻊ ﻣﻨﻪ ﺍﻟﻔﺪ ﺭ ﺁﺎﻟﱠﺜ ﻮ ﺭ ﺃﻭ ﺁﻘﺪ ﺭ ﺍﻟﱠﺜ ﻮ ﺭ .'
			'ﻭﻟﻘﺪ ﺃ ﺧﺬ ﻣﱠﻨﺎ ﺃﺑﻮ ﻋﺒﻴﺪﺓ ﺛﻼﺛ ﺔ ﻋ ﺸ ﺮ ﺭ ﺟ ﻼ ﻓﺄﻗﻌﺪ ﻩﻢ ﻓﻲ ﻭﻗ ﺐ ﻋﻴﻨ ﻪ ﻭﺃ ﺧﺬ ﺿﻠﻌﺎ ﻣ ﻦ ﺃ ﺿﻼ ﻋ ﻪ ﻓﺄﻗﺎ ﻣ ﻬﺎ ﺛﻢﱠ ﺭ ﺣ ﻞ'
			'ﺃ ﻋ ﻈﻢ ﺑﻌﻴ ﺮ ﻣﻌﻨﺎ ﻓﻤ ﺮ ﻣ ﻦ ﺗ ﺤﺘ ﻬﺎ ﻭﺗ ﺰ ﱠﻭﺩﻧﺎ ﻣ ﻦ ﻟ ﺤﻤ ﻪ ﻭ ﺷﺎﺋ ﻖ، ﻓﻠﱠﻤﺎ ﻗﺪﻣﻨﺎ ﺍﻟﻤﺪﻳﻨ ﺔ ﺃﺗﻴﻨﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﺬﺁ ﺮﻧﺎ ﺫﻟ ﻚ ﻟﻪ ، ﻓﻘﺎﻝ : « ﻩ ﻮ ﺭ ﺯ ﻕ ﺃ ﺧ ﺮ ﺟﻪ ﺍﻟﱠﻠﻪ ﻟﻜﻢ ، ﻓ ﻬ ﻞ ﻣﻌﻜﻢ ﻣ ﻦ ﻟ ﺤﻤ ﻪ ﺷﻲﺀ ﻓﺘ ﻄﻌﻤﻮﻧﺎ ؟ » ﻓﺄ ﺭﺳﻠﻨﺎ'
			'ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻨﻪ ﻓﺄﺁﻠﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﺠ ﺮﺍ ﺏ » : ﻭﻋﺎﺀ ﻣ ﻦ ﺟﻠﺪ ﻣﻌ ﺮﻮﻓ ، ﻭ ﻩﻮ ﺑﻜ ﺴﺮ ﺍﻟﺠﻴﻢ ﻭﻓﺘ ﺤﻬﺎ ، ﻭﺍﻟﻜﺴ ﺮ ﺃﻓﺼ ﺢ . ﻗﻮﻟﻪ : « ﻧ ﻤ ﱡﺼ ﻬﺎ »'
			'ﺑﻔﺘﺢ ﺍﻟﻤﻴﻢ « ﻭﺍﻟ ﺨﺒ ﻂ » ﻭ ﺭ ﻕ ﺷ ﺠ ﺮ ﻣﻌ ﺮﻮﻓ ﺗﺄﺁﻠﻪ ﺍ ﻹﺑ ﻞ . « ﻭﺍﻟﻜﺜﻴ ﺐ » ﺍﻟﱠﺘ ﱡﻞ ﻣ ﻦ ﺍﻟ ﱠﺮ ﻣ ﻞ ، « ﻭﺍﻟ ﻮﻗ ﺐ » : ﺑﻔﺘ ﺢ'
			'ﺍﻟﻮﺍ ﻭ ﻭﺇﺳﻜﺎﻥ ﺍﻟﻘﺎ ﻑ ﻭﺑﻌﺪ ﻩﺎ ﺑﺎﺀ ﻣﻮﺣﺪﺓ ، ﻭ ﻩﻮ ﻧﻘﺮﺓ ﺍﻟﻌﻴﻦ « ﻭﺍﻟﻘﻼ ﻝ » ﺍﻟ ﺠ ﺮﺍ ﺭ . « ﻭﺍﻟﻔﺪ ﺭ » ﺑﻜﺴ ﺮ ﺍﻟﻔﺎ ﺀ'
			'ﻭﻓﺘﺢ ﺍﻟﺪﻻ : ﺍﻟﻘﻄ ﻊ . « ﺭ ﺣ ﻞ ﺍﻟﺒﻌﻴ ﺮ » ﺑﺘﺨﻔﻴ ﻒ ﺍﻟﺤﺎ ﺀ ﺃ ﻱ ﺟﻌ ﻞ ﻋﻠﻴﻪ ﺍﻟﺮ ﺣ ﻞ. ﻭ « ﺍﻟ ﻮ ﺷﺎﺋﻖ » ﺑﺎﻟﺸﻴ ﻦ ﺍﻟﻤﻌﺠﻤ ﺔ'
			'ﻭﺍﻟﻘﺎ ﻑ : ﺍﻟﱠﻠ ﺤﻢ ﺍﱠﻟﺬﻱ ﺍﻗﺘ ﻄ ﻊ ﻟﻴﻘﱠﺪﺩ ﻣﻨﻪ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 518'
),
	Hadith(
		hadithNumber: 519,
		hadith:
						'ﻭﻋﻦ ﺃ ﺳﻤﺎ ﺀ ﺑﻨ ﺖ ﻳ ﺰﻳﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﺎ ﻥ ﺁﻢﱡ ﻗ ﻤﻴ ﺺ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﻟﻰ'
			'ﺍﻟ ﱡﺮ ﺻ ﻎ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'ﻗﻠﺖ: ( ﺿﻌﻴﻒ ) [ ﻓﻴﻪ : ﺷﻬﺮ ﺑﻦ ﺣﻮﺷﺐ ، ﻮﻫﻮ ﺿﻌﻴﻒ ] .'
			'«ﺍﻟﺮﱡ ﺻ ﻎ » ﺑﺎﻟﺼﺎﺩ ﻭﺍﻟﺮﱡ ﺳ ﻎ ﺑﺎﻟﺴﻴ ﻦ ﺃﻳﻀﺎ : ﻩ ﻮ ﺍﻟﻤﻔ ﺼ ﻞ ﺑﻴ ﻦ ﺍﻟﻜ ﱢﻒ ﻭﺍﻟ ﱠﺴﺎ ﻋﺪ',
		translation: 'Translation of Hadith 519'
),
	Hadith(
		hadithNumber: 520,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺇﱠﻧﺎ ﺁﱠﻨﺎ ﻳ ﻮﻡ ﺍﻟ ﺨﻨﺪ ﻕ ﻧ ﺤﻔ ﺮ ، ﻓﻌﺮ ﺿ ﺖ ﺁﺪﻳﺔ ﺷﺪﻳﺪﺓ ﻓﺠﺎ ﺀﻭﺍ ﺇﻟﻰ ﺍﻟﻨﺒ ﱢﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟﻮﺍ : ﻩﺬﻩ ﺁﺪﻳﺔ ﻋ ﺮﺿ ﺖ ﻓﻲ ﺍﻟ ﺨﻨﺪ ﻕ . ﻓﻘﺎﻝ: « ﺃﻧﺎ ﻧﺎ ﺰﻟ » ﺛﻢﱠ ﻗﺎﻡ ﻭﺑ ﻄﻨﻪ ﻣﻌﺼﻮ ﺏ'
			'ﺑ ﺤﺠ ﺮ ، ﻭﻟﺒﺜﻨﺎ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ﻻ ﻧﺬﻭ ﻕ ﺫ ﻭﺍﻗﺎ ، ﻓﺄ ﺧﺬ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻤﻌﻮﻝ ، ﻓﻀ ﺮﺏ ﻓﻌﺎﺩ ﺁﺜﻴﺒﺎ ﺃ ﻩﻴ ﻞ ،'
			'ﺃ ﻭ ﺃ ﻩﻴﻢ .'
			'ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺍﺋﺬﻥ ﻟﻲ ﺇﻟﻰ ﺍﻟﺒﻴ ﺖ ، ﻓﻘﻠ ﺖ ﻻ ﻣ ﺮﺃﺗﻲ : ﺭﺃﻳ ﺖ ﺑﺎﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺷﻴﺌﺎ ﻣﺎﻓﻲ ﺫﻟ ﻚ'
			'ﺻﺒﺮ ﻓﻌﻨﺪ ﻙ ﺷﻲ ﺀ ؟ ﻓﻘﺎﻟﺖ : ﻋﻨﺪﻱ ﺷﻌﻴﺮ ﻭ ﻋﻨﺎ ﻕ ، ﻓﺬﺑ ﺤ ﺖ ﺍﻟﻌﻨﺎ ﻕ ، ﻭ ﻃ ﺤﻨ ﺖ ﺍﻟ ﱠﺸﻌﻴ ﺮ ﺣﱠﺘﻰ ﺟﻌﻠﻨﺎ ﺍﻟﻠﺤﻢ ﻓﻲ'
			'ﺍﻟﺒ ﺮﻣﺔ ، ﺛﻢﱠ ﺟﺌ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺍﻟﻌ ﺠﻴ ﻦ ﻗﺪ ﺍﻧﻜ ﺴ ﺮ ﻭﺍﻟﺒ ﺮﻣﺔ ﺑﻴ ﻦ ﺍ ﻷﺛﺎﻓ ﱢﻲ ﻗﺪ ﺁﺎﺩ ﺕ ﺗﻨ ﻀ ﺞ .'
			'ﻓﻘﻠ ﺖ : ﻃﻌﱢﻴﻢ ﻟﻲ ﻓﻘﻢ ﺃﻧﺖ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺟﻞ ﺃ ﻭ ﺭ ﺟﻼ ﻥ ، ﻗﺎﻝ : « ﺁﻢ ﻩ ﻮ ؟» ﻓﺬﺁﺮ ﺕ ﻟﻪ ﻓﻘﺎﻝ : « ﺁﺜﻴﺮ ﻃﻴﺐ'
			'، ﻗﻞ ﻟ ﻬﺎ ﻻ ﺗﻨ ﺰﻉ ﺍﻟﺒ ﺮﻣ ﺔ ، ﻭﻻ ﺍﻟ ﺨﺒ ﺰ ﻣ ﻦ ﺍﻟﱠﺘﱡﻨﻮ ﺭ ﺣﱠﺘﻰ ﺁﺗ ﻲ » ﻓﻘﺎﻝ : « ﻗﻮﻣﻮﺍ » ﻓﻘﺎﻡ ﺍﻟﻤ ﻬﺎ ﺟ ﺮﻮﻧ ﻭﺍ ﻷﻧ ﺼﺎ ﺭ ،'
			'ﻓﺪ ﺧﻠ ﺖ ﻋﻠﻴﻬﺎ ﻓﻘﻠﺖ : ﻭﻳ ﺤ ﻚ ﺟﺎ ﺀ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺍﻟﻤ ﻬﺎ ﺟ ﺮﻭ ﻥ ، ﻭﺍ ﻷﻧﺼﺎ ﺭ ﻭﻣﻦ ﻣﻌﻬﻢ ، ﻗﺎﻟﺖ :'
			'ﻩﻞ ﺳﺄﻟ ﻚ ؟ ﻗﻠ ﺖ : ﻧﻌﻢ ، ﻗﺎﻝ : « ﺍﺩ ﺧﻠﻮﺍ ﻭﻻ ﺗ ﻀﺎ ﻏ ﻄﻮﺍ » ﻓ ﺠﻌ ﻞ ﻳﻜ ﺴ ﺮ ﺍﻟ ﺨﺒ ﺰ ، ﻭﻳ ﺠﻌ ﻞ ﻋﻠﻴ ﻪ ﺍﻟﻠﺤﻢ ، ﻭﻳ ﺨﻤﱢ ﺮ'
			'ﺍﻟﺒ ﺮﻣ ﺔ ﻭﺍﻟﱠﺘﱡﻨﻮ ﺭ ﺇﺫﺍ ﺃ ﺧﺬ ﻣﻨﻪ ، ﻭﻳﻘﺮﱢ ﺏ ﺇﻟﻰ ﺃ ﺻ ﺤﺎﺑ ﻪ ﺛﻢﱠ ﻳﻨ ﺰ ﻉ ﻓﻠﻢ ﻳ ﺰ ﻝ ﻳﻜ ﺴ ﺮ ﻭﻳﻐﺮ ﻑ ﺣﱠﺘﻰ ﺷﺒﻌﻮﺍ ، ﻭﺑﻘ ﻲ ﻣﻨﻪ ،'
			'ﻓﻘﺎﻝ: « ﺁﻠﻲ ﻩﺬﺍ ﻭﺄﻫﺪﻱ ، ﻓﺈ ﱠﻥ ﺍﻟﱠﻨﺎ ﺱ ﺃ ﺻﺎﺑﺘ ﻬﻢ ﻣ ﺠﺎ ﻋﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻗﺎﻝ ﺟﺎﺑﺮ : ﻟﱠﻤﺎ ﺣﻔ ﺮ ﺍﻟ ﺨﻨﺪ ﻕ ﺭﺃﻳ ﺖ ﺑﺎﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﻤﺼﺎ ، ﻓﺎﻧﻜﻔﺄ ﺕ ﺇﻟﻰ ﺍ ﻣ ﺮﺃﺗﻲ'
			'ﻓﻘﻠﺖ : ﻩﻞ ﻋﻨﺪ ﻙ ﺷ ﻲﺀ ، ﻓﺈﱢﻧﻲ ﺭﺃﻳ ﺖ ﺑﺮﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﻤﺼﺎ ﺷﺪﻳﺪﺍ.'
			'ﻓﺄ ﺧ ﺮ ﺟ ﺖ ﺇﻟ ﱠﻲ ﺟﺮﺍﺑﺎ ﻓﻴ ﻪ ﺻﺎ ﻉ ﻣ ﻦ ﺷﻌﻴ ﺮ ، ﻭﻟﻨﺎ ﺑ ﻬﻴﻤﺔ ، ﺩﺍ ﺟ ﻦ ﻓﺬﺑ ﺤﺘ ﻬﺎ ، ﻭ ﻃﺤﻨ ﺖ ﺍﻟ ﱠﺸﻌﻴﺮ ﻓﻔ ﺮ ﻏ ﺖ ﺇﻟﻰ ﻓ ﺮﺍ ﻏﻲ'
			'، ﻭﻗ ﱠﻄﻌﺘ ﻬﺎ ﻓﻲ ﺑ ﺮﻣﺘ ﻬﺎ ، ﺛﻢﱠ ﻭﻟﱠﻴ ﺖ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻟ ﺖ : ﻻ ﺗﻔﻀ ﺤﻨﻲ ﺑﺮﺳﻮﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻣﻦ ﻣﻌﻪ ، ﻓﺠﺌﺘﻪ ﻓ ﺴﺎ ﺭ ﺭﺗﻪ ﻓﻘﻠ ﺖ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﺫﺑ ﺤﻨﺎ ﺑ ﻬﻴ ﻤ ﺔ ﻟﻨﺎ، ﻭ ﻃ ﺤﻨ ﺖ ﺻﺎﻋﺎ ﻣ ﻦ'
			'ﺷﻌﻴ ﺮ ، ﻓﺘﻌﺎ ﻝ ﺃﻧ ﺖ ﻭﻧﻔﺮ ﻣﻌ ﻚ ، ﻓ ﺼﺎ ﺡ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : « ﻳﺎ ﺃ ﻩ ﻞ ﺍﻟ ﺨﻨﺪﻕ : ﺇ ﱠﻥ ﺟﺎﺑﺮﺍ'
			'ﻗﺪ ﺻﻨﻊ ﺳ ﺆﺭﺍ ﻓ ﺤﱠﻴ ﻬ ﻼ ﺑﻜﻢ » ﻓﻘﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻻ ﺗﻨ ﺰﻟﻦﱠ ﺑ ﺮﻣﺘﻜﻢ ﻭﻻ ﺗ ﺨﺒ ﺰ ﱠﻥ ﻋ ﺠﻴﻨﻜﻢ ﺣﱠﺘﻰ'
			'ﺃﺟﻲ ﺀ » . ﻓ ﺠﺌ ﺖ ، ﻭ ﺟﺎ ﺀ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﺪﻡ ﺍﻟﱠﻨﺎ ﺱ ، ﺣﱠﺘﻰ ﺟﺌ ﺖ ﺍ ﻣ ﺮﺃﺗﻲ ﻓﻘﺎﻟ ﺖ : ﺑﻚ ﻭﺑ ﻚ ، ﻓﻘﻠ ﺖ'
			': ﻗﺪ ﻓﻌﻠ ﺖ ﺍﱠﻟﺬﻱ ﻗﻠ ﺖ . ﻓﺄ ﺧ ﺮ ﺟ ﺖ ﻋﺠﻴﻨﺎ ﻓﺒ ﺴ ﻖ ﻓﻴ ﻪ ﻭﺑﺎ ﺭ ﻙ ، ﺛﻢﱠ ﻋ ﻤﺪ ﺇﻟﻰ ﺑ ﺮﻣﺘﻨﺎ ﻓﺒ ﺼ ﻖ ﻭﺑﺎ ﺭ ﻙ، ﺛﻢﱠ ﻗﺎﻝ : « ﺍﺩ ﻉ'
			'ﺧﺎﺑ ﺰﺓ ﻓﻠﺘ ﺨﺒ ﺰ ﻣﻌ ﻚ ، ﻭﺍﻗﺪ ﺣﻲ ﻣ ﻦ ﺑ ﺮ ﻣﺘﻜﻢ ﻭﻻ ﺗﻨﺰﻟﻮﻩﺎ » ﻭ ﻩﻢ ﺃﻟ ﻒ، ﻓﺄﻗ ﺴﻢ ﺑﺎﻟﱠﻠﻪ ﻷﺁﻠﻮﺍ ﺣﱠﺘﻰ ﺗﺮﺁﻮﻩ ﻭﺍﻧﺤ ﺮﻓﻮﺍ ،'
			'ﻭﺇ ﱠﻥ ﺑ ﺮﻣﺘﻨﺎ ﻟﺘﻐ ﱡﻂ ﺁ ﻤﺎ ﻩ ﻲ ، ﻭﺃ ﱠﻥ ﻋ ﺠﻴﻨﻨﺎ ﻟﻴ ﺨﺒﺰ ﺁ ﻤﺎ ﻩ ﻮ .'
			'ﻗ ﻮﻟﻪ : « ﻋ ﺮ ﺿﺖ ﺁﺪﻳﺔ » : ﺑﻀﻢ ﺍﻟﻜﺎﻑ ﻭﺇﺳﻜﺎﻥ ﺍﻟﺪﻻ ﻭﺑﺎﻟﻴﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ﺗﺤﺖ ، ﻭ ﻩ ﻲ ﻗ ﻄﻌﺔ ﻏﻠﻴ ﻈﺔ ﺻﻠﺒﺔ ﻣ ﻦ'
			'ﺍ ﻷ ﺭ ﺽ ﻻ ﻳﻌ ﻤ ﻞ ﻓﻴﻬﺎ ﺍﻟﻔﺄ ﺱ . « ﻭﺍﻟﻜﺜﻴ ﺐ » ﺃ ﺻﻠ ﻪ ﺗ ﱡﻞ ﺍﻟ ﱠﺮ ﻣ ﻞ ، ﻭﺍﻟﻤ ﺮﺍﺩ ﻩﻨﺎ: ﺻﺎﺭ ﺕ ﺗﺮﺍﺑﺎ ﻧﺎ ﻋﻤﺎ ، ﻭ ﻩ ﻮ ﻣﻌﻨﻰ «'
			'ﺃ ﻩﻴ ﻞ » . ﻭ «ﺍ ﻷﺛﺎﻓﻲ » : ﺍ ﻷ ﺣ ﺠﺎ ﺭ ﺍﱠﻟﺘﻲ ﻳﻜﻮ ﻥ ﻋﻠﻴ ﻬﺎ ﺍﻟﻘﺪ ﺭ. ﻭ « ﺗ ﻀﺎ ﻏ ﻄﻮﺍ » : ﺗ ﺰﺍ ﺣﻤﻮﺍ . ﻭ « ﺍﻟ ﻤﺠﺎ ﻋﺔ » :'
			'ﺍﻟ ﺠﻮ ﻉ ، ﻮﻫﻮ ﺑﻔﺘ ﺢ ﺍﻟﻤﻴﻢ . ﻭ«ﺍﻟ ﺨﻤ ﺺ » ﺑﻔﺘ ﺢ ﺍﻟﺨﺎ ﺀ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺍﻟﻤﻴﻢ : ﺍﻟ ﺠﻮ ﻉ . ﻭ « ﺍﻧﻜﻔﺄ ﺕ » : ﺍﻧﻘﻠﺒ ﺖ'
			'ﻭ ﺭ ﺟﻌ ﺖ . ﻭ«ﺍﻟﺒ ﻬﻴ ﻤﺔ » ﺑﻀﻢ ﺍﻟﺒﺎ ﺀ: ﺗﺼﻐﻴﺮ ﺑ ﻬﻤﺔ ، ﻭ ﻩ ﻲ ﺍﻟﻌﻨﺎ ﻕ ﺑﻔﺘﺢ ﺍﻟﻌﻴﻦ ﻭ «ﺍﻟﱠﺪﺍ ﺟ ﻦ » : ﻩﻲ ﺍﱠﻟﺘﻲ ﺃﻟﻔ ﺖ'
			'ﺍﻟﺒﻴ ﺖ . ﻭ«ﺍﻟ ﱡﺴ ﺆﺭ » : ﺍﻟ ﱠﻄﻌﺎﻡ ﺍﱠﻟﺬﻱ ﻳﺪ ﻋﻰ ﺍﻟﱠﻨﺎ ﺱ ﺇﻟﻴﻪ ﻭ ﻩ ﻮ ﺑﺎﻟﻔﺎ ﺭﺳﱠﻴ ﺔ ، ﻭ« ﺣﱠﻴ ﻬﻼ» ﺄﻳ:ﺗﻌﺎﻟﻮﺍ . ﻭﻗ ﻮﻟﻬﺎ « ﺑ ﻚ'
			'ﻭﺑ ﻚ » ﺄﻳ : ﺧﺎ ﺻ ﻤﺘﻪ ﻭ ﺳﺒﱠﺘﻪ ، ﻷﱠﻧ ﻬﺎ ﺍ ﻋﺘﻘﺪﺕ ﺃ ﱠﻥ ﺍﱠﻟﺬﻱ ﻋﻨﺪ ﻩﺎ ﻻ ﻳﻜﻔﻴﻬﻢ ، ﻓﺎ ﺳﺘ ﺤﻴ ﺖ ﻭﺧﻔﻲ ﻋﻠﻴ ﻬﺎ ﻣﺎ ﺃﺁ ﺮﻡ ﺍﻟﱠﻠﻪ'
			'ﺳﺒﺤﺎﻧﻪ ﻭﺗﻌﺎﻟﻰ ﺑ ﻪ ﻧﺒﱠﻴﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﻩﺬﻩ ﺍﻟﻤﻌ ﺠ ﺰﺓ ﺍﻟ ﱠﻈﺎ ﻩﺮﺓ ﻭﺍﻵﻳ ﺔ ﺍﻟﺒﺎ ﻩ ﺮﺓ . « ﺑﺴ ﻖ » ﺄﻳ :'
			'ﺑ ﺼ ﻖ، ﻭﻳﻘﺎ ﻝ ﺃﻳﻀﺎ : ﺑﺰ ﻕ ﺛﻼ ﺙ ﻟﻐﺎ ﺕ . ﻭ « ﻋ ﻤﺪ » ﺑﻔﺘﺢ ﺍﻟﻤﻴﻢ : ﻗ ﺼﺪ. ﻭ « ﺍﻗﺪﺣﻲ » ﺄﻳ : ﺍﻏ ﺮﻓﻲ ،'
			'ﻭﺍﻟ ﻤﻘﺪﺣﺔ : ﺍﻟ ﻤﻐﺮﻓﺔ . ﻭ «ﺗﻐ ﱡﻂ » ﺄﻳ ﻟﻐﻠﻴﺎﻧ ﻬﺎ ﺻ ﻮ ﺕ . ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 520'
),
	Hadith(
		hadithNumber: 521,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ ﻷﻡﱢ ﺳﻠﻴﻢ : ﻗﺪ ﺳﻤﻌ ﺖ ﺻﻮ ﺕ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺿﻌﻴﻔﺎ ﺃﻋ ﺮ ﻑ ﻓﻴ ﻪ ﺍﻟ ﺠﻮ ﻉ ، ﻓ ﻬﻞ ﻋﻨﺪ ﻙ ﻣﻦ ﺷﻲ ﺀ ؟ ﻓﻘﺎﻟﺖ : ﻧﻌﻢ ، ﻓﺄ ﺧ ﺮ ﺟ ﺖ ﺃﻗ ﺮﺍﺻﺎ ﻣﻦ ﺷﻌﻴ ﺮ ، ﺛﻢﱠ'
			'ﺃ ﺧﺬﺕ ﺧ ﻤﺎﺭﺍ ﻟ ﻬﺎ ﻓﻠﱠﻔ ﺖ ﺍﻟ ﺨﺒ ﺰ ﺑﺒﻌ ﻀﻪ ، ﺛﻢﱠ ﺩﺳﱠﺘﻪ ﺗ ﺤ ﺖ ﺛﻮﺑﻲ ﻭ ﺭﱠﺩﺗﻨﻲ ﺑﺒﻌ ﻀﻪ ، ﺛﻢﱠ ﺃ ﺭﺳﻠﺘﻨﻲ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺬ ﻩﺒ ﺖ ﺑ ﻪ ، ﻓ ﻮ ﺟﺪ ﺕ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﺎﻟﺴﺎ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ، ﻭ ﻣﻌﻪ'
			'ﺍﻟﱠﻨﺎ ﺱ ، ﻓﻘﻤ ﺖ ﻋﻠﻴ ﻬﻢ ، ﻓﻘﺎ ﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﺭ ﺳﻠ ﻚ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ ؟ » ﻓﻘﻠﺖ : ﻧﻌﻢ ،'
			'ﻓﻘﺎﻝ: « ﺃﻟ ﻄﻌﺎﻡ » ﻓﻘﻠﺖ : ﻧﻌﻢ ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻗﻮﻣﻮﺍ » ﻓﺎﻧ ﻄﻠﻘﻮﺍ ﻭﺍﻧ ﻄﻠﻘ ﺖ ﺑﻴ ﻦ'
			'ﺃﻳﺪﻳ ﻬﻢ ﺣﱠﺘﻰ ﺟﺌ ﺖ ﺃﺑﺎ ﻃﻠ ﺤ ﺔ ﻓﺄﺧﺒﺮﺗﻪ ، ﻓﻘﺎﻝ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ : ﻳﺎ ﺄﻣﱢ ﺳﻠﻴﻢ : ﻗﺪ ﺟﺎ ﺀ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺑﺎﻟﱠﻨﺎ ﺱ ﻭﻟﻴ ﺲ ﻋﻨﺪﻧﺎ ﻣﺎ ﻧ ﻄﻌﻤ ﻬﻢ ؟ ﻓﻘﺎﻟ ﺖ : ﺍﻟﱠﻠﻪ ﻭﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ .'
			'ﻓﺎﻧ ﻄﻠ ﻖ ﺃﺑﻮ ﻃﻠﺤ ﺔ ﺣﱠﺘﻰ ﻟﻘ ﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄﻗﺒ ﻞ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻌﻪ'
			'ﺣﱠﺘﻰ ﺩ ﺧﻼ ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻩﻠﱢﻤﻲ ﻣﺎ ﻋﻨﺪ ﻙ ﻳﺎ ﺄﻣﱢ ﺳﻠﻴﻢ » ﻓﺄﺗ ﺖ ﺑﺬﻟ ﻚ ﺍﻟ ﺨﺒ ﺰ ، ﻓﺄ ﻣ ﺮ'
			'ﺑ ﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻓﻔﺖﱠ ، ﻭ ﻋ ﺼ ﺮﺕ ﻋﻠﻴﻪ ﺄﻣﱡ ﺳﻠﻴﻢ ﻋﱠﻜ ﺔ ﻓﺂﺩ ﻣﺘﻪ ، ﺛﻢﱠ ﻗﺎﻝ ﻓﻴ ﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻣﺎ'
			'ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻳﻘﻮ ﻝ ، ﺛﻢﱠ ﻗﺎ ﻝ : « ﺍﺋﺬﻥ ﻟﻌ ﺸ ﺮﺓ » ﻓﺄﺫ ﻥ ﻟ ﻬﻢ ، ﻓﺄﺁﻠﻮﺍ ﺣﱠﺘﻰ ﺷﺒﻌﻮﺍ ﺛﻢﱠ ﺧ ﺮ ﺟﻮﺍ ، ﺛﻢ ﻗﺎﻝ : « ﺍﺋﺬﻥ'
			'ﻟﻌ ﺸ ﺮﺓ » ﻓﺄﺫ ﻥ ﻟﻬﻢ ، ﻓﺄﺁﻠﻮﺍ ﺣﺘﻰ ﺷﺒﻌﻮﺍ ، ﺛﻢ ﺧ ﺮﺟﻮﺍ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺍﺋﺬ ﻥ ﻟﻌ ﺸ ﺮﺓ» ﻓﺄﺫ ﻥ ﻟ ﻬﻢ ﺣﺘﻰ ﺃﺁﻞ ﺍﻟﻘ ﻮﻡ'
			'ﺁﱡﻠ ﻬﻢ ﻭ ﺷﺒﻌﻮﺍ ، ﻭﺍﻟﻘ ﻮﻡ ﺳﺒﻌﻮ ﻥ ﺭ ﺟ ﻼ ﺃ ﻭ ﺛ ﻤﺎﻧﻮ ﻥ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓﻤﺎ ﺯﻻ ﻳﺪ ﺧ ﻞ ﻋ ﺸ ﺮﺓ ﻭﻳ ﺨ ﺮ ﺝ ﻋ ﺸ ﺮﺓ ، ﺣﺘﻰ ﻟﻢ ﻳﺒ ﻖ ﻣﻨﻬﻢ ﺃ ﺣﺪ ﺇﻻ ﺩ ﺧ ﻞ ، ﻓﺄﺁ ﻞ ﺣﺘﻰ ﺷﺒ ﻊ ، ﺛﻢ'
			'ﻩﱠﻴﺄ ﻩﺎ ﻓﺈﺫﺍ ﻩﻲ ﻣﺜﻠ ﻬﺎ ﺣﻴ ﻦ ﺃﺁﻠﻮﺍ ﻣﻨﻬﺎ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓﺄﺁﻠﻮﺍ ﻋ ﺸ ﺮﺓ ﻋ ﺸﺮﺓ ، ﺣﺘﻰ ﻓﻌ ﻞ ﺫﻟ ﻚ ﺑﺜﻤﺎﻧﻴ ﻦ ﺭ ﺟ ﻼ ﺛﻢ ﺃﺁ ﻞ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻌﺪ ﺫﻟ ﻚ'
			'ﻭﺃ ﻩ ﻞ ﺍﻟﺒﻴﺖ ، ﻭﺗﺮﺁﻮﺍ ﺳﺆﺭﺍ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻋﻦ ﺃﻧ ﺲ ﻗﺎﻝ : ﺟﺌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻮﻣﺎ ﻓ ﻮ ﺟﺪﺗﻪ ﺟﺎﻟﺴﺎ ﻣﻊ ﺃﺻﺤﺎﺑ ﻪ ، ﻭﻗﺪﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺛﱠﻢ ﺃﻓ ﻀﻠﻮﺍ ﻣﺎ ﺑﻠﻐﻮﺍ ﺟﻴﺮﺍﻧ ﻬﻢ .'
			'ﻋ ﺼ ﺐ ﺑ ﻄﻨﻪ ﺑﻌﺼﺎﺑ ﺔ ، ﻓﻘﻠ ﺖ ﻟﺒﻌ ﺾ ﺃﺻ ﺤﺎﺑ ﻪ : ﻟﻢ ﻋ ﺼ ﺐ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻄﻨﻪ ؟ ﻓﻘﺎﻟﻮﺍ : ﻣ ﻦ'
			'ﺍﻟ ﺠﻮ ﻉ .'
			'ﻓﺬ ﻩﺒ ﺖ ﺇﻟﻰ ﺃﺑﻲ ﻃﻠ ﺤ ﺔ ، ﻭ ﻩ ﻮ ﺯ ﻭ ﺝ ﺄﻣﱢ ﺳﻠﻴﻢ ﺑﻨ ﺖ ﻣﻠ ﺤﺎ ﻥ ، ﻓﻘﻠ ﺖ : ﻳﺎ ﺃﺑﺘﺎﻩ ، ﻗﺪ ﺭﺃﻳﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻋﺼ ﺐ ﺑﻄﻨﻪ ﺑﻌ ﺼﺎﺑ ﺔ ، ﻓ ﺴﺄﻟ ﺖ ﺑﻌ ﺾ ﺃﺻ ﺤﺎﺑ ﻪ ، ﻓﻘﺎﻟﻮﺍ : ﻣ ﻦ ﺍﻟ ﺠﻮ ﻉ . ﻓﺪﺧﻞ ﺃﺑﻮ ﻃﻠ ﺤ ﺔ ﻋﻠﻰ ﺃﱢﻣﻲ ﻓﻘﺎﻝ :'
			'ﻩﻞ ﻣﻦ ﺷﻲ ﺀ ؟ ﻗﺎﻟﺖ : ﻧﻌﻢ ﻋﻨﺪﻱ ﺁ ﺴﺮ ﻣ ﻦ ﺧﺒ ﺰ ﻭﺗﻤ ﺮﺍ ﺕ، ﻓﺈ ﻥ ﺟﺎ ﺀﻧﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﺣﺪﻩ'
			'ﺃﺷﺒﻌﻨﺎﻩ ، ﻭﺈﻧ ﺟﺎ ﺀ ﺁ ﺧ ﺮ ﻣﻌﻪ ﻗ ﱠﻞ ﻋﻨﻬﻢ ، ﻭﺫﺁ ﺮ ﺗ ﻤﺎﻡ ﺍﻟ ﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 521'
),
	Hadith(
		hadithNumber: 522,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻴﺲ ﺍﻟﻐﻨﻲ ﻋﻦ ﺁﺜ ﺮﺓ ﺍﻟﻌﺮ ﺽ ،'
			'ﻭﻟﻜ ﱠﻦ ﺍﻟﻐﻨ ﻲ ﻏﻨﻲ ﺍﻟﱠﻨﻔ ﺲ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻌ ﺮ ﺽ » ﺑﻔﺘﺢ ﺍﻟﻌﻴﻦ ﻭﺍﻟﺮﺍ ﺀ : ﻩ ﻮ ﺍﻟ ﻤﺎ ﻝ',
		translation: 'Translation of Hadith 522'
),
	Hadith(
		hadithNumber: 523,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮﻭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻗﺪ ﺃﻓﻠ ﺢ ﻣ ﻦ'
			'ﺃ ﺳﻠﻢ ، ﻭ ﺭ ﺯ ﻕ ﺁﻔﺎﻓﺎ ، ﻭﻗﱠﻨﻌﻪ ﺍﻟﱠﻠﻪ ﺑﻤﺎ ﺁﺗﺎﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 523'
),
	Hadith(
		hadithNumber: 524,
		hadith:
						'ﻭﻋﻦ ﺣﻜﻴﻢ ﺑﻦ ﺣ ﺰﺎﻣ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﺄﻟ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺄﻋ ﻄﺎﻧﻲ ، ﺛﻢ ﺳﺄﻟﺘﻪ'
			'ﻓﺄﻋ ﻄﺎﻧﻲ ، ﺛﻢ ﺳﺄﻟﺘﻪ ﻓﺄﻋ ﻄﺎﻧﻲ ، ﺛﻢ ﻗﺎﻝ : « ﻳﺎ ﺣﻜﻴﻢ ، ﺇ ﱠﻥ ﻩﺬﺍ ﺍﻟ ﻤﺎ ﻝ ﺧ ﻀﺮ ﺣﻠﻮ، ﻓﻤﻦ ﺃ ﺧﺬﻩ ﺑ ﺴ ﺨﺎ ﻭﺓ ﻧﻔﺲ'
			'ﺑﻮﺭ ﻙ ﻟﻪ ﻓﻴﻪ ، ﻭﻣﻦ ﺃ ﺧﺬﻩ ﺑﺈﺷ ﺮﺍ ﻑ ﻧﻔ ﺲ ﻟﻢ ﻳﺒﺎ ﺭ ﻙ ﻟﻪ ﻓﻴ ﻪ ، ﻭﺁﺎ ﻥ ﺁﺎﱠﻟﺬﻱ ﻳﺄﺁ ﻞ ﻭﻻ ﻳ ﺸﺒ ﻊ ، ﻭﺍﻟﻴﺪ ﺍﻟﻌﻠﻴﺎ ﺧﻴﺮ ﻣ ﻦ'
			'ﺍﻟﻴﺪ ﺍﻟ ﱡﺴﻔﻠﻰ » ﻗﺎﻝ ﺣﻜﻴﻢ ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻭﺍﱠﻟﺬﻱ ﺑﻌﺜ ﻚ ﺑﺎﻟ ﺤ ﱢﻖ ﻻ ﺃ ﺭ ﺯﺃ ﺃﺣﺪﺍ ﺑﻌﺪ ﻙ ﺷﻴﺌﺎ ﺣﱠﺘﻰ ﺃﻓﺎ ﺭ ﻕ ﺍﻟﱡﺪﻧﻴﺎ ،'
			'ﻓﻜﺎ ﻥ ﺃﺑﻮ ﺑﻜ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻳﺪ ﻋﻮ ﺣﻜﻴﻤﺎ ﻟﻴﻌﻄﻴﻪ ﺍﻟﻌ ﻄﺎ ﺀ ، ﻓﻴﺄﺑﻰ ﺄﻧ ﻳﻘﺒ ﻞ ﻣﻨﻪ ﺷﻴﺌﺎ . ﺛﻢﱠ ﺇ ﱠﻥ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ ﺩ ﻋﺎﻩ ﻟﻴﻌﻄﻴﻪ ، ﻓﺄﺑﻰ ﺄﻧ ﻳﻘﺒﻠﻪ . ﻓﻘﺎﻝ : ﻳﺎ ﻣﻌ ﺸ ﺮ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ، ﺃ ﺷ ﻬﺪﺁﻢ ﻋﻠﻰ ﺣﻜﻴﻢ ﺃﻧﻲ ﺃ ﻋﺮ ﺽ ﻋﻠﻴﻪ ﺣﻘﱠﻪ'
			'ﺍﱠﻟﺬﻱ ﻗ ﺴ ﻤﻪ ﺍﻟﱠﻠﻪ ﻟﻪ ﻓﻲ ﻩﺬﺍ ﺍﻟﻔﻲ ﺀ ، ﻓﻴﺄﺑﻰ ﺄﻧ ﻳﺄ ﺧﺬﻩ . ﻓﻠﻢ ﻳ ﺮ ﺯﺃ ﺣﻜﻴﻢ ﺃﺣﺪﺍ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ﺑﻌﺪ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺣﱠﺘﻰ ﺗ ﻮﻓﻲ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻳ ﺮ ﺯﺃ » ﺑﺮﺍ ﺀ ﺛﻢ ﺯﺎﻳ ﺛﻢ ﻩﻤﺰﺓ ، ﺄﻳ ﻟﻢ ﻳﺄ ﺧﺬ ﻣﻦ ﺃﺣﺪ ﺷﻴﺌﺎ ، ﻭﺃﺻ ﻞ ﺍﻟ ﱡﺮ ﺯ ﺀ : ﺍﻟﱡﻨﻘ ﺼﺎ ﻥ ، ﺄﻳ ﻟﻢ ﻳﻨﻘ ﺺ ﺃ ﺣﺪﺍ'
			'ﺷﻴﺌﺎ ﺑﺎ ﻷﺧﺬ ﻣﻨﻪ . ﻭ « ﺇ ﺷ ﺮﺍ ﻑ ﺍﻟﱠﻨﻔ ﺲ » : ﺗ ﻄﱡﻠﻌﻬﺎ ﻭ ﻃﻤﻌ ﻬﺎ ﺑﺎﻟ ﱠﺸﻲ ﺀ . ﻭ « ﺳ ﺨﺎ ﻭﺓ ﺍﻟﱠﻨﻔ ﺲ » : ﻩ ﻲ ﻋﺪﻡ'
			'ﺍ ﻹ ﺷ ﺮﺎﻓ ﺇﻟﻰ ﺍﻟ ﱠﺸﻲ ﺀ ، ﻭﺍﻟ ﱠﻄﻤﻊ ﻓﻴﻪ ، ﻭﺍﻟﻤﺒﺎﻻﺓ ﺑ ﻪ ﻭﺍﻟ ﱠﺸﺮﻩ',
		translation: 'Translation of Hadith 524'
),
	Hadith(
		hadithNumber: 525,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﺮﺩﺓ ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧ ﺮ ﺟﻨﺎ ﻣ ﻊ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻏﺰ ﻭﺓ ، ﻭﻧ ﺤﻦ ﺳﺘﱠﺔ ﻧﻔ ﺮ ﺑﻴﻨﻨﺎ ﺑﻌﻴﺮ ﻧﻌﺘﻘﺒﻪ ، ﻓﻨﻘﺒ ﺖ ﺃﻗﺪﺍﻣﻨﺎ ، ﻭﻧﻘﺒ ﺖ ﻗﺪ ﻣﻲ ، ﻭ ﺳﻘ ﻄ ﺖ ﺃ ﻇﻔﺎﺮﻳ ، ﻓﻜﻨﱠﺎ'
			'ﻧﻠﻒﱡ ﻋﻠﻰ ﺃ ﺭ ﺟﻠﻨﺎ ﺍﻟ ﺨ ﺮ ﻕ ، ﻓ ﺴﻤﻴﺖ ﻏﺰ ﻭﺓ ﺫﺍ ﺕ ﺍﻟ ﱢﺮﻗﺎ ﻉ ﻟﻤﺎ ﺁﱠﻨﺎ ﻧﻌ ﺼ ﺐ ﻋﻠﻰ ﺃ ﺭ ﺟﻠﻨﺎ ﺍﻟ ﺨ ﺮ ﻕ ، ﻗﺎ ﻝ ﺃﺑﻮ ﺑﺮﺩﺓ :'
			'ﻓ ﺤﱠﺪ ﺙ ﺃﺑﻮ ﻣﻮ ﺳﻰ ﺑ ﻬﺬﺍ ﺍﻟ ﺤﺪﻳ ﺚ ، ﺛﻢﱠ ﺁ ﺮﻩ ﺫﻟ ﻚ، ﻭﻗﺎ ﻝ : ﻣﺎ ﺁﻨ ﺖ ﺃ ﺻﻨ ﻊ ﺑﺄ ﻥ ﺃﺫﺁﺮﻩ ، ﻗﺎ ﻝ : ﺁﺄﻧﱠﻪ ﺁ ﺮﻩ ﺃ ﻥ ﻳﻜﻮ ﻥ'
			'ﺷﻴﺌﺎ ﻣ ﻦ ﻋ ﻤﻠ ﻪ ﺃﻓﺸﺎﻩ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 525'
),
	Hadith(
		hadithNumber: 526,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮﻭ ﺑﻦ ﺗﻐﻠﺐ ﺑﻔﺘﺢ ﺍﻟﺘﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ﻓﻮ ﻕ ﻭﺇﺳﻜﺎﻥ ﺍﻟﻐﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺁﺴﺮ ﺍﱠﻟﻼﻡ ﺭﺿﻲ ﺍﻟﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺗ ﻲ ﺑﻤﺎ ﻝ ﺃ ﻭ ﺳﺒﻲ ﻓﻘ ﱠﺴﻤﻪ ، ﻓﺄ ﻋ ﻄﻰ ﺭﺟﺎ ﻻ ، ﻭﺗ ﺮ ﻙ ﺭﺟﺎ ﻻ ، ﻓﺒﻠﻐﻪ ﺃ ﱠﻥ ﺍﱠﻟﺬﻳ ﻦ'
			'ﺗ ﺮ ﻙ ﻋﺘﺒﻮﺍ ، ﻓ ﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ، ﺛﻢﱠ ﺃﺛﻨﻰ ﻋﻠﻴ ﻪ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺃ ﻣﺎ ﺑﻌﺪ ، ﻓ ﻮﺍﻟﱠﻠﻪ ﺇﱢﻧﻲ ﻷ ﻋ ﻄﻲ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻭﺃﺩ ﻉ ﺍﻟ ﱠﺮ ﺟ ﻞ ، ﻭﺍﱠﻟﺬﻱ'
			'ﺃﺩ ﻉ ﺃ ﺣ ﱡﺐ ﺇﻟ ﱠﻲ ﻣ ﻦ ﺍﱠﻟﺬﻱ ﺃ ﻋ ﻄﻲ ، ﻭﻟﻜﱢﻨﻲ ﺇﱠﻧ ﻤﺎ ﺃ ﻋ ﻄﻲ ﺃﻗ ﻮﺍﻣﺎ ﻟﻤﺎ ﺃﺮﯨ ﻓﻲ ﻗﻠﻮﺑ ﻬﻢ ﻣﻦ ﺍﻟ ﺠﺰ ﻉ ﻭﺍﻟ ﻬﻠ ﻊ ، ﻭﺃﺁ ﻞ'
			'ﺃﻗﻮﺍﻣﺎ ﺇﻟﻰ ﻣﺎ ﺟﻌ ﻞ ﺍﻟﱠﻠﻪ ﻓﻲ ﻗﻠﻮﺑ ﻬﻢ ﻣ ﻦ ﺍﻟﻐﻨﻲ ﻭﺍﻟ ﺨﻴ ﺮ ، ﻣﻨ ﻬﻢ ﻋ ﻤﺮ ﻭ ﺑ ﻦ ﺗﻐﻠ ﺐ » ﻗﺎﻝ ﻋﻤ ﺮﻭ ﺑ ﻦ ﺗﻐﻠ ﺐ : ﻓﻮﺍﻟﱠﻠ ﻪ'
			'ﻣﺎ ﺃ ﺣﺐﱡ ﺄﻧ ﻟﻲ ﺑﻜﻠﻤ ﺔ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣ ﻤ ﺮ ﺍﻟﱠﻨﻌﻢ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺍﻟﻬﻠ ﻊ » : ﻩﻮ ﺃ ﺷﱡﺪ ﺍﻟ ﺠ ﺰ ﻉ ، ﻭﻗﻴﻞ : ﺍﻟ ﱠﻀﺠ ﺮ .'
			'`',
		translation: 'Translation of Hadith 526'
),
	Hadith(
		hadithNumber: 527,
		hadith:
						'ﻭﻋﻦ ﺣﻜﻴﻢ ﺑﻦ ﺣﺰﺎﻣ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﻴﺪ ﺍﻟﻌﻠﻴﺎ ﺧﻴ ﺮ ﻣ ﻦ ﺍﻟﻴﺪ.'
			'ﺍﻟ ﱡﺴﻔﻠﻰ ، ﻭﺍﺑﺪﺃ ﺑﻤ ﻦ ﺗﻌﻮ ﻝ ، ﻭ ﺧﻴ ﺮ ﺍﻟ ﱠﺼﺪﻗ ﺔ ﻣﺎ ﺁﺎﻥ ﻋ ﻦ ﻇ ﻬ ﺮ ﻏﻨﻲ ، ﻭ ﻣ ﻦ ﻳ ﺴﺘﻌﻔ ﻒ ﻳﻌﻔﱡﻪ ﺍﻟﱠﻠﻪ ، ﻭ ﻣ ﻦ ﻳ ﺴﺘﻐﻦ'
			'ﻳﻐﻨ ﻪ ﺍﻟﱠﻠﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻮﻫﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ ، ﻭﻟﻔﻆ ﻣﺴﻠﻢ ﺃﺧﺼﺮ',
		translation: 'Translation of Hadith 527'
),
	Hadith(
		hadithNumber: 528,
		hadith:
						'ﻭﻋﻦ ﺳﻔﻴﺎ ﻥ ﺻ ﺨ ﺮ ﺑ ﻦ ﺣ ﺮ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻠ ﺤﻔﻮﺍ'
			'ﻓﻲ ﺍﻟﻤﺴﺄﻟ ﺔ ، ﻓ ﻮﺍﻟﱠﻠﻪ ﻻ ﻳ ﺴﺄﻟﻨﻲ ﺃ ﺣﺪ ﻣﻨﻜﻢ ﺷﻴﺌﺎ، ﻓﺘﺨ ﺮ ﺝ ﻟﻪ ﻣ ﺴﺄﻟﺘﻪ ﻣﱢﻨﻲ ﺷﻴﺌﺎ ﻭﺃﻧﺎ ﻟﻪ ﺁﺎ ﺭﻩ ، ﻓﻴﺒﺎ ﺭ ﻙ ﻟﻪ ﻓﻴﻤﺎ'
			'ﺃ ﻋ ﻄﻴﺘﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 528'
),
	Hadith(
		hadithNumber: 529,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﺮﺣﻤ ﻦ ﻋﻮﻑ ﺑﻦ ﻣﺎﻟﻚ ﺍ ﻷ ﺷ ﺠﻌ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﱠﻨﺎ ﻋﻨﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺗ ﺴﻌﺔ ﺃ ﻭ ﺛﻤﺎﻧﻴ ﺔ ﺃ ﻭ ﺳﺒﻌ ﺔ ، ﻓﻘﺎﻝ : ﺃ ﻻ ﺗﺒﺎﻳﻌﻮ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺁﱠﻨﺎ ﺣﺪﻳﺜﻲ ﻋ ﻬﺪ'
			'ﺑﺒﻴﻌ ﺔ ، ﻓﻘﻠﻨﺎ : ﻗﺪ ﺑﺎﻳﻌﻨﺎ ﻙ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺛﻢ ﻗﺎﻝ : « ﺃﻻ ﺗﺒﺎﻳﻌﻮﻥ ﺭﺳﻮﻝ ﺍﷲ ؟ » ﻓﺒﺴﻄﻨﺎ ﺃﻳﺪﻳﻨﺎ ﻭﻗﻠﻨﺎ ﻗﺪ'
			'ﺑﺎﻳﻌﻨﺎﻙ ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ ﻓﻌ ﻼﻡ ﻧﺒﺎﻳﻌ ﻚ ؟ ﻗﺎﻝ : « ﻋﻠﻰ ﺃ ﻥ ﺗﻌﺒﺪﻭﺍ ﺍﻟﱠﻠﻪ ﻭﻻ ﺗ ﺸ ﺮﺁﻮﺍ ﺑ ﻪ ﺷﻴﺌﺎ ، ﻭﺍﻟ ﱠﺼﻠ ﻮﺍ ﺕ ﺍﻟ ﺨ ﻤﺲ'
			'ﻭﺗﻄﻴﻌﻮﺍ » ﻭﺃﺳ ﱠﺮ ﺁﻠ ﻤﺔ ﺧﻔﻴ ﺔ : « ﻭ ﻻ ﺗ ﺴﺄﻟﻮﺍ ﺍﻟﱠﻨﺎ ﺱ ﺷﻴﺌﺎ » ﻓﻠﻘﺪ ﺭﺃﻳ ﺖ ﺑﻌ ﺾ ﺃﻭﻟﺌ ﻚ ﺍﻟﱠﻨﻔ ﺮ ﻳ ﺴﻘ ﻂ ﺳ ﻮ ﻁ ﺃﺣﺪ ﻩﻢ'
			'ﻓﻤﺎ ﻳ ﺴﺄ ﻝ ﺃ ﺣﺪﺍ ﻳﻨﺎ ﻭﻟﻪ ﺇﱠﻳﺎﻩ ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 529'
),
	Hadith(
		hadithNumber: 530,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗ ﺰﺍ ﻝ ﺍﻟ ﻤﺴﺄﻟﺔ ﺑﺄ ﺣﺪﺁﻢ ﺣﺘﻰ'
			'ﻳﻠﻘﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻭﻟﻴ ﺲ ﻓﻲ ﻭ ﺟ ﻬ ﻪ ﻣ ﺰﻋﺔ ﻟ ﺤﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			' .530»ﺍﻟﻤ ﺰ ﻋﺔ » ﺑﻀﻢ ﺍﻟﻤﻴﻢ ﻭﺇﺳﻜﺎ ﻥ ﺍﻟﺰﺎﻳ ﻭﺑﺎﻟﻌﻴ ﻦ ﺍﻟﻤﻬﻤﻠﺔ : ﺍﻟﻘ ﻄﻌﺔ',
		translation: 'Translation of Hadith 530'
),
	Hadith(
		hadithNumber: 531,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﻮﻫﻮ ﻋﻠﻰ ﺍﻟﻤﻨﺒ ﺮ ، ﻭﺫﺁ ﺮ ﺍﻟ ﱠﺼﺪﻗ ﺔ ﻭﺍﻟﱠﺘﻌﱡﻔ ﻒ ﻋ ﻦ ﺍﻟﻤﺴﺄﻟ ﺔ'
			': « ﺍﻟﻴﺪ ﺍﻟﻌﻠﻴﺎ ﺧﻴﺮ ﻣ ﻦ ﺍﻟﻴﺪ ﺍﻟ ﱡﺴﻔﻠﻰ » ﻭﺍﻟﻴﺪ ﺍﻟﻌﻠﻴﺎ ﻩ ﻲ ﺍﻟﻤﻨﻔﻘﺔ ، ﻭﺍﻟ ﱡﺴﻔﻠﻰ ﻩ ﻲ ﺍﻟ ﱠﺴﺎﺋﻠﺔ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 531'
),
	Hadith(
		hadithNumber: 532,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺳﺄ ﻝ ﺍﻟﱠﻨﺎﺱ ﺗﻜﱡﺜﺮﺍ'
			'ﻓﺈﱠﻧﻤﺎ ﻳ ﺴﺄ ﻝ ﺟ ﻤﺮﺍ ، ﻓﻠﻴ ﺴﺘﻘ ﱠﻞ ﺃ ﻭ ﻟﻴ ﺴﺘﻜﺜ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 532'
),
	Hadith(
		hadithNumber: 533,
		hadith:
						'ﻭﻋﻦ ﺳﻤ ﺮﺓ ﺑ ﻦ ﺟﻨﺪ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ﻭﺁﻟﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟ ﻤﺴﺄﻟ ﺔ'
			'ﺁﱡﺪ ﻳﻜﺪﱡ ﺑﻬﺎ ﺍﻟﺮﱠ ﺟ ﻞ ﻭ ﺟ ﻬﻪ ، ﺇ ﱠﻻ ﺃ ﻥ ﻳﺴﺄ ﻝ ﺍﻟﺮﱠ ﺟ ﻞ ﺳﻠﻄﺎﻧﺎ ﺃ ﻭ ﻓﻲ ﺃ ﻣﺮ ﻻﺑﺪﱠ ﻣﻨﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ'
			'ﺣﺴﻦ ﺻﺤﻴﺢ « ﺍﻟﻜﱡﺪ » : ﺍﻟ ﺨﺪ ﺵ ﻭﻧﺤ ﻮﻩ',
		translation: 'Translation of Hadith 533'
),
	Hadith(
		hadithNumber: 534,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃﺻﺎﺑﺘﻪ ﻓﺎﻗﺔ'
			'ﻓﺄﻧ ﺰﻟ ﻬﺎ ﺑﺎﻟﱠﻨﺎ ﺱ ﻟﻢ ﺗ ﺴﺪﱠ ﻓﺎﻗﺘﻪ ، ﻭ ﻣ ﻦ ﺃﻧ ﺰﻟﻬﺎ ﺑﺎﻟﱠﻠﻪ ، ﻓﻴﻮ ﺷ ﻚ ﺍﻟﱠﻠﻪ ﻟﻪ ﺑ ﺮﺯ ﻕ ﻋﺎ ﺟ ﻞ ﺃ ﻭ ﺁ ﺟ ﻞ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'»ﻳﻮﺷ ﻚ » ﺑﻜﺴﺮ ﺍﻟﺸﻴﻦ : ﺄﻳ ﻳﺴ ﺮ ﻉ',
		translation: 'Translation of Hadith 534'
),
	Hadith(
		hadithNumber: 535,
		hadith:
						'ﻭ ﻋ ﻦ ﺛ ﻮﺑﺎ ﻥ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗﻜﱠﻔ ﻞ ﻟﻲ ﺄﻧ ﻻ ﻳ ﺴﺄ ﻝ'
			'ﺍﻟﱠﻨﺎ ﺱ ﺷﻴﺌﺎ ، ﻭﺃﺗﻜﱠﻔ ﻞ ﻟﻪ ﺑﺎﻟ ﺠﱠﻨﺔ ؟ » ﻓﻘﻠ ﺖ : ﺃﻧﺎ ، ﻓﻜﺎ ﻥ ﻻ ﻳ ﺴﺄ ﻝ ﺃ ﺣﺪﺍ ﺷﻴﺌﺎ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 535'
),
	Hadith(
		hadithNumber: 536,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑ ﺸ ﺮ ﻗﺒﻴ ﺼ ﺔ ﺑﻦ ﺍﻟﻤ ﺨﺎ ﺭ ﻕ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺗﺤﱠﻤﻠﺖ ﺣ ﻤﺎﻟ ﺔ ﻓﺄﺗﻴ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺳﺄﻟﻪ ﻓﻴﻬﺎ ، ﻓﻘﺎﻝ : « ﺃﻗﻢ ﺣﱠﺘﻰ ﺗﺄﺗﻴﻨﺎ ﺍﻟ ﱠﺼﺪﻗﺔ ﻓﻨﺄﻣ ﺮ ﻟ ﻚ ﺑﻬﺎ » ﺛﻢﱠ ﻗﺎﻝ : «ﻳﺎ ﻗﺒﻴ ﺼﺔ ﺇ ﱠﻥ ﺍﻟ ﻤﺴﺄﻟ ﺔ ﻻ'
			'ﺗ ﺤ ﱡﻞ ﺇ ﱠﻻ ﻷ ﺣﺪ ﺛﻼﺛ ﺔ : ﺭ ﺟﻞ ﺗ ﺤﱠﻤ ﻞ ﺣﻤﺎﻟ ﺔ ، ﻓ ﺤﱠﻠ ﺖ ﻟﻪ ﺍﻟ ﻤ ﺴﺄﻟﺔ ﺣﱠﺘﻰ ﻳﺼﻴﺒﻬﺎ ، ﺛﻢﱠ ﻳ ﻤ ﺴ ﻚ . ﻭﺭ ﺟﻞ ﺃﺻﺎﺑﺘﻪ ﺟﺎﺋ ﺤﺔ'
			'ﺍ ﺟﺘﺎ ﺣ ﺖ ﻣﺎﻟﻪ ، ﻓ ﺤﱠﻠ ﺖ ﻟﻪ ﺍﻟ ﻤﺴﺄﻟﺔ ﺣﱠﺘﻰ ﻳ ﺼﻴ ﺐ ﻗ ﻮﺍﻣﺎ ﻣ ﻦ ﻋﻴ ﺶ ، ﺃ ﻭ ﻗﺎﻝ : ﺳﺪﺍﺩﺍ ﻣ ﻦ ﻋﻴ ﺶ ، ﻭ ﺭ ﺟﻞ ﺃﺻﺎﺑﺘﻪ'
			'ﻓﺎﻗﺔ ، ﺣﺘﻰ ﻳﻘﻮ ﻝ ﺛﻼﺛﺔ ﻣ ﻦ ﺫﻮﻳ ﺍﻟ ﺤ ﺠﻰ ﻣ ﻦ ﻗ ﻮﻣ ﻪ : ﻟﻘﺪ ﺃ ﺻﺎﺑ ﺖ ﻓﻼﻧﺎ ﻓﺎﻗﺔ ، ﻓﺤﱠﻠ ﺖ ﻟﻪ ﺍﻟﻤ ﺴﺄﻟﺔ ﺣﱠﺘﻰ ﻳ ﺼﻴ ﺐ'
			'ﻗﻮﺍﻣﺎ ﻣ ﻦ ﻋﻴ ﺶ ، ﺃ ﻭ ﻗﺎ ﻝ: ﺳﺪﺍﺩﺍ ﻣ ﻦ ﻋﻴ ﺶ . ﻓ ﻤﺎ ﺳﻮﺍ ﻩﻦﱠ ﻣ ﻦ ﺍﻟ ﻤﺴﺄﻟ ﺔ ﻳﺎ ﻗﺒﻴ ﺼﺔ ﺳ ﺤ ﺖ ، ﻳﺄﺁﻠﻬﺎ ﺻﺎ ﺣﺒﻬﺎ ﺳ ﺤﺘﺎ'
			'» ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﺤﻤﺎﻟﺔ » ﺑﻔﺘﺢ ﺍﻟﺤﺎ ﺀ : ﺃ ﻥ ﻳﻘ ﻊ ﻗﺘﺎﻝ ﻭﻧﺤ ﻮﻩ ﺑﻴﻦ ﻓ ﺮﻳﻘﻴ ﻦ ، ﻓﻴﺼﻠ ﺢ ﺇﻧ ﺴﺎ ﻥ ﺑﻴﻨﻬﻢ ﻋﻠﻰ ﻣﺎ ﻝ ﻳﺘ ﺤﱠﻤﻠﻪ ﻭﻳﻠﺘ ﺰﻣﻪ'
			'ﻋﻠﻰ ﻧﻔﺴﻪ . ﻭ « ﺍﻟﺠﺎﺋ ﺤﺔ » : ﺍﻵﻓﺔ ﺗ ﺼﻴ ﺐ ﻣﺎ ﻝ ﺍ ﻹﻧﺴﺎ ﻥ . ﻭ « ﺍﻟﻘﻮﺎﻣ» ﺑﻜﺴﺮ ﺍﻟﻘﺎﻑ ﻭﻓﺘﺤﻬﺎ : ﻩ ﻮ ﻣﺎ ﻳﻘﻮﻡ ﺑ ﻪ'
			'ﺃ ﻣ ﺮ ﺍ ﻹﻧﺴﺎ ﻥ ﻣ ﻦ ﻣﺎ ﻝ ﻭﻧﺤ ﻮﻩ ﻭ « ﺍﻟﺴﱢﺪﺍﺩ » ﺑﻜﺴﺮ ﺍﻟﺴﻴﻦ : ﻣﺎ ﻳﺴــــﱡﺪ ﺣﺎﺟ ﺔ ﺍﻟﻤﻌ ﻮ ﺯ ﻭﻳﻜﻔﻴ ﻪ ، ﻭ « ﺍﻟﻔﺎﻗﺔ » :'
			'ﺍﻟﻔﻘ ﺮ . ﻭ « ﺍﻟ ﺤ ﺠﻰ » : ﺍﻟﻌﻘ ﻞ',
		translation: 'Translation of Hadith 536'
),
	Hadith(
		hadithNumber: 537,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻴ ﺲ ﺍﻟ ﻤ ﺴﻜﻴ ﻦ ﺍﱠﻟﺬﻱ'
			'ﻳ ﻄﻮ ﻑ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺱ ﺗ ﺮﺩﱡﻩ ﺍﻟﱡﻠﻘﻤﺔ ﻭﺍﻟﱡﻠﻘﻤﺘﺎ ﻥ ، ﻭﺍﻟﺘﱠ ﻤ ﺮﺓ ﻭﺍﻟﱠﺘ ﻤﺮﺗﺎ ﻥ ، ﻭﻟﻜ ﱠﻦ ﺍﻟ ﻤ ﺴﻜﻴ ﻦ ﺍﱠﻟﺬﻱ ﻻ ﻳ ﺠـﺪ ﻏﻨﻰ ﻳﻐﻨﻴ ﻪ ،'
			'ﻭ ﻻ ﻳﻔ ﻄ ﻦ ﻟﻪ ، ﻓﻴﺘﺼﱠﺪ ﻕ ﻋﻠﻴﻪ ، ﻭ ﻻ ﻳﻘﻮﻡ ﻓﻴ ﺴﺄ ﻝ ﺍﻟﱠﻨﺎ ﺱ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 537'
),
	Hadith(
		hadithNumber: 538,
		hadith:
						'ﻋ ﻦ ﺳﺎﻟﻢ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤ ﺮ ، ﻋ ﻦ ﺃﺑﻴ ﻪ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋ ﻤ ﺮ ، ﻋ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ ﻗﺎﻝ : ﺁﺎﻥ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌ ﻄﻴﻨﻲ ﺍﻟﻌ ﻄﺎ ﺀ ، ﻓﺄﻗﻮ ﻝ : ﺃﻋﻄ ﻪ ﻣﻦ ﻩﻮ ﺃﻓﻘ ﺮ ﺇﻟﻴ ﻪ ﻣﱢﻨﻲ، ﻓﻘﺎﻝ : « ﺧﺬﻩ ، ﺇﺫﺍ'
			'ﺟﺎ ﺀ ﻙ ﻣﻦ ﻩﺬﺍ ﺍﻟ ﻤﺎ ﻝ ﺷﻲ ﺀ ، ﻭﺃﻧ ﺖ ﻏﻴ ﺮ ﻣ ﺸ ﺮ ﻑ ﻭﻻ ﺳﺎﺋ ﻞ ، ﻓ ﺨﺬﻩ ﻓﺘﻤﻮﱠﻟﻪ ﻓﺈﻥ ﺷﺌ ﺖ ﺁﻠﻪ ، ﻭﺈﻧ ﺷﺌ ﺖ ﺗ ﺼﺪ ﻕ ﺑ ﻪ'
			'، ﻭ ﻣﺎ ﻻ، ﻓﻼ ﺗﺘﺒﻌﻪ ﻧﻔ ﺴ ﻚ » ﻗﺎﻝ ﺳﺎﻟﻢ : ﻓﻜﺎ ﻥ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﻻ ﻳﺴﺄ ﻝ ﺃﺣﺪﺍ ﺷﻴﺌﺎ ، ﻭﻻ ﻳ ﺮﺩﱡ ﺷﻴﺌﺎ ﺃ ﻋ ﻄﻴﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'.'
			'»ﻣﺸﺮ ﻑ » ﺑﺎﻟﺸﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ : ﺃ ﻱ : ﻣﺘ ﻄﱢﻠ ﻊ ﺇﻟﻴﻪ',
		translation: 'Translation of Hadith 538'
),
	Hadith(
		hadithNumber: 539,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺑ ﻦ ﺍﻟﻌ ﱠﻮﺎﻣ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻷ ﻥ'
			'ﻳﺄ ﺧﺬ ﺃ ﺣﺪﺁﻢ ﺃﺣﺒﻠﻪ ﺛﻢﱠ ﻳﺄﺗ ﻲ ﺍﻟ ﺠﺒ ﻞ ، ﻓﻴﺄﺗ ﻲ ﺑ ﺤ ﺰﻣ ﺔ ﻣﻦ ﺣ ﻄ ﺐ ﻋﻠﻰ ﻇ ﻬ ﺮﻩ ﻓﻴﺒﻴﻌ ﻬﺎ ، ﻓﻴﻜ ﱠﻒ ﺍﻟﱠﻠﻪ ﺑﻬﺎ ﻭ ﺟ ﻬﻪ ، ﺧﻴﺮ'
			'ﻟﻪ ﻣ ﻦ ﺄﻧ ﻳﺴﺄ ﻝ ﺍﻟﱠﻨﺎ ﺱ ، ﺃﻋ ﻄ ﻮﻩ ﺃ ﻭ ﻣﻨﻌﻮﻩ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 539'
),
	Hadith(
		hadithNumber: 540,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻷ ﻥ ﻳﺤﺘ ﻄ ﺐ ﺃ ﺣﺪﺁﻢ'
			'ﺣﺰ ﻣ ﺔ ﻋﻠﻰ ﻇﻬ ﺮﻩ ، ﺧﻴﺮ ﻣﻦ ﺃ ﻥ ﻳﺴﺄﻝ ﺃ ﺣﺪﺍ ، ﻓﻴﻌﻄﻴﻪ ﺃﻭ ﻳﻤﻨﻌﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 540'
),
	Hadith(
		hadithNumber: 541,
		hadith:
						'ﻭﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺁﺎﻥ ﺩﺍ ﻭﺩ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺴﻼﻡ ﻻ ﻳﺄﺁﻞ ﺇ ﱠﻻ ﻣﻦ ﻋﻤ ﻞ ﻳﺪﻩ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 541'
),
	Hadith(
		hadithNumber: 542,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺁﺎ ﻥ ﺯﺁ ﺮﱠﻳﺎ ﻋﻠﻴﻪ ﺍﻟ ﱠﺴﻼﻡ ﻧ ﱠﺠﺎﺭﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 542'
),
	Hadith(
		hadithNumber: 543,
		hadith:
						'ﻭﻋﻦ ﺍﻟ ﻤﻘﺪﺎﻣ ﺑﻦ ﻣﻌﺪ ﻳﻜﺮ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺃﺁ ﻞ ﺃ ﺣﺪ'
			'ﻃﻌﺎﻣﺎ ﺧﻴﺮﺍ ﻣﻦ ﺃ ﻥ ﻳﺄﺁ ﻞ ﻣﻦ ﻋ ﻤ ﻞ ﻳﺪﻩ ، ﻭﺇ ﱠﻥ ﻧﺒ ﱠﻲ ﺍﻟﱠﻠﻪ ﺩﺍ ﻭﺩ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﻳﺄﺁ ﻞ ﻣﻦ ﻋ ﻤ ﻞ ﻳﺪﻩ »'
			' .543ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 543'
),
	Hadith(
		hadithNumber: 544,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺣ ﺴﺪ ﺇ ﱠﻻ ﻓﻲ ﺍﺛﻨﺘﻴ ﻦ: ﺭ ﺟﻞ'
			'ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ ، ﻓ ﺴﱠﻠ ﻄﻪ ﻋﻠﻰ ﻩﻠﻜﺘ ﻪ ﻓﻲ ﺍﻟ ﺤ ﱢﻖ ، ﻭ ﺭ ﺟﻞ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﺣﻜﻤ ﺔ ، ﻓ ﻬ ﻮ ﻳﻘ ﻀﻲ ﺑ ﻬﺎ ﻭﻳﻌﱢﻠﻤﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'.'
			'ﻣﻌﻨﺎﻩ : ﻳﻨﺒﻐﻲ ﺄﻧ ﻻ ﻳﻐﺒ ﻂ ﺃ ﺣﺪ ﺇ ﱠﻻ ﻋﻠﻰ ﺇﺣﺪﻯ ﻩﺎﺗﻴ ﻦ ﺍﻟ ﺨ ﺼﻠﺘﻴ ﻦ',
		translation: 'Translation of Hadith 544'
),
	Hadith(
		hadithNumber: 545,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﱡﻳﻜﻢ ﻣﺎ ﻝ ﻭﺍ ﺭﺛ ﻪ ﺃ ﺣ ﱡﺐ ﺇﻟﻴﻪ ﻣﻦ ﻣﺎﻟ ﻪ ؟ » ﻗﺎﻟﻮﺍ : ﻳﺎ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ . ﻣﺎ ﻣﱠﻨﺎ ﺃ ﺣﺪ ﺇ ﱠﻻ ﻣﺎﻟﻪ ﺃ ﺣ ﱡﺐ ﺇﻟﻴﻪ . ﻗﺎﻝ : « ﻓﺈ ﻥ ﻣﺎﻟﻪ ﻣﺎ ﻗﱠﺪﻡ ﻭ ﻣﺎ ﻝ ﻭﺍ ﺭﺛ ﻪ ﻣﺎ ﺃ ﱠﺧ ﺮ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 545'
),
	Hadith(
		hadithNumber: 546,
		hadith:
						'ﻭ ﻋﻦ ﻋﺪ ﱢﻱ ﺑ ﻦ ﺣﺎﺗﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﱠﺗﻘﻮﺍ ﺍﻟﱠﻨﺎ ﺭ ﻭﻟ ﻮ ﺑ ﺸ ﱢﻖ'
			'` .546ﺗ ﻤﺮﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 546'
),
	Hadith(
		hadithNumber: 547,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻣﺎ ﺳﺌﻞ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺷﻴﺌﺎ ﻗ ﱡﻂ ﻓﻘﺎ ﻝ : ﻻ . ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 547'
),
	Hadith(
		hadithNumber: 548,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﻳ ﻮﻡ ﻳﺼﺒ ﺢ'
			'ﺍﻟﻌﺒﺎﺩ ﻓﻴ ﻪ ﺇ ﱠﻻ ﻣﻠﻜﺎ ﻥ ﻳﻨ ﺰﻻ ﻥ ، ﻓﻴﻘﻮ ﻝ ﺃ ﺣﺪ ﻩ ﻤﺎ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻋ ﻂ ﻣﻨﻔﻘﺎ ﺧﻠﻔﺎ، ﻭﻳﻘﻮ ﻝ ﺍﻵ ﺧ ﺮ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻋ ﻂ ﻣﻤﺴﻜﺎ ﺗﻠﻔﺎ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 548'
),
	Hadith(
		hadithNumber: 549,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗـﺎﻝ : « ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : ﺃﻧﻔﻖ ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﻳﻨﻔ ﻖ ﻋﻠﻴ ﻚ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 549'
),
	Hadith(
		hadithNumber: 550,
		hadith:
						'ﻭﻋﻦ  ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺳﺄ ﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': ﺃ ﱡﻱ ﺍ ﻹﺳﻼﻡ ﺧﻴﺮ ؟ ﻗﺎﻝ : « ﺗ ﻄﻌﻢ ﺍﻟ ﱠﻄﻌﺎﻡ ، ﻭﺗﻘ ﺮﺃ ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻰ ﻣ ﻦ ﻋ ﺮﻓ ﺖ ﻭ ﻣ ﻦ ﻟﻢ ﺗﻌ ﺮ ﻑ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 550'
),
	Hadith(
		hadithNumber: 552,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺃ ﻣﺎ ﻣ ﺔ ﺻﺪﻱﱢ ﺑ ﻦ ﻋ ﺠﻼ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻳﺎ ﺍﺑ ﻦ'
			'ﺁﺪﻣ ﺇﱠﻧ ﻚ ﺈﻧ ﺗﺒﺬ ﻝ ﺍﻟﻔ ﻀ ﻞ ﺧﻴﺮ ﻟ ﻚ ، ﻭﺈﻧ ﺗ ﻤ ﺴﻜﻪ ﺷﱞﺮ ﻟ ﻚ ، ﻭﻻ ﺗﻼﻡ ﻋﻠﻰ ﺁﻔﺎ ﻑ، ﻭﺍﺑﺪﺃ ﺑ ﻤ ﻦ ﺗﻌﻮ ﻝ ، ﻭﺍﻟﻴﺪ ﺍﻟﻌﻠﻴﺎ'
			'ﺧﻴﺮ ﻣ ﻦ ﺍﻟﻴﺪ ﺍﻟ ﱡﺴﻔﻠﻰ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 552'
),
	Hadith(
		hadithNumber: 553,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻣﺎ ﺳﺌ ﻞ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍ ﻹ ﺳﻼﻡ ﺷﻴﺌﺎ ﺇﻻ ﺃ ﻋﻄﺎﻩ'
			'، ﻭﻟﻘﺪ ﺟﺎ ﺀﻩ ﺭ ﺟﻞ ﻓﺄﻋ ﻄﺎﻩ ﻏﻨﻤﺎ ﺑﻴ ﻦ ﺟﺒﻠﻴ ﻦ ، ﻓ ﺮ ﺟ ﻊ ﺇﻟﻰ ﻗﻮ ﻣ ﻪ ﻓﻘﺎ ﻝ : ﻳﺎ ﻗ ﻮﻡ ﺃ ﺳﻠﻤﻮﺍ ﻓﺈ ﱠﻥ ﻣ ﺤﻤﺪﺍ ﻳﻌ ﻄﻲ ﻋ ﻄﺎ ﺀ'
			'ﻣ ﻦ ﻻ ﻳ ﺨ ﺸﻰ ﺍﻟﻔﻘ ﺮ ، ﻭﺇ ﻥ ﺁﺎ ﻥ ﺍﻟﺮﱠ ﺟ ﻞ ﻟﻴ ﺴﻠﻢ ﻣﺎ ﻳ ﺮﻳﺪ ﺇ ﱠﻻ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓ ﻤﺎ ﻳﻠﺒ ﺚ ﺇ ﱠﻻ ﻳ ﺴﻴﺮﺍ ﺣﱠﺘﻰ ﻳﻜﻮ ﻥ ﺍ ﻹ ﺳﻼﻡ ﺃ ﺣ ﱠﺐ'
			'ﺇﻟﻴﻪ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻭ ﻣﺎ ﻋﻠﻴ ﻬﺎ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 553'
),
	Hadith(
		hadithNumber: 554,
		hadith:
						'ﻭﻋﻦ ﻋ ﻤ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗ ﺴﻢ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗ ﺴﻤﺎ ، ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﻟﻐﻴ ﺮ ﻩ ﺆ ﻻ ﺀ ﺁﺎﻧﻮﺍ ﺃ ﺣ ﱠﻖ ﺑ ﻪ ﻣﻨ ﻬﻢ ؟ ﻗﺎﻝ : « ﺇﱠﻧ ﻬﻢ ﺧﱠﻴ ﺮﻭﻧﻲ ﺄﻧ ﻳﺴﺄﻟﻮﻧﻲ ﺑﺎﻟﻔﺤ ﺶ ﻓﺄ ﻋﻄﻴﻬﻢ ﺃ ﻭ ﻳﺒ ﱢﺨﻠﻮﻧﻲ ، ﻭﻟﺴ ﺖ'
			'ﺑﺒﺎ ﺧ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 554'
),
	Hadith(
		hadithNumber: 555,
		hadith:
						'ﻭﻋﻦ ﺟﺒﻴ ﺮ ﺑ ﻦ ﻣﻄﻌﻢ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﻪ ﻗﺎﻝ : ﺑﻴﻨ ﻤﺎ ﻩ ﻮ ﻳ ﺴﻴ ﺮ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻘﻔﻠﻪ ﻣﻦ'
			'ﺣﻨﻴ ﻦ ، ﻓﻌﻠﻘﻪ ﺍ ﻷ ﻋ ﺮﺍ ﺏ ﻳ ﺴﺄﻟﻮﻧﻪ ، ﺣﱠﺘﻰ ﺍ ﺿ ﻄ ﱡﺮﻭﻩ ﺇﻟﻰ ﺳﻤ ﺮﺓ ﻓ ﺨ ﻄﻔ ﺖ ﺭﺩﺍ ﺀﻩ ، ﻓ ﻮﻗ ﻒ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﺃ ﻋ ﻄﻮﻧﻲ ﺭﺩﺍﺋﻲ ، ﻓﻠ ﻮ ﺁﺎ ﻥ ﻟﻲ ﻋـﺪﺩ ﻩﺬﻩ ﺍﻟﻌ ﻀﺎﻩ ﻧﻌﻤﺎ ، ﻟﻘ ﺴ ﻤﺘﻪ ﺑﻴﻨﻜﻢ ، ﺛﻢ ﻻ ﺗ ﺠﺪﻭﻧﻲ ﺑ ﺨﻴ ﻼ ﻭﻻ'
			'ﺁﱠﺬﺍﺑﺎ ﻭﻻ ﺟﺒﺎﻧﺎ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 555'
),
	Hadith(
		hadithNumber: 556,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﻧﻘ ﺼ ﺖ ﺻﺪﻗﺔ ﻣ ﻦ ﻣﺎ ﻝ'
			'، ﻭ ﻣﺎ ﺯﺍﺩ ﺍﻟﱠﻠﻪ ﻋﺒﺪﺍ ﺑﻌﻔ ﻮ ﺇ ﱠﻻ ﻋ ﺰﺍ ، ﻭ ﻣﺎ ﺗ ﻮﺍ ﺿ ﻊ ﺃ ﺣﺪ ﻟﱠﻠ ﻪ ﺇ ﱠﻻ ﺭﻓﻌﻪ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 556'
),
	Hadith(
		hadithNumber: 557,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺁﺒ ﺸ ﺔ ﻋﻤﺮﻭ ﺑ ﻦ ﺳﻌﺪ ﺍ ﻷﻧ ﻤﺎﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﻪ ﺳﻤﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﺛﻼﺛﺔ ﺃﻗ ﺴﻢ ﻋﻠﻴ ﻬ ﱠﻦ ﻭﺃ ﺣﱢﺪﺛﻜﻢ ﺣﺪﻳﺜﺎ ﻓﺎ ﺣﻔ ﻈﻮﻩ : ﻣﺎ ﻧﻘ ﺺ ﻣﺎ ﻝ ﻋﺒﺪ ﻣﻦ ﺻﺪﻗ ﺔ ، ﻭﻻ ﻇﻠﻢ ﻋﺒﺪ ﻣ ﻈﻠ ﻤ ﺔ'
			'ﺻﺒ ﺮ ﻋﻠﻴ ﻬﺎ ﺇ ﱠﻻ ﺯﺍﺩﻩ ﺍﻟﱠﻠﻪ ﻋ ﺰﺍ ، ﻭﻻ ﻓﺘ ﺢ ﻋﺒﺪ ﺑﺎﺏ ﻣﺴﺄﻟ ﺔ ﺇ ﱠﻻ ﻓﺘ ﺢ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ﺑﺎﺏ ﻓﻘ ﺮ ، ﺃ ﻭ ﺁﻠ ﻤ ﺔ ﻧ ﺤ ﻮ ﻩﺎ .'
			'ﻭﺃ ﺣﱢﺪﺛﻜﻢ ﺣﺪﻳﺜﺎ ﻓﺎ ﺣﻔ ﻈﻮﻩ . ﻗﺎﻝ ﺇﱠﻧﻤﺎ ﺍﻟﱡﺪﻧﻴﺎ ﻷ ﺭﺑﻌ ﺔ ﻧﻔﺮ:'
			'ﻋﺒﺪ ﺭ ﺯﻗﻪ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ ﻭ ﻋﻠﻤﺎ ، ﻓ ﻬﻮ ﻳﱠﺘﻘﻲ ﻓﻴ ﻪ ﺭﺑﱠﻪ ، ﻭﻳ ﺼ ﻞ ﻓﻴ ﻪ ﺭ ﺣ ﻤﻪ ، ﻭﻳﻌﻠﻢ ﻟﱠﻠ ﻪ ﻓﻴ ﻪ ﺣﻘﺎ ﻓﻬﺬﺍ ﺑﺄﻓ ﻀﻞ ﺍﻟ ﻤﻨﺎﺰﻟ .'
			'ﻭ ﻋﺒﺪ ﺭ ﺯﻗﻪ ﺍﻟﱠﻠﻪ ﻋﻠﻤﺎ ، ﻭﻟﻢ ﻳ ﺮ ﺯﻗﻪ ﻣﺎ ﻻ ﻓ ﻬ ﻮ ﺻﺎﺩ ﻕ ﺍﻟﱢﻨﱠﻴ ﺔ ﻳﻘﻮ ﻝ : ﻟﻮ ﺃ ﱠﻥ ﻟﻲ ﻣﺎ ﻻ ﻟﻌ ﻤﻠ ﺖ ﺑﻌ ﻤﻞ ﻓﻼ ﻥ ، ﻓ ﻬ ﻮ ﻧﻴﱠﺘﻪ'
			'، ﻓﺄ ﺟ ﺮ ﻩﻤﺎ ﺳ ﻮﺍ ﺀ .'
			'ﻭ ﻋﺒﺪ ﺭ ﺯﻗﻪ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ ، ﻭﻟﻢ ﻳ ﺮ ﺯﻗﻪ ﻋﻠﻤﺎ ، ﻓ ﻬ ﻮ ﻳ ﺨﺒ ﻂ ﻓﻲ ﻣﺎﻟ ﻪ ﺑﻐﻴﺮ ﻋﻠﻢ ، ﻻ ﻳﱠﺘﻘﻲ ﻓﻴ ﻪ ﺭﺑﱠﻪ ﻭﻻ ﻳ ﺼ ﻞ ﺭ ﺣ ﻤﻪ ،'
			'ﻭﻻ ﻳﻌﻠﻢ ﻟﱠﻠ ﻪ ﻓﻴ ﻪ ﺣﻘﺎ ، ﻓ ﻬﺬﺍ ﺑﺄ ﺧﺒ ﺚ ﺍﻟ ﻤﻨﺎ ﺯ ﻝ .'
			'ﻭ ﻋﺒﺪ ﻟﻢ ﻳ ﺮ ﺯﻗﻪ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ ﻭﻻ ﻋﻠﻤﺎ ، ﻓ ﻬ ﻮ ﻳﻘﻮ ﻝ : ﻟ ﻮ ﺃ ﱠﻥ ﻟﻲ ﻣﺎ ﻻ ﻟﻌ ﻤﻠ ﺖ ﻓﻴ ﻪ ﺑﻌﻤﻞ ﻓﻼ ﻥ، ﻓ ﻬ ﻮ ﻧﻴﱠﺘﻪ ، ﻓ ﻮ ﺯ ﺭ ﻩﻤﺎ'
			'ﺳ ﻮﺍ ﺀ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 557'
),
	Hadith(
		hadithNumber: 558,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃﱠﻧ ﻬﻢ ﺫﺑ ﺤﻮﺍ ﺷﺎﺓ ، ﻓﻘﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺑﻘ ﻲ ﻣﻨﻬﺎ؟»'
			'ﻗﺎﻟﺖ : ﻣﺎ ﺑﻘﻲ ﻣﻨﻬﺎ ﺇ ﱠﻻ ﺁﺘﻔ ﻬﺎ ، ﻗﺎﻝ : « ﺑﻘﻲ ﺁﱡﻠ ﻬﺎ ﻏﻴ ﺮ ﺁﺘﻔ ﻬﺎ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺻﺤﻴﺢ .'
			'ﻭﻣﻌﻨﺎﻩ : ﺗ ﺼﱠﺪﻗﻮﺍ ﺑﻬﺎ ﺇ ﱠﻻ ﺁﺘﻔ ﻬﺎ ﻓﻘﺎﻝ : ﺑﻘﻴ ﺖ ﻟﻨﺎ ﻓﻲ ﺍﻵ ﺧﺮﺓ ﺇ ﱠﻻ ﺁﺘﻔ ﻬﺎ .'
			'`',
		translation: 'Translation of Hadith 558'
),
	Hadith(
		hadithNumber: 559,
		hadith:
						'ﻭﻋﻦ ﺃﺳﻤﺎ ﺀ ﺑﻨ ﺖ ﺃﺑﻲ ﺑﻜ ﺮ ﺍﻟﺼﺪﻳﻖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻟﺖ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﻻ ﺗﻮﺁﻲ ﻓﻴﻮﺁ ﻲ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻚ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ « ﺃﻧﻔﻘﻲ ﺃﻭ ﺃﻧﻔ ﺤﻲ ﺃﻭ ﺃﻧ ﻀ ﺤﻲ ، ﻭﻻ ﺗ ﺤﺼﻲ ﻓﻴ ﺤ ﺼ ﻲ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻚ، ﻭﻻ ﺗﻮ ﻋﻲ ﻓﻴﻮ ﻋ ﻲ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻚ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ « ﺍﻧﻔ ﺤﻲ » ﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ : ﻩﻮ ﺑﻤﻌﻨﻰ « ﺃﻧﻔﻘﻲ » ﻭﺁﺬﻟﻚ : « ﺃﻧ ﻀ ﺤﻲ »',
		translation: 'Translation of Hadith 559'
),
	Hadith(
		hadithNumber: 560,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﻪ ﺳﻤﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣﺜ ﻞ ﺍﻟﺒ ﺨﻴ ﻞ'
			'ﻭﺍﻟﻤﻨﻔ ﻖ ، ﺁ ﻤﺜ ﻞ ﺭ ﺟﻠﻴ ﻦ ﻋﻠﻴ ﻬ ﻤﺎ ﺟﱠﺒﺘﺎ ﻥ ﻣﻦ ﺣﺪﻳﺪ ﻣ ﻦ ﺛﺪﱢﻳ ﻬﻤﺎ ﺇﻟﻰ ﺗ ﺮﺍﻗﻴﻬ ﻤﺎ، ﻓﺄﱠﻣﺎ ﺍﻟﻤﻨﻔ ﻖ ، ﻓﻼ ﻳﻨﻔ ﻖ ﺇ ﱠﻻ ﺳﺒﻐ ﺖ ،'
			'ﺃ ﻭ ﻭﻓ ﺮ ﺕ ﻋﻠﻰ ﺟﻠﺪﻩ ﺣﺘﻰ ﺗ ﺨﻔ ﻲ ﺑﻨﺎﻧﻪ ، ﻭﺗﻌﻔ ﻮ ﺃﺛ ﺮﻩ ، ﻭﺃﱠﻣﺎ ﺍﻟﺒ ﺨﻴ ﻞ ، ﻓﻼ ﻳ ﺮﻳﺪ ﺃ ﻥ ﻳﻨﻔ ﻖ ﺷﻴﺌﺎ ﺇ ﱠﻻ ﻟ ﺰﻗ ﺖ ﺁﻞﱡ ﺣﻠﻘ ﺔ'
			'ﻣﻜﺎﻧ ﻬﺎ ، ﻓ ﻬﻮ ﻳ ﻮ ﱢﺳﻌ ﻬﺎ ﻓﻼ ﺗﱠﺘ ﺴ ﻊ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ « ﺍﻟ ﺠﺒﱠﺔ » ﺍﻟﱢﺪﺭ ﻉ ، ﻭ ﻣﻌﻨﺎﻩ : ﺄﻧ ﺍﻟﻤﻨﻔ ﻖ ﺁﱠﻠ ﻤﺎ ﺃﻧﻔ ﻖ ﺳﺒﻐ ﺖ ، ﻭ ﻃﺎﻟ ﺖ ﺣﺘﻰ ﺗ ﺠﺮﱠ ﻭ ﺭﺍ ﺀﻩ ، ﻭﺗ ﺨﻔ ﻲ ﺭﺟﻠﻴ ﻪ ﻭﺃﺛ ﺮ'
			'ﻣﺸﻴ ﻪ ﻭ ﺧ ﻄﻮﺍﺗ ﻪ',
		translation: 'Translation of Hadith 560'
),
	Hadith(
		hadithNumber: 561,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗ ﺼﱠﺪ ﻕ ﺑﻌﺪ ﻝ ﺗ ﻤ ﺮﺓ ﻣ ﻦ ﺁ ﺴ ﺐ ﻃﱢﻴ ﺐ ، ﻭﻻ ﻳﻘﺒ ﻞ'
			'ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺍﻟ ﱠﻄﱢﻴ ﺐ ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ ﻳﻘﺒﻠ ﻬﺎ ﺑﻴﻤﻴﻨ ﻪ ، ﺛﻢﱠ ﻳ ﺮﱢﺑﻴﻬﺎ ﻟ ﺼﺎ ﺣﺒﻬﺎ ، ﺁ ﻤﺎ ﻳ ﺮﱢﺑﻲ ﺃ ﺣﺪﺁﻢ ﻓﻠﻮﱠﻩ ﺣﺘﻰ ﺗﻜﻮ ﻥ ﻣﺜ ﻞ ﺍﻟ ﺠﺒ ﻞ » .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻔﻠﻮﱡ » ﺑﻔﺘ ﺢ ﺍﻟﻔﺎ ﺀ ﻭﺿﻢ ﺍﻟﻼﻡ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻮﺍﻭ ، ﻭﻳﻘﺎﻝ ﺃﻳﻀﺎ : ﺑﻜﺴﺮ ﺍﻟﻔﺎ ﺀ ﻭﺇﺳﻜﺎﻥ ﺍﻟﻼﻡ ﻭﺗﺨﻔﻴﻒ ﺍﻟﻮﺍﻭ :'
			'ﻮﻫﻮ ﺍﻟﻤ ﻬ ﺮ',
		translation: 'Translation of Hadith 561'
),
	Hadith(
		hadithNumber: 562,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﺑﻴﻨﻤﺎ ﺭ ﺟﻞ ﻳﻤ ﺸﻲ ﺑﻔﻼﺓ ﻣﻦ ﺍ ﻷﺮﺿ ، ﻓ ﺴ ﻤ ﻊ ﺻﻮﺗﺎ ﻓﻲ'
			'ﺳ ﺤﺎﺑ ﺔ : ﺍﺳ ﻖ ﺣﺪﻳﻘ ﺔ ﻓﻼ ﻥ ، ﻓﺘﻨ ﱠﺤﻰ ﺫﻟ ﻚ ﺍﻟ ﱠﺴ ﺤﺎ ﺏ ﻓﺄﻓ ﺮ ﻍ ﻣﺎ ﺀﻩ ﻓﻲ ﺣ ﱠﺮﺓ ، ﻓﺈﺫﺍ ﺷﺮﺟﺔ ﻣﻦ ﺗﻠ ﻚ ﺍﻟ ﱢﺸﺮﺍ ﺝ ﻗﺪ'
			'ﺍ ﺳﺘﻮ ﻋﺒ ﺖ ﺫﻟ ﻚ ﺍﻟﻤﺎ ﺀ ﺁﻠﱠﻪ ﻓﺘﺘﱠﺒ ﻊ ﺍﻟﻤﺎ ﺀ ، ﻓﺈﺫﺍ ﺭ ﺟﻞ ﻗﺎﺋﻢ ﻓﻲ ﺣﺪﻳﻘﺘ ﻪ ﻳ ﺤﻮﱢ ﻝ ﺍﻟ ﻤﺎ ﺀ ﺑ ﻤﺴ ﺤﺎﺗ ﻪ ، ﻓﻘﺎﻝ ﻟﻪ : ﻳﺎ ﻋﺒﺪ'
			'ﺍﻟﱠﻠ ﻪ ﻣﺎ ﺍ ﺳﻤ ﻚ ﻗﺎﻝ : ﻓﻼ ﻥ، ﻟﻼ ﺳﻢ ﺍﱠﻟﺬﻱ ﺳ ﻤ ﻊ ﻓﻲ ﺍﻟ ﱠﺴ ﺤﺎﺑ ﺔ ، ﻓﻘﺎﻝ ﻟﻪ : ﻳﺎ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻟﻢ ﺗ ﺴﺄﻟﻨﻲ ﻋ ﻦ ﺍ ﺳﻤﻲ ؟ ﻓﻘﺎﻝ'
			': ﺇﻧﻲ ﺳ ﻤﻌ ﺖ ﺻﻮﺗﺎ ﻓﻲ ﺍﻟ ﱠﺴ ﺤﺎ ﺏ ﺍﻟﺬﻱ ﻩﺬﺍ ﻣﺎ ﺅﻩ ﻳﻘﻮ ﻝ : ﺍﺳ ﻖ ﺣﺪﻳﻘ ﺔ ﻓﻼ ﻥ ﻹﺳ ﻤ ﻚ ، ﻓﻤﺎ ﺗ ﺼﻨ ﻊ ﻓﻴﻬﺎ ؟ ﻓﻘﺎﻝ :'
			'ﺃﻣﺎ ﺇﺫ ﻗﻠ ﺖ ﻩﺬﺍ ، ﻓﺈﻧﻲ ﺃﻧ ﻈ ﺮ ﺇﻟﻰ ﻣﺎ ﻳ ﺨ ﺮ ﺝ ﻣﻨﻬﺎ ، ﻓﺄﱠﺗ ﺼﱠﺪ ﻕ ﺑﺜﻠﺜﻪ ، ﻭﺁﺁ ﻞ ﺃﻧﺎ ﻭ ﻋﻴﺎﻟﻲ ﺛﻠﺜﺎ ، ﻭﺃﺭﱡﺩ ﻓﻴﻬﺎ ﺛﻠﺜﻪ .'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﺤﺮﱠﺓ » ﺍ ﻷﺭ ﺽ ﺍﻟﻤﻠﺒ ﺴﺔ ﺣ ﺠﺎ ﺭﺓ ﺳﻮﺩﺍ ﺀ : « ﻭﺍﻟ ﱠﺸﺮ ﺟﺔ » ﺑﻔﺘﺢ ﺍﻟﺸﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺇﺳﻜﺎﻥ ﺍﻟﺮﺍ ﺀ ﻭﺑﺎﻟﺠﻴﻢ :'
			'ﻩ ﻲ ﻣ ﺴﻴ ﻞ ﺍﻟﻤﺎ ﺀ',
		translation: 'Translation of Hadith 562'
),
	Hadith(
		hadithNumber: 563,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﺍﱠﺗﻘﻮﺍ ﺍﻟ ﱡﻈﻠﻢ ، ﻓﺈ ﱠﻥ ﺍﻟ ﱡﻈﻠﻢ ﻇﻠ ﻤﺎ ﺕ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣﺔ ، ﻭﺍﱠﺗﻘﻮﺍ ﺍﻟ ﱡﺸ ﱠﺢ ، ﻓﺈ ﱠﻥ ﺍﻟ ﱡﺸ ﱠﺢ ﺃ ﻩﻠ ﻚ ﻣ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ، ﺣ ﻤﻠ ﻬﻢ ﻋﻠﻰ ﺄﻧ ﺳﻔﻜﻮﺍ ﺩﻣﺎ ﺀﻩﻢ ﻭﺍﺳﺘ ﺤﱡﻠﻮﺍ'
			'ﻣ ﺤﺎ ﺭ ﻣ ﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 563'
),
	Hadith(
		hadithNumber: 564,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟ ﻞ ﺇﻟﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﺇﻧﻲ ﻣ ﺠ ﻬﻮﺩ ،'
			'ﻓﺄﺭ ﺳ ﻞ ﺇﻟﻰ ﺑﻌ ﺾ ﻧﺴﺎﺋ ﻪ ، ﻓﻘﺎﻟﺖ : ﻭﺍﱠﻟﺬﻱ ﺑﻌﺜ ﻚ ﺑﺎﻟ ﺤ ﱢﻖ ﻣﺎ ﻋﻨﺪﻱ ﺇ ﱠﻻ ﻣﺎ ﺀ ، ﺛﻢﱠ ﺃ ﺭ ﺳ ﻞ ﺇﻟﻰ ﺃ ﺧ ﺮﻯ . ﻓﻘﺎﻟ ﺖ ﻣﺜ ﻞ'
			'ﺫﻟ ﻚ ، ﺣﱠﺘﻰ ﻗﻠ ﻦ ﺁﱡﻠﻬ ﱠﻦ ﻣﺜﻞ ﺫﻟ ﻚ : ﻻ ﻭﺍﻟﺬﻱ ﺑﻌﺜ ﻚ ﺑﺎﻟ ﺤ ﱢﻖ ﻣﺎ ﻋﻨﺪﻱ ﺇ ﱠﻻ ﻣﺎ ﺀ . ﻓﻘﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﻣﻦ ﻳ ﻀﻴ ﻒ ﻩﺬﺍ ﺍﻟﱠﻠﻴﻠ ﺔ ؟ » ﻓﻘﺎﻝ ﺭ ﺟﻞ ﻣﻦ ﺍ ﻷﻧﺼﺎ ﺭ : ﺃﻧﺎ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻓﺎﻧ ﻄﻠ ﻖ ﺑ ﻪ ﺇﻟﻰ ﺭ ﺣﻠ ﻪ ، ﻓﻘﺎﻝ ﻻ ﻣ ﺮﺃﺗ ﻪ'
			': ﺃﺁ ﺮﻣﻲ : ﺿﻴ ﻒ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻗﺎﻝ ﻻﻣ ﺮﺃﺗ ﻪ : ﻩﻞ ﻋﻨﺪ ﻙ ﺷﻲ ﺀ ؟ ﻓﻘﺎﻟ ﺖ : ﻻ ، ﺇ ﱠﻻ ﻗﻮ ﺕ ﺻﺒﻴﺎﻧﻲ ﻗﺎﻝ : ﻋﱢﻠﻠﻴﻬﻢ ﺑ ﺸﻲ ﺀ ﻭﺇﺫﺍ ﺃ ﺭﺍﺩﻭﺍ'
			'ﺍﻟﻌ ﺸﺎ ﺀ ، ﻓﻨ ﱢﻮﻣﻴ ﻬﻢ ، ﻭﺇﺫﺍ ﺩ ﺧ ﻞ ﺿﻴﻔﻨﺎ ، ﻓﺄﻃﻔﺌﻲ ﺍﻟ ﱢﺴ ﺮﺍ ﺝ ، ﻭﺃﺭﻳ ﻪ ﺃﱠﻧﺎ ﻧﺄﺁ ﻞ ، ﻓﻘﻌﺪﻭﺍ ﻭﺃﺁ ﻞ ﺍﻟ ﱠﻀﻴ ﻒ ﻭﺑﺎﺗﺎ ﻃﺎ ﻭﻳﻴ ﻦ'
			'، ﻓﻠﱠﻤﺎ ﺃ ﺻﺒﺢ ، ﻏﺪﺍ ﻋﻠﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻓﻘﺎﻝ: « ﻟﻘﺪ ﻋ ﺠ ﺐ ﺍﻟﱠﻠﻪ ﻣﻦ ﺻﻨﻴﻌﻜﻤﺎ ﺑ ﻀﻴﻔﻜ ﻤﺎ ﺍﻟﱠﻠﻴﻠ ﺔ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 564'
),
	Hadith(
		hadithNumber: 565,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻃﻌﺎﻡ ﺍﻻﺛﻨﻴ ﻦ ﺁﺎﻓﻲ ﺍﻟﱠﺜﻼﺛ ﺔ ، ﻭ ﻃﻌﺎﻡ ﺍﻟﱠﺜﻼﺛ ﺔ ﺁﺎﻓﻲ'
			'ﺍ ﻷﺭﺑﻌ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻃﻌﺎﻡ ﺍﻟ ﻮﺍ ﺣﺪ ﻳﻜﻔﻲ ﺍﻻﺛﻨﻴ ﻦ ،'
			'ﻭ ﻃﻌﺎﻡ ﺍﻻﺛﻨﻴ ﻦ ﻳﻜﻔﻲ ﺍﻷﺭﺑﻌ ﺔ ﻭ ﻃﻌﺎﻡ ﺍﻷ ﺭﺑﻌ ﺔ ﻳﻜﻔﻲ ﺍﻟﱠﺜ ﻤﺎﻧﻴ ﺔ »',
		translation: 'Translation of Hadith 565'
),
	Hadith(
		hadithNumber: 566,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﻴﻨﻤﺎ ﻧ ﺤ ﻦ ﻓﻲ ﺳﻔ ﺮ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫ'
			'ﺟﺎ ﺀ ﺭ ﺟﻞ ﻋﻠﻰ ﺭﺍ ﺣﻠ ﺔ ﻟﻪ ، ﻓ ﺠﻌ ﻞ ﻳ ﺼﺮ ﻑ ﺑ ﺼ ﺮﻩ ﻳﻤﻴﻨﺎ ﻭ ﺷ ﻤﺎ ﻻ ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ'
			'ﺁﺎ ﻥ ﻣﻌﻪ ﻓ ﻀ ﻞ ﻇﻬ ﺮ ﻓﻠﻴﻌﺪ ﺑ ﻪ ﻋﻠﻰ ﻣ ﻦ ﻻ ﻇ ﻬ ﺮ ﻟﻪ ، ﻭ ﻣﻦ ﺁﺎ ﻥ ﻟﻪ ﻓ ﻀﻞ ﻣﻦ ﺯﺍﺩ ، ﻓﻠﻴﻌﺪ ﺑ ﻪ ﻋﻠﻰ ﻣﻦ ﻻ ﺯﺍﺩ ﻟﻪ »'
			' .566ﻓﺬﺁ ﺮ ﻣﻦ ﺃ ﺻﻨﺎ ﻑ ﺍﻟ ﻤﺎ ﻝ ﻣﺎ ﺫﺁ ﺮ ﺣﱠﺘﻰ ﺭﺃﻳﻨﺎ ﺃﻧﱠﻪ ﻻ ﺣ ﱠﻖ ﻷﺣﺪ ﻣﱠﻨﺎ ﻓﻲ ﻓ ﻀ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 566'
),
	Hadith(
		hadithNumber: 567,
		hadith:
						'ﻭﻋﻦ ﺳﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻣ ﺮﺃﺓ ﺟﺎ ﺀﺕ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺒﺮﺩﺓ'
			'ﻣﻨ ﺴﻮ ﺟ ﺔ ، ﻓﻘﺎﻟﺖ : ﻧ ﺴﺠﺘﻬﺎ ﺑﻴﺪ ﱠﻱ ﻷﺁ ﺴ ﻮﺁ ﻬﺎ ، ﻓﺄ ﺧﺬ ﻩﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﺤﺘﺎﺟﺎ ﺇﻟﻴ ﻬﺎ ، ﻓ ﺨ ﺮ ﺝ ﺇﻟﻴﻨﺎ'
			'ﻭﺇﱠﻧ ﻬﺎ ﻹ ﺯﺍ ﺭﻩ ، ﻓﻘﺎﻝ ﻓﻼ ﻥ ﺍﺁ ﺴﻨﻴ ﻬﺎ ﻣﺎ ﺃﺣ ﺴﻨﻬﺎ ، ﻓﻘﺎ ﻝ: « ﻧﻌﻢ » ﻓﺠﻠﺲ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ'
			'ﺍﻟﻤﺠﻠ ﺲ، ﺛﻢﱠ ﺭ ﺟ ﻊ ﻓ ﻄﻮﺍ ﻩﺎ ، ﺛﻢﱠ ﺃﺭ ﺳ ﻞ ﺑ ﻬﺎ ﺇﻟﻴﻪ : ﻓﻘﺎ ﻝ ﻟﻪ ﺍﻟﻘ ﻮﻡ : ﻣﺎ ﺃﺣ ﺴﻨ ﺖ، ﻟﺒ ﺴ ﻬﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻣ ﺤﺘﺎﺟﺎ ﺇﻟﻴﻬﺎ ، ﺛﻢﱠ ﺳﺄﻟﺘﻪ ، ﻭ ﻋﻠﻤﺖ ﺃﻧﱠﻪ ﻻ ﻳ ﺮﺩﱡ ﺳﺎﺋ ﻼ ، ﻓﻘﺎ ﻝ : ﺇﻧﻲ ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺳﺄﻟﺘﻪ ﻷﻟﺒ ﺴﻬﺎ ، ﺇﱠﻧﻤﺎ ﺳﺄﻟﺘﻪ'
			'ﻟﺘﻜﻮ ﻥ ﺁﻔﻨﻲ . ﻗﺎﻝ ﺳ ﻬ ﻞ : ﻓﻜﺎﻧﺖ ﺁﻔﻨﻪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 567'
),
	Hadith(
		hadithNumber: 568,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻷﺷﻌ ﺮﻳﻴﻦ ﺇﺫﺍ'
			'ﺃﺭﻣﻠﻮﺍ ﻓﻲ ﺍﻟﻐ ﺰ ﻭ ، ﺃﻭ ﻗ ﱠﻞ ﻃﻌﺎﻡ ﻋﻴﺎﻟ ﻬﻢ ﺑﺎﻟ ﻤﺪﻳﻨ ﺔ ، ﺟ ﻤﻌﻮﺍ ﻣﺎ ﺁﺎ ﻥ ﻋﻨﺪ ﻩﻢ ﻓﻲ ﺛﻮ ﺏ ﻭﺍﺣﺪ ، ﺛﻢﱠ ﺍﻗﺘ ﺴﻤﻮﻩ ﺑﻴﻨ ﻬﻢ'
			'ﻓﻲ ﺇﻧﺎ ﺀ ﻭﺍ ﺣﺪ ﺑﺎﻟ ﱠﺴﻮﱠﻳ ﺔ ﻓ ﻬﻢ ﻣﱢﻨﻲ ﻭﺃﻧﺎ ﻣﻨ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺃﺭ ﻣﻠﻮﺍ » : ﻓ ﺮ ﻍ ﺯﺍﺩ ﻩﻢ ، ﺃﻭ ﻗﺎ ﺭ ﺏ ﺍﻟﻔ ﺮﺍ ﻍ',
		translation: 'Translation of Hadith 568'
),
	Hadith(
		hadithNumber: 569,
		hadith:
						'ﻭﻋﻦ ﺳﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺗ ﻲ ﺑ ﺸ ﺮﺍ ﺏ ، ﻓ ﺸ ﺮ ﺏ ﻣﻨﻪ ﻭ ﻋﻦ'
			'ﻳ ﻤﻴﻨ ﻪ ﻏﻼﻡ ، ﻭ ﻋﻦ ﻳﺴﺎ ﺭﻩ ﺍ ﻷ ﺷﻴﺎ ﺥ ، ﻓﻘﺎﻝ ﻟﻠﻐﻼﻡ : « ﺃ ﺗﺄﺫ ﻥ ﻟﻲ ﺄﻧ ﺃ ﻋ ﻄ ﻲ ﻩﺆﻻ ﺀ؟ ﻓﻘﺎ ﻝ ﺍﻟﻐﻼﻡ : ﻻ ﻭﺍﻟﱠﻠ ﻪ ﻳﺎ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻻ ﺃﻭﺛ ﺮ ﺑﻨﺼﻴﺒﻲ ﻣﻨ ﻚ ﺃ ﺣﺪﺍ ، ﻓﺘﱠﻠﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻳﺪﻩ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺗﻠﱠﻪ » ﺑﺎﻟﺘﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ﻓﻮﻕ ، ﺃ ﻱ : ﻭ ﺿﻌﻪ ، ﻭ ﻩﺬﺍ ﺍﻟﻐﻼﻡ ﻩ ﻮ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ',
		translation: 'Translation of Hadith 569'
),
	Hadith(
		hadithNumber: 570,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺑﻴﻨﺎ ﺃﱡﻳﻮ ﺏ ﻋﻠﻴﻪ ﺍﻟﺴﻼﻡ ﻳﻐﺘ ﺴ ﻞ'
			'ﻋﺮﻳﺎﻧﺎ ، ﻓ ﺨ ﱠﺮ ﻋﻠﻴﻪ ﺟ ﺮﺍﺩ ﻣﻦ ﺫ ﻩ ﺐ ، ﻓ ﺠﻌ ﻞ ﺃﱡﻳﻮ ﺏ ﻳ ﺤﺜﻲ ﻓﻲ ﺛﻮﺑ ﻪ، ﻓﻨﺎﺩﺍﻩ ﺭﺑﱡﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ : ﻳﺎ ﺃﱡﻳﻮ ﺏ ، ﺃﻟﻢ ﺃﺁ ﻦ'
			'ﺃ ﻏﻨﻴﺘ ﻚ ﻋﱠﻤﺎ ﺗ ﺮﻯ ؟، ﻗﺎﻝ : ﺑﻠﻰ ﻭ ﻋ ﱠﺰﺗ ﻚ، ﻭﻟﻜﻦ ﻻ ﻏﻨﻰ ﺑﻲ ﻋﻦ ﺑ ﺮﺁﺘ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 570'
),
	Hadith(
		hadithNumber: 571,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺣ ﺴﺪ ﺇ ﱠﻻ'
			'ﻓﻲ ﺍﺛﻨﺘﻴ ﻦ : ﺭ ﺟﻞ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ ، ﻓ ﺴﱠﻠ ﻄﻪ ﻋﻠﻰ ﻩﻠﻜﺘ ﻪ ﻓﻲ ﺍﻟ ﺤ ﱢﻖ . ﻭ ﺭ ﺟﻞ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﺣﻜﻤ ﺔ ﻓﻬﻮ ﻳﻘ ﻀﻲ ﺑﻬﺎ'
			'ﻭﻳﻌﱢﻠﻤ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ﻭﺗﻘﺪﻡ ﺷﺮﺣﻪ ﻗﺮﻳﺒﺎ',
		translation: 'Translation of Hadith 571'
),
	Hadith(
		hadithNumber: 572,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺣ ﺴﺪ ﺇ ﱠﻻ ﻓﻲ ﺍﺛﻨﺘﻴﻦ : ﺭ ﺟﻞ'
			'ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﺍﻟﻘﺮﺁ ﻥ ، ﻓﻬﻮ ﻳﻘﻮﻡ ﺑ ﻪ ﺁﻧﺎ ﺀ ﺍﻟﱠﻠﻴﻞ ﻭﺁﻧﺎ ﺀ ﺍﻟﱠﻨﻬﺎ ﺭ . ﻭ ﺭ ﺟﻞ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ . ﻓﻬ ﻮ ﻳﻨﻔﻘﻪ ﺁﻧﺎ ﺀ ﺍﻟﱠﻠﻴ ﻞ ﻭﺁﻧﺎ ﺀ'
			'ﺍﻟﱠﻨﻬﺎ ﺭ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . « ﺍﻵﻧﺎ ﺀ » ﺍﻟ ﱠﺴﺎ ﻋﺎ ﺕ',
		translation: 'Translation of Hadith 572'
),
	Hadith(
		hadithNumber: 573,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﻓﻘ ﺮﺍ ﺀ ﺍﻟﻤ ﻬﺎ ﺟ ﺮﻳ ﻦ ﺃﺗ ﻮﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻓﻘﺎﻟﻮﺍ :'
			'ﻭﻳ ﺼﻮﻣﻮ ﻥ ﺁ ﻤﺎ ﻧ ﺼﻮﻡ . ﻭﻳﺘ ﺼﱠﺪﻗﻮ ﻥ ﻭﻻ ﻧﺘ ﺼﱠﺪ ﻕ ، ﻭﻳﻌﺘﻘﻮ ﻥ ﻭﻻ ﻧﻌﺘ ﻖ ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :ﺫ ﻩ ﺐ ﺃ ﻩ ﻞ ﺍﻟﱡﺪﺛﻮ ﺭ ﺑﺎﻟﱠﺪ ﺭﺟﺎ ﺕ ﺍﻟﻌﻠﻰ . ﻭﺍﻟﱠﻨﻌﻴﻢ ﺍﻟﻤﻘﻴﻢ . ﻓﻘﺎﻝ : « ﻭ ﻣﺎ ﺫﺍ ﻙ ؟ » ﻓﻘﺎﻟﻮﺍ : ﻳ ﺼﱡﻠﻮ ﻥ ﺁ ﻤﺎ ﻧ ﺼﱢﻠﻲ ،'
			'« ﺃﻓﻼ ﺃ ﻋﻠﱢﻤﻜﻢ ﺷﻴﺌﺎ ﺗﺪ ﺭﺁﻮ ﻥ ﺑ ﻪ ﻣ ﻦ ﺳﺒﻘﻜﻢ ، ﻭﺗ ﺴﺒﻘﻮ ﻥ ﺑ ﻪ ﻣ ﻦ ﺑﻌﺪﺁﻢ ﻭ ﻻ ﻳﻜﻮ ﻥ ﺃ ﺣﺪ ﺃﻓ ﻀ ﻞ ﻣﻨﻜﻢ ﺇ ﱠﻻ ﻣ ﻦ ﺻﻨ ﻊ'
			'ﻣﺜ ﻞ ﻣﺎ ﺻﻨﻌﺘﻢ ؟ » ﻗﺎﻟﻮﺍ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻗﺎ ﻝ : « ﺗﺴﺒ ﺤﻮ ﻥ ، ﻭﺗﺤ ﻤﺪﻭ ﻥ ﻭﺗﻜﱢﺒ ﺮﻭ ﻥ ، ﺩﺑﺮ ﺁﻞﱢ ﺻﻼﺓ ﺛﻼﺛﺎ'
			'ﻭﺛﻼﺛﻴ ﻦ ﻣ ﱠﺮﺓ » ﻓ ﺮ ﺟ ﻊ ﻓﻘ ﺮﺍ ﺀ ﺍﻟﻤ ﻬﺎ ﺟ ﺮﻳ ﻦ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻟﻮﺍ : ﺳ ﻤ ﻊ ﺇ ﺧ ﻮﺍﻧﻨﺎ ﺃ ﻩ ﻞ'
			'ﺍ ﻷﻣ ﻮﺍ ﻝ ﺑ ﻤﺎ ﻓﻌﻠﻨﺎ ، ﻓﻔﻌﻠﻮﺍ ﻣﺜﻠﻪ ؟ ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺫﻟﻚ ﻓ ﻀ ﻞ ﺍﻟﱠﻠ ﻪ ﻳ ﺆﺗﻴ ﻪ ﻣﻦ ﻳ ﺸﺎ ﺀ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔﻆ ﺭﻭﺍﻳ ﺔ ﻣﺴﻠﻢ .'
			'»ﺍﻟﱡﺪﺛﻮ ﺭ » : ﺍ ﻷﻣﻮﺍ ﻝ ﺍﻟﻜﺜﻴ ﺮﺓ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 573'
),
	Hadith(
		hadithNumber: 574,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺃ ﺧﺬ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻤﻨﻜﺒﻲ ﻓﻘﺎ ﻝ : «ﺁ ﻦ ﻓﻲ'
			'ﺍﻟﱡﺪﻧﻴﺎ ﺁﺄﱠﻧ ﻚ ﻏ ﺮﻳ ﺐ ﺃﻭ ﻋﺎﺑ ﺮ ﺳﺒﻴ ﻞ » ﻭﺁﺎ ﻥ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻳﻘﻮﻝ : ﺇﺫﺍ ﺃﻣ ﺴﻴ ﺖ، ﻓﻼ ﺗﻨﺘ ﻈ ﺮ ﺍﻟ ﱠﺼﺒﺎ ﺡ ،'
			'ﻭﺇﺫﺍ ﺃ ﺻﺒ ﺤ ﺖ ، ﻓﻼ ﺗﻨﺘ ﻈ ﺮ ﺍﻟ ﻤ ﺴﺎ ﺀ ، ﻭﺧﺬ ﻣﻦ ﺻ ﱠﺤﺘ ﻚ ﻟ ﻤ ﺮ ﺿﻚ ﻭﻣﻦ ﺣﻴﺎﺗ ﻚ ﻟ ﻤﻮﺗ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 574'
),
	Hadith(
		hadithNumber: 575,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺣ ﱡﻖ ﺍ ﻣ ﺮﻱ ﺀ ﻣﺴﻠﻢ ﻟﻪ ﺷﻲ ﺀ ﻳﻮ ﺻﻲ ﻓﻴ ﻪ . ﻳﺒﻴ ﺖ'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : « ﻳﺒﻴ ﺖ ﺛﻼ ﺙ ﻟﻴﺎ ﻝ » ﻗﺎﻝ ﺍﺑﻦ ﻋﻤﺮ : ﻣﺎ ﻣ ﱠﺮ ﺕ ﻋﻠ ﱠﻲ ﻟﻴﻠﺔ ﻣﻨﺬ ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲﻟﻴﻠﺘﻴ ﻦ ﺇ ﱠﻻ ﻭ ﻭ ﺻﱠﻴﺘﻪ ﻣﻜﺘﻮﺑﺔ ﻋﻨﺪﻩ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻩﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﺫﻟ ﻚ ﺇ ﱠﻻ ﻭ ﻋﻨﺪﻱ ﻭ ﺻﱠﻴﺘﻲ .'
			'`',
		translation: 'Translation of Hadith 575'
),
	Hadith(
		hadithNumber: 576,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧ ﱠﻂ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﻄﻮﻃﺎ ﻓﻘﺎﻝ : « ﻩﺬﺍ ﺍ ﻹﻧ ﺴﺎ ﻥ ﻭ ﻩﺬﺍ'
			'ﺃ ﺟﻠﻪ . ﻓﺒﻴﻨﻤﺎ ﻩﻮ ﺁﺬﻟ ﻚ ﺇﺫ ﺟﺎ ﺀ ﺍﻟ ﺨ ﱡﻂ ﺍ ﻷﻗ ﺮ ﺏ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 576'
),
	Hadith(
		hadithNumber: 577,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧ ﱠﻂ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﻄﺎ ﻣ ﺮﱠﺑﻌﺎ ، ﻭ ﺧ ﱠﻂ ﺧ ﻄﺎ ﻓﻲ'
			'ﺍﻟ ﻮ ﺳ ﻂ ﺧﺎ ﺭﺟﺎ ﻣﻨﻪ ، ﻭ ﺧ ﱠﻂ ﺧﻄﻄﺎ ﺻﻐﺎﺭﺍ ﺇﻟﻰ ﻩﺬﺍ ﺍﱠﻟﺬﻱ ﻓﻲ ﺍﻟ ﻮ ﺳ ﻂ ﻣ ﻦ ﺟﺎﻧﺒ ﻪ ﺍﱠﻟﺬﻱ ﻓﻲ ﺍﻟ ﻮ ﺳ ﻂ ، ﻓﻘﺎ ﻝ : « ﻩﺬﺍ'
			'ﺍ ﻹﻧ ﺴﺎ ﻥ ، ﻭ ﻩﺬﺍ ﺃ ﺟﻠﻪ ﻣ ﺤﻴﻄﺎ ﺑ ﻪ ﺃﻭ ﻗﺪ ﺃ ﺣﺎ ﻁ ﺑ ﻪ ﻭ ﻩﺬﺍ ﺍﱠﻟﺬﻱ ﻩ ﻮ ﺧﺎ ﺭ ﺝ ﺃ ﻣﻠﻪ ﻭ ﻩﺬﻩ ﺍﻟﺨ ﻄ ﻂ ﺍﻟ ﱢﺼﻐﺎ ﺭ ﺍ ﻷ ﻋﺮﺍ ﺽ ،'
			'ﻓﺈ ﻥ ﺃ ﺧ ﻄﺄﻩ ﻩﺬﺍ ، ﻧ ﻬ ﺸﻪ ﻩﺬﺍ ، ﻭﺇ ﻥ ﺃ ﺧ ﻄﺄﻩ ﻩﺬﺍ ﻧ ﻬ ﺸﻪ ﻩﺬﺍ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ . ﻭ ﻩﺬﻩ ﺻﻮ ﺭﺗﻪ : ﺍﻷﺟﻞ -ﺍﻷﻋﺮﺎﺿ'
			'-ﺍﻷﻣﻞ',
		translation: 'Translation of Hadith 577'
),
	Hadith(
		hadithNumber: 578,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺑﺎﺩ ﺭﻭﺍ ﺑﺎ ﻷ ﻋﻤﺎ ﻝ ﺳﺒﻌﺎ،'
			'ﻩﻞ ﺗﻨﺘ ﻈ ﺮﻭ ﻥ ﺇ ﱠﻻ ﻓﻘﺮﺍ ﻣﻨ ﺴﻴﺎ ، ﺃﻭ ﻏﻨﻰ ﻣﻄﻐﻴﺎ ، ﺃ ﻭ ﻣ ﺮﺿﺎ ﻣﻔ ﺴﺪﺍ ، ﺃﻭ ﻩ ﺮﻣﺎ ﻣﻔﱢﻨﺪﺍ، ﺃﻭ ﻣﻮﺗﺎ ﻣ ﺠﻬ ﺰﺍ ، ﺃﻭ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ'
			'، ﻓ ﺸ ﱡﺮ ﻏﺎﺋ ﺐ ﻳﻨﺘ ﻈ ﺮ ، ﺃ ﻭ ﺍﻟ ﱠﺴﺎ ﻋ ﺔ ﻭﺍﻟ ﱠﺴﺎ ﻋﺔ ﺃﺩ ﻩﻰ ﻭﺃ ﻣ ﱡﺮ ؟، » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'( ﺿﻌﻴﻒ ﺟﺪﺍ ) . [ ﻓﻴﻪ : ﻣﺤﺮﺭ ﺑﻦ ﻩﺎﻭﺮﻧ ، ﻮﻫﻮ ﻣﺘﺮﻮﻛ ﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 578'
),
	Hadith(
		hadithNumber: 579,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺁﺜ ﺮﻭﺍ ﺫﺁ ﺮ ﻩﺎﺬﻣ ﺍﻟﱠﻠﱠﺬﺍ ﺕ » ﻳﻌﻨﻲ ﺍﻟ ﻤ ﻮ ﺕ ، ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 579'
),
	Hadith(
		hadithNumber: 580,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﻦ ﺁﻌﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺫ ﻩ ﺐ ﺛﻠ ﺚ ﺍﻟﱠﻠﻴ ﻞ، ﻗﺎﻡ ﻓﻘﺎ ﻝ'
			': « ﻳﺎ ﺃﻳﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺍﺫﺁ ﺮﻭﺍ ﺍﻟﱠﻠﻪ ﺟﺎ ﺀ ﺕ ﺍﻟ ﺮﺍ ﺟﻔﺔ ﺗﺘﺒﻌ ﻬﺎ ﺍﻟ ﱠﺮﺍﺩﻓﺔ، ﺟﺎ ﺀ ﺍﻟ ﻤ ﻮ ﺕ ﺑﻤﺎ ﻓﻴ ﻪ ، ﺟﺎ ﺀ ﺍﻟ ﻤ ﻮ ﺕ ﺑﻤﺎ ﻓﻴ ﻪ »'
			'ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺇﻧﻲ ﺃﺁﺜ ﺮ ﺍﻟ ﱠﺼﻼﺓ ﻋﻠﻴ ﻚ ، ﻓﻜﻢ ﺃ ﺟﻌ ﻞ ﻟ ﻚ ﻣﻦ ﺻﻼﺗﻲ ؟ ﻗﺎﻝ: « ﻣﺎ ﺷﺌ ﺖ » ﻗﻠ ﺖ ﺍﻟ ﱡﺮﺑ ﻊ ؟ ﻗﺎﻝ'
			': « ﻣﺎ ﺷﺌ ﺖ ، ﻓﺈ ﻥ ﺯﺩ ﺕ ﻓ ﻬ ﻮ ﺧﻴﺮ ﻟ ﻚ » ﻗﻠ ﺖ : ﻓﺎﻟﱢﻨ ﺼ ﻒ ؟ ﻗﺎ ﻝ « ﻣﺎ ﺷﺌ ﺖ ، ﻓﺈ ﻥ ﺯﺩ ﺕ ﻓﻬﻮ ﺧﻴﺮ ﻟ ﻚ » ﻗﻠ ﺖ :'
			'ﻓﺎﻟﺜﻠﺜﻴ ﻦ ؟ ﻗﺎ ﻝ : « ﻣﺎ ﺷﺌ ﺖ ، ﻓﺈ ﻥ ﺯﺩ ﺕ ﻓﻬﻮ ﺧﻴﺮ ﻟ ﻚ » ﻗﻠ ﺖ : ﺃ ﺟﻌ ﻞ ﻟ ﻚ ﺻﻼﺗﻲ ﺁﱠﻠﻬﺎ ؟ ﻗﺎﻝ : ﺇﺫﺍ ﺗﻜﻔﻲ ﻩﱠﻤ ﻚ،'
			'ﻭﻳﻐﻔ ﺮ ﻟ ﻚ ﺫﻧﺒ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 580'
),
	Hadith(
		hadithNumber: 581,
		hadith:
						'ﻋﻦ ﺑ ﺮﻳﺪﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﻨ ﺖ ﻧ ﻬﻴﺘﻜﻢ ﻋ ﻦ ﺯﻳﺎ ﺭﺓ'
			'ﺍﻟﻘﺒﻮ ﺭ ﻓ ﺰﻭﺭﻮﻫﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ « ﻓﻤﻦ ﺃﺭﺍﺩ ﺄﻧ ﻳﺰﻭﺭ ﺍﻟﻘﺒﻮﺭ ﻓﻠﻴﺰﺭ ﻓﺈﻧﻬﺎ ﺗﺬﺁﺮﻧﺎ ﺑﺎﻵﺧﺮﺓ »',
		translation: 'Translation of Hadith 581'
),
	Hadith(
		hadithNumber: 582,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﺎﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺁﱠﻠﻤﺎ ﺁﺎﻥ ﻟﻴﻠﺘﻬﺎ ﻣ ﻦ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺨ ﺮ ﺝ ﻣ ﻦ ﺁ ﺧ ﺮ ﺍﻟﱠﻠﻴ ﻞ ﺇﻟﻰ ﺍﻟﺒﻘﻴ ﻊ ، ﻓﻴﻘﻮ ﻝ : « ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ ﺩﺍ ﺭ ﻗ ﻮﻡ ﻣﺆ ﻣﻨﻴ ﻦ'
			'، ﻭﺃﺗﺎﺁﻢ ﻣﺎ ﺗﻮ ﻋﺪﻭ ﻥ ، ﻏﺪﺍ ﻣ ﺆ ﱠﺟﻠﻮ ﻥ ، ﻭﺇﱠﻧﺎ ﺇ ﻥ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺑﻜﻢ ﻻ ﺣﻘﻮ ﻥ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻷ ﻩ ﻞ ﺑﻘﻴ ﻊ ﺍﻟﻐ ﺮﻗﺪ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 582'
),
	Hadith(
		hadithNumber: 583,
		hadith:
						'ﻭﻋﻦ ﺑ ﺮﻳﺪﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﻠﱢﻤ ﻬﻢ ﺇﺫﺍ ﺧ ﺮ ﺟﻮﺍ ﺇﻟﻰ ﺍﻟ ﻤﻘﺎﺑ ﺮ ﺃ ﻥ'
			'ﻳﻘﻮ ﻝ ﻗﺎﺋﻠ ﻬﻢ : « ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ ﺃ ﻩﻞ ﺍﻟﱢﺪﻳﺎ ﺭ ﻣ ﻦ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﻭﺍﻟﻤ ﺴﻠ ﻤﻴ ﻦ ﻭﺇﱠﻧﺎ ﺇ ﻥ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺑﻜﻢ ﻻ ﺣﻘﻮ ﻥ ، ﺃ ﺳﺄ ﻝ ﺍﻟﱠﻠﻪ'
			'ﻟﻨﺎ ﻭﻟﻜﻢ ﺍﻟﻌﺎﻓﻴ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 583'
),
	Hadith(
		hadithNumber: 584,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﱠﺒﺎ ﺱ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﻣ ﱠﺮ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻘﺒﻮ ﺭ ﺑﺎﻟ ﻤﺪﻳﻨ ﺔ ﻓﺄﻗﺒ ﻞ.'
			'ﻋﻠﻴ ﻬﻢ ﺑ ﻮ ﺟ ﻬ ﻪ ﻓﻘﺎ ﻝ : « ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ ﻳﺎ ﺃ ﻩ ﻞ ﺍﻟﻘﺒﻮ ﺭ ، ﻳﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ﻟﻨﺎ ﻭﻟﻜﻢ ، ﺃﻧﺘﻢ ﺳﻠﻔﻨﺎ ﻭﻧ ﺤ ﻦ ﺑﺎ ﻷﺛ ﺮ » ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 584'
),
	Hadith(
		hadithNumber: 585,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳﺘ ﻤ ﱠﻦ ﺃ ﺣﺪﺁﻢ ﺍﻟ ﻤ ﻮ ﺕ ﺇ ﻣﺎ'
			'ﻣﺤ ﺴﻨﺎ ، ﻓﻠﻌﻠﱠﻪ ﻳ ﺰﺩﺍﺩ ، ﻭﺇﱠﻣﺎ ﻣ ﺴﻴﺌﺎ ﻓﻠﻌﱠﻠﻪ ﻳ ﺴﺘﻌﺘ ﺐ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ، ﻮﻫﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﺘ ﻤ ﱠﻦ'
			'ﺃ ﺣﺪﺁﻢ ﺍﻟ ﻤ ﻮ ﺕ ، ﻭﻻ ﻳﺪ ﻉ ﺑ ﻪ ﻣ ﻦ ﻗﺒ ﻞ ﺃ ﻥ ﻳﺄﺗﻴﻪ ، ﺇﻧﱠﻪ ﺇﺫﺍ ﻣﺎ ﺕ ﺍﻧﻘ ﻄ ﻊ ﻋ ﻤﻠﻪ ، ﻭﺇﱠﻧﻪ ﻻ ﻳﺰﻳﺪ ﺍﻟﻤ ﺆﻣ ﻦ ﻋ ﻤ ﺮﻩ ﺇ ﱠﻻ ﺧﻴﺮﺍ'
			'»',
		translation: 'Translation of Hadith 585'
),
	Hadith(
		hadithNumber: 586,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻻ ﻳﺘ ﻤﱠﻨﻴ ﱠﻦ ﺃ ﺣﺪﺁﻢ ﺍﻟ ﻤ ﻮ ﺕ ﻟ ﻀﺮﱟ'
			'ﺃ ﺻﺎﺑﻪ ﻓﺈ ﻥ ﺁﺎ ﻥ ﻻﺑﺪﱠ ﻓﺎ ﻋ ﻼ ، ﻓﻠﻴﻘﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﺣﻴﻨﻲ ﻣﺎ ﺁﺎﻧ ﺖ ﺍﻟ ﺤﻴﺎﺓ ﺧﻴﺮﺍ ﻟﻲ ، ﻭﺗ ﻮﱠﻓﻨﻲ ﺇﺫﺍ ﺁﺎﻧ ﺖ ﺍﻟﻮﻓﺎﺓ ﺧﻴﺮﺍ ﻟﻲ'
			'» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 586'
),
	Hadith(
		hadithNumber: 587,
		hadith:
						'ﻭ ﻋ ﻦ ﻗﻴ ﺲ ﺑ ﻦ ﺃﺑﻲ ﺣﺎﺰﻣ ﻗﺎﻝ : ﺩ ﺧﻠﻨﺎ ﻋﻠﻰ ﺧﺒﺎﺏ ﺑ ﻦ ﺍ ﻷ ﺭ ﱢﺕ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻧﻌﻮﺩﻩ ﻭﻗﺪ ﺍﺁﺘﻮﻯ ﺳﺒ ﻊ ﺁﱠﻴﺎ ﺕ'
			'ﻓﻘﺎﻝ : ﺇ ﱠﻥ ﺃ ﺻﺤﺎﺑﻨﺎ ﺍﱠﻟﺬﻳ ﻦ ﺳﻠﻔﻮﺍ ﻣ ﻀ ﻮﺍ ، ﻭﻟﻢ ﺗﻨﻘ ﺼ ﻬﻢ ﺍﻟﱡﺪﻧﻴﺎ ، ﻭﺇﱠﻧﺎ ﺃ ﺻﺒﻨﺎ ﻣﺎ ﻻ ﻧ ﺠﺪ ﻟﻪ ﻣ ﻮ ﺿﻌﺎ ﺇ ﱠﻻ ﺍﻟﺘﺮﺍ ﺏ'
			'ﻭﻟ ﻮ ﻻ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧﻬﺎﻧﺎ ﺃ ﻥ ﻧﺪ ﻋ ﻮ ﺑﺎﻟ ﻤ ﻮ ﺕ ﻟﺪ ﻋ ﻮ ﺕ ﺑ ﻪ ﺛﻢﱠ ﺃﺗﻴﻨﺎﻩ ﻣ ﱠﺮﺓ ﺃ ﺧ ﺮﻯ ﻭ ﻩ ﻮ ﻳﺒﻨﻲ ﺣﺎﺋﻄﺎ'
			'ﻟﻪ ، ﻓﻘﺎﻝ : ﺇ ﱠﻥ ﺍﻟﻤ ﺴﻠﻢ ﻟﻴ ﺆ ﺟ ﺮ ﻓﻲ ﺁﻞﱢ ﺷﻲ ﺀ ﻳﻨﻔﻘﻪ ﺇ ﱠﻻ ﻓﻲ ﺷﻲ ﺀ ﻳ ﺠﻌﻠﻪ ﻓﻲ ﻩﺬﺍ ﺍﻟﺘﺮﺍ ﺏ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔﻆ'
			'ﺭﻭﺍﻳﺔ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 587'
),
	Hadith(
		hadithNumber: 588,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱡﻨﻌﻤﺎﻥ ﺑ ﻦ ﺑﺸﻴ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﺇ ﱠﻥ'
			'ﺍﻟ ﺤ ﻼ ﻝ ﺑﱢﻴ ﻦ ، ﻭﺇ ﱠﻥ ﺍﻟ ﺤﺮﺎﻣ ﺑﱢﻴ ﻦ ، ﻭﺑﻴﻨﻬﻤﺎ ﻣ ﺸﺘﺒﻬﺎ ﺕ ﻻ ﻳﻌﻠﻤ ﻬﻦﱠ ﺁﺜﻴﺮ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ، ﻓ ﻤﻦ ﺍﱠﺗﻘﻰ ﺍﻟ ﱡﺸﺒﻬﺎ ﺕ ، ﺍ ﺳﺘﺒ ﺮﺃ'
			'ﻟﺪﻳﻨ ﻪ ﻭ ﻋ ﺮ ﺿ ﻪ ، ﻭ ﻣ ﻦ ﻭﻗ ﻊ ﻓﻲ ﺍﻟﺸﺒﻬﺎ ﺕ ، ﻭﻗ ﻊ ﻓﻲ ﺍﻟ ﺤﺮﺎﻣ ، ﺁﺎﻟ ﱠﺮﺍﻋﻲ ﻳ ﺮﻋﻰ ﺣ ﻮ ﻝ ﺍﻟ ﺤﻤﻰ ﻳﻮ ﺷ ﻚ ﺃ ﻥ ﻳ ﺮﺗﻊ ﻓﻴ ﻪ'
			'، ﺃ ﻻ ﻭﺇ ﱠﻥ ﻟﻜﻞﱢ ﻣﻠ ﻚ ﺣﻤﻰ ، ﺃ ﻻ ﻭﺇ ﱠﻥ ﺣ ﻤﻰ ﺍﻟﱠﻠ ﻪ ﻣ ﺤﺎ ﺭﻣﻪ ، ﺃ ﻻ ﻭﺇ ﱠﻥ ﻓﻲ ﺍﻟﺠ ﺴﺪ ﻣﻀﻐ ﺔ ﺇﺫﺍ ﺻﻠ ﺤﺖ ﺻﻠ ﺢ ﺍﻟﺠ ﺴﺪ ﺁﻠﱡﻪ'
			'، ﻭﺇﺫﺍ ﻓ ﺴﺪ ﺕ ﻓﺴﺪ ﺍﻟ ﺠ ﺴﺪ ﺁﻠﱡﻪ : ﺃ ﻻ ﻭ ﻩﻲ ﺍﻟﻘﻠ ﺐ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻭ ﺭ ﻭﻳﺎﻩ ﻣ ﻦ ﻃ ﺮ ﻕ ﺑﺄﻟﻔﺎ ﻅ ﻣﺘﻘﺎ ﺭﺑ ﺔ',
		translation: 'Translation of Hadith 588'
),
	Hadith(
		hadithNumber: 589,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﺟﺪ ﺗ ﻤ ﺮﺓ ﻓﻲ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ، ﻓﻘﺎ ﻝ: « ﻟ ﻮ ﻻ ﺃﱢﻧﻲ'
			'ﺃﺧﺎ ﻑ ﺃ ﻥ ﺗﻜﻮ ﻥ ﻣ ﻦ ﺍﻟ ﱠﺼﺪﻗ ﺔ ﻷﺁﻠﺘﻬﺎ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 589'
),
	Hadith(
		hadithNumber: 590,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱠﻨ ﱠﻮﺍ ﺱ ﺑ ﻦ ﺳﻤﻌﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﺒ ﱡﺮ ﺣﺴ ﻦ ﺍﻟ ﺨﻠ ﻖ'
			'ﻭﺍ ﻹﺛﻢ ﻣﺎ ﺣﺎ ﻙ ﻓﻲ ﻧﻔ ﺴ ﻚ ، ﻭﺁ ﺮ ﻩ ﺖ ﺃ ﻥ ﻳ ﱠﻄﻠ ﻊ ﻋﻠﻴﻪ ﺍﻟﱠﻨﺎ ﺱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺣﺎ ﻙ » ﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺍﻟﻜﺎﻑ ، ﺃ ﻱ ﺗ ﺮﱠﺩﺩ ﻓﻴ ﻪ',
		translation: 'Translation of Hadith 590'
),
	Hadith(
		hadithNumber: 591,
		hadith:
						'ﻭﻋﻦ ﻭﺍﺑﺼ ﺔ ﺑ ﻦ ﻣﻌﺒﺪ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻴ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ: « ﺟﺌ ﺖ ﺗﺴﺄ ﻝ'
			'ﻋ ﻦ ﺍﻟﺒ ﱢﺮ ؟ » ﻗﻠﺖ : ﻧﻌﻢ ، ﻓﻘﺎﻝ : « ﺍ ﺳﺘﻔ ﺖ ﻗﻠﺒ ﻚ ، ﺍﻟﺒ ﱡﺮ : ﻣﺎ ﺍ ﻃﻤﺄﱠﻧ ﺖ ﺇﻟﻴﻪ ﺍﻟﻨﱠﻔ ﺲ ، ﻭﺍ ﻃﻤﺄ ﱠﻥ ﺇﻟﻴﻪ ﺍﻟﻘﻠ ﺐ ، ﻭﺍ ﻹﺛﻢ'
			'ﻣﺎ ﺣﺎ ﻙ ﻓﻲ ﺍﻟﱠﻨﻔ ﺲ ﻭﺗ ﺮﱠﺩﺩ ﻓﻲ ﺍﻟ ﱠﺼﺪ ﺭ ، ﻭﺇ ﻥ ﺃﻓﺘﺎ ﻙ ﺍﻟﱠﻨﺎ ﺱ ﻭﺃﻓﺘﻮ ﻙ » ﺣﺪﻳ ﺚ ﺣﺴﻦ ، ﺭﻭﺍﻩ ﺃﺣﻤﺪ ، ﻭﺍﻟﱠﺪﺍ ﺭ ﻣ ﱡﻲ ﻓﻲ'
			'« ﻣ ﺴﻨﺪﻳ ﻬﻤﺎ »',
		translation: 'Translation of Hadith 591'
),
	Hadith(
		hadithNumber: 592,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳ ﺮ ﻭ ﻋ ﺔ ﺑﻜﺴﺮ ﺍﻟﺴﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ ﻭﻓﺘﺤﻬﺎ ﻋﻘﺒ ﺔ ﺑ ﻦ ﺍﻟﺤﺎ ﺭ ﺙ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺗ ﺰ ﱠﻭ ﺝ ﺍﺑﻨ ﺔ ﻷﺑﻲ'
			'ﺈﻫﺎﺏ ﺑ ﻦ ﻋ ﺰﻳ ﺰ ، ﻓﺄﺗﺘﻪ ﺍ ﻣ ﺮﺃﺓ ﻓﻘﺎﻟﺖ : ﺇﱢﻧﻲ ﻗﺪ ﺃ ﺭ ﺿﻌ ﺖ ﻋﻘﺒ ﺔ ﻭﺍﻟﺘﻲ ﻗﺪ ﺗ ﺰ ﱠﻭ ﺝ ﺑﻬﺎ ، ﻓﻘﺎﻝ ﻟﻬﺎ ﻋﻘﺒﺔ : ﻣﺎ ﺃ ﻋﻠﻢ'
			'ﺃﱠﻧ ﻚ ﺃﺭ ﺿﻌﺘﻨﻲ ﻭ ﻻ ﺃ ﺧﺒﺮﺗﻨﻲ ، ﻓ ﺮﺁ ﺐ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺎﻟ ﻤﺪﻳﻨ ﺔ ، ﻓ ﺴﺄﻟﻪ ، ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﻴ ﻒ ، ﻭﻗﺪ ﻗﻴ ﻞ ؟، » ﻓﻔﺎﺭﻗ ﻬﺎ ﻋﻘﺒﺔ ﻭﻧﻜ ﺤ ﺖ ﺯ ﻭﺟﺎ ﻏﻴ ﺮﻩ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺇ ﻩﺎ ﺏ » ﺑﻜﺴ ﺮ ﺍﻟﻬﻤﺰﺓ ، ﻭ « ﻋ ﺰﻳﺰ » ﺑﻔﺘﺢ ﺍﻟﻌﻴﻦ ﻭﺑﺰﺎﻳ ﻣﻜ ﺮﺭﺓ .'
			'`',
		translation: 'Translation of Hadith 592'
),
	Hadith(
		hadithNumber: 593,
		hadith:
						'ﻭﻋﻦ ﺍﻟ ﺤ ﺴ ﻦ ﺑﻦ ﻋﻠ ﱟﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺣﻔ ﻈ ﺖ ﻣ ﻦ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺩ ﻉ ﻣﺎ'
			'ﻳ ﺮﻳﺒ ﻚ ﺇﻟﻰ ﻣﺎ ﻻ ﻳ ﺮﻳﺒﻚ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ.'
			'ﻭﻣﻌﻨﺎﻩ : ﺍﺗ ﺮ ﻙ ﻣﺎ ﺗ ﺸﻚﱡ ﻓﻴ ﻪ ، ﻭ ﺧﺬ ﻣﺎ ﻻ ﺗ ﺸﻚﱠ ﻓﻴ ﻪ',
		translation: 'Translation of Hadith 593'
),
	Hadith(
		hadithNumber: 594,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟﺖ : ﺁﺎ ﻥ ﻷﺑﻲ ﺑﻜ ﺮ ﺍﻟ ﱠﺼﱢﺪﻳ ﻖ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻏﻼﻡ ﻳ ﺨ ﺮ ﺝ ﻟﻪ ﺍﻟ ﺨﺮﺍ ﺝ'
			'ﺃﺑﻮ ﺑﻜ ﺮ: ﻭ ﻣﺎ ﻩ ﻮ ؟ ﻗﺎ ﻝ : ﺁﻨ ﺖ ﺗﻜ ﱠﻬﻨ ﺖ ﻹﻧ ﺴﺎ ﻥ ﻓﻲ ﺍﻟﺠﺎ ﻩﻠﱠﻴ ﺔ ﻭ ﻣﺎ ﺃ ﺣ ﺴﻦ ﺍﻟﻜ ﻬﺎﻧ ﺔ ﺇ ﱠﻻ ﺃﱢﻧﻲ ﺧﺪ ﻋﺘﻪ ، ﻓﻠﻘﻴﻨﻲ ،ﻭﺁﺎ ﻥ ﺃﺑﻮ ﺑﻜ ﺮ ﻳﺄﺁ ﻞ ﻣ ﻦ ﺧ ﺮﺍ ﺟ ﻪ ، ﻓ ﺠﺎ ﺀ ﻳﻮﻣﺎ ﺑ ﺸﻲ ﺀ ، ﻓﺄﺁ ﻞ ﻣﻨﻪ ﺃﺑﻮ ﺑﻜ ﺮ ، ﻓﻘﺎ ﻝ ﻟﻪ ﺍﻟﻐﻼﻡ : ﺗﺪ ﺮﻳ ﻣﺎ ﻩﺬﺍ ؟ ﻓﻘﺎ ﻝ'
			'ﻓﺄ ﻋ ﻄﺎﻧﻲ ﺑﺬﻟ ﻚ ﻩﺬﺍ ﺍﻟﺬﻱ ﺃﺁﻠ ﺖ ﻣﻨﻪ ، ﻓﺄﺩ ﺧ ﻞ ﺃﺑﻮ ﺑﻜ ﺮ ﻳﺪﻩ ﻓﻘﺎ ﺀ ﺁﻞﱠ ﺷﻲ ﺀ ﻓﻲ ﺑ ﻄﻨ ﻪ ، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺍﻟ ﺨﺮﺍ ﺝ » : ﺷﻲ ﺀ ﻳ ﺠﻌﻠﻪ ﺍﻟﺴﱠﻴﱢﺪ ﻋﻠﻰ ﻋﺒﺪﻩ ﻳﺆﱢﺩﻳ ﻪ ﺇﻟﻰ ﺍﻟﺴﱢﻴﺪ ﺁﻞ ﻳﻮﻡ ، ﻭﺑﺎﻗﻲ ﺁﺴﺒ ﻪ ﻳﻜﻮ ﻥ ﻟﻠﻌﺒﺪ .'
			'`',
		translation: 'Translation of Hadith 594'
),
	Hadith(
		hadithNumber: 595,
		hadith:
						'ﻭﻋﻦ ﻧﺎﻓ ﻊ ﺃ ﱠﻥ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺁﺎ ﻥ ﻓ ﺮ ﺽ ﻟﻠﻤﻬﺎ ﺟ ﺮﻳ ﻦ ﺍ ﻷ ﱠﻭﻟﻴ ﻦ ﺃﺭﺑﻌ ﺔ ﺁﻻ ﻑ ، ﻭﻓ ﺮ ﺽ'
			'ﻻﺑﻨ ﻪ ﺛﻼﺛ ﺔ ﺁﻻ ﻑ ﻭ ﺧ ﻤ ﺴﻤﺎﺋ ﺔ ، ﻓﻘﻴ ﻞ ﻟﻪ : ﻩ ﻮ ﻣ ﻦ ﺍﻟﻤﻬﺎ ﺟ ﺮﻳ ﻦ ﻓﻠﻢ ﻧﻘ ﺼﺘﻪ؟ ﻓﻘﺎﻝ : ﺇﱠﻧﻤﺎ ﻩﺎ ﺟﺮ ﺑ ﻪ ﺃﺑﻮﻩ ﻳﻘﻮ ﻝ :'
			'ﻟﻴ ﺲ ﻩ ﻮ ﺁ ﻤ ﻦ ﻩﺎ ﺟ ﺮ ﺑﻨﻔ ﺴ ﻪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 595'
),
	Hadith(
		hadithNumber: 596,
		hadith:
						'ﻭﻋﻦ ﻋ ﻄﱠﻴ ﺔ ﺑ ﻦ ﻋ ﺮﻭﺓ ﺍﻟ ﱠﺴﻌﺪ ﱢﻱ ﺍﻟ ﱠﺼ ﺤﺎﺑ ﱢﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ . ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ «'
			'ﻻﻳﺒﻠﻎ ﺍﻟﻌﺒﺪ ﺃ ﻥ ﻳﻜﻮﻥ ﻣﻦ ﺍﻟﻤﺘﻘﻴﻦ ﺣﺘﻰ ﻳﺪ ﻉ ﻣﺎﻻ ﺑﺄﺱ ﺑ ﻪ ﺣﺬﺭﺍ ﻣﻤﺎ ﺑ ﻪ ﺑﺄ ﺱ )).'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ .'
			'(ﺿﻌﻴﻒ) [ﻓﻴﻪ : ﻋﺒﺪ ﺍﷲ ﺑﻦ ﻳﺰﻳﺪ ﺍﻟﺪﻣﺸﻘﻲ ﻮﻫﻮ ﺿﻌﻴﻒ].'
			'`',
		translation: 'Translation of Hadith 596'
),
	Hadith(
		hadithNumber: 597,
		hadith:
						'ﻭﻋﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ: « ﺇ ﱠﻥ'
			'ﺍﻟﱠﻠﻪ ﻳ ﺤ ﱡﺐ ﺍﻟﻌﺒﺪ ﺍﻟﱠﺘﻘ ﱠﻲ ﺍﻟﻐﻨ ﱠﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﺍﻟﻤ ﺮﺍﺩ ﺑــ « ﺍﻟﻐﻨ ﱢﻲ » : ﻏﻨ ﱡﻲ ﺍﻟﱠﻨﻔ ﺲ . ﺁﻤﺎ ﺳﺒ ﻖ ﻓﻲ ﺍﻟﺤﺪﻳﺚ ﺍﻟﺼﺤﻴﺢ',
		translation: 'Translation of Hadith 597'
),
	Hadith(
		hadithNumber: 598,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺟ ﻞ ﺃ ﱡﻱ ﺍﻟﱠﻨﺎ ﺱ ﺃﻓ ﻀ ﻞ ﻳﺎﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎﻝ : « ﻣ ﺆﻣ ﻦ'
			'ﻣ ﺠﺎ ﻩﺪ ﺑﻨﻔ ﺴ ﻪ ﻭ ﻣﺎﻟ ﻪ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ » ﻗﺎﻝ : ﺛﻢ ﻣﻦ ؟ ﻗﺎﻝ : «ﺛﻢ ﺭ ﺟﻞ ﻣﻌﺘ ﺰﻝ ﻓﻲ ﺷﻌ ﺐ ﻣﻦ ﺍﻟ ﱢﺸﻌﺎﺏ ﻳﻌﺒﺪ ﺭﱠﺑ ﻪ »'
			'.'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ « ﻳﱠﺘﻘﻲ ﺍﻟﱠﻠﻪ . ﻭﻳﺪﻉ ﺍﻟﱠﻨﺎ ﺱ ﻣﻦ ﺷ ﺮﻩ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 598'
),
	Hadith(
		hadithNumber: 599,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﻮ ﺷ ﻚ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺧﻴ ﺮ ﻣﺎﻝ ﺍﻟﻤ ﺴﻠﻢ ﻏﻨﻢ ﻳﱠﺘﺘﱠﺒ ﻊ ﺑ ﻬﺎ'
			'ﺷﻌ ﻒ ﺍﻟ ﺠﺒﺎﻝ . ﻭﻣ ﻮﺍﻗ ﻊ ﺍﻟﻘ ﻄ ﺮ ﻳﻔ ﱡﺮ ﺑﺪﻳﻨ ﻪ ﻣﻦ ﺍﻟﻔﺘ ﻦ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭ « ﺷﻌ ﻒ ﺍﻟ ﺠﺒﺎ ﻝ » : ﺃ ﻋ ﻼ ﻩﺎ',
		translation: 'Translation of Hadith 599'
),
	Hadith(
		hadithNumber: 600,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺑﻌ ﺚ ﺍﻟﱠﻠﻪ ﻧﺒﻴﺎ ﺇ ﱠﻻ ﺭ ﻋﻰ'
			' .600ﺍﻟﻐﻨﻢ » ﻓﻘﺎﻝ ﺃ ﺻﺤﺎﺑﻪ : ﻭﺃﻧ ﺖ ؟ ﻗﺎ ﻝ : « ﻧﻌﻢ ، ﺁﻨﺖ ﺃ ﺭ ﻋﺎ ﻩﺎ ﻋﻠﻰ ﻗﺮﺍ ﺭﻳ ﻂ ﻷ ﻩ ﻞ ﻣﱠﻜ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 600'
),
	Hadith(
		hadithNumber: 601,
		hadith:
						'ﻭﻋﻨﻪ ﻋ ﻦ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﻪ ﻗﺎﻝ : « ﻣ ﻦ ﺧﻴﺮ ﻣﻌﺎ ﺵ ﺍﻟﱠﻨﺎ ﺱ ﺭ ﺟﻞ ﻣ ﻤ ﺴ ﻚ ﻋﻨﺎ ﻥ ﻓﺮ ﺳ ﻪ'
			'ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ، ﻳﻄﻴ ﺮ ﻋﻠﻰ ﻣﺘﻨ ﻪ ، ﺁﱠﻠ ﻤﺎ ﺳ ﻤ ﻊ ﻩﻴﻌ ﺔ ﺃ ﻭ ﻓ ﺰ ﻋ ﺔ ، ﻃﺎ ﺭ ﻋﻠﻴﻪ ﻳﺒﺘﻐﻲ ﺍﻟﻘﺘ ﻞ ، ﺃﻭ ﺍﻟ ﻤ ﻮ ﺕ ﻣ ﻈﺎﱠﻧﻪ ، ﺃ ﻭ'
			'ﺭ ﺟﻞ ﻓﻲ ﻏﻨﻴ ﻤ ﺔ ﻓﻲ ﺭﺃ ﺱ ﺷﻌﻔ ﺔ ﻣﻦ ﻩﺬﻩ ﺍﻟ ﱠﺸﻌ ﻒ ، ﺃ ﻭ ﺑﻄ ﻦ ﻭﺍﺩ ﻣﻦ ﻩﺬﻩ ﺍ ﻷﻭﺩﻳ ﺔ ، ﻳﻘﻴﻢ ﺍﻟ ﱠﺼﻼﺓ ﻭﻳﺆﺗﻲ ﺍﻟ ﱠﺰﺁﺎﺓ ،'
			'ﻭﻳﻌﺒﺪ ﺭﺑﱠﻪ ﺣﱠﺘﻰ ﻳﺄﺗﻴﻪ ﺍﻟﻴﻘﻴ ﻦ ﻟﻴ ﺲ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ﺇ ﱠﻻ ﻓﻲ ﺧﻴ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﻳ ﻄﻴ ﺮ » ﺄﻳ ﻳﺴﺮﻉ . « ﻭ ﻣﺘﻨﻪ » : ﻇ ﻬ ﺮﻩ . « ﻭﺍﻟ ﻬﻴﻌﺔ » : ﺍﻟﺼﻮ ﺕ ﻟﻠﺤﺮ ﺏ . « ﻭﺍﻟﻔ ﺰ ﻋﺔ»: ﻧﺤﻮﻩ . ﻭ «'
			'ﻣ ﻈﺎ ﱡﻥ ﺍﻟ ﱠﺸﻲ ﺀ » : ﺍﻟﻤﻮﺍﺿﻊ ﺍﻟﺘﻲ ﻳ ﻈﻦﱡ ﻭﺟﻮﺩﻩ ﻓﻴﻬﺎ . « ﻭﺍﻟﻐﻨﻴ ﻤﺔ » ﺑﻀﻢ ﺍﻟﻐﻴﻦ ﺗﺼﻐﻴﺮ ﺍﻟﻐﻨﻢ . « ﺍﻟﺸﱠﻌﻔﺔ »'
			'ﺑﻔﺘﺢ ﺍﻟ ﱢﺸﻴﻦ ﻭﺍﻟﻌﻴﻦ : ﻩﻲ ﺃ ﻋﻠﻰ ﺍﻟﺠﺒﻞ',
		translation: 'Translation of Hadith 601'
),
	Hadith(
		hadithNumber: 602,
		hadith:
						'ﻭﻋﻦ ﻋﻴﺎ ﺽ ﺑ ﻦ ﺣ ﻤﺎ ﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺈﻧ ﺍﻟﱠﻠﻪ ﺃﻭ ﺣﻰ'
			'ﺇﻟ ﱠﻲ ﺃ ﻥ ﺗﻮﺍ ﺿﻌﻮﺍ ﺣﺘﻰ ﻻ ﻳﻔ ﺨ ﺮ ﺃ ﺣﺪ ﻋﻠﻰ ﺃﺣﺪ ، ﻭﻻ ﻳﺒﻐ ﻲ ﺃ ﺣﺪ ﻋﻠﻰ ﺃ ﺣﺪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 602'
),
	Hadith(
		hadithNumber: 603,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﻧﻘ ﺼ ﺖ ﺻﺪﻗﺔ ﻣﻦ ﻣﺎ ﻝ'
			'، ﻭﻣﺎ ﺯﺍﺩ ﺍﻟﱠﻠﻪ ﻋﺒﺪﺍ ﺑﻌﻔ ﻮ ﺇ ﱠﻻ ﻋ ﺰﺍ ، ﻭ ﻣﺎ ﺗ ﻮﺍ ﺿ ﻊ ﺃ ﺣﺪ ﻟﱠﻠ ﻪ ﺇ ﱠﻻ ﺭﻓﻌﻪ ﺍﻟﱠﻠﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 603'
),
	Hadith(
		hadithNumber: 604,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﻣ ﱠﺮ ﻋﻠﻰ ﺻﺒﻴﺎ ﻥ ﻓ ﺴﱠﻠﻢ ﻋﻠﻴ ﻬﻢ ﻭﻗﺎﻝ : ﺁﺎﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻔﻌﻠﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 604'
),
	Hadith(
		hadithNumber: 605,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺇ ﻥ ﺁﺎﻧ ﺖ ﺍ ﻷ ﻣﺔ ﻣﻦ ﺇ ﻣﺎ ﺀ ﺍﻟ ﻤﺪﻳﻨ ﺔ ﻟﺘﺄ ﺧﺬ ﺑﻴﺪ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺘﻨ ﻄﻠ ﻖ ﺑ ﻪ ﺣﻴ ﺚ'
			'ﺷﺎ ﺀ ﺕ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 605'
),
	Hadith(
		hadithNumber: 606,
		hadith:
						'ﻭﻋﻦ ﺍﻷﺳ ﻮﺩ ﺑ ﻦ ﻳﺰﻳﺪ ﻗﺎﻝ : ﺳﺌﻠ ﺖ ﻋﺎﺋ ﺸﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ : ﻣﺎ ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺼﻨ ﻊ'
			'ﻓﻲ ﺑﻴﺘ ﻪ ؟ ﻗﺎﻟﺖ : ﺁﺎﻥ ﻳﻜﻮﻥ ﻓﻲ ﻣ ﻬﻨ ﺔ ﺃ ﻩﻠ ﻪ ﻳﻌﻨﻲ : ﺧﺪ ﻣ ﺔ ﺄﻫﻠﻪ ﻓﺈﺫﺍ ﺣ ﻀ ﺮ ﺕ ﺍﻟ ﱠﺼﻼﺓ ، ﺧ ﺮ ﺝ ﺇﻟﻰ ﺍﻟ ﱠﺼﻼﺓ ، ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 606'
),
	Hadith(
		hadithNumber: 607,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺭﻓﺎ ﻋ ﺔ ﺗﻤﻴﻢ ﺑﻦ ﺃ ﺳﻴﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺍﻧﺘ ﻬﻴ ﺖ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻮﻫﻮ'
			'ﻳ ﺨ ﻄ ﺐ . ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﺭ ﺟﻞ ﻏ ﺮﻳ ﺐ ﺟﺎ ﺀ ﻳ ﺴﺄ ﻝ ﻋﻦ ﺩﻳﻨ ﻪ ﻻ ﻳﺪﺮﻳ ﻣﺎ ﺩﻳﻨﻪ ؟ ﻓﺄﻗﺒ ﻞ ﻋﻠ ﱠﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺗﺮ ﻙ ﺧ ﻄﺒﺘﻪ ﺣﺘﻰ ﺍﻧﺘ ﻬﻰ ﺇﻟ ﱠﻲ، ﻓﺄﺗﻰ ﺑﻜﺮ ﺳ ﱟﻲ ، ﻓﻘﻌﺪ ﻋﻠﻴ ﻪ ، ﻭ ﺟﻌ ﻞ ﻳﻌﻠﱢﻤﻨﻲ ﻣﱠﻤﺎ ﻋﱠﻠ ﻤﻪ ﺍﻟﱠﻠﻪ'
			'، ﺛﻢ ﺃﺗﻰ ﺧ ﻄﺒﺘﻪ ، ﻓﺄﺗﱠﻢ ﺁ ﺧ ﺮ ﻩﺎ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 607'
),
	Hadith(
		hadithNumber: 608,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﺇﺫﺍ ﺃﺁ ﻞ ﻃﻌﺎﻣﺎ ﻟﻌ ﻖ ﺃﺻﺎﺑﻌﻪ ﺍﻟﺜﻼ ﺙ'
			'ﻗﺎﻝ : ﻭﻗﺎﻝ : « ﺇﺫﺍ ﺳﻘ ﻄ ﺖ ﻟﻘﻤﺔ ﺃ ﺣﺪﺁﻢ ، ﻓﻠﻴ ﻤ ﻂ ﻋﻨﻬﺎ ﺍ ﻷﺬﯨ ، ﻭﻟﻴﺄﺁﻠﻬﺎ ، ﻭﻻ ﻳﺪ ﻋﻬﺎ ﻟﻠ ﱠﺸﻴ ﻄﺎ ﻥ » ﻭﺃ ﻣﺮ ﺃ ﻥ'
			'ﺗ ﺴﻠ ﺖ ﺍﻟﻘ ﺼﻌﺔ ﻗﺎ ﻝ : « ﻓﺈﱠﻧﻜﻢ ﻻ ﺗﺪ ﺭﻭ ﻥ ﻓﻲ ﺃ ﱢﻱ ﻃﻌﺎ ﻣﻜﻢ ﺍﻟﺒﺮﺁﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 608'
),
	Hadith(
		hadithNumber: 609,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺑﻌ ﺚ ﺍﻟﱠﻠﻪ ﻧﺒﻴﺎ ﺇ ﱠﻻ ﺭﻋﻰ'
			'ﺍﻟﻐﻨﻢ » ﻗﺎ ﻝ ﺃﺻﺤﺎﺑﻪ : ﻭﺃﻧ ﺖ ؟ ﻓﻘﺎﻝ : « ﻧﻌﻢ ﺁﻨ ﺖ ﺃ ﺭ ﻋﺎ ﻩﺎ ﻋﻠﻰ ﻗﺮﺍ ﺭﻳ ﻂ ﻷ ﻩ ﻞ ﻣﱠﻜ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 609'
),
	Hadith(
		hadithNumber: 610,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻟ ﻮ ﺩ ﻋﻴ ﺖ ﺇﻟﻰ ﺁﺮﺍ ﻉ ﺃ ﻭ ﺫ ﺭﺍ ﻉ ﻟﻘﺒﻠ ﺖ . ﻭﻟ ﻮ ﺃ ﻩﺪﻯ ﺇﻟ ﱠﻲ ﺫﺭﺍ ﻉ'
			'ﺃﻭ ﺁﺮﺍ ﻉ ﻟﻘﺒﻠ ﺖ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 610'
),
	Hadith(
		hadithNumber: 611,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻧ ﺖ ﻧﺎﻗﺔ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻌ ﻀﺒﺎ ﺀ ﻻ ﺗﺴﺒ ﻖ، ﺃﻭ ﻻ'
			'ﺗﻜﺎﺩ ﺗ ﺴﺒ ﻖ ، ﻓ ﺠﺎ ﺀ ﺃ ﻋﺮﺍﺑ ﱞﻲ ﻋﻠﻰ ﻗﻌﻮﺩ ﻟﻪ ، ﻓﺴﺒﻘﻬﺎ ، ﻓ ﺸ ﱠﻖ ﺫﻟﻚ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠ ﻤﻴ ﻦ ﺣﱠﺘﻰ ﻋﺮﻓﻪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ: « ﺣ ﱞﻖ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ﺃ ﻥ ﻻ ﻳ ﺮﺗﻔ ﻊ ﺷﻲﺀ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﺇ ﱠﻻ ﻭ ﺿﻌﻪ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 611'
),
	Hadith(
		hadithNumber: 612,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﺪ ﺧﻞ ﺍﻟ ﺠﱠﻨ ﺔ ﻣ ﻦ'
			'ﺁﺎ ﻥ ﻓﻲ ﻗﻠﺒ ﻪ ﻣﺜﻘﺎ ﻝ ﺫ ﱠﺭﺓ ﻣ ﻦ ﺁﺒ ﺮ » ﻓﻘﺎﻝ ﺭ ﺟﻞ : ﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻳ ﺤﺐﱡ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺛ ﻮﺑﻪ ﺣﺴﻨﺎ ، ﻭﻧﻌﻠﻪ ﺣﺴﻨﺎ ﻗﺎﻝ : « ﺇ ﱠﻥ'
			'ﺍﻟﱠﻠﻪ ﺟ ﻤﻴﻞ ﻳ ﺤﺐﱡ ﺍﻟ ﺠﻤﺎ ﻝ ﺍﻟﻜﺒ ﺮ ﺑ ﻄ ﺮ ﺍﻟ ﺤ ﱢﻖ ﻭ ﻏ ﻤ ﻂ ﺍﻟﱠﻨﺎ ﺱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺑ ﻄ ﺮ ﺍﻟﺤ ﱢﻖ : ﺩﻓﻌﻪ ﻭﺭﺩﱡﻩ ﻋﻠﻰ ﻗﺎﺋﻠ ﻪ . ﻭ ﻏ ﻤ ﻂ ﺍﻟﱠﻨﺎ ﺱ : ﺍ ﺣﺘﻘﺎ ﺭ ﻩﻢ .'
			'`',
		translation: 'Translation of Hadith 612'
),
	Hadith(
		hadithNumber: 613,
		hadith:
						'ﻭﻋ ﻦ ﺳﻠﻤ ﺔ ﺑ ﻦ ﺍ ﻷﺁﻮﻉ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭ ﺟ ﻼ ﺃﺁﻞ ﻋﻨﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺸﻤﺎﻟ ﻪ ﻓﻘﺎﻝ'
			': « ﺁ ﻞ ﺑﻴ ﻤﻴﻨ ﻚ » ﻗﺎ ﻝ : ﻻ ﺃ ﺳﺘ ﻄﻴ ﻊ ، ﻗﺎﻝ : « ﻻ ﺍ ﺳﺘ ﻄﻌ ﺖ » ﻣﺎ ﻣﻨﻌﻪ ﺇ ﱠﻻ ﺍﻟﻜﺒ ﺮ . ﻗﺎﻝ: ﻓﻤﺎ ﺭﻓﻌﻬﺎ ﺇﻟﻰ ﻓﻴ ﻪ . ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 613'
),
	Hadith(
		hadithNumber: 615,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺮﻳﱢ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍ ﺣﺘ ﱠﺠ ﺖ ﺍﻟ ﺠﻨﱠﺔ ﻭﺍﻟﱠﻨﺎ ﺭ'
			'، ﻓﻘﺎﻟﺖ ﺍﻟﱠﻨﺎ ﺭ : ﻓ ﱠﻲ ﺍﻟ ﺠﱠﺒﺎ ﺭﻭ ﻥ ﻭﺍﻟﻤﺘﻜﱢﺒ ﺮﻭ ﻥ ، ﻭﻗﺎﻟ ﺖ ﺍﻟﺠﻨﱠﺔ : ﻓ ﱠﻲ ﺿﻌﻔﺎ ﺀ ﺍﻟﱠﻨﺎ ﺱ ﻭ ﻣ ﺴﺎﺁﻴﻨ ﻬﻢ . ﻓﻘ ﻀﻰ ﺍﻟﱠﻠﻪ'
			'ﺑﻴﻨ ﻬﻤﺎ : ﺇﱠﻧ ﻚ ﺍﻟ ﺠﻨﱠﺔ ﺭ ﺣﻤﺘﻲ ، ﺃ ﺭ ﺣﻢ ﺑ ﻚ ﻣ ﻦ ﺃ ﺷﺎ ﺀ ﻭﺇﱠﻧ ﻚ ﺍﻟﱠﻨﺎ ﺭ ﻋﺬﺍﺑﻲ ، ﺃ ﻋﺬﱢ ﺏ ﺑ ﻚ ﻣ ﻦ ﺃ ﺷﺎ ﺀ ، ﻭﻟﻜﻠﻴﻜﻤﺎ ﻋﻠ ﱠﻲ'
			'ﻣﻠ ﺆﻩﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 615'
),
	Hadith(
		hadithNumber: 616,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﻨ ﻈ ﺮ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ'
			'ﺇﻟﻰ ﻣ ﻦ ﺟ ﱠﺮ ﺇﺯﺍ ﺭﻩ ﺑ ﻄﺮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 616'
),
	Hadith(
		hadithNumber: 617,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺛﻼﺛﺔ ﻻ ﻳﻜﻠﱢﻤ ﻬﻢ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻭﻻ ﻳ ﺰﱢﺁﻴ ﻬﻢ ،'
			'ﻭ ﻻ ﻳﻨ ﻈ ﺮ ﺇﻟﻴ ﻬﻢ ، ﻭﻟ ﻬﻢ ﻋﺬﺍ ﺏ ﺃﻟﻴﻢ : ﺷﻴ ﺦ ﺯﺍ ﻥ ، ﻭ ﻣﻠ ﻚ ﺁﱠﺬﺍ ﺏ ، ﻭﻋﺎﺋ ﻞ ﻣ ﺴﺘﻜﺒﺮ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ « ﺍﻟﻌﺎﺋ ﻞ » :'
			'ﺍﻟﻔﻘﻴﺮ',
		translation: 'Translation of Hadith 617'
),
	Hadith(
		hadithNumber: 618,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ : ﺍﻟﻌ ﱡﺰ ﺇﺯﺍﺮﻳ ، ﻭﺍﻟﻜﺒﺮﻳﺎ ﺀ.'
			'ﺭﺩﺍﺋﻲ ، ﻓ ﻤ ﻦ ﻳﻨﺎﺯ ﻋﻨﻲ ﻓﻲ ﻭﺍﺣﺪ ﻣﻨ ﻬﻤﺎ ﻓﻘﺪ ﻋﱠﺬﺑﺘﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 618'
),
	Hadith(
		hadithNumber: 619,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺑﻴﻨﻤﺎ ﺭ ﺟﻞ ﻳ ﻤ ﺸﻲ ﻓﻲ ﺣﱠﻠ ﺔ ﺗﻌ ﺠﺒﻪ ﻧﻔ ﺴﻪ ، ﻣ ﺮ ﱢﺟ ﻞ'
			'ﺭﺃ ﺳﻪ ، ﻳ ﺨﺘﺎ ﻝ ﻓﻲ ﻣ ﺸﻴﺘ ﻪ ، ﺇﺫ ﺧ ﺴ ﻒ ﺍﻟﱠﻠﻪ ﺑ ﻪ ، ﻓﻬﻮ ﻳﺘ ﺠﻠ ﺠ ﻞ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ﺇﻟﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻣﺮ ﱢﺟﻞ ﺭﺃ ﺳﻪ » ﺄﻳ : ﻣﻤﺸﱢ ﻄﻪ . « ﻳﺘﺠﻠ ﺠ ﻞ » ﺑﺎﻟﺠﻴﻤﻴﻦ : ﺃ ﻱ : ﻳﻐﻮ ﺹ ﻭﻳﻨ ﺰ ﻝ',
		translation: 'Translation of Hadith 619'
),
	Hadith(
		hadithNumber: 620,
		hadith:
						'ﻭﻋﻦ ﺳﻠ ﻤﺔ ﺑ ﻦ ﺍ ﻷﺁﻮﻉ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱢﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳ ﺰﺍ ﻝ ﺍﻟﺮﱠ ﺟ ﻞ'
			'ﻳﺬ ﻩ ﺐ ﺑﻨﻔ ﺴ ﻪ ﺣﱠﺘﻰ ﻳﻜﺘ ﺐ ﻓﻲ ﺍﻟ ﺠﱠﺒﺎﺭﻳ ﻦ ، ﻓﻴ ﺼﻴﺒﻪ ﻣﺎ ﺃﺻﺎﺑﻬﻢ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'»ﻳﺬ ﻩ ﺐ ﺑﻨﻔ ﺴ ﻪ » ﺄﻳ : ﻳ ﺮﺗﻔ ﻊ ﻭﻳﺘﻜﱠﺒ ﺮ',
		translation: 'Translation of Hadith 620'
),
	Hadith(
		hadithNumber: 621,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺣﺴ ﻦ ﺍﻟﱠﻨﺎ ﺱ ﺧﻠﻘﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 621'
),
	Hadith(
		hadithNumber: 622,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻣﺎ ﻣ ﺴ ﺴ ﺖ ﺩﻳﺒﺎﺟﺎ ﻭ ﻻ ﺣ ﺮﻳﺮﺍ ﺃﻟﻴ ﻦ ﻣ ﻦ ﺁ ﱢﻒ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭ ﻻ ﺷ ﻤ ﻤ ﺖ'
			'ﺭﺍﺋ ﺤ ﺔ ﻗ ﱡﻂ ﺃ ﻃﻴ ﺐ ﻣﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻟﻘﺪ ﺧﺪ ﻣ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﺸ ﺮ'
			'ﺳﻨﻴ ﻦ ، ﻓﻤﺎ ﻗﺎ ﻝ ﻟﻲ ﻗ ﱡﻂ : ﺄﻓﱟ ، ﻭﻻ ﻗﺎ ﻝ ﻟ ﺸ ﻲ ﺀ ﻓﻌﻠﺘﻪ : ﻟﻢ ﻓﻌﻠﺘﻪ؟ ﻭﻻ ﻟﺸﻲ ﺀ ﻟﻢ ﺍﻓﻌﻠﻪ : ﺃ ﻻ ﻓﻌﻠ ﺖ ﺁﺬﺍ ؟ ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 622'
),
	Hadith(
		hadithNumber: 623,
		hadith:
						'ﻭﻋﻦ ﺍﻟ ﱠﺼﻌ ﺐ ﺑ ﻦ ﺟﱠﺜﺎ ﻣ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃ ﻩﺪﻳ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣ ﻤﺎﺭﺍ ﻭ ﺣ ﺸﻴﺎ ،'
			'ﻓ ﺮﱡﺩﻩ ﻋﻠ ﱠﻲ ، ﻓﻠﻤﺎ ﺭﺄﯨ ﻣﺎ ﻓﻲ ﻭ ﺟﻬﻲ ﻗﺎ ﻝ : « ﺇﱠﻧﺎ ﻟﻢ ﻧ ﺮﺩﱠﻩ ﻋﻠﻴ ﻚ ﺇ ﱠﻻ ﻷﱠﻧﺎ ﺣ ﺮﻡ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 623'
),
	Hadith(
		hadithNumber: 624,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱠﻨ ﱠﻮﺍ ﺱ ﺑ ﻦ ﺳﻤﻌﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﺄﻟ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺍﻟﺒ ﱢﺮ ﻭﺍ ﻹﺛﻢ'
			' .624ﻓﻘﺎ ﻝ : « ﺍﻟﺒ ﱡﺮ ﺣﺴ ﻦ ﺍﻟ ﺨﻠ ﻖ ، ﻭﺍ ﻹﺛﻢ : ﻣﺎ ﺣﺎ ﻙ ﻓﻲ ﻧﻔ ﺴ ﻚ ، ﻭﺁ ﺮ ﻩ ﺖ ﺃ ﻥ ﻳ ﱠﻄﻠ ﻊ ﻋﻠﻴﻪ ﺍﻟﱠﻨﺎ ﺱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 624'
),
	Hadith(
		hadithNumber: 625,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻟﻢ ﻳﻜﻦ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﺎ ﺣﺸﺎ ﻭﻻ ﻣﺘﻔ ﱢﺤﺸﺎ . ﻭﺁﺎ ﻥ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﻣﻦ ﺧﻴﺎ ﺭﺁﻢ ﺃ ﺣ ﺴﻨﻜﻢ ﺃ ﺧﻼﻗﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 625'
),
	Hadith(
		hadithNumber: 626,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﺪﺭﺩﺍ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺄﻧ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣﺎ ﻣﻦ ﺷﻲ ﺀ ﺃﺛﻘ ﻞ ﻓﻲ ﻣﻴ ﺰﺍ ﻥ'
			'ﺍﻟﻤﺆ ﻣ ﻦ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ ﻣﻦ ﺣ ﺴ ﻦ ﺍﻟ ﺨﻠ ﻖ . ﻭﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻳﺒﻐ ﺾ ﺍﻟﻔﺎ ﺣ ﺶ ﺍﻟﺒﺬ ﱢﻱ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ'
			'ﺻﺤﻴﺢ .'
			'»ﺍﻟﺒﺬ ﱡﻱ » : ﻩﻮ ﺍﻟﺬﻱ ﻳﺘﻜﱠﻠﻢ ﺑﺎﻟﻔ ﺤ ﺶ . ﻭ ﺭﺪﻳﺀ ﺍﻟﻜﻼﻡ',
		translation: 'Translation of Hadith 626'
),
	Hadith(
		hadithNumber: 627,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﺌ ﻞ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺃﺁﺜ ﺮ ﻣﺎ ﻳﺪﺧ ﻞ ﺍﻟﱠﻨﺎﺱ'
			'ﺍﻟ ﺠﱠﻨ ﺔ ؟ ﻗﺎﻝ : « ﺗﻘﻮﻯ ﺍﻟﱠﻠ ﻪ ﻭ ﺣﺴ ﻦ ﺍﻟ ﺨﻠﻖ ﻭ ﺳﺌ ﻞ ﻋﻦ ﺃﺁﺜ ﺮ ﻣﺎ ﻳﺪ ﺧ ﻞ ﺍﻟﱠﻨﺎ ﺱ ﺍﻟﱠﻨﺎ ﺭ ﻓﻘﺎ ﻝ: « ﺍﻟﻔﻢ ﻭﺍﻟﻔ ﺮ ﺝ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 627'
),
	Hadith(
		hadithNumber: 628,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺁﻤ ﻞ ﺍﻟﻤﺆﻣﻨﻴ ﻦ ﺇﻳ ﻤﺎﻧﺎ ﺃﺣ ﺴﻨ ﻬﻢ ﺧﻠﻘﺎ ، ﻭﺧﻴﺎ ﺭﺁﻢ'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .ﺧﻴﺎ ﺭﺁﻢ ﻟﻨ ﺴﺎﺋﻬﻢ »',
		translation: 'Translation of Hadith 628'
),
	Hadith(
		hadithNumber: 629,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟﺖ ﺳﻤﻌﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺇ ﱠﻥ ﺍﻟﻤ ﺆﻣ ﻦ'
			'ﻟﻴﺪﺭ ﻙ ﺑ ﺤﺴ ﻦ ﺧﻠﻘﻪ ﺩ ﺭﺟ ﺔ ﺍﻟﺼﺎﺋﻢ ﺍﻟﻘﺎﺋﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'`',
		translation: 'Translation of Hadith 629'
),
	Hadith(
		hadithNumber: 630,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃ ﻣﺎ ﻣﺔ ﺍﻟﺒﺎ ﻩﻠ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻧﺎ ﺯ ﻋﻴﻢ ﺑﺒﻴ ﺖ'
			'ﻓﻲ ﺭﺑ ﺾ ﺍﻟﺠﱠﻨ ﺔ ﻟ ﻤ ﻦ ﺗ ﺮ ﻙ ﺍﻟ ﻤﺮﺍ ﺀ . ﻭﺇ ﻥ ﺁﺎ ﻥ ﻣ ﺤﻘﺎ ، ﻭﺑﺒﻴ ﺖ ﻓﻲ ﻭ ﺳ ﻂ ﺍﻟﺠﱠﻨ ﺔ ﻟ ﻤ ﻦ ﺗ ﺮ ﻙ ﺍﻟﻜﺬ ﺏ ، ﻭﺈﻧ ﺁﺎ ﻥ ﻣﺎ ﺯﺣﺎ'
			'، ﻭﺑﺒﻴ ﺖ ﻓﻲ ﺃﻋﻠﻰ ﺍﻟ ﺠﱠﻨ ﺔ ﻟﻤﻦ ﺣ ﺴ ﻦ ﺧﻠﻘﻪ » ﺣﺪﻳﺚ ﺻﺤﻴﺢ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ .'
			'»ﺍﻟ ﱠﺰ ﻋﻴﻢ » : ﺍﻟ ﱠﻀﺎ ﻣ ﻦ',
		translation: 'Translation of Hadith 630'
),
	Hadith(
		hadithNumber: 631,
		hadith:
						'ﻭﺭﻮﯨ ﺍﻟﺘﺮﻣﺬﻱ ﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺍﻟﻤﺒﺎﺭ ﻙ ﺭ ﺣﻤﻪ ﺍﻟﱠﻠﻪ ﻓﻲ ﺗﻔﺴﻴﺮ ﺣ ﺴ ﻦ ﺍﻟ ﺨﻠ(1127:'
			'ﺍﻟ ﻤﻌ ﺮﻮﻓ ، ﻭﺁ ﱡﻒ ﺍ ﻷﺬﯨ',
		translation: 'Translation of Hadith 631'
),
	Hadith(
		hadithNumber: 632,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﻷﺷﺞ ﻋﺒﺪ ﺍﻟﻘﻴﺲ: ﺈﻧ ﻓﻴﻚ ﺧﺼﻠﺘﻴﻦ ﻳﺤﺒﻬﻤﺎ'
			''
			'ﺍﷲ: ﺍﻟﺤﻠﻢ ﻭﺍﻷﻧﺎﺓ». ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 632'
),
	Hadith(
		hadithNumber: 633,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ: « ﺈﻧ ﺍﷲ ﺭﻓﻴﻖ ﻳﺤ ﺐ ﺍﻟ ﱢﺮﻓ(1127:'
			'ﻓﻲ ﺍﻷﻣﺮ ﺁﻠﻪ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 633'
),
	Hadith(
		hadithNumber: 642,
		hadith:
						'ﻋﻠﻰ ﺍﻟﻨﺎﺭ ﺃﻭ ﺑﻤﻦ ﺗﺤﺮﻡ ﻋﻠﻴﻪ ﺍﻟﻨﺎﺭ؟ ﺗﺤﺮﻡ ﻋﻠﻰ ﺁ(1127:'
			'– –'
			'ﺣﺴﻦ',
		translation: 'Translation of Hadith 642'
),
	Hadith(
		hadithNumber: 643,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃﻧﻬﺎ ﻗﺎﻟﺖ ﻟﻠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻩﻞ ﺃﺗﻰ ﻋﻠﻴ ﻚ ﻳ ﻮﻡ ﺁﺎ ﻥ ﺃﺷﱠﺪ ﻣ ﻦ'
			'ﻳﻮﻡ ﺃ ﺣﺪ ؟ ﻗﺎﻝ : « ﻟﻘﺪ ﻟﻘﻴ ﺖ ﻣ ﻦ ﻗﻮ ﻣ ﻚ ، ﻭﺁﺎﻥ ﺃﺷﱡﺪ ﻣﺎ ﻟﻘﻴ ﺖ ﻣﻨ ﻬﻢ ﻳ ﻮﻡ ﺍﻟﻌﻘﺒ ﺔ ، ﺇﺫ ﻋ ﺮﺿ ﺖ ﻧﻔ ﺴﻲ ﻋﻠﻰ ﺍﺑ ﻦ'
			'ﻋﺒﺪ ﻳﺎﻟﻴ ﻞ ﺍﺑ ﻦ ﻋﺒﺪ ﺁﻼﻝ ، ﻓﻠﻢ ﻳﺠﺒﻨﻰ ﺇﻟﻰ ﻣﺎ ﺃﺭﺩ ﺕ ، ﻓﺎﻧ ﻄﻠﻘ ﺖ ﻭﺃﻧﺎ ﻣ ﻬﻤﻮﻡ ﻋﻠﻰ ﻭ ﺟ ﻬﻲ ، ﻓﻠﻢ ﺃ ﺳﺘﻔ ﻖ ﺇ ﱠﻻ ﻭﺃﻧﺎ'
			'ﺑﻘﺮ ﻥ ﺍﻟﱠﺜﻌﺎﻟ ﺐ ، ﻓﺮﻓﻌ ﺖ ﺭﺃ ﺳﻲ ، ﻓﺈﺫﺍ ﺃﻧﺎ ﺑﺴﺤﺎﺑ ﺔ ﻗﺪ ﺃﻇﱠﻠﺘﻨﻲ ، ﻓﻨ ﻈﺮ ﺕ ﻓﺈﺫﺍ ﻓﻴﻬﺎ ﺟﺒﺮﻳ ﻞ ﻋﻠﻴﻪ ﺍﻟﺴﻼﻡ ، ﻓﻨﺎﺩﺍﻧﻲ'
			'ﻓﻘﺎﻝ : ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻗﺪ ﺳ ﻤﻊ ﻗﻮ ﻝ ﻗﻮﻣﻚ ﻟ ﻚ، ﻭﻣﺎ ﺭﱡﺩﻭﺍ ﻋﻠﻴ ﻚ ، ﻭﻗﺪ ﺑﻌ ﺚ ﺇﻟﻴﻚ ﻣﻠ ﻚ ﺍﻟﺠﺒﺎ ﻝ ﻟﺘﺄﻣﺮﻩ ﺑﻤﺎ ﺷﺌ ﺖ'
			'ﻓﻴﻬﻢ ﻓﻨﺎﺩﺍﻧﻲ ﻣﻠ ﻚ ﺍﻟ ﺠﺒﺎ ﻝ ، ﻓﺴﱠﻠﻢ ﻋﻠ ﱠﻲ ﺛﻢﱠ ﻗﺎﻝ : ﻳﺎ ﻣ ﺤﻤﱠﺪ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻗﺪ ﺳﻤ ﻊ ﻗﻮ ﻝ ﻗﻮ ﻣ ﻚ ﻟ ﻚ ، ﻭﺃﻧﺎ ﻣﻠ ﻚ ﺍﻟ ﺠﺒﺎ ﻝ ،'
			'ﻭﻗﺪ ﺑﻌﺜﻨﻲ ﺭﱢﺑﻲ ﺇﻟﻴ ﻚ ﻟﺘﺄﻣ ﺮﻧﻲ ﺑﺄ ﻣ ﺮ ﻙ ، ﻓ ﻤﺎ ﺷﺌ ﺖ : ﺇ ﻥ ﺷﺌ ﺖ : ﺃ ﻃﺒﻘ ﺖ ﻋﻠﻴﻬﻢ ﺍ ﻷ ﺧ ﺸﺒﻴﻦ » ﻓﻘﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺑ ﻞ ﺃ ﺭ ﺟﻮ ﺃ ﻥ ﻳ ﺨ ﺮ ﺝ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﺃ ﺻﻼﺑ ﻬﻢ ﻣ ﻦ ﻳﻌﺒﺪ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﻳ ﺸ ﺮ ﻙ ﺑ ﻪ ﺷﻴﺌﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍ ﻷ ﺧﺸﺒﺎﻥ » : ﺍﻟﺠﺒﻼﻥ ﺍﻟﻤ ﺤﻴ ﻄﺎﻥ ﺑﻤﱠﻜﺔ .. ﻭﺍ ﻷ ﺧ ﺸ ﺐ : ﻩﻮ ﺍﻟﺠﺒﻞ ﺍﻟﻐﻠﻴﻆ .'
			'`',
		translation: 'Translation of Hadith 643'
),
	Hadith(
		hadithNumber: 644,
		hadith:
						'ﻭﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻣﺎ ﺿ ﺮ ﺏ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺷﻴﺌﺎ ﻗ ﱡﻂ ﺑﻴﺪﻩ ، ﻭﻻ ﺍ ﻣﺮﺃﺓ ﻭﻻ ﺧﺎﺩﻣﺎ، ﺇ ﱠﻻ ﺃ ﻥ.'
			'ﻳ ﺠﺎ ﻩﺪ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ ، ﻭﻣﺎ ﻧﻴﻞ ﻣﻨﻪ ﺷﻲﺀ ﻗ ﱡﻂ ﻓﻴﻨﺘﻘﻢ ﻣ ﻦ ﺻﺎ ﺣﺒ ﻪ ﺇ ﱠﻻ ﺃ ﻥ ﻳﻨﺘ ﻬ ﻚ ﺷﻲﺀ ﻣﻦ ﻣ ﺤﺎ ﺮﻣ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ :'
			'ﻓﻴﻨﺘﻘﻢ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 644'
),
	Hadith(
		hadithNumber: 645,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﻨ ﺖ ﺃ ﻣ ﺸﻲ ﻣ ﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻋﻠﻴﻪ ﺑﺮﺩ ﻧ ﺠ ﺮﺍﻧ ﱞﻲ'
			'ﻏﻠﻴ ﻆ ﺍﻟ ﺤﺎ ﺷﻴ ﺔ ، ﻓﺄﺩﺭﺁﻪ ﺃ ﻋ ﺮﺍﺑ ﱞﻲ ، ﻓﺠﺒﺬﻩ ﺑ ﺮﺩﺍﺋ ﻪ ﺟﺒﺬﺓ ﺷﺪﻳﺪﺓ ، ﻓﻨﻈﺮ ﺕ ﺇﻟﻰ ﺻﻔﺤﺔ ﻋﺎﺗ ﻖ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻭﻗﺪ ﺃﱠﺛ ﺮﺕ ﺑﻬﺎ ﺣﺎ ﺷﻴﺔ ﺍﻟ ﱢﺮﺩﺍ ﺀ ﻣ ﻦ ﺷﱠﺪﺓ ﺟﺒﺬﺗ ﻪ ، ﺛﻢﱠ ﻗﺎﻝ : ﻳﺎ ﻣ ﺤﻤﱠﺪ ﻣ ﺮ ﻟﻲ ﻣﻦ ﻣﺎ ﻝ ﺍﻟﱠﻠ ﻪ ﺍﻟﺬﻱ ﻋﻨﺪ ﻙ .'
			'ﻓﺎﻟﺘﻔ ﺖ ﺇﻟﻴﻪ ، ﻓﻀ ﺤ ﻚ ، ﺛﻢﱠ ﺃﻣﺮ ﻟﻪ ﺑﻌ ﻄﺎ ﺀ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 645'
),
	Hadith(
		hadithNumber: 646,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺄﱢﻧﻲ ﺃﻧ ﻈ ﺮ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺤﻜﻲ ﻧﺒﻴﺎ ﻣﻦ'
			'ﺍ ﻷﻧﺒﻴﺎ ﺀ ، ﺻﻠ ﻮﺍ ﺕ ﺍﻟﱠﻠ ﻪ ﻭﺳﻼﻣﻪ ﻋﻠﻴﻬﻢ ، ﺿ ﺮﺑﻪ ﻗﻮﻣﻪ ﻓﺄﺩﻣﻮﻩ ، ﻭ ﻩ ﻮ ﻳﻤ ﺴ ﺢ ﺍﻟﱠﺪﻡ ﻋ ﻦ ﻭﺟ ﻬ ﻪ ، ﻭﻳﻘﻮﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺍﻏﻔ ﺮ ﻟﻘﻮﻣﻲ ﻓﺈﱠﻧ ﻬﻢ ﻻ ﻳﻌﻠﻤﻮ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 646'
),
	Hadith(
		hadithNumber: 647,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻴﺲ ﺍﻟﺸﱠﺪﻳﺪ ﺑﺎﻟ ﱡﺼﺮ ﻋ ﺔ ،'
			'ﺇﱠﻧﻤﺎ ﺍﻟﺸﺪﻳﺪ ﺍﻟﺬﻱ ﻳﻤﻠ ﻚ ﻧﻔﺴﻪ ﻋﻨﺪ ﺍﻟﻐﻀ ﺐ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 647'
),
	Hadith(
		hadithNumber: 648,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺟ ﻼ ﻗﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﻟﻲ ﻗ ﺮﺍﺑ ﺔ ﺃ ﺻﻠﻬﻢ ﻭﻳﻘ ﻄﻌﻮﻧﻲ ، ﻭﺃﺣ ﺴ ﻦ'
			'ﺇﻟﻴ ﻬﻢ ﻭﻳ ﺴﻴﺌﻮ ﻥ ﺇﻟ ﱠﻲ ، ﻭﺃﺣﻠﻢ ﻋﻨﻬﻢ ﻭﻳﺠﻬﻠﻮ ﻥ ﻋﻠ ﱠﻲ ، ﻓﻘﺎﻝ : « ﻟﺌﻦ ﺁﻨ ﺖ ﺁ ﻤﺎ ﻗﻠ ﺖ ﻓﻜﺄﱠﻧ ﻤﺎ ﺗ ﺴﱠﻔﻬﻢ ﺍﻟﻤ ﱠﻞ ﻭﻻ ﻳ ﺰﺍ ﻝ'
			'ﻣﻌ ﻚ ﻣﻦ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻇﻬﻴﺮ ﻋﻠﻴﻬﻢ ﻣﺎ ﺩ ﻣ ﺖ ﻋﻠﻰ ﺫﻟﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﻗﺪ ﺳﺒ ﻖ ﺷ ﺮ ﺣﻪ ﻓﻲ « ﺑﺎﺏ ﺻﻠﺔ ﺍﻷﺭﺣﺎﻡ'
			'»',
		translation: 'Translation of Hadith 648'
),
	Hadith(
		hadithNumber: 649,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ﻋﻘﺒﺔ ﺑﻦ ﻋﻤﺮﻭ ﺍﻟﺒﺪﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ : ﺇﱢﻧﻲ ﻷﺗﺄ ﱠﺧﺮ ﻋﻦ ﺻﻼﺓ ﺍﻟ ﱡﺼﺒ ﺢ ﻣﻦ ﺃ ﺟ ﻞ ﻓﻼ ﻥ ﻣﻤﺎ ﻳ ﻄﻴﻞ ﺑﻨﺎ ، ﻓ ﻤﺎ ﺭﺃﻳﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻏ ﻀ ﺐ ﻓﻲ ﻣﻮ ﻋ ﻈ ﺔ ﻗ ﱡﻂ ﺃﺷﱠﺪ ﻣﱠﻤﺎ ﻏ ﻀ ﺐ ﻳﻮﻣﺌﺬ ، ﻓﻘﺎﻝ : ﻳﺎ ﺃﻳ ﻬﺎ ﺍﻟﱠﻨﺎﺱ : ﺇ ﱠﻥ ﻣﻨﻜﻢ ﻣﻨﱢﻔﺮﻳﻦ . ﻓﺄﱡﻳﻜﻢ ﺃﱠﻡ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻓﻠﻴﻮ ﺟﺰ ، ﻓﺈ ﱠﻥ ﻣ ﻦ ﻭﺭﺍﺋ ﻪ ﺍﻟﻜﺒﻴ ﺮ ﻭﺍﻟ ﱠﺼﻐﻴ ﺮ ﻭﺫﺍ ﺍﻟ ﺤﺎ ﺟ ﺔ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 649'
),
	Hadith(
		hadithNumber: 650,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺪﻡ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺳﻔ ﺮ ، ﻭﻗﺪ ﺳﺘ ﺮ ﺕ'
			'ﺳ ﻬﻮﺓ ﻟﻲ ﺑﻘﺮﺎﻣ ﻓﻴ ﻪ ﺗ ﻤﺎﺛﻴ ﻞ ، ﻓﻠﱠﻤﺎ ﺭﺁﻩ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻩﺘﻜﻪ ﻭﺗﻠ ﱠﻮ ﻥ ﻭﺟ ﻬﻪ ﻭﻗﺎﻝ : « ﻳﺎ'
			'ﻋﺎﺋ ﺸﺔ : ﺃ ﺷﱡﺪ ﺍﻟﱠﻨﺎ ﺱ ﻋﺬﺍﺑﺎ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺍﱠﻟﺬﻳ ﻦ ﻳﻀﺎ ﻩﻮ ﻥ ﺑ ﺨﻠ ﻖ ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺴﱠ ﻬ ﻮﺓ » : ﺁﺎﻟ ﱡﺼﱠﻔﺔ ﺗﻜﻮ ﻥ ﺑﻴﻦ ﻳﺪﻱ ﺍﻟﺒﻴﺖ ... ﻭ « ﺍﻟﻘﺮﺎﻣ » ﺑﻜﺴﺮ ﺍﻟﻘﺎﻑ : ﺳﺘﺮ ﺭﻗﻴﻖ، ﻭ « ﻩﺘﻜﻪ » : ﺃﻓﺴﺪ'
			'ﺍﻟﺼﻮﺭﺓ ﺍﻟﺘﻲ ﻓﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 650'
),
	Hadith(
		hadithNumber: 651,
		hadith:
						'ﻭﻋﻨﻬﺎ ﺃ ﱠﻥ ﻗﺮﻳﺸﺎ ﺃ ﻩﱠﻤ ﻬﻢ ﺷﺄ ﻥ ﺍﻟﻤﺮﺃﺓ ﺍﻟ ﻤﺨ ﺰﻭ ﻣﻴﺔ ﺍﻟﺘﻲ ﺳﺮﻗﺖ ﻓﻘﺎﻟﻮﺍ : ﻣﻦ ﻳﻜﻠﱢﻢ ﻓﻴﻬﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﻓﻘﺎﻟﻮﺍ : ﻣﻦ ﻳﺠﺘ ﺮﻱ ﺀ ﻋﻠﻴ ﻪ ﺇﻻ ﺃﺳﺎﻣﺔ ﺑ ﻦ ﺯﻳﺪ ﺣ ﱡﺐ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﻓﻜﱠﻠﻤﻪ'
			'ﺛﻢ ﻗﺎﻝ : « ﺇﻧﻤﺎ ﺃ ﻩﻠ ﻚ ﻣﻦ ﻗﺒﻠﻜﻢ ﺃﱠﻧ ﻬﻢ ﺁﺎﻧﻮﺍ ﺇﺫﺍ ﺳﺮ ﻕ ﻓﻴ ﻬﻢ ﺍﻟﺸﱠﺮﻳ ﻒ ﺗﺮﺁﻮﻩ ، ﻭﺇﺫﺍ ﺳﺮﻕ ﻓﻴﻬﻢ ﺍﻟ ﱠﻀﻌﻴ ﻒ ﺃﻗﺎﻣﻮﺍﺃﺳﺎﻣﺔ ، ﻓﻘﺎ ﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺗﺸﻔ ﻊ ﻓﻲ ﺣﱟﺪ ﻣﻦ ﺣﺪﻭﺩ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ؟ ، » ﺛﻢ ﻗﺎﻡ ﻓﺎ ﺧﺘ ﻄ ﺐ'
			'ﻋﻠﻴ ﻪ ﺍﻟﺤﱠﺪ، ﻭﺍﻳﻢ ﺍﻟﱠﻠﻪ ، ﻟﻮ ﺃ ﱠﻥ ﻓﺎﻃ ﻤﺔ ﺑﻨﺖ ﻣﺤﻤﺪ ﺳﺮﻗ ﺖ ﻟﻘ ﻄﻌ ﺖ ﻳﺪ ﻩﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 651'
),
	Hadith(
		hadithNumber: 652,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﺄﯨ ﻧﺨﺎ ﻣ ﺔ ﻓﻲ ﺍﻟﻘﺒﻠ ﺔ . ﻓﺸ ﱠﻖ ﺫﻟ ﻚ ﻋﻠﻴ ﻪ ﺣﱠﺘﻰ'
			'ﺭ ﺆﻳ ﻓﻲ ﻭﺟ ﻬ ﻪ ، ﻓﻘﺎﻡ ﻓ ﺤﱠﻜﻪ ﺑﻴﺪﻩ ﻓﻘﺎﻝ : « ﺈﻧ ﺃ ﺣﺪﺁﻢ ﺇﺫﺍ ﻗﺎﻡ ﻓﻲ ﺻﻼﺗﻪ ﻓﺈﻧﱠﻪ ﻳﻨﺎ ﺟﻲ ﺭﱠﺑﻪ ، ﻭﺇ ﱠﻥ ﺭﺑﱠﻪ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ'
			'ﺍﻟﻘﺒﻠ ﺔ ، ﻓﻼ ﻳﺒ ﺰﻗ ﱠﻦ ﺃﺣﺪﺁﻢ ﻗﺒ ﻞ ﺍﻟﻘﺒﻠ ﺔ ، ﻭﻟﻜﻦ ﻋ ﻦ ﻳ ﺴﺎ ﺭﻩ ﺃ ﻭ ﺗ ﺤ ﺖ ﻗﺪ ﻣ ﻪ » ﺛﻢﱠ ﺃ ﺧﺬ ﻃﺮ ﻑ ﺭﺩﺍﺋ ﻪ ﻓﺒﺼ ﻖ ﻓﻴ ﻪ ، ﺛﻢﱠ'
			'ﺭﱠﺩ ﺑﻌ ﻀﻪ ﻋﻠﻰ ﺑﻌ ﺾ ﻓﻘﺎﻝ : « ﺃﻭ ﻳﻔﻌ ﻞ ﻩﻜﺬﺍ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺍﻷﻣ ﺮ ﺑﺎﻟﺒﺼﺎ ﻕ ﻋ ﻦ ﻳ ﺴﺎ ﺭﻩ ﺃﻭ ﺗﺤ ﺖ ﻗﺪ ﻣ ﻪ ﻩ ﻮ ﻓﻴﻤﺎ ﺇﺫﺍ ﺁﺎ ﻥ ﻓﻲ ﻏﻴ ﺮ ﺍﻟ ﻤﺴ ﺠﺪ ، ﻓﺄﱠﻣﺎ ﻓﻲ ﺍﻟﻤﺴ ﺠﺪ ﻓﻼ ﻳﺒ ﺼ ﻖ ﺇ ﱠﻻ'
			'ﻓﻲ ﺛﻮﺑ ﻪ',
		translation: 'Translation of Hadith 652'
),
	Hadith(
		hadithNumber: 653,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺁﱡﻠﻜﻢ ﺭﺍ ﻉ ،'
			'ﻭﺁﻠﱡﻜﻢ ﻣﺴﺆﻮﻟ ﻋ ﻦ ﺭ ﻋﻴﺘ ﻪ : ﺍﻹﻣﺎﻡ ﺭﺍ ﻉ ﻭﻣ ﺴ ﺆﻮﻟ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ ، ﻭﺍﻟﺮﱠ ﺟ ﻞ ﺭﺍ ﻉ ﻓﻲ ﺄﻫﻠ ﻪ ﻭﻣﺴﺆﻭ ﻝ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ ،'
			'ﻭﺍﻟ ﻤﺮﺃﺓ ﺭﺍﻋﻴﺔ ﻓﻲ ﺑﻴ ﺖ ﺯﻭﺟﻬﺎ ﻭﻣﺴﺆﻭﻟﺔ ﻋ ﻦ ﺭ ﻋﱠﻴﺘﻬﺎ ، ﻭﺍﻟ ﺨﺎﺪﻣ ﺭﺍ ﻉ ﻓﻲ ﻣﺎﻝ ﺳﱢﻴﺪﻩ ﻭ ﻣﺴ ﺆﻮﻟ ﻋ ﻦ ﺭ ﻋﻴﺘ ﻪ ،'
			'ﻭﺁﱡﻠﻜﻢ ﺭﺎﻋ ﻭﻣﺴ ﺆﻮﻟ ﻋ ﻦ ﺭ ﻋﱠﻴﺘ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 653'
),
	Hadith(
		hadithNumber: 654,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻳﻌﻠﻰ ﻣﻌﻘﻞ ﺑﻦ ﻳ ﺴﺎ ﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : «'
			'ﻣﺎ ﻣﻦ ﻋﺒﺪ ﻳﺴﺘﺮ ﻋﻴ ﻪ ﺍﻟﱠﻠﻪ ﺭﻋﱠﻴ ﺔ ، ﻳﻤﻮ ﺕ ﻳﻮﻡ ﻳﻤﻮ ﺕ ﻭ ﻩ ﻮ ﻏﺎ ﺵ ﻟ ﺮ ﻋﱠﻴﺘ ﻪ ، ﺇ ﱠﻻ ﺣ ﱠﺮﻡ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻪ ﺍﻟ ﺠﱠﻨ ﺔ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻓﻠﻢ ﻳ ﺤﻄ ﻬﺎ ﺑﻨ ﺼﺤ ﻪ ﻟﻢ ﻳ ﺠﺪ ﺭﺍﺋ ﺤ ﺔ ﺍﻟ ﺠﱠﻨﺔ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴـﻠﻢ : « ﻣﺎ ﻣﻦ ﺃ ﻣﻴ ﺮ ﻳﻠﻲ ﺃﻣﻮ ﺭ ﺍﻟﻤﺴﻠﻤﻴ ﻦ ، ﺛﻢﱠ ﻻ ﻳﺠ ﻬﺪ ﻟ ﻬﻢ ، ﻭﻳﻨﺼ ﺢ ﻟ ﻬﻢ، ﺇ ﱠﻻ ﻟﻢ ﻳﺪ ﺧﻞ ﻣﻌ ﻬﻢ'
			'ﺍﻟ ﺠﱠﻨ ﺔ »',
		translation: 'Translation of Hadith 654'
),
	Hadith(
		hadithNumber: 655,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ ﻓﻲ ﺑﻴﺘﻲ ﻩﺬﺍ : «.'
			'ﺍﻟﻠﻬﻢ ﻣﻦ ﻭﻟﻲ ﻣﻦ ﺃﻣﺮ ﺃﻣﺘﻲ ﺷﻴﺌﺎ ﻓﺸﻖ ﻋﻠﻴﻬﻢ ﻓﺎﺷﻘﻖ ﻋﻠﻴﻪ ، ﻭﻣﻦ ﻭﻟ ﻲ ﻣﻦ ﺃﻣﺮ ﺃﻣﺘﻲ ﺷﻴﺌﺎ ﻓﺮﻓﻖ ﺑﻬﻢ ﻓﺎﺭﻓﻖ'
			'ﺑﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 655'
),
	Hadith(
		hadithNumber: 656,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﺎﻧﺖ ﺑﻨﻮ ﺇﺳ ﺮﺍﺋﻴ ﻞ'
			'ﺗ ﺴﻮ ﺳ ﻬﻢ ﺍ ﻷﻧﺒﻴﺎ ﺀ ، ﺁﱠﻠﻤﺎ ﻩﻠ ﻚ ﻧﺒﻲ ﺧﻠﻔﻪ ﻧﺒﻲ ، ﻭﺇﻧﱠﻪ ﻻ ﻧﺒﻲ ﺑﻌﺪﻱ ، ﻭ ﺳﻴﻜﻮ ﻥ ﺑﻌﺪﻱ ﺧﻠﻔﺎ ﺀ ﻓﻴﻜﺜ ﺮﻭ ﻥ » ﻗﺎﻟﻮﺍ :'
			'ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻓﻤﺎ ﺗﺄﻣ ﺮﻧﺎ ؟ ﻗﺎﻝ : « ﺃﻭﻓﻮﺍ ﺑﺒﻴﻌ ﺔ ﺍ ﻷ ﱠﻭ ﻝ ﻓﺎ ﻷ ﱠﻭ ﻝ ، ﺛﻢﱠ ﺃﻋ ﻄﻮ ﻩﻢ ﺣﱠﻘ ﻬﻢ ، ﻭﺍﺳﺄﻟﻮﺍ ﺍﻟﱠﻠﻪ ﺍﻟﺬﻱ ﻟﻜﻢ ،'
			'ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ ﺳﺎﺋﻠﻬﻢ ﻋﱠﻤﺎ ﺍﺳﺘﺮﻋﺎ ﻩﻢ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 656'
),
	Hadith(
		hadithNumber: 657,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺬ ﺑﻦ ﻋﻤﺮ ﻭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺩ ﺧ ﻞ ﻋﻠﻰ ﻋﺒﻴﺪ ﺍﻟﱠﻠ ﻪ ﺍﺑﻦ ﺯﻳﺎﺩ ، ﻓﻘﺎﻝ ﻟﻪ : ﺃ ﻱ ﺑﻨﻲﱠ ، ﺇﻧﻲ ﺳ ﻤﻌ ﺖ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺇ ﱠﻥ ﺷ ﱠﺮ ﺍﻟ ﱢﺮﻋﺎ ﺀ ﺍﻟ ﺤ ﻄﻤﺔ » ﻓﺈﱠﻳﺎ ﻙ ﺄﻧ ﺗﻜﻮ ﻥ ﻣﻨ ﻬﻢ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 657'
),
	Hadith(
		hadithNumber: 658,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺮﻳﻢ ﺍ ﻷﺯﺩ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﻧﻪ ﻗﺎ ﻝ ﻟﻤﻌﺎ ﻭﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣﻦ ﻭﻻﱠﻩ ﺍﻟﱠﻠﻪ ﺷﻴﺌﺎ ﻣﻦ ﺃﻣﻮ ﺭ ﺍﻟﻤﺴﻠﻤﻴ ﻦ ﻓﺎ ﺣﺘ ﺠ ﺐ ﺩﻭ ﻥ ﺣﺎﺟﺘ ﻬﻢ ﻭ ﺧﱠﻠﺘﻬﻢ ﻭﻓﻘ ﺮﻩﻢ ، ﺍﺣﺘ ﺠﺐ'
			'ﺍﻟﱠﻠﻪ ﺩﻭ ﻥ ﺣﺎ ﺟﺘﻪ ﻭ ﺧﱠﻠﺘ ﻪ ﻭﻓﻘ ﺮﻩ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » ﻓﺠﻌﻞ ﻣﻌﺎ ﻭﻳﺔ ﺭ ﺟﻼ ﻋﻠﻰ ﺣ ﻮﺍﺋ ﺞ ﺍﻟﻨﺎ ﺱ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 658'
),
	Hadith(
		hadithNumber: 659,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺳﺒﻌﺔ ﻳ ﻈﻠﱡ ﻬﻢ ﺍﻟﱠﻠﻪ ﻓﻲ ﻇﱢﻠ ﻪ'
			'ﻳﻮﻡ ﻻ ﻇ ﱠﻞ ﺇ ﱠﻻ ﻇﻠﱡﻪ : ﺇ ﻣﺎﻡ ﻋﺎﺪﻟ ، ﻭ ﺷﺎ ﱞﺏ ﻧ ﺸﺄ ﻓﻲ ﻋﺒﺎﺩﺓ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻭ ﺭ ﺟﻞ ﻣﻌﱠﻠ ﻖ ﻗﻠﺒﻪ ﻓﻲ ﺍﻟ ﻤ ﺴﺎ ﺟﺪ ، ﻭﺭ ﺟﻼ ﻥ'
			'ﺗ ﺤﺎﱠﺑﺎ ﻓﻲ ﺍﻟﱠﻠﻪ ، ﺍﺟﺘﻤﻌﺎ ﻋﻠﻴ ﻪ ، ﻭﺗﻔ ﱠﺮﻗﺎ ﻋﻠﻴ ﻪ ، ﻭﺭ ﺟﻞ ﺩ ﻋﺘﻪ ﺍﻣ ﺮﺃﺓ ﺫﺍ ﺕ ﻣﻨ ﺼﺐ ﻭﺟ ﻤﺎ ﻝ ، ﻓﻘﺎﻝ : ﺇﱢﻧﻰ ﺃ ﺧﺎ ﻑ ﺍﻟﱠﻠﻪ'
			'، ﻭ ﺭ ﺟ ﻞ ﺗ ﺼﱠﺪ ﻕ ﺑﺼﺪﻗ ﺔ ، ﻓﺄ ﺧﻔﺎﻩﺎ ﺣﱠﺘﻰ ﻻ ﺗﻌﻠﻢ ﺷﻤﺎﻟﻪ ﻣﺎ ﺗﻨﻔ ﻖ ﻳﻤﻴﻨﻪ ، ﻭ ﺭ ﺟﻞ ﺫﺁﺮ ﺍﻟﱠﻠﻪ ﺧﺎﻟﻴﺎ ﻓﻔﺎ ﺿ ﺖ ﻋﻴﻨﺎﻩ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 659'
),
	Hadith(
		hadithNumber: 660,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﺇ ﱠﻥ ﺍﻟﻤﻘ ﺴﻄﻴ ﻦ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻋﻠﻰ ﻣﻨﺎﺑ ﺮ ﻣ ﻦ ﻧﻮ ﺭ : ﺍﱠﻟﺬﻳ ﻦ ﻳﻌﺪﻟﻮ ﻥ ﻓﻲ ﺣﻜﻤ ﻬﻢ ﻭﺄﻫﻠﻴ ﻬﻢ ﻭﻣﺎ ﻭﱡﻟﻮﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 660'
),
	Hadith(
		hadithNumber: 661,
		hadith:
						'ﻭ ﻋﻦ ﻋﻮ ﻑ ﺑﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺧﻴﺎ ﺭ'
			'ﺃﺋ ﻤﺘﻜﻢ ﺍﱠﻟﺬﻳ ﻦ ﺗ ﺤﱡﺒﻮﻧ ﻬﻢ ﻭﻳﺤﱡﺒﻮﻧﻜﻢ ، ﻭﺗ ﺼﱡﻠﻮ ﻥ ﻋﻠﻴ ﻬﻢ ﻭﻳ ﺼﱡﻠﻮ ﻥ ﻋﻠﻴﻜﻢ ، ﻭ ﺷ ﺮﺍ ﺭ ﺃﺋﱠﻤﺘﻜﻢ ﺍﱠﻟﺬﻳ ﻦ ﺗﺒﻐ ﻀﻮﻧ ﻬﻢ'
			'ﻭﻳﺒﻐ ﻀﻮﻧﻜﻢ ، ﻭﺗﻠﻌﻨﻮﻧ ﻬﻢ ﻭﻳﻠﻌﻨﻮﻧﻜﻢ » ﻗﺎﻝ : ﻗﻠﻨﺎ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ، ﺃﻓﻼ ﻧﻨﺎﺑﺬ ﻩﻢ ؟ ﻗﺎ ﻝ : « ﻻ ، ﻣﺎ ﺃﻗﺎﻣﻮﺍ ﻓﻴﻜﻢ'
			'ﺍﻟ ﱠﺼﻼﺓ ، ﻻ ، ﻣﺎ ﺃﻗﺎﻣﻮﺍ ﻓﻴﻜﻢ ﺍﻟ ﺼﻼﺓ » ﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ : « ﺗ ﺼﱡﻠﻮ ﻥ ﻋﻠﻴ ﻬﻢ » : ﺗﺪﻋﻮ ﻥ ﻟ ﻬﻢ .'
			'`',
		translation: 'Translation of Hadith 661'
),
	Hadith(
		hadithNumber: 662,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻴﺎ ﺽ ﺑﻦ ﺣﻤﺎﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻪ ﻗﺎ ﻝ : ﺳﻤﻌﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﺃ ﻩ ﻞ'
			'ﺍﻟ ﺠﱠﻨ ﺔ ﺛﻼﺛﺔ : ﺫﻭ ﺳﻠﻄﺎ ﻥ ﻣﻘ ﺴ ﻂ ﻣ ﻮﻓﱠ ﻖ ، ﻭ ﺭ ﺟﻞ ﺭ ﺣﻴﻢ ﺭﻗﻴ ﻖ ﺍﻟﻘﻠ ﺐ ﻟﻜﻞﱢ ﺬﯨ ﻗ ﺮﺑﻰ ﻭﻣ ﺴﻠﻢ ، ﻭ ﻋﻔﻴ ﻒ ﻣﺘﻌﱢﻔ ﻒ ﺫﻭ'
			'ﻋﻴﺎ ﻝ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 662'
),
	Hadith(
		hadithNumber: 663,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻋﻠﻰ ﺍﻟ ﻤ ﺮ ﺀ ﺍﻟﻤ ﺴﻠﻢ ﺍﻟﺴﱠ ﻤ ﻊ'
			'ﻭﺍﻟ ﱠﻄﺎ ﻋﺔ ﻓﻴﻤﺎ ﺃ ﺣ ﱠﺐ ﻭﺁ ﺮﻩ ، ﺇ ﱠﻻ ﺃ ﻥ ﻳ ﺆﻣ ﺮ ﺑ ﻤﻌ ﺼﻴ ﺔ ﻓﺈﺫﺍ ﺃﻣﺮ ﺑﻤﻌ ﺼﻴ ﺔ ﻓ ﻼ ﺳ ﻤ ﻊ ﻭﻻ ﻃﺎ ﻋ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 663'
),
	Hadith(
		hadithNumber: 664,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﺇﺫﺍ ﺑﺎﻳﻌﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍﻟ ﱠﺴ ﻤ ﻊ ﻭﺍﻟ ﱠﻄﺎﻋ ﺔ ﻳﻘﻮ ﻝ ﻟﻨﺎ : «ﻓﻴﻤﺎ'
			'ﺍ ﺳﺘ ﻄﻌﺘﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 664'
),
	Hadith(
		hadithNumber: 665,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣ ﻦ ﺧﻠ ﻊ ﻳﺪﺍ ﻣ ﻦ ﻃﺎ ﻋ ﺔ ﻟﻘﻰ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ'
			'ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻭ ﻻ ﺣ ﱠﺠ ﺔ ﻟﻪ ، ﻭ ﻣ ﻦ ﻣﺎ ﺕ ﻭﻟﻴﺲ ﻓﻲ ﻋﻨﻘ ﻪ ﺑﻴﻌﺔ ﻣﺎ ﺕ ﻣﻴﺘ ﺔ ﺟﺎ ﻩﻠﱠﻴ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : « ﻭ ﻣ ﻦ ﻣﺎ ﺕ ﻭ ﻩ ﻮ ﻣﻔﺎ ﺭ ﻕ ﻟﻠ ﺠﻤﺎﻋ ﺔ ، ﻓﺈﻧﱠﻪ ﻳﻤﻮﺕ ﻣﻴﺘ ﺔ ﺟﺎ ﻩﻠﱠﻴ ﺔ » . « ﺍﻟﻤﻴﺘﺔ » ﺑﻜﺴﺮ ﺍﻟﻤﻴﻢ',
		translation: 'Translation of Hadith 665'
),
	Hadith(
		hadithNumber: 666,
		hadith:
						'ﻭ ﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍ ﺳﻤﻌﻮﺍ ﻭﺃﻃﻴﻌﻮﺍ ، ﻭﺇ ﻥ'
			'ﺍ ﺳﺘﻌﻤﻞ ﻋﻠﻴﻜﻢ ﻋﺒﺪ ﺣﺒﺸ ﱞﻰ ، ﺁﺄ ﱠﻥ ﺭﺃﺳﻪ ﺯﺑﻴﺒﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 666'
),
	Hadith(
		hadithNumber: 667,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋﻠﻴ ﻚ ﺍﻟﺴﱠ ﻤ ﻊ ﻭﺍﻟﻄﱠﺎﻋﺔ'
			'ﻓﻲ ﻋ ﺴ ﺮ ﻙ ﻭﻳ ﺴ ﺮ ﻙ ﻭﻣﻨ ﺸ ﻄ ﻚ ﻭ ﻣﻜﺮ ﻩ ﻚ ﻭﺃﺛ ﺮﺓ ﻋﻠﻴﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 667'
),
	Hadith(
		hadithNumber: 668,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋﻤﺮﻭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻣﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺳﻔ ﺮ ،'
			'ﻓﻨ ﺰﻟﻨﺎ ﻣﻨ ﺰ ﻻ ، ﻓﻤﱠﻨﺎ ﻣ ﻦ ﻳﺼﻠ ﺢ ﺧﺒﺎ ﺀﻩ ، ﻭ ﻣﱠﻨﺎ ﻣ ﻦ ﻳﻨﺘ ﻀ ﻞ ، ﻭ ﻣﱠﻨﺎ ﻣ ﻦ ﻩ ﻮ ﻓﻲ ﺟ ﺸ ﺮﻩ، ﺇﺫ ﻧﺎﺪﯨ ﻣﻨﺎﺪﻳ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍﻟ ﱠﺼﻼﺓ ﺟﺎ ﻣﻌﺔ . ﻓﺎ ﺟﺘﻤﻌﻨﺎ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : « ﺇﻧﱠﻪ ﻟﻢ ﻳﻜ ﻦ'
			'ﻧﺒﻲ ﻗﺒﻠﻲ ﺇ ﱠﻻ ﺁﺎ ﻥ ﺣﻘﺎ ﻋﻠﻴﻪ ﺃ ﻥ ﻳﺪﻝﱠ ﺃﱠﻣﺘﻪ ﻋﻠﻰ ﺧﻴ ﺮ ﻣﺎ ﻳﻌﻠﻤﻪ ﻟ ﻬﻢ ، ﻭﻳﻨﺬ ﺭ ﻩﻢ ﺷ ﱠﺮ ﻣﺎ ﻳﻌﻠﻤﻪ ﻟ ﻬﻢ ، ﻭﺇ ﱠﻥ ﺃﻣﱠﺘﻜﻢ ﻩﺬﻩ'
			'ﺟﻌ ﻞ ﻋﺎﻓﻴﺘﻬﺎ ﻓﻲ ﺃ ﱠﻭﻟﻬﺎ ، ﻭ ﺳﻴ ﺼﻴ ﺐ ﺁ ﺧ ﺮ ﻩﺎ ﺑﻼ ﺀ ﻭﺃﻣﻮﺭ ﺗﻨﻜ ﺮﻭﻧ ﻬﺎ، ﻭﺗﺠﻲ ﺀ ﻓﺘ ﻦ ﻳﺮﻗﱢ ﻖ ﺑﻌ ﻀﻬﺎ ﺑﻌﻀﺎ ، ﻭﺗﺠﻲﺀ'
			'ﺍﻟﻔﺘﻨﺔ ﻓﻴﻘﻮ ﻝ ﺍﻟﻤﺆ ﻣ ﻦ : ﻩﺬﻩ ﻣ ﻬﻠﻜﺘﻲ ، ﺛﻢﱠ ﺗﻨﻜ ﺸ ﻒ ، ﻭﺗﺠﻲ ﺀ ﺍﻟﻔﺘﻨﺔ ﻓﻴﻘﻮ ﻝ ﺍﻟﻤ ﺆﻣ ﻦ : ﻩﺬﻩ ﻩﺬﻩ ، ﻓ ﻤ ﻦ ﺃ ﺣ ﱠﺐ ﺃ ﻥ'
			'ﻳ ﺰ ﺣ ﺰ ﺡ ﻋﻦ ﺍﻟﱠﻨﺎ ﺭ ، ﻭﻳﺪ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ ، ﻓﻠﺘﺄﺗ ﻪ ﻣﻨﻴﺘﻪ ﻭ ﻩ ﻮ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ، ﻭﻟﻴﺄ ﺕ ﺇﻟﻰ ﺍﻟﻨﺎ ﺱ ﺍﻟﺬﻱ ﻳ ﺤﺐﱡ'
			'ﺃ ﻥ ﻳﺆﺗﻰ ﺇﻟﻴﻪ .'
			'ﻭ ﻣ ﻦ ﺑﺎﻳﻊ ﺇﻣﺎﻣﺎ ﻓﺄ ﻋ ﻄﺎﻩ ﺻﻔﻘ ﺔ ﻳﺪﻩ ، ﻭﺛ ﻤﺮﺓ ﻗﻠﺒ ﻪ . ﻓﻠﻴﻄﻌﻪ ﺇ ﻥ ﺍ ﺳﺘ ﻄﺎ ﻉ ، ﻓﺈ ﻥ ﺟﺎ ﺀ ﺁ ﺧ ﺮ ﻳﻨﺎﺯ ﻋﻪ ، ﻓﺎ ﺿﺮﺑﻮﺍ'
			'ﻋﻨ ﻖ ﺍﻵ ﺧ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗ ﻮﻟﻪ : « ﻳﻨﺘ ﻀ ﻞ » ﺄﻳ : ﻳﺴﺎﺑ ﻖ ﺑﺎﻟ ﱠﺮ ﻣﻲ ﺑﺎﻟﱠﻨﺒﻞ ﻭﺍﻟﱡﻨ ﱠﺸﺎﺏ . « ﻭﺍﻟ ﺠ ﺸ ﺮ » ﺑﻔﺘﺢ ﺍﻟﺠﻴﻢ ﻭﺍﻟﺸﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺑﺎﻟﺮﺍ ﺀ'
			': ﻮﻫﻲ ﺍﻟﱠﺪﻭﺍ ﱡﺏ ﺍﻟﺘﻲ ﺗ ﺮ ﻋﻰ ﻭﺗﺒﻴ ﺖ ﻣﻜﺎﻧﻬﺎ . ﻭﻗﻮﻟﻪ: « ﻳﺮﻗﱠ ﻖ ﺑﻌ ﻀ ﻬﺎ ﺑﻌﻀﺎ » ﺄﻳ : ﻳﺼﻴﱢ ﺮ ﺑﻌ ﻀﻬﺎ ﺑﻌﻀﺎ ﺭﻗﻴﻘﺎ ،'
			'ﺄﻳ : ﺧﻔﻴﻔﺎ ﻟﻌ ﻈﻢ ﻣﺎﺑﻌﺪﻩ ، ﻓﺎﻟﱠﺜﺎﻧﻲ ﻳﺮﻗﱠ ﻖ ﺍ ﻷ ﱠﻭ ﻝ . ﻭﻗﻴ ﻞ : ﻣﻌﻨﺎﻩ: ﻳ ﺸﻮﱢ ﻕ ﺑﻌ ﻀ ﻬﺎ ﺇﻟﻰ ﺑﻌ ﺾ ﺑﺘ ﺤﺴﻴﻨﻬﺎ ﻭﺗ ﺴﻮﻳﻠﻬﺎ'
			'ﻭﻗﻴ ﻞ : ﻳ ﺸﺒﻪ ﺑﻌ ﻀﻬﺎ ﺑﻌﻀﺎ .'
			'`',
		translation: 'Translation of Hadith 668'
),
	Hadith(
		hadithNumber: 669,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﻨﻴﺪﺓ ﻭﺍﺋ ﻞ ﺑﻦ ﺣ ﺠ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺷﺄ ﻝ ﺳﻠﻤﺔ ﺑ ﻦ ﻳﺰﻳﺪ ﺍﻟ ﺠﻌﻔ ﱡﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎ ﻝ : ﻳﺎ ﻧﺒﻲ ﺍﻟﱠﻠ ﻪ ، ﺃ ﺭﺃﻳ ﺖ ﺇ ﻥ ﻗﺎ ﻣ ﺖ ﻋﻠﻴﻨﺎ ﺃﻣﺮﺍ ﺀ ﻳﺴﺄﻟﻮﻧﺎ ﺣﱠﻘ ﻬﻢ ، ﻭﻳ ﻤﻨﻌﻮﻧﺎ ﺣﱠﻘﻨﺎ ، ﻓ ﻤﺎ ﺗﺄﻣ ﺮﻧﺎ ؟'
			'ﻓﺄ ﻋﺮ ﺽ ﻋﻨﻪ ، ﺛﻢﱠ ﺳﺄﻟﻪ ، ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﺍ ﺳﻤﻌﻮﺍ ﻭﺃ ﻃﻴﻌﻮﺍ ، ﻓﺈﱠﻧﻤﺎ ﻋﻠﻴ ﻬﻢ ﻣﺎ ﺣﻤﱢﻠﻮﺍ'
			'ﻭﻋﻠﻴﻜﻢ ﻣﺎ ﺣﱢﻤﻠﺘﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 669'
),
	Hadith(
		hadithNumber: 670,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱠﻧ ﻬﺎ ﺳﺘﻜﻮ ﻥ'
			'ﺑﻌﺪﻱ ﺃﺛ ﺮﺓ ، ﻭﺃﻣﻮﺭ ﺗﻨﻜ ﺮﻭﻧ ﻬﺎ ، » ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺁﻴ ﻒ ﺗﺄﻣ ﺮ ﻣ ﻦ ﺃﺩﺭ ﻙ ﻣﱠﻨﺎ ﺫﻟ ﻚ ؟ ﻗﺎ ﻝ : « ﺗ ﺆﱡﺩﻭ ﻥ'
			'ﺍﻟ ﺤ ﱠﻖ ﺍﻟﺬﻱ ﻋﻠﻴﻜﻢ ، ﻭﺗ ﺴﺄﻟﻮ ﻥ ﺍﻟﱠﻠﻪ ﺍﻟﺬﻱ ﻟﻜﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 670'
),
	Hadith(
		hadithNumber: 671,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃ ﻃﺎ ﻋﻨﻲ ﻓﻘﺪ ﺃ ﻃﺎ ﻉ'
			'ﺍﻟﱠﻠﻪ ، ﻭ ﻣ ﻦ ﻋ ﺼﺎﻧﻲ ﻓﻘﺪ ﻋ ﺼﻰ ﺍﻟﱠﻠﻪ ، ﻭ ﻣ ﻦ ﻳ ﻄ ﻊ ﺍﻷ ﻣﻴ ﺮ ﻓﻘﺪ ﺃ ﻃﺎ ﻋﻨﻲ ، ﻭ ﻣ ﻦ ﻳﻌ ﺺ ﺍﻷ ﻣﻴ ﺮ ﻓﻘﺪ ﻋ ﺼﺎﻧﻲ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 671'
),
	Hadith(
		hadithNumber: 672,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻦ ﺁ ﺮﻩ ﻣ ﻦ ﺃ ﻣﻴ ﺮﻩ ﺷﻴﺌﺎ'
			'ﻓﻠﻴﺼﺒﺮ ، ﻓﺈﻧﱠﻪ ﻣﻦ ﺧﺮﺝ ﻣ ﻦ ﺍﻟ ﱡﺴﻠ ﻄﺎ ﻥ ﺷﺒﺮﺍ ﻣﺎ ﺕ ﻣﻴﺘ ﺔ ﺟﺎ ﻩﻠﻴ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 672'
),
	Hadith(
		hadithNumber: 673,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﻜﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣﻦ ﺃ ﻩﺎ ﻥ'
			'ﺍﻟ ﱡﺴﻠ ﻄﺎ ﻥ ﺃ ﻩﺎﻧﻪ ﺍﻟﱠﻠﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'ﻭﻓﻲ ﺍﻟﺒﺎﺏ ﺃﺣﺎﺩﻳﺚ ﺁﺜﻴﺮﺓ ﻓﻲ ﺍﻟﺼﺤﻴﺢ ، ﻭﻗﺪ ﺳﺒﻖ ﺑﻌﻀﻬﺎ ﻓﻲ ﺃﺑﻮﺎﺑ',
		translation: 'Translation of Hadith 673'
),
	Hadith(
		hadithNumber: 674,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﻋﺒﺪ ﺍﻟﺮﺣﻤ ﻦ ﺑﻦ ﺳﻤﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻳﺎ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣﻤﻦ ﺑﻦ ﺳﻤ ﺮﺓ : ﻻ ﺗﺴﺄﻝ ﺍﻹﻣﺎ ﺭﺓ ، ﻓﺈﱠﻧ ﻚ ﺈﻧ ﺃ ﻋ ﻄﻴﺘﻬﺎ ﻋﻦ ﻏﻴ ﺮ ﻣﺴﺄﻟ ﺔ ﺃﻋﻨ ﺖ ﻋﻠﻴﻬﺎ ، ﻭﺈﻧ'
			'ﺃﻋ ﻄﻴﺘﻬﺎ ﻋﻦ ﻣﺴﺄﻟ ﺔ ﻭﺁﻠ ﺖ ﺇﻟﻴﻬﺎ ، ﻭﺇﺫﺍ ﺣﻠﻔ ﺖ ﻋﻠﻰ ﻳ ﻤﻴﻦ ، ﻓ ﺮﺃﻳﺖ ﻏﻴﺮﻩﺎ ﺧﻴﺮﺍ ﻣﻨ ﻬﺎ ، ﻓﺄ ﺕ ﺍﻟﺬﻱ ﻩﻮ ﺧﻴﺮ ،'
			'ﻭﺁﱢﻔﺮ ﻋﻦ ﻳﻤﻴﻨ ﻚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 674'
),
	Hadith(
		hadithNumber: 675,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺃﺑﺎ ﺫﺭ ﺃ ﺭﺎﻛ ﺿﻌﻴﻔﺎ،'
			'ﻭﺇﻧﻲ ﺃ ﺣﺐﱡ ﻟ ﻚ ﻣﺎ ﺃ ﺣﺐﱡ ﻟﻨﻔﺴﻲ، ﻻ ﺗﺄﱠﻣﺮ ﱠﻥ ﻋﻠﻰ ﺍﺛﻨﻴﻦ ﻭﻻ ﺗﻮﱢﻟﻴ ﱠﻦ ﻣﺎﻝ ﻳﺘﻴﻢ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 675'
),
	Hadith(
		hadithNumber: 676,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﻠﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃﻻ ﺗﺴﺘﻌ ﻤﻠﻨﻲ ؟ ﻓ ﻀﺮﺏ ﺑﻴﺪﻩ ﻋﻠﻰ ﻣﻨﻜﺒﻲ ﺛﻢﱠ ﻗﺎﻝ: « ﻳﺎ ﺃﺑﺎ ﺫ ﱟﺭ ﺇﱠﻧ ﻚ'
			'ﺿﻌﻴﻒ ، ﻭﺇﱠﻧ ﻬﺎ ﺃﻣﺎﻧﺔ ، ﻭﺇﱠﻧﻬﺎ ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣﺔ ﺧ ﺰ ﻱ ﻭﻧﺪﺍﻣﺔ ، ﺇ ﱠﻻ ﻣﻦ ﺃ ﺧﺬﻩﺎ ﺑﺤﱢﻘﻬﺎ ، ﻭﺃﺪﯨ ﺍﻟﺬﻱ ﻋﻠﻴ ﻪ ﻓﻴﻬﺎ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 676'
),
	Hadith(
		hadithNumber: 677,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻧﻜﻢ ﺳﺘﺤ ﺮﺻﻮﻥ ﻋﻠﻰ'
			'ﺍﻹﻣﺎﺭﺓ ، ﻭﺳﺘﻜﻮ ﻥ ﻧﺪﺍ ﻣﺔ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 677'
),
	Hadith(
		hadithNumber: 678,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﻭﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺑﻌ ﺚ ﺍﻟﱠﻠﻪ'
			'ﻣﻦ ﻧﺒﻲ ، ﻭﻻ ﺍﺳﺘ ﺨﻠﻒ ﻣ ﻦ ﺧﻠﻴﻔ ﺔ ﺇ ﱠﻻ ﺁﺎﻧ ﺖ ﻟﻪ ﺑ ﻄﺎﻧﺘﺎ ﻥ : ﺑ ﻄﺎﻧﺔ ﺗﺄﻣ ﺮﻩ ﺑﺎﻟ ﻤﻌ ﺮﻭ ﻑ ﻭﺗ ﺤﻀﱡﻪ ﻋﻠﻴﻪ ، ﻭﺑ ﻄﺎﻧﺔ'
			'ﺗﺄﻣ ﺮﻩ ﺑﺎﻟ ﱠﺸ ﱢﺮ ﻭﺗ ﺤﻀﱡﻪ ﻋﻠﻴ ﻪ ﻭﺍﻟ ﻤﻌ ﺼﻮﻡ ﻣﻦ ﻋ ﺼﻢ ﺍﻟﱠﻠﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 678'
),
	Hadith(
		hadithNumber: 679,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃ ﺭﺍﺩ ﺍﻟﱠﻠﻪ ﺑﺎﻷ ﻣﻴ ﺮ'
			'ﺧﻴﺮﺍ ، ﺟﻌ ﻞ ﻟﻪ ﻭﺯﻳ ﺮ ﺻﺪ ﻕ ، ﺈﻧ ﻧﺴﻲ ﺫﱠﺁﺮﻩ ، ﻭﺈﻧ ﺫﺁ ﺮ ﺃ ﻋﺎﻧﻪ ، ﻭﺇﺫﺍ ﺃ ﺭﺍﺩ ﺑ ﻪ ﻏﻴ ﺮ ﺫﻟﻚ ﺟﻌ ﻞ ﻟﻪ ﻭ ﺯﻳ ﺮ ﺳﻮ ﺀ ،'
			'ﺈﻧ ﻧﺴﻲ ﻟﻢ ﻳﺬﱢﺁﺮﻩ ، ﻭﺈﻧ ﺫﺁ ﺮ ﻟﻢ ﻳﻌﻨﻪ». ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺟﻴﺪ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 679'
),
	Hadith(
		hadithNumber: 680,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺩ ﺧﻠ ﺖ ﻋﻠﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﺎ ﻭ ﺭ ﺟﻼ ﻥ ﻣ ﻦ'
			'ﺑﻨﻲ ﻋﱢﻤﻲ ، ﻓﻘﺎﻝ ﺃ ﺣﺪ ﻩﻤﺎ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺃﱢﻣﺮﻧﺎ ﻋﻠﻰ ﺑﻌ ﺾ ﻣﺎ ﻭ ﱠﻻ ﻙ ﺍﻟﱠﻠﻪ ، ﻋ ﱠﺰ ﻭﺟ ﱠﻞ ، ﻭﻗﺎﻝ ﺍﻵﺧ ﺮ ﻣﺜ ﻞ ﺫﻟ ﻚ ،'
			'ﻓﻘﺎﻝ : « ﺇﱠﻧﺎ ﻭﺍﻟﱠﻠﻪ ﻻ ﻧ ﻮﱢﻟﻲ ﻩﺬﺍ ﺍﻟﻌ ﻤ ﻞ ﺃﺣﺪﺍ ﺳﺄﻟﻪ ، ﺃﻭ ﺃ ﺣﺪﺍ ﺣ ﺮﺹ ﻋﻠﻴﻪ »',
		translation: 'Translation of Hadith 680'
),
	Hadith(
		hadithNumber: 681,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﱠﺮ ﻋﻠﻰ ﺭ ﺟ ﻞ ﻣ ﻦ ﺍ ﻷﻧ ﺼﺎ ﺭ ﻭ ﻩ ﻮ'
			'ﻳﻌ ﻆ ﺃ ﺧﺎﻩ ﻓﻲ ﺍﻟ ﺤﻴﺎ ﺀ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺩ ﻋﻪ ﻓﺈ ﱠﻥ ﺍﻟﺤﻴﺎ ﺀ ﻣ ﻦ ﺍ ﻹﻳﻤﺎ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 681'
),
	Hadith(
		hadithNumber: 682,
		hadith:
						'ﻭﻋﻦ ﻋ ﻤﺮﺎﻧ ﺑﻦ ﺣ ﺼﻴﻦ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟﺤﻴﺎ ﺀ ﻻ'
			'ﻳﺄﺗﻲ ﺇ ﱠﻻ ﺑ ﺨﻴ ﺮ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﺍﻟ ﺤﻴﺎ ﺀ ﺧﻴﺮ ﺁﻠﱡﻪ » ﺃ ﻭ ﻗﺎ ﻝ : « ﺍﻟ ﺤﻴﺎ ﺀ ﺁﻠﱡﻪ ﺧﻴﺮ » .'
			'`',
		translation: 'Translation of Hadith 682'
),
	Hadith(
		hadithNumber: 683,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻹﻳ ﻤﺎ ﻥ ﺑ ﻀﻊ ﻭﺳﺒﻌﻮ ﻥ'
			'، ﺃ ﻭ ﺑ ﻀ ﻊ ﻭ ﺳﱡﺘﻮ ﻥ ﺷﻌﺒ ﺔ ، ﻓﺄﻓ ﻀﻠﻬﺎ ﻗ ﻮ ﻝ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃﺩﻧﺎﻩﺎ ﺇ ﻣﺎﻃﺔ ﺍ ﻷﺬﯨ ﻋ ﻦ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ، ﻭﺍﻟﺤﻴﺎ ﺀ ﺷﻌﺒﺔ'
			'ﻣ ﻦ ﺍﻹﻳ ﻤﺎ ﻥ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺒ ﻀ ﻊ » : ﺑﻜﺴﺮ ﺍﻟﺒﺎﺀ . ﻭﻳﺠﻮﺯ ﻓﺘﺤﻬﺎ ، ﻭ ﻩ ﻮ ﻣﻦ ﺍﻟﺜﻼﺛ ﺔ ﺇﻟﻰ ﺍﻟﻌ ﺸ ﺮﺓ . « ﻭﺍﻟ ﱡﺸﻌﺒﺔ » : ﺍﻟﻘ ﻄﻌﺔ ﻭﺍﻟ ﺤ ﻀﻠﺔ .'
			'« ﻭﺍﻹﻣﺎ ﻃﺔ » : ﺍﻹ ﺯﺍﻟﺔ ، « ﻭﺍ ﻷﺬﯨ »: ﻣﺎ ﻳﺆﺬﻳ ﺁﺤ ﺠ ﺮ ﻭ ﺷ ﻮ ﻙ ﻭﻃﻴ ﻦ ﻭ ﺭ ﻣﺎﺩ ﻭﻗﺬ ﺭ ﻭﻧﺤ ﻮ ﺫﻟ ﻚ',
		translation: 'Translation of Hadith 683'
),
	Hadith(
		hadithNumber: 684,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺷﱠﺪ ﺣﻴﺎ ﺀ ﻣ ﻦ.'
			'ﺍﻟﻌﺬ ﺭﺍ ﺀ ﻓﻲ ﺧﺪ ﺭ ﻩﺎ ، ﻓﺈﺫﺍ ﺭﺄﯨ ﺷﻴﺌﺎ ﻳﻜ ﺮ ﻩﻪ ﻋ ﺮﻓﻨﺎﻩ ﻓﻲ ﻭ ﺟ ﻬ ﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﺎﻝ ﺍﻟﻌﻠﻤﺎ ﺀ : ﺣﻘﻴﻘﺔ ﺍﻟ ﺤﻴﺎﺀ ﺧﻠ ﻖ ﻳﺒﻌ ﺚ ﻋﻠﻰ ﺗ ﺮ ﻙ ﺍﻟﻘﺒﻴ ﺢ ، ﻭﻳ ﻤﻨ ﻊ ﻣ ﻦ ﺍﻟﺘﻘﺼﻴﺮ ﻓﻲ ﺣ ﱢﻖ ﺬﻳ ﺍﻟ ﺤ ﱢﻖ . ﻭﺭ ﻭﻳﻨﺎ ﻋ ﻦ'
			'ﺃﺑﻲ ﺍﻟﻘﺎﺳﻢ ﺍﻟ ﺠﻨﻴﺪ ﺭﺣ ﻤﻪ ﺍﻟﱠﻠﻪ ﻗﺎﻝ : ﺍﻟ ﺤﻴﺎ ﺀ ﺭﺅﻳﺔ ﺍﻵﻻﺀ ﺄﻳ : ﺍﻟﱢﻨﻌﻢ ﻭﺭ ﺅﻳﺔ ﺍﻟﱠﺘﻘ ﺼﻴ ﺮ . ﻓﻴﺘ ﻮﻟﱠﺪ ﺑﻴﻨ ﻬﻤﺎ ﺣﺎﻟﺔ'
			'ﺗ ﺴﱠﻤﻰ ﺣﻴﺎ ﺀ',
		translation: 'Translation of Hadith 684'
),
	Hadith(
		hadithNumber: 685,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻣ ﻦ ﺃ ﺷ ﱢﺮ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻣﻨ ﺰﻟﺔ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺍﻟ ﱠﺮ ﺟﻞ ﻳﻔ ﻀﻲ ﺇﻟﻰ ﺍﻟ ﻤ ﺮﺃﺓ ﻭﺗﻔ ﻀﻲ ﺇﻟﻴ ﻪ ﺛﻢﱠ ﻳﻨ ﺸ ﺮ ﺳ ﱠﺮ ﻩﺎ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 685'
),
	Hadith(
		hadithNumber: 686,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺣﻴﻦ ﺗﺄﱠﻳﻤ ﺖ ﺑﻨﺘﻪ ﺣﻔﺼﺔ ﻗﺎﻝ : ﻟﻘﻴ ﺖ'
			'ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﻋﱠﻔﺎﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻌ ﺮ ﺿ ﺖ ﻋﻠﻴﻪ ﺣﻔﺼ ﺔ ﻓﻘﻠ ﺖ : ﺇ ﻥ ﺷﺌ ﺖ ﺃﻧﻜ ﺤﺘ ﻚ ﺣﻔ ﺼ ﺔ ﺑﻨ ﺖ ﻋﻤ ﺮ ؟ ﻗﺎﻝ :'
			'ﺳﺄﻧ ﻈ ﺮ ﻓﻲ ﺃ ﻣ ﺮﻱ ﻓﻠﺒﺜ ﺖ ﻟﻴﺎﻟ ﻲ ، ﺛﻢﱠ ﻟﻘﻴﻨﻲ ، ﻓﻘﺎﻝ: ﻗﺪ ﺑﺪﺍ ﻟﻲ ﺃ ﻥ ﻻ ﺃﺗ ﺰ ﱠﻭ ﺝ ﻳ ﻮﻣﻲ ﻩﺬﺍ ، ﻓﻠﻘﻴ ﺖ ﺃﺑﺎ ﺑﻜ ﺮ ﺍﻟ ﱢﺼﺪﻳ ﻖ'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ . ﻓﻘﻠ ﺖ : ﺈﻧ ﺷﺌ ﺖ ﺃﻧﻜ ﺤﺘ ﻚ ﺣﻔﺼ ﺔ ﺑﻨ ﺖ ﻋﻤﺮ ، ﻓﺼﻤ ﺖ ﺃﺑﻮ ﺑﻜﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻠﻢ ﻳ ﺮ ﺟ ﻊ ﺇﻟ ﱠﻲ'
			'ﺷﻴﺌﺎ، ﻓﻜﻨ ﺖ ﻋﻠﻴﻪ ﺃﻭ ﺟﺪ ﻣﱢﻨﻲ ﻋﻠﻰ ﻋﺜﻤﺎ ﻥ ، ﻓﻠﺒﺜ ﺖ ﻟﻴﺎﻟﻲ ، ﺛﻢﱠ ﺧ ﻄﺒ ﻬﺎ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄﻧﻜ ﺤﺘ ﻬﺎ'
			'ﺇﱠﻳﺎﻩ ، ﻓﻠﻘﻴﻨﻲ ﺃﺑﻮ ﺑﻜ ﺮ ﻓﻘﺎﻝ : ﻟﻌﱠﻠ ﻚ ﻭ ﺟﺪ ﺕ ﻋﻠ ﱠﻲ ﺣﻴ ﻦ ﻋﺮ ﺿ ﺖ ﻋﻠ ﱠﻲ ﺣﻔﺼﺔ ﻓﻠﻢ ﺃ ﺭﺟ ﻊ ﺇﻟﻴ ﻚ ﺷﻴﺌﺎ ؟ ﻓﻘﻠﺖ : ﻧﻌﻢ .'
			'ﻗﺎﻝ : ﻓﺈﻧ ﻪ ﻟﻢ ﻳ ﻤﻨﻌﻨﻲ ﺃ ﻥ ﺃ ﺭ ﺟ ﻊ ﺇﻟﻴ ﻚ ﻓﻴﻤﺎ ﻋﺮ ﺿ ﺖ ﻋﻠ ﱠﻲ ﺍ ﱠﻻ ﺃﱢﻧﻲ ﺁﻨ ﺖ ﻋﻠ ﻤ ﺖ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺫﺁ ﺮﻩﺎ ، ﻓﻠﻢ ﺃﺁ ﻦ ﻷﻓ ﺸﻲ ﺳ ﱠﺮ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻟ ﻮ ﺗﺮﺁ ﻬﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻘﺒﻠﺘ ﻬﺎ'
			'، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 686'
),
	Hadith(
		hadithNumber: 687,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺁﻦﱠ ﺃ ﺯﻭﺍ ﺝ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻨﺪﻩ ، ﻓﺄﻗﺒﻠ ﺖ ﻓﺎ ﻃﻤﺔ.'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺗ ﻤ ﺸﻲ . ﻣﺎ ﺗ ﺨﻄﻲ ﺀ ﻣ ﺸﻴﺘ ﻬﺎ ﻣ ﻦ ﻣ ﺸﻴ ﺔ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺷﻴﺌﺎ ، ﻓﻠﱠﻤﺎ ﺭﺁﻩﺎ'
			'ﺭ ﱠﺣ ﺐ ﺑﻬﺎ ﻭﻗﺎﻝ : « ﻣ ﺮﺣﺒﺎ ﺑﺎﺑﻨﺘﻲ » ﺛﻢﱠ ﺃ ﺟﻠﺴ ﻬﺎ ﻋ ﻦ ﻳ ﻤﻴﻨ ﻪ ﺃ ﻭ ﻋ ﻦ ﺷﻤﺎﻟ ﻪ . ﺛﻢﱠ ﺳﺎ ﱠﺮﻫﺎ ﻓﺒﻜ ﺖ ﺑﻜﺎ ﺀ ﺷﺪﻳﺪﺍ ، ﻓﻠﱠﻤﺎ'
			'ﺭﺄﯨ ﺟ ﺰ ﻋﻬﺎ ﺳﺎ ﱠﺮﻫﺎ ﺍﻟﱠﺜﺎﻧﻴ ﺔ ﻓ ﻀ ﺤﻜﺖ ، ﻓﻘﻠﺖ ﻟ ﻬﺎ : ﺧ ﱠﺼﻚ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻦ ﺑﻴ ﻦ ﻧﺴﺎﺋ ﻪ'
			'ﺑﺎﻟ ﱠﺴﺮﺍ ﺭ ، ﺛﻢﱠ ﺃﻧ ﺖ ﺗﺒﻜﻴﻦ ؟'
			'ﻓﻠﱠﻤﺎ ﻗﺎﻡ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﺄﻟﺘ ﻬﺎ : ﻣﺎ ﻗﺎﻝ ﻟ ﻚ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﻗﺎﻟﺖ : ﻣﺎ'
			'ﺁﻨ ﺖ ﻷﻓ ﺸﻲ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﺮﱠﻩ . ﻓﻠﱠﻤﺎ ﺗ ﻮﱢﻓ ﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﻠ ﺖ :'
			'ﻋ ﺰ ﻣ ﺖ ﻋﻠﻴ ﻚ ﺑ ﻤﺎ ﻟﻲ ﻋﻠﻴ ﻚ ﻣ ﻦ ﺍﻟ ﺤ ﱢﻖ ، ﻟ ﻤﺎ ﺣﱠﺪﺛﺘﻨﻲ ﻣﺎ ﻗﺎﻝ ﻟ ﻚ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﻓﻘﺎﻟ ﺖ : ﺃﱠﻣﺎ'
			'ﺍﻵ ﻥ ﻓﻨﻌﻢ ، ﺃﻣﺎ ﺣﻴﻦ ﺳﺎ ﱠﺭﻧﻲ ﻓﻲ ﺍﻟ ﻤ ﱠﺮﺓ ﺍﻷﻭﻟﻰ ﻓﺄ ﺧﺒﺮﻧﻲ « ﺃ ﱠﻥ ﺟﺒ ﺮﻳﻞ ﺁﺎﻥ ﻳﻌﺎ ﺭ ﺿﻪ ﺍﻟﻘ ﺮﺁﻥ ﻓﻲ ﺁﻞﱢ ﺳﻨ ﺔ ﻣ ﱠﺮﺓ ﺃ ﻭ'
			'ﻣ ﱠﺮﺗﻴﻦ، ﻭﺃﻧﱠﻪ ﻋﺎ ﺭﺿﻪ ﺍﻵ ﻥ ﻣ ﱠﺮﺗﻴ ﻦ ، ﻭﺇﻧﻲ ﻻ ﺃ ﺮﯨ ﺍﻷ ﺟﻞ ﺇ ﱠﻻ ﻗﺪ ﺍﻗﺘ ﺮﺏ ، ﻓﺎﱠﺗﻘﻲ ﺍﻟﱠﻠﻪ ﻭﺍ ﺻﺒ ﺮﻱ ، ﻓﺈﱠﻧﻪ ﻧﻌﻢ ﺍﻟ ﱠﺴﻠﻒ'
			'ﺃﻧﺎ ﻟ ﻚ » ﻓﺒﻜﻴ ﺖ ﺑﻜﺎﺋ ﻲ ﺍﻟﺬﻱ ﺭﺃﻳ ﺖ ، ﻓﻠﱠﻤﺎ ﺭﺄﯨ ﺟﺰ ﻋﻲ ﺳﺎ ﱠﺭﻧﻲ ﺍﻟﺜﺎﻧﻴ ﺔ ، ﻓﻘﺎﻝ : « ﻳﺎ ﻓﺎﻃﻤﺔ ﺃﻣﺎ ﺗ ﺮ ﺿﻴ ﻦ ﺃ ﻥ'
			'ﺗﻜﻮﻧﻲ ﺳﱢﻴﺪﺓ ﻧ ﺴﺎﺀ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ، ﺃ ﻭ ﺳﱢﻴﺪﺓ ﻧﺴﺎ ﺀ ﻩﺬﻩ ﺍﻷﱠﻣ ﺔ ؟ » ﻓ ﻀ ﺤﻜ ﺖ ﺿ ﺤﻜﻲ ﺍﻟﺬﻱ ﺭﺃﻳ ﺖ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻮﻫﺬﺍ ﻟﻔﻆ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 687'
),
	Hadith(
		hadithNumber: 688,
		hadith:
						'ﻭﻋﻦ ﺛﺎﺑ ﺖ ﻋﻦ ﺃﻧﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻰ ﻋﻠ ﱠﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃﻧﺎ ﺃﻟﻌ ﺐ ﻣﻊ'
			'ﺍﻟﻐﻠﻤﺎ ﻥ ، ﻓﺴﱠﻠﻢ ﻋﻠﻴﻨﺎ ، ﻓﺒﻌﺜﻨﻲ ﻓﻲ ﺣﺎﺟﺔ ، ﻓﺄﺑﻄﺄ ﺕ ﻋﻠﻰ ﺃﱢﻣﻲ ، ﻓﻠﱠﻤﺎ ﺟﺌ ﺖ ﻗﺎﻟﺖ : ﻣﺎ ﺣﺒ ﺴ ﻚ ؟ ﻓﻘﻠ ﺖ : ﺑﻌﺜﻨﻲ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟ ﺤﺎ ﺟ ﺔ ، ﻗﺎﻟﺖ : ﻣﺎ ﺣﺎﺟﺘﻪ ؟ ﻗﻠﺖ : ﺇﱠﻧ ﻬﺎ ﺳﱞﺮ . ﻗﺎﻟ ﺖ: ﻻ ﺗ ﺨﺒ ﺮ ﱠﻥ ﺑ ﺴﺮ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺣﺪﺍ . ﻗﺎﻝ ﺃﻧ ﺲ : ﻭﺍﻟﱠﻠ ﻪ ﻟ ﻮ ﺣﺪﱠﺛ ﺖ ﺑ ﻪ ﺃ ﺣﺪﺍ ﻟﺤﱠﺪﺛﺘ ﻚ ﺑ ﻪ ﻳﺎ ﺛﺎﺑﺖ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﺭﻮﯨ'
			'ﺍﻟﺒﺨﺎﺮﻳ ﺑﻌ ﻀﻪ ﻣ ﺨﺘﺼﺮﺍ',
		translation: 'Translation of Hadith 688'
),
	Hadith(
		hadithNumber: 689,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺁﻳﺔ ﺍﻟﻤﻨﺎﻓ ﻖ ﺛﻼ ﺙ : ﺇﺫﺍ'
			'ﺣﱠﺪﺙ ﺁﺬﺏ ، ﻭﺇﺫﺍ ﻭﻋﺪ ﺃﺧﻠﻒ ، ﻭﺇﺫﺍ ﺍ ﺅﺗ ﻤ ﻦ ﺧﺎ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺯﺍﺩ ﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : « ﻭﺇ ﻥ ﺻﺎﻡ ﻭ ﺻﱠﻠﻰ ﻭ ﺯ ﻋﻢ ﺃﻧﱠﻪ ﻣﺴﻠﻢ »',
		translation: 'Translation of Hadith 689'
),
	Hadith(
		hadithNumber: 690,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «'
			'ﺃ ﺭﺑﻊ ﻣ ﻦ ﺁﻦﱠ ﻓﻴ ﻪ ﺁﺎ ﻥ ﻣﻨﺎﻓﻘﺎ ﺧﺎﻟﺼﺎ . ﻭﻣ ﻦ ﺁﺎﻧ ﺖ ﻓﻴﻪ ﺧﺼﻠﺔ ﻣﻨ ﻬﻦﱠ ﺁﺎﻧ ﺖ ﻓﻴ ﻪ ﺧ ﺼﻠﺔ ﻣﻦ ﺍﻟﱢﻨﻔﺎ ﻕ ﺣﱠﺘﻰ ﻳﺪ ﻋ ﻬﺎ :'
			'ﺇﺫﺍ ﺍ ﺅﺗ ﻤ ﻦ ﺧﺎﻥ ، ﻭﺇﺫﺍ ﺣﱠﺪ ﺙ ﺁﺬ ﺏ ، ﻭﺇﺫﺍ ﻋﺎ ﻩﺪ ﻏﺪﺭ ، ﻭﺇﺫﺍ ﺧﺎ ﺻﻢ ﻓ ﺠ ﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 690'
),
	Hadith(
		hadithNumber: 691,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻮ ﻗﺪ ﺟﺎ ﺀ ﻣﺎ ﻝ ﺍﻟﺒ ﺤ ﺮﻳﻦ'
			'ﺃ ﻋ ﻄﻴﺘ ﻚ ﻩﻜﺬﺍ ﻮﻫﻜﺬﺍ ﻭ ﻩﻜﺬﺍ » ﻓﻠﻢ ﻳﺠﻲ ﺀ ﻣﺎ ﻝ ﺍﻟﺒ ﺤ ﺮﻳ ﻦ ﺣﱠﺘﻰ ﻗﺒ ﺾ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻠﱠﻤﺎ ﺟﺎ ﺀ ﻣﺎ ﻝ'
			'ﻓﻠﻴﺄﺗﻨﺎ . ﻓﺄﺗﻴﺘﻪ ﻭﻗﻠ ﺖ ﻟﻪ : ﺇ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﻟﻲ ﺁﺬﺍ ، ﻓﺤﺜﻰ ﻟﻲ ﺣﺜﻴ ﺔ ، ﻓﻌﺪﺩﺗﻬﺎ ، ﻓﺈﺫﺍ ﻩﻲﺍﻟﺒ ﺤ ﺮﻳﻦ ﺃ ﻣ ﺮ ﺃﺑﻮ ﺑﻜ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻨﺎﺪﯨ : ﻣ ﻦ ﺁﺎ ﻥ ﻟﻪ ﻋﻨﺪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﺪﺓ ﺃ ﻭ ﺩﻳ ﻦ'
			'ﺧ ﻤ ﺴ ﻤﺎﺋ ﺔ ، ﻓﻘﺎﻝ ﻟﻲ : ﺧﺬ ﻣﺜﻠﻴ ﻬﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 691'
),
	Hadith(
		hadithNumber: 692,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'ﻳﺎ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ، ﻻ ﺗﻜ ﻦ ﻣﺜﻞ ﻓﻼ ﻥ ، ﺁﺎ ﻥ ﻳﻘﻮﻡ ﺍﻟﱠﻠﻴ ﻞ ﻓﺘ ﺮﻙ ﻗﻴﺎﻡ ﺍﻟﱠﻠﻴﻞ ، » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 692'
),
	Hadith(
		hadithNumber: 693,
		hadith:
						'ﻋﻦ ﻋﺪﻱ ﺑﻦ ﺣﺎﺗﻢ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ: « ﺍﺗﻘ(1127:'
			'ﺗﻤﺮﺓ ﻓﻤﻦ ﻟﻢ ﻳﺠﺪ ﻓﺒﻜﻠﻤﺔ ﻃﻴﺒﺔ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 693'
),
	Hadith(
		hadithNumber: 695,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫﺭ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ: « ﻻ ﺗﺤﻘﺮﻥ ﻣ(1127:'
			'ﺷﻴﺌﺎ، ﻭﻟﻮ ﺄﻧ ﺗﻠﻘﻰ ﺃﺧﺎﻙ ﺑﻮﺟﻪ ﻃﻠﻴﻖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 695'
),
	Hadith(
		hadithNumber: 696,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺗﻜﻠﻢ ﺑﻜﻠ ﻤ ﺔ ﺃ ﻋﺎﺪﻫﺎ ﺛﻼﺛﺎ ﺣﱠﺘﻰ ﺗﻔ ﻬﻢ ﻋﻨﻪ'
			'، ﻭﺇﺫﺍ ﺃﺗﻰ ﻋﻠﻰ ﻗ ﻮﻡ ﻓ ﺴﱠﻠﻢ ﻋﻠﻴ ﻬﻢ ﺳﱠﻠﻢ ﻋﻠﻴ ﻬﻢ ﺛﻼﺛﺎ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 696'
),
	Hadith(
		hadithNumber: 697,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﺎﻥ ﺁﻼﻡ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﻼﻣﺎ ﻓ ﺼﻼ ﻳﻔ ﻬﻤﻪ ﺁﻞﱡ'
			'ﻣﻦ ﻳ ﺴﻤﻌﻪ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'`',
		translation: 'Translation of Hadith 697'
),
	Hadith(
		hadithNumber: 698,
		hadith:
						'ﻋﻦ ﺟﺮﻳﺮ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺣ ﱠﺠ ﺔ ﺍﻟ ﻮﺩﺎﻋ :'
			'« ﺍ ﺳﺘﻨ ﺼ ﺖ ﺍﻟﱠﻨﺎ ﺱ » ﺛﱠﻢ ﻗﺎﻝ : « ﻻ ﺗ ﺮ ﺟﻌﻮﺍ ﺑﻌﺪﻱ ﺁﱠﻔﺎﺭﺍ ﻳ ﻀ ﺮ ﺏ ﺑﻌ ﻀﻜﻢ ﺭﻗﺎﺏ ﺑﻌ ﺾ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 698'
),
	Hadith(
		hadithNumber: 699,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻭﺍﺋ ﻞ ﺷﻘﻴ ﻖ ﺑ ﻦ ﺳﻠ ﻤ ﺔ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻳﺬﱢﺁ ﺮﻧﺎ ﻓﻲ ﺁﻞ ﺧ ﻤﻴ ﺲ ﻣﺮﺓ ، ﻓﻘﺎ ﻝ'
			'ﻟﻪ ﺭ ﺟﻞ : ﻳﺎ ﺃﺑﺎ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﻟﻮﺩﺩ ﺕ ﺃﱠﻧ ﻚ ﺫﱠﺁ ﺮﺗﻨﺎ ﺁﻞﱠ ﻳ ﻮﻡ ، ﻓﻘﺎﻝ : ﺃﻣﺎ ﺇﻧﱠﻪ ﻳﻤﻨﻌﻨﻲ ﻣ ﻦ ﺫﻟ ﻚ ﺃﻧﻲ ﺃﺁ ﺮﻩ ﺃ ﻥ ﺃ ﻣﱠﻠﻜﻢ'
			'ﻭﺇﱢﻧﻲ ﺃﺗ ﺨﻮﱠﻟﻜﻢ ﺑﺎﻟﻤ ﻮ ﻋﻈ ﺔ ، ﺁﻤـﺎ ﺁﺎ ﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺘ ﺨ ﱠﻮﻟﻨﺎ ﺑﻬﺎ ﻣﺨﺎﻓ ﺔ ﺍﻟ ﱠﺴﺂ ﻣ ﺔ ﻋﻠﻴﻨﺎ .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻳﺘ ﺨ ﱠﻮﻟﻨﺎ » ﻳﺘﻌ ﱠﻬﺪﻧﺎ',
		translation: 'Translation of Hadith 699'
),
	Hadith(
		hadithNumber: 700,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﻴﻘﻈﺎﻥ ﻋﱠﻤﺎﺭ ﺑﻦ ﻳﺎﺳﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮﻝ : « ﺇ ﱠﻥ ﻃﻮ ﻝ ﺻﻼﺓ ﺍﻟ ﱠﺮ ﺟ ﻞ ، ﻭﻗﺼﺮ ﺧ ﻄﺒﺘﻪ ، ﻣﺌﱠﻨﺔ ﻣ ﻦ ﻓﻘ ﻬ ﻪ . ﻓﺄ ﻃﻴﻠﻮﺍ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺃﻗ ﺼﺮﻭﺍ ﺍﻟ ﺨ ﻄﺒ ﺔ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'» ﻣﺌﱠﻨﺔ » ﺑﻤﻴﻢ ﻣﻔﺘﻮﺣﺔ ، ﺛﻢ ﻩﻤﺰﺓ ﻣﻜﺴﻮﺭﺓ ، ﺛﻢ ﻧﻮﻥ ﻣﺸﺪﺩﺓ ، ﺃ ﻱ : ﻋﻼﻣﺔ ﺩﺍﱠﻟﺔ ﻋﻠﻰ ﻓﻘ ﻬ ﻪ.'
			'`',
		translation: 'Translation of Hadith 700'
),
	Hadith(
		hadithNumber: 701,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﻭﻳ ﺔ ﺑ ﻦ ﺍﻟ ﺤﻜﻢ ﺍﻟ ﱡﺴﻠ ﻤ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : « ﺑﻴﻨﻤﺎ ﺃﻧﺎ ﺃ ﺻﱢﻠﻰ ﻣﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﺇﺫ ﻋﻄ ﺲ ﺭ ﺟﻞ ﻣ ﻦ ﺍﻟﻘ ﻮﻡ ﻓﻘﻠ ﺖ : ﻳ ﺮ ﺣﻤ ﻚ ﺍﻟﱠﻠﻪ ، ﻓ ﺮﻣﺎﻧﻲ ﺍﻟﻘﻮﻡ ﺑﺎﺑﺼﺎ ﺮﻫﻢ ، ﻓﻘﻠﺖ : ﻭﺍ ﺛﻜﻞ ﺃﱠﻣﻴﺎﻩ ﻣﺎ'
			'ﺷﺄﻧﻜﻢ ﺗﻨﻈﺮﻮﻧ ﺇﻟ ﱠﻲ ؟ ﻓﺠﻌﻠﻮﺍ ﻳﻀﺮﺑﻮﻥ ﺑﺄﻳﺪﻳﻬﻢ ﻋﻠﻰ ﺃﻓﺨﺎﺬﻫﻢ ﻓﻠﻤﺎ ﺭﺃﻳﺘﻬﻢ ﻳ ﺼﻤﱢﺘﻮﻧﻨﻲ ﻟﻜﻨﻲ ﺳﻜﺖ ، ﻓﻠﱠﻤﺎ ﺻﻠﻰ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺒﺎﺑﻲ ﻩ ﻮ ﻭﺃﱢﻣﻲ ، ﻣﺎ ﺭﺃﻳ ﺖ ﻣﻌﱢﻠﻤﺎ ﻗﺒﻠﻪ ﻭﻻ ﺑﻌﺪﻩ ﺃ ﺣﺴ ﻦ ﺗﻌﻠﻴﻤﺎ ﻣﻨﻪ ، ﻓ ﻮﺍﻟﱠﻠﻪ'
			'ﻣﺎ ﺁ ﻬﺮﻧﻲ ﻭﻻ ﺿ ﺮﺑﻨﻲ ﻭﻻ ﺷﺘ ﻤﻨﻲ ، ﻗﺎﻝ : « ﺇ ﱠﻥ ﻩﺬﻩ ﺍﻟ ﱠﺼﻼﺓ ﻻ ﻳ ﺼﻠ ﺢ ﻓﻴﻬﺎ ﺷﻲ ﺀ ﻣ ﻦ ﺁﻼﻡ ﺍﻟﱠﻨﺎ ﺱ ، ﺇﱠﻧﻤﺎ ﻩ ﻲ'
			'ﺍﻟﱠﺘ ﺴﺒﻴ ﺢ ﻭﺍﻟﱠﺘﻜﺒﻴ ﺮ ، ﻭﻗ ﺮﺍ ﺀﺓ ﺍﻟﻘﺮﺁ ﻥ » ﺃﻭ ﺁﻤﺎ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻗﻠﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ،'
			'ﺇﻧﻲ ﺣﺪﻳﺚ ﻋ ﻬﺪ ﺑ ﺠﺎ ﻩﻠﻴﺔ ، ﻭﻗﺪ ﺟﺎ ﺀ ﺍﻟﱠﻠﻪ ﺑﺎ ﻹ ﺳﻼﻡ ، ﻭﺇ ﱠﻥ ﻣﱠﻨﺎ ﺭﺟﺎ ﻻ ﻳﺄﺗﻮ ﻥ ﺍﻟﻜ ﱠﻬﺎ ﻥ ؟ ﻗﺎﻝ : « ﻓﻼ ﺗﺄﺗ ﻬﻢ » ﻗﻠﺖ :'
			'»ﺍﻟﱡﺜﻜﻞ » ﺑﻀﻢ ﺍﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜﺔ : ﺍﻟﻤ ﺼﻴﺒﺔ ﻭﺍﻟﻔﺠﻴﻌﺔ . « ﻣﺎ ﺁ ﻬﺮﻧﻲ » ﺃ ﻱ ﻣﺎ ﻧﻬ ﺮﻧﻲ .ﻭﻣﱠﻨﺎ ﺭﺟﺎﻝ ﻳﺘﻄﱠﻴﺮﻭ ﻥ؟ ﻗﺎﻝ : «ﺫﺍ ﻙ ﺷ ﻲﺀ ﻳ ﺠﺪﻭﻧﻪ ﻓﻲ ﺻﺪﻭ ﺭ ﻩﻢ ، ﻓﻼ ﻳ ﺼﺪﱠﻧﱠ ﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 701'
),
	Hadith(
		hadithNumber: 702,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻌ ﺮﺑﺎﺽ ﺑﻦ ﺳﺎﺭﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻭﻋ ﻈﻨﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻮ ﻋ ﻈ ﺔ ﻭ ﺟﻠ ﺖ'
			'ﻣﻨ ﻬﺎ ﺍﻟﻘﻠﻮﺏ . ﻭﺫ ﺭﻓ ﺖ ﻣﻨﻬﺎ ﺍﻟﻌﻴﻮﻥ ﻭﺫﺁ ﺮ ﺍﻟﺤﺪﻳ ﺚ ، ﻭﻗﺪ ﺳﺒﻖ ﺑﻜﻤﺎﻟ ﻪ ﻓﻲ ﺑﺎﺏ ﺍﻷﻣﺮ ﺑﺎﻟﻤﺤﺎﻓﻈ ﺔ ﻋﻠﻰ ﺍﻟ ﱡﺴﱠﻨ ﺔ ،'
			'ﻭﺫﺁ ﺮﻧﺎ ﺃ ﱠﻥ ﺍﻟﱢﺘ ﺮﻣﺬ ﱠﻱ ﻗﺎﻝ ﺇﻧﻪ ﺣﺪﻳﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 702'
),
	Hadith(
		hadithNumber: 703,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻣﺎ ﺭﺃﻳ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﺴﺘ ﺠﻤﻌﺎ ﻗ ﱡﻂ ﺿﺎ ﺣﻜﺎ'
			'ﺣﱠﺘﻰ ﺗﺮﻯ ﻣﻨﻪ ﻟ ﻬ ﻮﺍﺗﻪ ، ﺇﱠﻧﻤﺎ ﺁﺎ ﻥ ﻳﺘﺒ ﱠﺴﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﱠﻠ ﻬ ﻮﺎﺗ » ﺟ ﻤﻊ ﻟ ﻬﺎﺓ : ﻭ ﻩﻲ ﺍﻟﱠﻠ ﺤﻤﺔ ﺍﻟﺘﻲ ﻓﻲ ﺃﻗﺼﻰ ﺳﻘ ﻒ ﺍﻟﻔﻢ .'
			'`',
		translation: 'Translation of Hadith 703'
),
	Hadith(
		hadithNumber: 704,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺇﺫﺍ ﺃﻗﻴ ﻤ ﺖ'
			'ﺍﻟ ﱠﺼﻼﺓ ، ﻓﻼ ﺗﺄﺗﻮ ﻩﺎ ﻭﺃﻧﺘﻢ ﺗ ﺴﻌ ﻮ ﻥ ، ﻭﺃﺗﻮ ﻩﺎ ﻭﺃﻧﺘﻢ ﺗ ﻤ ﺸﻮ ﻥ ، ﻭ ﻋﻠﻴﻜﻢ ﺍﻟ ﱠﺴﻜﻴﻨﺔ ، ﻓﻤﺎ ﺃﺩ ﺭﺁﺘﻢ ﻓ ﺼﱡﻠﻮﺍ ، ﻭ ﻣﺎ ﻓﺎﺗﻜﻢ'
			'ﻓﺄﺗﱡﻤﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺯﺍﺩ ﻣﺴﻠﻢ ﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﻓﺈ ﱠﻥ ﺃﺣﺪﺁﻢ ﺇﺫﺍ ﺁﺎ ﻥ ﻳﻌ ﻤﺪ ﺇﻟﻰ ﺍﻟﺼﻼﺓ ﻓ ﻬ ﻮ ﻓﻲ ﺻﻼﺓ »',
		translation: 'Translation of Hadith 704'
),
	Hadith(
		hadithNumber: 705,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃﻧﱠﻪ ﺩﻓ ﻊ ﻣ ﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻮﻡ ﻋ ﺮﻓ ﺔ ﻓ ﺴﻤﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﺭﺍﺀﻩ ﺯ ﺟﺮﺍ ﺷﺪﻳﺪﺍ ﻭ ﺿ ﺮﺑﺎ ﻭﺻ ﻮﺗﺎ ﻟ ﻺﺑ ﻞ ، ﻓﺄﺷﺎﺭ ﺑ ﺴ ﻮ ﻃ ﻪ ﺇﻟﻴ ﻬﻢ ﻭﻗﺎﻝ : « ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﻋﻠﻴﻜﻢ'
			'ﺑﺎﻟ ﱠﺴﻜﻴﻨ ﺔ ﻓﺈ ﱠﻥ ﺍﻟﺒ ﱠﺮ ﻟﻴ ﺲ ﺑﺎ ﻹﻳ ﻀﺎ ﻉ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ، ﻭﺭﻮﯨ ﻣﺴﻠﻢ ﺑﻌﻀﻪ .'
			'»ﺍﻟﺒ ﱡﺮ » : ﺍﻟ ﱠﻄﺎ ﻋﺔ . « ﻭﺍ ﻹﻳ ﻀﺎ ﻉ » ﺑﻀﺎﺩ ﻣﻌﺠﻤﺔ ﻗﻠﺒﻬﺎ ﻳﺎﺀ ﻮﻫﻤﺰﺓ ﻣﻜﺴﻮﺭﺓ، ﻭ ﻩ ﻮ : ﺍ ﻹ ﺳ ﺮﺍ ﻉ',
		translation: 'Translation of Hadith 705'
),
	Hadith(
		hadithNumber: 706,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺁﺎ ﻥ ﻳﺆﻣ ﻦ ﺑﺎﻟﱠﻠﻪ ﻭﺍﻟﻴﻮﻡ'
			'ﺍﻵ ﺧ ﺮ ﻓﻠﻴﻜ ﺮﻡ ﺿﻴﻔﻪ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻳﺆ ﻣ ﻦ ﺑﺎﻟﱠﻠﻪ ﻭﺍﻟﻴﻮﻡ ﺍﻵ ﺧ ﺮ ﻓﻠﻴ ﺼ ﻞ ﺭ ﺣ ﻤﻪ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻳﺆ ﻣ ﻦ ﺑﺎﻟﱠﻠﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ'
			'ﻓﻠﻴﻘ ﻞ ﺧﻴﺮﺍ ﺃ ﻭ ﻟﻴ ﺼﻤ ﺖ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 706'
),
	Hadith(
		hadithNumber: 707,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺷ ﺮﻳﺢ ﺧ ﻮﻳﻠﺪ ﺑﻦ ﻋﻤﺮﻭ ﺍﻟ ﺨ ﺰﺍ ﻋ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣ ﻦ ﺁﺎﻥ ﻳﺆ ﻣ ﻦ ﺑﺎﻟﱠﻠﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ﻓﻠﻴﻜﺮﻡ ﺿﻴﻔﻪ ﺟﺎﺋ ﺰﺗﻪ » ﻗﺎﻟﻮﺍ : ﻭﻣﺎ ﺟﺎﺋ ﺰﺗﻪ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ؟'
			'ﻗﺎﻝ : « ﻳﻮﻣﻪ ﻭﻟﻴﻠﺘﻪ . ﻭﺍﻟ ﱢﻀﻴﺎﻓﺔ ﺛﻼﺛﺔ ﺃﱠﻳﺎﻡ ، ﻓﻤﺎ ﺁﺎﻥ ﻭ ﺭﺍ ﺀ ﺫﻟ ﻚ ﻓﻬﻮ ﺻﺪﻗﺔ ﻋﻠﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : « ﻻ ﻳ ﺤ ﱡﻞ ﻟﻤﺴﻠﻢ ﺄﻧ ﻳﻘﻴﻢ ﻋﻨﺪ ﺃ ﺧﻴ ﻪ ﺣﺘﻰ ﻳ ﺆﺛ ﻤﻪ » ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ . ﻭﺁﻴﻒ ﻳ ﺆﺛﻤﻪ ؟'
			'ﻗﺎﻝ : « ﻳﻘﻴﻢ ﻋﻨﺪﻩ ﻭﻻ ﺷﻲ ﺀ ﻟﻪ ﻳﻘ ﺮﻳ ﻪ ﺑ ﻪ »',
		translation: 'Translation of Hadith 707'
),
	Hadith(
		hadithNumber: 708,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺇﺑﺮﺎﻫﻴﻢ ﻭﻳﻘﺎ ﻝ ﺃﺑﻮ ﻣﺤﻤﺪ ﻭﻳﻘﺎﻝ ﺃﺑﻮ ﻣﻌﺎ ﻭﻳ ﺔ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺃﺑﻲ ﺃ ﻭﻓﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﱠﺸ ﺮ ﺧﺪﻳ ﺠ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺑﺒﻴ ﺖ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ ﻣ ﻦ ﻗ ﺼ ﺐ ، ﻻ ﺻﺨ ﺐ ﻓﻴﻪ ﻭﻻ ﻧﺼﺐ'
			'. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻘﺼ ﺐ » ﻩﻨﺎ : ﺍﻟﱡﻠ ﺆﻟﺆ ﺍﻟﻤﺠﻮ ﻑ . « ﻭﺍﻟ ﱠﺼﺨ ﺐ » ﺍﻟ ﱢﺼﻴﺎ ﺡ ﻭﺍﻟﱠﻠﻐ ﻂ . « ﻭﺍﻟﱠﻨ ﺼ ﺐ » : ﺍﻟﺘﻌ ﺐ .'
			'`',
		translation: 'Translation of Hadith 708'
),
	Hadith(
		hadithNumber: 709,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﻧﱠﻪ ﺗﻮ ﱠﺿﺄ ﻓﻲ ﺑﻴﺘ ﻪ ، ﺛﻢﱠ ﺧ ﺮ ﺝ ﻓﻘﺎﻝ: ﻷﻟ ﺰ ﻣ ﱠﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻷﺁﻮﻧ ﱠﻦ ﻣﻌﻪ ﻳ ﻮﻣﻲ ﻩﺬﺍ ، ﻓﺠﺎ ﺀ ﺍﻟ ﻤ ﺴ ﺠﺪ ، ﻓ ﺴﺄ ﻝ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﻘﺎﻟﻮﺍ : ﻭ ﱠﺟ ﻪ ﻩ ﻬﻨﺎ ، ﻗﺎﻝ : ﻓ ﺨ ﺮ ﺟ ﺖ ﻋﻠﻰ ﺃﺛ ﺮﻩ ﺃﺳﺄ ﻝ ﻋﻨﻪ ، ﺣﱠﺘﻰ ﺩ ﺧ ﻞ ﺑﺌ ﺮ ﺃﺭﻳ ﺲ ﻓﺠﻠ ﺴ ﺖ ﻋﻨﺪ ﺍﻟﺒﺎﺏ ﺣﱠﺘﻰ ﻗ ﻀﻰ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﺎﺟﺘﻪ ﻭﺗﻮ ﱠﺿﺄ، ﻓﻘ ﻤ ﺖ ﺇﻟﻴﻪ ، ﻓﺈﺫﺍ ﻩﻮ ﻗﺪ ﺟﻠﺲ ﻋﻠﻰ ﺑﺌﺮ ﺃﺭﻳﺲ ، ﻭﺗﻮﺳ ﻂ'
			'ﻗﱠﻔ ﻬﺎ ، ﻭﺁ ﺸ ﻒ ﻋ ﻦ ﺳﺎﻗﻴﻪ ﻭﺩﻻﻩﻤﺎ ﻓﻲ ﺍﻟﺒﺌﺮ ، ﻓﺴﻠﱠ ﻤ ﺖ ﻋﻠﻴﻪ ﺛﻢﱠ ﺍﻧ ﺼﺮﻓ ﺖ .'
			'ﻓ ﺠﻠ ﺴ ﺖ ﻋﻨﺪ ﺍﻟﺒﺎﺏ ﻓﻘﻠﺖ : ﻷﺁﻮﻧ ﱠﻦ ﺑ ﱠﻮﺎﺑ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻴ ﻮﻡ .'
			'ﻓﺠﺎ ﺀ ﺃﺑﻮ ﺑﻜ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﺪﻓﻊ ﺍﻟﺒﺎﺏ ﻓﻘﻠ ﺖ : ﻣ ﻦ ﻩﺬﺍ ؟ ﻓﻘﺎ ﻝ : ﺃﺑﻮ ﺑﻜ ﺮ ، ﻓﻘﻠﺖ : ﻋﻠﻰ ﺭ ﺳﻠﻚ ، ﺛﻢﱠ ﺫ ﻩﺒ ﺖ'
			'ﻓﻘﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻩﺬﺍ ﺃﺑﻮ ﺑﻜ ﺮ ﻳ ﺴﺘﺄﺬﻧ ، ﻓﻘﺎﻝ: « ﺍﺋﺬ ﻥ ﻟﻪ ﻭﺑ ﱢﺸ ﺮﻩ ﺑﺎﻟﺠﱠﻨ ﺔ » ﻓﺄﻗﺒﻠ ﺖ ﺣﱠﺘﻰ ﻗﻠﺖ ﻷﺑﻲ ﺑﻜ ﺮ :'
			'ﺍﺩ ﺧ ﻞ ﻭﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻳﺒ ﱢﺸ ﺮ ﻙ ﺑﺎﻟﺠﻨ ﺔ ، ﻓﺪﺧﻞ ﺃﺑﻮ ﺑﻜ ﺮ ﺣﱠﺘﻰ ﺟﻠﺲ ﻋ ﻦ ﻳ ﻤﻴ ﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻌﻪ ﻓﻲ'
			'ﺍﻟﻘﻒﱢ ، ﻭﺩﱠﻟﻰ ﺭ ﺟﻠﻴﻪ ﻓﻲ ﺍﻟﺒﺌ ﺮ ﺁﻤﺎ ﺻﻨ ﻊ ﺭ ﺳﻮ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺁ ﺸﻒ ﻋ ﻦ ﺳﺎﻗﻴﻪ ، ﺛﻢﱠ ﺭ ﺟﻌ ﺖ'
			'ﻭﺟﻠ ﺴ ﺖ ، ﻭﻗﺪ ﺗ ﺮﺁ ﺖ ﺃﺧﻲ ﻳﺘﻮﺿﺄ ﻭﻳﻠﺤﻘﻨﻲ ، ﻓﻘﻠ ﺖ : ﺇ ﻥ ﻳ ﺮﺩ ﺍﻟﱠﻠﻪ ﺑﻔﻼ ﻥ ﻳﺮﻳﺪ ﺃ ﺧﺎﻩ ﺧﻴﺮﺍ ﻳﺄ ﺕ ﺑ ﻪ .'
			'ﻓﺈﺫﺍ ﺇﻧﺴﺎ ﻥ ﻳﺤﺮﱢ ﻙ ﺍﻟﺒﺎﺏ ، ﻓﻘﻠﺖ : ﻣ ﻦ ﻩﺬﺍ ؟ ﻓﻘﺎﻝ : ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟﺨ ﱠﻄﺎ ﺏ : ﻓﻘﻠ ﺖ: ﻋﻠﻰ ﺭ ﺳﻠﻚ ، ﺛﱠﻢ ﺟﺌ ﺖ ﺇﻟﻰ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺴﻠﱠ ﻤ ﺖ ﻋﻠﻴﻪ ﻭﻗﻠ ﺖ : ﻩﺬﺍ ﻋﻤ ﺮ ﻳ ﺴﺘﺄﺫ ﻥ ؟ ﻓﻘﺎ ﻝ: « ﺍﺋﺬ ﻥ ﻟﻪ ﻭﺑﺸﱢ ﺮﻩ ﺑﺎﻟ ﺠﱠﻨ ﺔ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺍﻟﻘ ﱢﻒ ﻋ ﻦ ﻳﺴﺎ ﺭﻩ ﻭﺩﱠﻟﻰ ﺭ ﺟﻠﻴﻪ ﻓﻲ ﺍﻟﺒﺌﺮ ، ﺛﻢﱠ ﺭﺟﻌ ﺖ ﻓﺠﻠ ﺴ ﺖ ﻓﻘﻠﺖ : ﺈﻧ ﻳ ﺮﺩ ﺍﻟﱠﻠﻪ» ﻓ ﺠﺌ ﺖ ﻋﻤﺮ ، ﻓﻘﻠ ﺖ : ﺃﺫ ﻥ ﺃﺩﺧ ﻞ ﻭﻳﺒﺸﱢ ﺮ ﻙ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺎﻟ ﺠﱠﻨ ﺔ، ﻓﺪ ﺧﻞ ﻓ ﺠﻠ ﺲ ﻣ ﻊ ﺭ ﺳﻮﻝ'
			'ﺑﻔﻼ ﻥ ﺧﻴﺮﺍ ﻳﻌﻨﻲ ﺃ ﺧﺎﻩ ﻳﺄﺕ ﺑ ﻪ .'
			'ﻓﺠﺎﺀ ﺇﻧﺴﺎ ﻥ ﻓﺤﺮ ﻙ ﺍﻟﺒﺎﺏ ﻓﻘﻠ ﺖ : ﻣ ﻦ ﻩﺬﺍ ؟ ﻓﻘﺎﻝ : ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﻋﻔﺎ ﻥ . ﻓﻘﻠ ﺖ : ﻋﻠﻰ ﺭ ﺳﻠ ﻚ ، ﻭﺟﺌ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄ ﺧﺒ ﺮﺗﻪ ﻓﻘﺎ ﻝ : « ﺍﺋﺬﻥ ﻟﻪ ﻭﺑﺸﱢ ﺮﻩ ﺑﺎﻟ ﺠﱠﻨ ﺔ ﻣ ﻊ ﺑﻠﻮﻯ ﺗﺼﻴﺒﻪ » ﻓﺠﺌ ﺖ ﻓﻘﻠ ﺖ : ﺍﺩﺧ ﻞ ﻭﻳﺒ ﱢﺸ ﺮ ﻙ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺎﻟ ﺠﱠﻨ ﺔ ﻣ ﻊ ﺑﻠ ﻮﻯ ﺗﺼﻴﺒ ﻚ ، ﻓﺪ ﺧﻞ ﻓ ﻮ ﺟﺪ ﺍﻟﻘ ﱠﻒ ﻗﺪ ﻣﻠ ﺊ ، ﻓ ﺠﻠﺲ ﻭﺟﺎ ﻩ ﻬﻢ ﻣ ﻦ'
			'ﺍﻟ ﱠﺸ ﱢﻖ ﺍﻵ ﺧ ﺮ . ﻗﺎ ﻝ ﺳﻌﻴﺪ ﺑ ﻦ ﺍﻟﻤ ﺴﱠﻴ ﺐ : ﻓﺄ ﱠﻭﻟﺘﻬﺎ ﻗﺒﻮﺮﻫﻢ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺯﺍﺩ ﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻭﺃ ﻣﺮﻧﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺤﻔ ﻆ ﺍﻟﺒﺎﺏ ﻭﻓﻴﻬﺎ : ﺃ ﱠﻥ ﻋﺜﻤﺎ ﻥ ﺣﻴ ﻦ ﺑ ﱠﺸﺮﻩ ﺣ ﻤﺪ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﺛﻢﱠ ﻗﺎﻝ : ﺍﻟﱠﻠﻪ ﺍﻟﻤ ﺴﺘﻌﺎ ﻥ .'
			'ﻗﻮﻟﻪ : « ﻭ ﱠﺟ ﻪ » ﺑﻔﺘ ﺢ ﺍﻟﻮﺍ ﻭ ﻭﺗﺸﺪﻳﺪ ﺍﻟﺠﻴﻢ ، ﺃ ﻱ : ﺗﻮ ﱠﺟ ﻪ . ﻭﻗﻮﻟﻪ : « ﺑﺌﺮ ﺃﺭﻳ ﺲ » : ﻩﻮ ﺑﻔﺘ ﺢ ﺍﻟﻬﻤﺰﺓ ﻭﺁﺴ ﺮ'
			'ﺍﻟﺮﺍ ﺀ ، ﻭﺑﻌﺪﻩﺎ ﻳﺎﺀ ﻣﺜﻨﺎﺓ ﻣﻦ ﺗﺤﺖ ﺳﺎﺁﻨﺔ ، ﺛﻢ¢ ﺳﻴ ﻦ ﻣﻬﻤﻠﺔ ، ﻮﻫﻮ ﻣﺼﺮﻭ ﻑ ، ﻭﻣﻨﻬﻢ ﻣ ﻦ ﻣﻨﻊ ﺻ ﺮﻓﻪ . «'
			'ﻭﺍﻟﻘﻒﱡ » ﺑﻀﻢ ﺍﻟﻘﺎﻑ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻔﺎﺀ : ﻩ ﻮ ﺍﻟﻤﺒﻨ ﱡﻲ ﺣ ﻮ ﻝ ﺍﻟﺒﺌ ﺮ . ﻗﻮﻟﻪ : « ﻋﻠﻰ ﺭ ﺳﻠﻚ » ﺑﻜﺴﺮ ﺍﻟﺮﺍ ﺀ ﻋﻠﻰ'
			'ﺍﻟﻤﺸﻬﻮﺭ ، ﻭﻗﻴﻞ ﺑﻔﺘﺤﻬﺎ ، ﺃ ﻱ : ﺍ ﺭﻓ ﻖ',
		translation: 'Translation of Hadith 709'
),
	Hadith(
		hadithNumber: 710,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻗﻌﻮﺩﺍ ﺣ ﻮ ﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻭﻣﻌﻨﺎ ﺃﺑﻮ ﺑﻜ ﺮ'
			'ﻭ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻓﻲ ﻧﻔﺮ ، ﻓﻘﺎﻡ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺑﻴ ﻦ ﺃ ﻇ ﻬ ﺮﻧﺎ ﻓﺄﺑ ﻄﺄ ﻋﻠﻴﻨﺎ ﻭ ﺧ ﺸﻴﻨﺎ'
			'ﺃ ﻥ ﻳﻘﺘ ﻄ ﻊ ﺩﻭﻧﻨﺎ ﻭﻓ ﺰ ﻋﻨﺎ ﻓﻘﻤﻨﺎ ، ﻓﻜﻨ ﺖ ﺃ ﻮﻟ ﻣﻦ ﻓ ﺰﻉ .'
			'ﻓ ﺨ ﺮ ﺟ ﺖ ﺃﺑﺘﻐﻲ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺣﺘﻰ ﺃﺗﻴ ﺖ ﺣﺎﺋﻄﺎ ﻟ ﻸﻧ ﺼﺎ ﺭ ﻟﺒﻨﻲ ﺍﻟﱠﻨ ﱠﺠﺎ ﺭ ، ﻓﺪ ﺭ ﺕ ﺑ ﻪ ﻩ ﻞ ﺃ ﺟﺪ'
			'ﻟﻪ ﺑﺎﺑﺎ ؟ ﻓﻠﻢ ﺃ ﺟﺪ ، ﻓﺈﺫﺍ ﺭﺑﻴ ﻊ ﻳﺪ ﺧ ﻞ ﻓﻲ ﺟ ﻮﻑ ﺣﺎﺋﻂ ﻣ ﻦ ﺑﺌ ﺮ ﺧﺎ ﺭ ﺟﻪ ﻭﺍﻟ ﱠﺮﺑﻴ ﻊ: ﺍﻟ ﺠﺪ ﻭ ﻝ ﺍﻟﺼﱠﻐﻴ ﺮ ﻓﺎﺣﺘﻔ ﺰ ﺕ ،'
			'ﻓﺪﺧﻠ ﺖ ﻋﻠﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﻓﻘﺎﻝ : « ﺃﺑﻮ ﻩﺮﻳﺮﺓ ؟ » ﻓﻘﻠ ﺖ : ﻧﻌﻢ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻗﺎﻝ : « ﻣﺎ ﺷﺄﻧﻚ » ﻗﻠ ﺖ : ﺁﻨ ﺖ ﺑﻴ ﻦ ﻇ ﻬ ﺮﻳﻨﺎ ﻓﻘ ﻤ ﺖ'
			'ﻓﺄﺑﻄﺄ ﺕ ﻋﻠﻴﻨﺎ ، ﻓ ﺨ ﺸﻴﻨﺎ ﺃ ﻥ ﺗﻘﺘﻄ ﻊ ﺩﻭﻧﻨﺎ ، ﻓﻔﺰﻋﻨﺎ، ﻓﻜﻨ ﺖ ﺃ ﱠﻭ ﻝ ﻣ ﻦ ﻓﺰ ﻉ ﻓﺄﺗﻴ ﺖ ﻩﺬﺍ ﺍﻟﺤﺎﺋ ﻂ ، ﻓﺎ ﺣﺘﻔ ﺰ ﺕ ﺁ ﻤﺎ'
			'ﻳ ﺤﺘﻔ ﺰ ﺍﻟﱠﺜﻌﻠ ﺐ ، ﻮﻫﺆﻻ ﺀ ﺍﻟﱠﻨﺎ ﺱ ﻭ ﺭﺍﺋﻲ .'
			'ﻓﻘﺎ ﻝ : « ﻳﺎ ﺃﺑﺎ ﻩﺮﻳﺮﺓ » ﻭﺃﻋ ﻄﺎﻧﻲ ﻧﻌﻠﻴﻪ ﻓﻘﺎﻝ : « ﺍﺫ ﻩ ﺐ ﺑﻨﻌﻠﻲ ﻩﺎﺗﻴ ﻦ ، ﻓﻤ ﻦ ﻟﻘﻴ ﺖ ﻣ ﻦ ﻭ ﺭﺍ ﺀ ﻩﺬﺍ ﺍﻟﺤﺎﺋﻂ ﻳ ﺸ ﻬﺪ'
			'ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻣ ﺴﺘﻴﻘﻨﺎ ﺑﻬﺎ ﻗﻠﺒﻪ ، ﻓﺒ ﱢﺸ ﺮﻩ ﺑﺎﻟﺠﱠﻨ ﺔ » ﻭﺫﺁ ﺮ ﺍﻟﺤﺪﻳ ﺚ ﺑ ﻄﻮﻟ ﻪ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﱠﺮﺑﻴ ﻊ » ﺍﻟﻨﱠ ﻬ ﺮ ﺍﻟ ﱠﺼﻐﻴ ﺮ ، ﻭ ﻩ ﻮ ﺍﻟﺠﺪ ﻭ ﻝ ﺑﻔﺘﺢ ﺍﻟﺠﻴﻢ ﺁ ﻤﺎ ﻓ ﱠﺴﺮﻩ ﻓﻲ ﺍﻟ ﺤﺪﻳ ﺚ. ﻭﻗﻮﻟﻪ: « ﺍ ﺣﺘﻔ ﺰﺕ » ﺭﻭ ﻱ'
			'ﺑﺎﻟ ﱠﺮﺍ ﺀ ﻭﺑﺎﻟ ﱠﺰﺎﻳ ، ﻭﻣﻌﻨﺎﻩ ﺑﺎﻟﺰﺎﻳ : ﺗ ﻀﺎ ﻣ ﻤ ﺖ ﻭﺗ ﺼﺎ ﻏ ﺮ ﺕ ﺣﱠﺘﻰ ﺃ ﻣﻜﻨﻨﻲ ﺍﻟﱡﺪ ﺧﻮ ﻝ',
		translation: 'Translation of Hadith 710'
),
	Hadith(
		hadithNumber: 711,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﺷﻤﺎ ﺳ ﺔ ﻗﺎ ﻝ : ﺣ ﻀ ﺮﻧﺎ ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻭ ﻩ ﻮ ﻓﻲ ﺳﻴﺎﻗ ﺔ ﺍﻟ ﻤ ﻮ ﺕ ﻓﺒﻜﻰ ﻃﻮﻳ ﻼ'
			'، ﻭ ﺣ ﱠﻮ ﻝ ﻭ ﺟ ﻬﻪ ﺇﻟﻰ ﺍﻟﺠﺪﺍ ﺭ ، ﻓ ﺠﻌ ﻞ ﺍﺑﻨﻪ ﻳﻘﻮ ﻝ : ﻳﺎ ﺃﺑﺘﺎﻩ ، ﺃ ﻣﺎ ﺑ ﱠﺸ ﺮ ﻙ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻜﺬﺍ ؟'
			'ﺃﻣﺎ ﺑ ﱠﺸ ﺮ ﻙ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻜﺬﺍ ؟'
			'ﻓﺄﻗﺒ ﻞ ﺑ ﻮ ﺟﻬ ﻪ ﻓﻘﺎ ﻝ : ﺇ ﱠﻥ ﺃﻓ ﻀ ﻞ ﻣﺎ ﻧﻌﺪﱡ ﺷ ﻬﺎﺩﺓ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣﺤﱠﻤﺪﺍ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇﱢﻧﻲ ﻗﺪ ﺁﻨ ﺖ ﻋﻠﻰ'
			'ﺃﻃﺒﺎ ﻕ ﺛﻼ ﺙ : ﻟﻘﺪ ﺭﺃﻳﺘﻨﻲ ﻭ ﻣﺎ ﺃ ﺣﺪ ﺃ ﺷﱠﺪ ﺑﻐﻀﺎ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﱢﻨﻲ ، ﻭﻻ ﺃﺣ ﱠﺐ ﺇﻟ ﱠﻲ ﻣ ﻦ ﺃ ﻥ'
			'ﺃﺁﻮ ﻥ ﻗﺪ ﺍﺳﺘ ﻤﻜﻨﺖ ﻣﻨﻪ ﻓﻘﺘﻠﺘﻪ ، ﻓﻠ ﻮ ﻣﺖﱡ ﻋﻠﻰ ﺗﻠ ﻚ ﺍﻟﺤﺎ ﻝ ﻟﻜﻨ ﺖ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﱠﻨﺎﺭ .'
			'ﻓﻠﱠﻤﺎ ﺟﻌ ﻞ ﺍﻟﱠﻠﻪ ﺍ ﻹ ﺳﻼﻡ ﻓﻲ ﻗﻠﺒﻲ ﺃﺗﻴ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﻠ ﺖ : ﺍﺑ ﺴ ﻂ ﻳﻤﻴﻨ ﻚ ﻓ ﻸﺑﺎﻳﻌ ﻚ ، ﻓﺒ ﺴ ﻂ ﻳﻤﻴﻨﻪ'
			'ﻓﻘﺒ ﻀ ﺖ ﻳﺪﻱ ، ﻓﻘﺎﻝ : « ﻣﺎﻟﻚ ﻳﺎ ﻋﻤﺮﻭ ؟ » ﻗﻠﺖ : ﺃ ﺭﺩ ﺕ ﺃ ﻥ ﺃ ﺷﺘﺮ ﻁ ﻗﺎ ﻝ : « ﺗ ﺸﺘﺮ ﻁ ﻣﺎﺫﺍ ؟ » ﻗﻠ ﺖ ﺃ ﻥ ﻳﻐﻔ ﺮ ﻟﻲ'
			'، ﻗﺎ ﻝ : ﺃ ﻣﺎ ﻋﻠ ﻤ ﺖ ﺃ ﱠﻥ ﺍ ﻹ ﺳﻼﻡ ﻳ ﻬﺪﻡ ﻣﺎ ﺁﺎ ﻥ ﻗﺒﻠﻪ، ﻭﺄﻧ ﺍﻟﻬﺠ ﺮﺓ ﺗﻬﺪﻡ ﻣﺎ ﺁﺎﻥ ﻗﺒﻠﻬﺎ ، ﻭﺃ ﱠﻥ ﺍﻟ ﺤ ﱠﺞ ﻳﻬﺪﻡ ﻣﺎ ﺁﺎ ﻥ'
			'ﻗﺒﻠﻪ ؟ »'
			'ﻭﻣﺎ ﺁﺎﻥ ﺃ ﺣﺪ ﺃ ﺣ ﱠﺐ ﺇﻟ ﱠﻲ ﻣ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻻ ﺃ ﺟ ﻞ ﻓﻲ ﻋﻴﻨﻲ ﻣﻨﻪ ، ﻭ ﻣﺎ ﺁﻨ ﺖ ﺃ ﻃﻴ ﻖ ﺄﻧ'
			'ﺃﻣ ﻸ ﻋﻴﻨﻲ ﻣﻨﻪ ﺇﺟﻼ ﻻ ﻟﻪ ، ﻭﻟﻮ ﺳﺌﻠ ﺖ ﺄﻧ ﺃ ﺻﻔﻪ ﻣﺎ ﺃ ﻃﻘ ﺖ ، ﻷﱢﻧﻲ ﻟﻢ ﺃﺁﻦ ﺃﻣﻸ ﻋﻴﻨﻲ ﻣﻨﻪ ﻭﻟﻮ ﻣﺖﱡ ﻋﻠﻰ ﺗﻠ ﻚ'
			'ﺛﻢ ﻭﱢﻟﻴﻨﺎ ﺃﺷﻴﺎ ﺀ ﻣﺎ ﺃﺩﺮﻳ ﻣﺎ ﺣﺎﻟﻲ ﻓﻴ ﻬﺎ ؟ ﻓﺈﺫﺍ ﺃﻧﺎ ﻣﺖﱡ ﻓﻼ ﺗﺼ ﺤﺒﱢﻨﻲ ﻧﺎﺋ ﺤﺔ ﻭﻻ ﻧﺎﺭ ، ﻓﺈﺫﺍ ﺩﻓﻨﺘﻤﻮﻧﻲ ، ﻓ ﺸﱡﻨﻮﺍ ﻋﻠ ﱠﻲﺍﻟ ﺤﺎﻝ ﻟ ﺮ ﺟﻮ ﺕ ﺄﻧ ﺃﺁﻮ ﻥ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ .'
			'ﺍﻟﱡﺘ ﺮﺍ ﺏ ﺷﻨﺎ ، ﺛﻢ ﺃﻗﻴﻤﻮﺍ ﺣﻮ ﻝ ﻗﺒﺮﻱ ﻗﺪ ﺭ ﻣﺎ ﺗﻨ ﺤ ﺮ ﺟﺰﻭﺭ ، ﻭﻳﻘ ﺴﻢ ﻟ ﺤﻤ ﻬﺎ ، ﺣﱠﺘﻰ ﺃ ﺳﺘﺄﻧﺲ ﺑﻜﻢ ، ﻭﺃﻧ ﻈ ﺮ ﻣﺎ'
			'ﺃﺭﺍ ﺟ ﻊ ﺑ ﻪ ﺭ ﺳ ﻞ ﺭﺑﻲ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'[ ﻗﺎﻝ ﺍﻟﺸﻴﺦ ﺍﻷﻟﺒﺎﻧﻲ : ﻻ ﺃﺩﺮﻳ ﺃﻳﻦ ﻗﺎﻝ ﺫﻟﻚ ﺍﻟﺸﺎﻓﻌﻲ ﺭﺣﻤﻪ ﺍﷲ ﺗﻌﺎﻟﻰ ﻭﻓﻲ ﺛﺒﻮﺗﻪ ﻋﻨﻪ ﺷﻚ ﺁﺒﻴﺮ ﻋﻨﺪﻱ ﺁﻴﻒ ﻻ'
			'ﻭﻣﺬﻩﺒﻪ ﺄﻧ ﺍﻟﻘﺮﺍﺀﺓ ﻻ ﻳﺼﻞ ﺈﻫﺪﺍﺀ ﺛﻮﺍﺑﻬﺎ ﺇﻟﻰ ﺍﻟﻤﻮﺗﻰ ﺁﻤﺎ ﻧﻘﻠﻪ ﻋﻨﻪ ﺍﻟﺤﺎﻓﻆ ﺍﺑﻦ ﺁﺜﻴﺮ ﻓﻲ ﺗﻔﺴﻴﺮ ﻗﻮﻟﻪ ﺗﻌﺎﻟﻰ : {'
			'ﻭﺄﻧ ﻟﻴﺲ ﻟﻺﻧﺴﺎﻥ ﺇﻻ ﻣﺎ ﺳﻌﻰ } ﻭﻗﺪ ﺃﺷﺎﺭ ﺷﻴﺦ ﺍﻹﺳﻼﻡ ﺍﺑﻦ ﺗﻴﻤﻴﺔ ﺇﻟﻰ ﻋﺪﻡ ﺛﺒﻮﺕ ﺫﻟﻚ ﻋﻦ ﺍﻹﻣﺎﻡ ﺍﻟﺸﺎﻓﻌﻲ ﺑﻘﻮﻟﻪ'
			'ﻓﻲ " ﺍﻻﻗﺘﻀﺎﺀ " : ( ﻻ ﻳﺤﻔﻆ ﻋﻦ ﺍﻟﺸﺎﻓﻌﻲ ﻧﻔﺴﻪ ﻓﻲ ﻩﺬﻩ ﺍﻟﻤﺴﺄﻟﺔ ﺁﻼﻡ ﻭﺫﻟﻚ ﻷﻥ ﺫﻟﻚ ﺁﺎﻥ ﻋﻨﺪﻩ ﺑﺪﻋﺔ ﻭﻗﺎﻝ'
			'ﻣﺎﻟﻚ : ﻣﺎ ﻋﻠﻤﻨﺎ ﺃﺣﺪﺍ ﻓﻌﻞ ﺫﻟﻚ ﻓﻌﻠﻢ ﺄﻧ ﺍﻟﺼﺤﺎﺑﺔ ﻭﺍﻟﺘﺎﺑﻌﻴﻦ ﻣﺎ ﺁﺎﻧﻮﺍ ﻳﻔﻌﻠﻮﻥ ﺫﻟﻚ ) .'
			'ﻗﻠﺖ : ﻭﺫﻟﻚ ﻩﻮ ﻣﺬﻩﺐ ﺃﺣﻤﺪ ﺃﻳﻀﺎ : ﺄﻧ ﻻ ﻗﺮﺍﺀﺓ ﻋﻠﻰ ﺍﻟﻘﺒﺮ ﺁﻤﺎ ﺃﺛﺒﺘﻪ ﻓﻲ ﺁﺘﺎﺑﻲ " ﺃﺣﻜﺎﻡ ﺍﻟﺠﻨﺎﺋﺰ " ، ﻮﻫﻮ ﻣﺎ'
			'ﺍﻧﺘﻬﻰ ﺇﻟﻴﻪ ﺭﺄﻳ ﺷﻴﺦ ﺍﻹﺳﻼﻡ ﺍﺑﻦ ﺗﻴﻤﻴﺔ ﺭﺣﻤﻪ ﺍﷲ ﺗﻌﺎﻟﻰ ﺁﻤﺎ ﺣﻘﻘﺘﻪ ﻓﻲ ﺁﺘﺎﺑﻲ ﺍﻟﻤﺬﺁﻮﺭ ] .'
			'ﻗﻮﻟﻪ : « ﺷﱡﻨﻮﺍ » ﺭﻭ ﻱ ﺑﺎﻟﺸﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺑﺎﻟﻤﻬﻤﻠ ﺔ ، ﺄﻳ : ﺻﱡﺒﻮﻩ ﻗﻠﻴ ﻼ ﻗﻠﻴ ﻼ . ﻭﺍﻟﱠﻠﻪ ﺳﺒﺤﺎﻧﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 711'
),
	Hadith(
		hadithNumber: 712,
		hadith:
						'ﻓﻤﻨﻬﺎ ﺣﺪﻳ ﺚ ﺯﻳﺪ ﺑ ﻦ ﺃ ﺭﻗﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺍﻟﺬﻱ ﺳﺒﻖ ﻓﻲ ﺑﺎﺏ ﺇﺁﺮﺎﻣ ﺃ ﻩ ﻞ ﺑﻴ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻗﺎﻡ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻴﻨﺎ ﺧ ﻄﻴﺒﺎ ، ﻓ ﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ، ﻭﺃﺛﻨﻰ ﻋﻠﻴ ﻪ ، ﻭ ﻭ ﻋ ﻆ ﻭﺫﱠﺁ ﺮ ﺛﻢﱠ ﻗﺎﻝ : ﺃﱠﻣﺎ'
			'ﺑﻌﺪ ، ﺃﻻ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺇﱠﻧﻤﺎ ﺃﻧﺎ ﺑﺸﺮ ﻳﻮ ﺷ ﻚ ﺃ ﻥ ﻳﺄﺗ ﻲ ﺭ ﺳﻮ ﻝ ﺭﱢﺑﻲ ﻓﺄﺟﻴﺐ، ﻭﺃﻧﺎ ﺗﺎﺭ ﻙ ﻓﻴﻜﻢ ﺛﻘﻠﻴ ﻦ : ﺃ ﱠﻭﻟ ﻬ ﻤﺎ : ﺁﺘﺎﺏ'
			'ﺍﻟﱠﻠ ﻪ ، ﻓﻴ ﻪ ﺍﻟ ﻬﺪﻯ ﻭﺍﻟﱡﻨﻮ ﺭ ، ﻓ ﺨﺬﻭﺍ ﺑﻜﺘﺎﺏ ﺍﻟﱠﻠﻪ ، ﻭﺍ ﺳﺘ ﻤ ﺴﻜﻮﺍ ﺑ ﻪ » ﻓ ﺤ ﱠﺚ ﻋﻠﻰ ﺁﺘﺎﺏ ﺍﻟﱠﻠﻪ ، ﻭ ﺭ ﱠﻏ ﺐ ﻓﻴ ﻪ ، ﺛﻢﱠ ﻗﺎﻝ :'
			'« ﻭﺃ ﻩ ﻞ ﺑﻴﺘﻲ ، ﺃﺫﺁﱢ ﺮﺁﻢ ﺍﻟﱠﻠﻪ ﻓﻲ ﺃ ﻩ ﻞ ﺑﻴﺘﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﻗﺪ ﺳﺒ ﻖ ﺑ ﻄﻮﻟ ﻪ',
		translation: 'Translation of Hadith 712'
),
	Hadith(
		hadithNumber: 713,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻠﻴﻤﺎ ﻥ ﻣﺎﻟﻚ ﺑﻦ ﺍﻟ ﺤﻮﻳﺮ ﺙ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻴﻨﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻧ ﺤ ﻦ'
			'ﺷﺒﺒﺔ ﻣﺘﻘﺎﺭﺑﻮ ﻥ ، ﻓﺄﻗ ﻤﻨﺎ ﻋﻨﺪﻩ ﻋ ﺸﺮﻳ ﻦ ﻟﻴﻠ ﺔ ، ﻭﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭ ﺣﻴﻤﺎ ﺭﻓﻴﻘﺎ، ﻓ ﻈ ﱠﻦ ﺃﱠﻧﺎ'
			'ﻗﺪ ﺍ ﺷﺘﻘﻨﺎ ﺃ ﻩﻠﻨﺎ . ﻓ ﺴﺄﻟﻨﺎ ﻋﱠﻤ ﻦ ﺗ ﺮﺁﻨﺎ ﻣ ﻦ ﺃ ﻩﻠﻨﺎ، ﻓﺄ ﺧﺒ ﺮﻧﺎﻩ ، ﻓﻘﺎﻝ : « ﺍ ﺭﺟﻌﻮﺍ ﺇﻟﻰ ﺃ ﻩﻠﻴﻜﻢ ﻓﺄﻗﻴﻤﻮﺍ ﻓﻴ ﻬﻢ ،'
			'ﻭﻋﱢﻠﻤﻮ ﻩﻢ ﻭﻣ ﺮﻭ ﻩﻢ ، ﻭ ﺻﱡﻠﻮﺍ ﺻﻼﺓ ﺁﺬﺍ ﻓﻲ ﺣﻴﻦ ﺁﺬﺍ ، ﻭ ﺻﱡﻠﻮﺍ ﺁﺬﺍ ﻓﻲ ﺣﻴﻦ ﺁﺬﺍ ، ﻓﺈﺫﺍ ﺣ ﻀ ﺮ ﺕ ﺍﻟ ﱠﺼﻼﺓ ﻓﻠﻴﺆﱢﺫ ﻥ'
			'ﻟﻜﻢ ﺃ ﺣﺪﺁﻢ ، ﻭﻟﻴﺆﱠﻣﻜﻢ ﺃﺁﺒ ﺮﺁﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺯﺍﺩ ﺍﻟﺒﺨﺎﺮﻳ ﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﻭ ﺻﱠﻠﻮﺍ ﺁ ﻤﺎ ﺭﺃﻳﺘﻤﻮﻧﻲ ﺃ ﺻﱢﻠﻲ » .'
			'ﻗﻮﻟﻪ : « ﺭ ﺣﻴﻤﺎ ﺭﻓﻴﻘﺎ » ﺭ ﻭ ﻱ ﺑﻔﺎ ﺀ ﻭﻗﺎ ﻑ ، ﻭﺭ ﻭ ﻱ ﺑﻘﺎﻓﻴ ﻦ',
		translation: 'Translation of Hadith 713'
),
	Hadith(
		hadithNumber: 714,
		hadith:
						'ﻭﻋﻦ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟﺨﻄﺎﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺍ ﺳﺘﺄﺫﻧ ﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺍﻟﻌ ﻤ ﺮﺓ ، ﻓﺄﺫ ﻥ ،'
			'ﻭﻗﺎﻝ : « ﻻ ﺗﻨﺴﻨﺎ ﻳﺎ ﺃﺧ ﱠﻲ ﻣ ﻦ ﺩ ﻋﺎﺋﻚ » ﻓﻘﺎ ﻝ ﺁﻠ ﻤ ﺔ ﻣﺎ ﻳ ﺴ ﱡﺮﻧﻲ ﺃ ﱠﻥ ﻟﻲ ﺑ ﻬﺎ ﺍﻟﱡﺪﻧﻴﺎ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻗﺎﻝ : « ﺃ ﺷ ﺮﺁﻨﺎ ﻳﺎ ﺃ ﺧ ﱠﻲ ﻓﻲ ﺩ ﻋﺎﺋ ﻚ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ'
			'( ﺿﻌﻴﻒ ) [ ﻓﻴﻪ : ﻋﺎﺻﻢ ﺑﻦ ﻋﺒﻴﺪ ﺍﷲ ﺑﻦ ﻋﺎﺻﻢ ﺍﻟﻌﺪﻮﻳ ، ﻮﻫﻮ ﺿﻌﻴﻒ ] .'
			'`',
		translation: 'Translation of Hadith 714'
),
	Hadith(
		hadithNumber: 715,
		hadith:
						'ﻭﻋﻦ ﺳﺎﻟﻢ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋ ﻤ ﺮ ﺃ ﱠﻥ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ ﻟﻠ ﱠﺮ ﺟ ﻞ ﺇﺫﺍ ﺃ ﺭﺍﺩ ﺳﻔﺮﺍ'
			': ﺍﺩ ﻥ ﻣﱢﻨﻲ ﺣﱠﺘﻰ ﺃ ﻭﱢﺩ ﻋ ﻚ ﺁ ﻤﺎ ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻮﱢﺩ ﻋﻨﺎ ﻓﻴﻘﻮ ﻝ: ﺃ ﺳﺘ ﻮﺩ ﻉ ﺍﻟﱠﻠﻪ ﺩﻳﻨ ﻚ ،'
			'ﻭﺃﻣﺎﻧﺘ ﻚ ، ﻭ ﺧ ﻮﺍﺗﻴﻢ ﻋ ﻤﻠ ﻚ ، ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ، ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 715'
),
	Hadith(
		hadithNumber: 716,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻳﺰﻳﺪ ﺍﻟ ﺨ ﻄﻤ ﱢﻲ ﺍﻟ ﱠﺼ ﺤﺎﺑ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻬﺺ ﺇﺫﺍ ﺃ ﺭﺍﺩ ﺃ ﻥ ﻳ ﻮﱢﺩ ﻉ'
			'ﺍﻟ ﺠﻴﺶ ﻗﺎ ﻝ : « ﺃ ﺳﺘ ﻮﺩ ﻉ ﺍﻟﱠﻠﻪ ﺩﻳﻨﻜﻢ ، ﻭﺃ ﻣﺎﻧﺘﻜﻢ ، ﻭ ﺧ ﻮﺍﺗﻴﻢ ﺃﻋ ﻤﺎﻟﻜﻢ ».'
			'ﺣﺪﻳﺚ ﺻﺤﻴﺢ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴﺮﻩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ .'
			'`',
		translation: 'Translation of Hadith 716'
),
	Hadith(
		hadithNumber: 717,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ، ﺇﻧﻲ.'
			'ﺃ ﺭﻳﺪ ﺳﻔﺮﺍ ، ﻓ ﺰ ﱢﻭﺩﻧﻲ ، ﻓﻘﺎ ﻝ : « ﺯ ﱠﻭﺩ ﻙ ﺍﻟﱠﻠﻪ ﺍﻟﱠﺘﻘ ﻮﻯ » .'
			'ﻗﺎﻝ : ﺯﺩﻧﻲ ، ﻗﺎﻝ : « ﻭ ﻏﻔ ﺮ ﺫﻧﺒ ﻚ » ﻗﺎﻝ : ﺯﺩﻧﻲ ، ﻗﺎﻝ : « ﻭﻳ ﱠﺴ ﺮ ﻟ ﻚ ﺍﻟﺨﻴ ﺮ ﺣﻴﺜﻤﺎ ﺁﻨ ﺖ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ'
			': ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 717'
),
	Hadith(
		hadithNumber: 718,
		hadith:
						'ﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﱢﻠﻤﻨﺎ ﺍﻻ ﺳﺘ ﺨﺎ ﺭﺓ ﻓﻲ ﺍ ﻷﻣﻮﺭ ﺁﱢﻠ ﻬﺎ'
			'ﺁﺎﻟ ﱡﺴﻮ ﺭﺓ ﻣ ﻦ ﺍﻟﻘ ﺮﺁ ﻥ ، ﻳﻘﻮ ﻝ ﺇﺫﺍ ﻩﱠﻢ ﺃ ﺣﺪﺁﻢ ﺑﺎﻷﻣﺮ ، ﻓﻠﻴﺮﺁ ﻊ ﺭﺁﻌﺘﻴ ﻦ ﻣ ﻦ ﻏﻴ ﺮ ﺍﻟﻔ ﺮﻳ ﻀ ﺔ ﺛﻢ ﻟﻴﻘ ﻞ : ﺍﻟﱠﻠ ﻬﻢ ﺇﻧﻲ'
			'ﺃ ﺳﺘ ﺨﻴ ﺮ ﻙ ﺑﻌﻠﻤ ﻚ ، ﻭﺃﺳﺘﻘﺪ ﺭ ﻙ ﺑﻘﺪ ﺭﺗﻚ ، ﻭﺃ ﺳﺄﻟ ﻚ ﻣ ﻦ ﻓ ﻀﻠ ﻚ ﺍﻟﻌ ﻈﻴﻢ ، ﻓﺈﱠﻧ ﻚ ﺗﻘﺪ ﺭ ﻭﻻ ﺃﻗﺪ ﺭ ، ﻭﺗﻌﻠﻢ ﻭﻻ ﺃ ﻋﻠﻢ ،'
			'ﻭﺃﻧ ﺖ ﻋﻼﱠﻡ ﺍﻟﻐﻴﻮ ﺏ . ﺍﻟﻠﱠ ﻬﻢﱠ ﺇ ﻥ ﺁﻨ ﺖ ﺗﻌﻠﻢ ﺃ ﱠﻥ ﻩﺬﺍ ﺍﻷﻣ ﺮ ﺧﻴﺮ ﻟﻲ ﻓﻲ ﺩﻳﻨﻲ ﻭﻣﻌﺎﺷﻲ ﻭ ﻋﺎﻗﺒ ﺔ ﺃ ﻣ ﺮﻱ » ﺃ ﻭ ﻗﺎ ﻝ : «'
			'ﻋﺎ ﺟ ﻞ ﺃ ﻣ ﺮﻱ ﻭﺁ ﺟﻠﻪ ، ﻓﺎﻗﺪ ﺭﻩ ﻟﻲ ﻭﻳ ﱢﺴ ﺮﻩ ﻟﻲ، ﺛﱠﻢ ﺑﺎ ﺭ ﻙ ﻟﻲ ﻓﻴ ﻪ ، ﻭﺈﻧ ﺁﻨ ﺖ ﺗﻌﻠﻢ ﺃ ﱠﻥ ﻩﺬﺍ ﺍ ﻷ ﻣ ﺮ ﺷﱞﺮ ﻟﻲ ﻓﻲ ﺩﻳﻨﻲ'
			'ﻭ ﻣﻌﺎﺷﻲ ﻭ ﻋﺎﻗﺒ ﺔ ﺃﻣ ﺮﻱ » ﺃﻭ ﻗﺎﻝ : « ﻋﺎ ﺟﻞ ﺃﻣﺮﻱ ﻭﺁ ﺟﻠ ﻪ ، ﻓﺎ ﺻ ﺮﻓﻪ ﻋﻨﻲ ، ﻭﺍ ﺻﺮﻓﻨﻲ ﻋﻨﻪ، ﻭﺍﻗﺪ ﺭ ﻟﻲ ﺍﻟ ﺨﻴ ﺮ'
			'ﺣﻴ ﺚ ﺁﺎ ﻥ ، ﺛﻢﱠ ﺭ ﱢﺿﻨﻲ ﺑ ﻪ » ﻗﺎﻝ : ﻭﻳﺴﱢﻤﻲ ﺣﺎﺟﺘﻪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 718'
),
	Hadith(
		hadithNumber: 719,
		hadith:
						'ﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺁﺎ ﻥ ﻳ ﻮﻡ ﻋﻴﺪ ﺧﺎﻟ ﻒ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ. ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 719'
),
	Hadith(
		hadithNumber: 720,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳ ﺨ ﺮ ﺝ ﻣ ﻦ ﻃ ﺮﻳ ﻖ ﺍﻟ ﱠﺸ ﺠ ﺮﺓ'
			'ﻭﻳﺪﺧ ﻞ ﻣ ﻦ ﻃﺮﻳ ﻖ ﺍﻟﻤﻌ ﱠﺮ ﺱ ، ﻭﺇﺫﺍ ﺩ ﺧ ﻞ ﻣﱠﻜ ﺔ ﺩ ﺧ ﻞ ﻣ ﻦ ﺍﻟﱠﺜﻨﻴﺔ ﺍﻟﻌﻠﻴﺎ ﻭﻳ ﺨ ﺮ ﺝ ﻣ ﻦ ﺍﻟﱠﺜﻨﻴﺔ ﺍﻟ ﱡﺴﻔﻠﻰ ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 720'
),
	Hadith(
		hadithNumber: 721,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌ ﺠﺒﻪ ﺍﻟﱠﺘﻴﱡﻤ ﻦ ﻓﻲ ﺷﺄﻧﻪ ﺁﱢﻠﻪ'
			': ﻓﻲ ﻃ ﻬ ﻮ ﺭﻩ ، ﻭﺗﺮ ﱡﺟﻠ ﻪ ، ﻭﺗﻨﱡﻌﻠﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 721'
),
	Hadith(
		hadithNumber: 722,
		hadith:
						'ﻭﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎﻧ ﺖ ﻳﺪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺍﻟﻴ ﻤﻨﻰ ﻟ ﻄ ﻬﻮ ﺭﻩ ﻭ ﻃﻌﺎ ﻣﻪ ، ﻭﺁﺎﻧ ﺖ ﺍﻟﻴ ﺴ ﺮﻯ'
			'ﻟ ﺨﻼﺋ ﻪ ﻭ ﻣﺎ ﺁﺎ ﻥ ﻣ ﻦ ﺃﺫ ﻯ .'
			'ﺣﺪﻳﺚ ﺻﺤﻴﺢ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴﺮﻩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 722'
),
	Hadith(
		hadithNumber: 723,
		hadith:
						'ﻭﻋﻦ ﺄﻣ ﻋ ﻄﻴ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺄﻧ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻟ ﻬﻦﱠ ﻓﻲ ﻏ ﺴ ﻞ ﺍﺑﻨﺘ ﻪ ﺯﻳﻨ ﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﺎ : « ﺍﺑﺪﺃ ﻥ ﺑﻤﻴﺎ ﻣﻨ ﻬﺎ ﻭ ﻣﻮﺍ ﺿ ﻊ ﺍﻟ ﻮ ﺿﻮ ﺀ ﻣﻨﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 723'
),
	Hadith(
		hadithNumber: 724,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺍﻧﺘﻌ ﻞ ﺃﺣﺪﺁﻢ ﻓﻠﻴﺒﺪﺃ'
			'ﺑﺎﻟﻴ ﻤﻨﻰ ، ﻭﺇﺫﺍ ﻧ ﺰﻉ ﻓﻠﻴﺒﺪﺃ ﺑﺎﻟ ﱢﺸﻤﺎ ﻝ . ﻟﺘﻜ ﻦ ﺍﻟﻴ ﻤﻨﻰ ﺃ ﱠﻭﻟ ﻬﻤﺎ ﺗﻨﻌ ﻞ ، ﻭﺁﺧ ﺮ ﻩ ﻤﺎ ﺗﻨ ﺰ ﻉ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 724'
),
	Hadith(
		hadithNumber: 725,
		hadith:
						'ﻭﻋﻦ ﺣﻔ ﺼ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﻳ ﺠﻌ ﻞ ﻳﻤﻴﻨﻪ ﻟ ﻄﻌﺎ ﻣ ﻪ ﻭ ﺷ ﺮﺍﺑ ﻪ.'
			'ﻭﺛﻴﺎﺑﻪ ﻭﻳ ﺠﻌ ﻞ ﻳﺴﺎ ﺭﻩ ﻟﻤﺎ ﺳﻮﻯ ﺫﻟ ﻚ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻏﻴﺮﻩ',
		translation: 'Translation of Hadith 725'
),
	Hadith(
		hadithNumber: 726,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻟﺒ ﺴﺘﻢ ، ﻭﺇﺫﺍ ﺗ ﻮ ﱠﺿﺄﺗﻢ'
			'، ﻓﺎﺑﺪ ﺅﻭﺍ ﺑﺄﻳﺎ ﻣﻨﻜﻢ » ﺣﺪﻳﺚ ﺻﺤﻴﺢ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 726'
),
	Hadith(
		hadithNumber: 727,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺗﻰ ﻣﻨﻰ : ﻓﺄﺗﻰ ﺍﻟ ﺠ ﻤﺮﺓ ﻓﺮﻣﺎ ﻩﺎ ، ﺛﻢﱠ ﺃﺗﻰ'
			'ﻣﻨ ﺰﻟﻪ ﺑﻤﻨﻰ ، ﻭﻧ ﺤ ﺮ ، ﺛﻢﱠ ﻗﺎﻝ ﻟﻠﺤ ﱠﻼ ﻕ « ﺧﺬ » ﻭﺃ ﺷﺎ ﺭ ﺇﻟﻰ ﺟﺎﻧﺒﻪ ﺍﻷﻳﻤ ﻦ ، ﺛﻢ ﺍﻷﻳ ﺴ ﺮ ﺛﻢﱠ ﺟﻌ ﻞ ﻳﻌ ﻄﻴ ﻪ ﺍﻟﱠﻨﺎ ﺱ .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻟﱠﻤﺎ ﺭﻣﻰ ﺍﻟﺠ ﻤﺮﺓ ، ﻭﻧ ﺤﺮ ﻧ ﺴﻜﻪ ﻭ ﺣﻠ ﻖ : ﻧﺎ ﻮﻟ ﺍﻟﺤﻼ ﻕ ﺷﻘﱠﻪ ﺍ ﻷﻳﻤ ﻦ ﻓﺤﻠﻘﻪ ، ﺛﻢﱠ ﺩ ﻋﺎ ﺃﺑﺎ ﻃﻠﺤ ﺔ'
			'ﺍ ﻷﻧﺼﺎﺭ ﱠﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﺄﻋ ﻄﺎﻩ ﺇﱠﻳﺎﻩ ، ﺛﻢﱠ ﻧﺎ ﻭﻟﻪ ﺍﻟﺸ ﱠﻖ ﺍ ﻷﻳ ﺴ ﺮ ﻓﻘﺎﻝ : «ﺍ ﺣﻠ ﻖ » ﻓﺤﻠﻘﻪ ﻓﺄ ﻋﻄﺎﻩ ﺃﺑﺎ ﻃﻠﺤﺔ'
			'ﻓﻘﺎﻝ : « ﺍﻗ ﺴ ﻤﻪ ﺑﻴ ﻦ ﺍﻟﱠﻨﺎﺱ »',
		translation: 'Translation of Hadith 727'
),
	Hadith(
		hadithNumber: 728,
		hadith:
						'ﻋﻦ ﻋ ﻤ ﺮ ﺑ ﻦ ﺃﺑﻲ ﺳﻠ ﻤﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﻗﺎﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺳﱢﻢ ﺍﻟﱠﻠﻪ ﻭﺁ ﻞ'
			'ﺑﻴ ﻤﻴﻨ ﻚ ، ﻭﺁ ﻞ ﻣﱠﻤﺎ ﻳﻠﻴ ﻚ». ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 728'
),
	Hadith(
		hadithNumber: 729,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ: ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺇﺫﺍ ﺃﺁﻞ ﺃ ﺣﺪﺁﻢ ﻓﻠﻴﺬﺁﺮ ﺍ ﺳﻢ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ، ﻓﺈ ﻥ ﻧﺴﻲ ﺃ ﻥ ﻳﺬﺁ ﺮ ﺍ ﺳﻢ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻲ ﺃ ﱠﻭﻟ ﻪ، ﻓﻠﻴﻘ ﻞ: ﺑ ﺴﻢ ﺍﻟﱠﻠﻪ ﺃ ﱠﻭﻟﻪ ﻭﺁ ﺧ ﺮﻩ».'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ، ﻭﺍﻟﺘﺮﻣﺬﻱ، ﻭﻗﺎﻝ: ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 729'
),
	Hadith(
		hadithNumber: 730,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻳﻘﻮ ﻝ: «ﺇﺫﺍ ﺩﺧﻞ ﺍﻟ ﱠﺮ ﺟﻞ ﺑﻴﺘﻪ، ﻓﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻨﺪ'
			'ﺩ ﺧﻮﻟ ﻪ ﻭ ﻋﻨﺪ ﻃﻌﺎﻣﻪ، ﻗﺎﻝ ﺍﻟ ﱠﺸﻴﻄﺎ ﻥ ﻷﺻ ﺤﺎﺑ ﻪ: ﻻ ﻣﺒﻴ ﺖ ﻟﻜﻢ ﻭﻻ ﻋ ﺸﺎ ﺀ، ﻭﺇﺫﺍ ﺩ ﺧﻞ، ﻓﻠﻢ ﻳﺬﺁﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻨﺪ'
			'ﺩ ﺧﻮﻟ ﻪ، ﻗﺎﻝ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ: ﺃﺩﺭﺁﺘﻢ ﺍﻟﻤﺒﻴﺖ، ﻭﺇﺫﺍ ﻟﻢ ﻳﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻨﺪ ﻃﻌﺎ ﻣ ﻪ ﻗﺎﻝ: ﺃﺩﺭﺁﺘﻢ ﺍﻟﻤﺒﻴ ﺖ ﻭﺍﻟﻌﺸﺎ ﺀ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 730'
),
	Hadith(
		hadithNumber: 731,
		hadith:
						'ﻭﻋﻦ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺁﱠﻨﺎ ﺇﺫﺍ ﺣ ﻀ ﺮﻧﺎ ﻣﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻃﻌﺎﻣﺎ، ﻟﻢ ﻧ ﻀ ﻊ.('
			'ﺃﻳﺪﻳﻨﺎ ﺣﱠﺘﻰ ﻳﺒﺪﺃ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻴ ﻀﻊ ﻳﺪﻩ. ﻭﺇﱠﻧﺎ ﺣ ﻀ ﺮﻧﺎ ﻣﻌﻪ ﻣ ﱠﺮﺓ ﻃﻌﺎﻣﺎ، ﻓﺠﺎ ﺀﺕ ﺟﺎ ﺭﻳﺔ'
			'ﺁﺄﱠﻧ ﻬﺎ ﺗﺪﻓ ﻊ، ﻓﺬ ﻩﺒ ﺖ ﻟﺘﻀ ﻊ ﻳﺪ ﻩﺎ ﻓﻲ ﺍﻟ ﱠﻄﻌﺎﻡ، ﻓﺄ ﺧﺬ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻴﺪ ﻩﺎ، ﺛﻢﱠ ﺟﺎ ﺀ ﺃ ﻋﺮﺍﺑ ﱞﻲ'
			'ﺁﺄﱠﻧﻤﺎ ﻳﺪﻓ ﻊ ، ﻓﺄ ﺧﺬ ﺑﻴﺪﻩ، ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺇ ﱠﻥ ﺍﻟ ﱠﺸﻴﻄﺎ ﻥ ﻳ ﺴﺘ ﺤ ﱡﻞ ﺍﻟ ﱠﻄﻌﺎﻡ ﺃ ﻥ ﻻ ﻳﺬﺁ ﺮ ﺍﺳﻢ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻠﻴﻪ. ﻭﺇﻧﱠﻪ ﺟﺎ ﺀ ﺑﻬﺬﻩ ﺍﻟﺠﺎ ﺭﻳ ﺔ ﻟﻴ ﺴﺘ ﺤ ﱠﻞ ﺑﻬﺎ، ﻓﺄ ﺧﺬ ﺕ ﺑﻴﺪ ﻩﺎ، ﻓ ﺠﺎ ﺀ ﺑﻬﺬﺍ ﺍ ﻷ ﻋ ﺮﺍﺑ ﱢﻲ ﻟﻴ ﺴﺘ ﺤ ﱠﻞ ﺑ ﻪ،'
			'ﻓﺄ ﺧﺬ ﺕ ﺑﻴﺪﻩ، ﻭﺍﻟﺬﻱ ﻧﻔﺴﻲ ﺑﻴﺪﻩ ﺇ ﱠﻥ ﻳﺪﻩ ﻓﻲ ﻳﺪﻱ ﻣ ﻊ ﻳﺪﻳ ﻬﻤﺎ» ﺛﻢﱠ ﺫﺁ ﺮ ﺍﺳﻢ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻭﺃﺁﻞ. ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 731'
),
	Hadith(
		hadithNumber: 732,
		hadith:
						'ﻭﻋﻦ ﺃﻣﱠﻴ ﺔ ﺑ ﻦ ﻣ ﺨ ﺸ ﱟﻲ ﺍﻟ ﱠﺼﺤﺎﺑ ﱢﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺁﺎﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﺎﻟﺴﺎ،'
			'ﻭ ﺭ ﺟﻞ ﻳﺄﺁ ﻞ ، ﻓﻠﻢ ﻳﺴﱢﻢ ﺍﻟﱠﻠﻪ ﺣﱠﺘﻰ ﻟﻢ ﻳﺒ ﻖ ﻣ ﻦ ﻃﻌﺎ ﻣ ﻪ ﻟﻘﻤﺔ ، ﻓﻠﱠﻤﺎ ﺭﻓﻌﻬﺎ ﺇﻟﻰ ﻓﻴﻪ، ﻗﺎﻝ: ﺑﺴﻢ ﺍﻟﱠﻠ ﻪ ﺃ ﱠﻭﻟﻪ ﻭﺁ ﺧ ﺮﻩ،'
			'ﻓ ﻀ ﺤ ﻚ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﺛﻢ ﻗﺎﻝ: « ﻣﺎ ﺯﺍ ﻝ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﺄﺁ ﻞ ﻣﻌﻪ، ﻓﻠﱠﻤﺎ ﺫﺁﺮ ﺍﺳﻢ ﺍﻟﱠﻠ ﻪ ﺍﺳﺘﻘﺎ ﺀ ﻣﺎ ﻓﻲ'
			'ﺑﻄﻨ ﻪ». ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ، ﻭﺍﻟﻨﺴﺎﺋﻲ.'
			'( ﺿﻌﻴﻒ ) [ ﻓﻴﻪ : ﺍﻟﻤﺜﻨﻰ ﺑﻦ ﻋﺒﺪ ﺍﻟﺮﺣﻤﻦ ﺍﻟﺨﺰﺍﻋﻲ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 732'
),
	Hadith(
		hadithNumber: 733,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ: ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺄﺁ ﻞ ﻃﻌﺎﻣﺎ ﻓﻲ ﺳﱠﺘ ﺔ ﻣ ﻦ'
			'ﺃﺻ ﺤﺎﺑﻪ، ﻓ ﺠﺎ ﺀ ﺃ ﻋﺮﺍﺑ ﻲ، ﻓﺄﺁﻠﻪ ﺑﻠﻘﻤﺘﻴ ﻦ ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺃﻣﺎ ﺇﻧﱠﻪ ﻟ ﻮ ﺳﱠﻤﻰ ﻟﻜﻔﺎﺁﻢ». ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ، ﻭﻗﺎﻝ: ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ.'
			'`',
		translation: 'Translation of Hadith 733'
),
	Hadith(
		hadithNumber: 734,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﻣﺎﻣﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺭﻓ ﻊ ﻣﺎﺋﺪﺗﻪ ﻗﺎﻝ: «ﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠﻪ.'
			'ﺣﻤﺪﺍ ﺁﺜﻴﺮﺍ ﻃﱢﻴﺒﺎ ﻣﺒﺎ ﺭﺁﺎ ﻓﻴﻪ، ﻏﻴ ﺮ ﻣﻜﻔ ﱟﻲ ﻭﻻ ﻣ ﺴﺘﻐﻨﻲ ﻋﻨﻪ ﺭﱠﺑﻨﺎ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 734'
),
	Hadith(
		hadithNumber: 735,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺑﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ: ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: ﻣ ﻦ ﺃﺁ ﻞ ﻃﻌﺎﻣﺎ ﻓﻘﺎﻝ:'
			'ﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺍﻟﺬﻱ ﺃ ﻃﻌ ﻤﻨﻲ ﻩﺬﺍ، ﻭ ﺭ ﺯﻗﻨﻴ ﻪ ﻣ ﻦ ﻏﻴ ﺮ ﺣ ﻮ ﻝ ﻣﱢﻨﻲ ﻭﻻ ﻗ ﻮﺓ، ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒ ﻪ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 735'
),
	Hadith(
		hadithNumber: 736,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: «ﻣﺎ ﻋﺎ ﺏ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻃﻌﺎﻣﺎ ﻗ ﱡﻂ، ﺈﻧ ﺍ ﺷﺘ ﻬﺎﻩ'
			'ﺃﺁﻠﻪ، ﻭﺇ ﻥ ﺁ ﺮ ﻩﻪ ﺗ ﺮﺁﻪ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 736'
),
	Hadith(
		hadithNumber: 737,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﺄ ﻝ ﺃ ﻩﻠﻪ ﺍ ﻷﺪﻣ ﻓﻘﺎﻟﻮﺍ: ﻣﺎ ﻋﻨﺪﻧﺎ ﺇ ﱠﻻ ﺧ ﱞﻞ، ﻓﺪ ﻋﺎ'
			'ﺑﻪ، ﻓ ﺠﻌﻞ ﻳﺄﺁ ﻞ ﻭﻳﻘﻮﻝ: «ﻧﻌﻢ ﺍ ﻷﺪﻣ ﺍﻟﺨ ﱡﻞ ﻧﻌﻢ ﺍ ﻷﺪﻣ ﺍﻟ ﺨ ﱡﻞ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 737'
),
	Hadith(
		hadithNumber: 738,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺇﺫﺍ ﺩ ﻋ ﻲ ﺃ ﺣﺪﺁﻢ، ﻓﻠﻴ ﺠ ﺐ،'
			'ﻓﺈ ﻥ ﺁﺎﻥ ﺻﺎﺋﻤﺎ ﻓﻠﻴﺼ ﱢﻞ، ﻭﺇ ﻥ ﺁﺎ ﻥ ﻣﻔ ﻄﺮﺍ ﻓﻠﻴ ﻄﻌﻢ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻗﺎﻝ ﺍﻟﻌﻠ ﻤﺎ ﺀ: ﻣﻌﻨﻰ. «ﻓﻠﻴ ﺼ ﱢﻞ» ﻓﻠﻴﺪ ﻉ ﻭﻣﻌﻨﻰ «ﻓﻠﻴ ﻄﻌﻢ» ﻓﻠﻴﺄﺁ ﻞ',
		translation: 'Translation of Hadith 738'
),
	Hadith(
		hadithNumber: 739,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ﺍﻟﺒﺪ ﺭ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺩﻋﺎ ﺭ ﺟﻞ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻄﻌﺎﻡ ﺻـﻨﻌﻪ ﻟﻪ'
			'ﺧﺎ ﻣﺲ ﺧ ﻤ ﺴﺔ، ﻓﺘﺒﻌ ﻬﻢ ﺭ ﺟ ﻞ، ﻓﻠﱠﻤﺎ ﺑﻠ ﻎ ﺍﻟﺒﺎﺏ، ﻗﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺇ ﱠﻥ ﻩﺬﺍ ﺗﺒﻌﻨﺎ، ﻓﺈ ﻥ ﺷﺌﺖ ﺃ ﻥ'
			'ﺗﺄﺫ ﻥ ﻟﻪ، ﻭﺇ ﻥ ﺷﺌ ﺖ ﺭ ﺟ ﻊ» ﻗﺎﻝ: ﺑﻞ ﺁﺫ ﻥ ﻟﻪ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 739'
),
	Hadith(
		hadithNumber: 740,
		hadith:
						'ﻋﻦ ﻋﻤﺮ ﺑﻦ ﺃﺑﻲ ﺳﻠ ﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﺁﻨ ﺖ ﻏﻼﻣﺎ ﻓﻲ ﺣ ﺠ ﺮ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ،'
			'ﻭﺁﺎﻧ ﺖ ﻳﺪﻱ ﺗ ﻄﻴ ﺶ ﻓﻲ ﺍﻟ ﱠﺼ ﺤﻔ ﺔ ﻓﻘﺎﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﻳﺎ ﻏﻼﻡ ﺳﱢﻢ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻭﺁ ﻞ'
			'ﺑﻴﻤﻴﻨ ﻚ ﻭﺁ ﻞ ﻣﱠﻤﺎ ﻳﻠﻴ ﻚ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ: «ﺗ ﻄﻴ ﺶ» ﺑﻜﺴﺮ ﺍﻟﻄﺎ ﺀ ﻭﺑﻌﺪﻩﺎ ﻳﺎﺀ ﻣﺜﻨﺎﺓ ﻣﻦ ﺗﺤﺖ، ﻣﻌﻨﺎﻩ: ﺗﺘﺤ ﺮﻙ ﻭﺗﻤﺘﺪ ﺇﻟﻰ ﻧﻮﺍﺣﻲ ﺍﻟ ﱠﺼ ﺤﻔ ﺔ.'
			'`',
		translation: 'Translation of Hadith 740'
),
	Hadith(
		hadithNumber: 741,
		hadith:
						'ﻭﻋﻦ ﺳﻠ ﻤ ﺔ ﺑ ﻦ ﺍﻷﺁﻮ ﻉ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭ ﺟ ﻼ ﺃﺁ ﻞ ﻋﻨﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺸﻤﺎﻟﻪ ﻓﻘﺎﻝ:'
			'«ﺁ ﻞ ﺑﻴ ﻤﻴﻨ ﻚ» ﻗﺎﻝ: ﻻ ﺃ ﺳﺘ ﻄﻴ ﻊ ﻗﺎ ﻝ: «ﻻ ﺍ ﺳﺘ ﻄﻌ ﺖ،» ﻣﺎ ﻣﻨﻌﻪ ﺇ ﱠﻻ ﺍﻟﻜﺒ ﺮ، ﻓ ﻤﺎ ﺭﻓﻌ ﻬﺎ ﺇﻟﻰ ﻓﻴ ﻪ. ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 741'
),
	Hadith(
		hadithNumber: 742,
		hadith:
						'ﻋﻦ ﺟﺒﻠ ﺔ ﺑﻦ ﺳ ﺤﻴﻢ ﻗﺎﻝ: ﺃﺻﺎﺑﻨﺎ ﻋﺎﻡ ﺳﻨ ﺔ ﻣ ﻊ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ، ﻓ ﺮﺯﻗﻨﺎ ﺗ ﻤﺮﺍ، ﻭﺁﺎ ﻥ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻳﻤﺮ ﺑﻨﺎ ﻭﻧ ﺤ ﻦ ﻧﺄﺁ ﻞ، ﻓﻴﻘﻮ ﻝ: ﻻ ﺗﻘﺎ ﺭﻧﻮﺍ، ﻓﺈﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧﻬﻰ ﻋ ﻦ ﺍﻹﻗﺮﺍ ﻥ، ﺛﻢ'
			'ﻳﻘﻮ ﻝ: «ﺇ ﱠﻻ ﺃ ﻥ ﻳ ﺴﺘﺄﺫ ﻥ ﺍﻟﺮﱠ ﺟ ﻞ ﺃ ﺧﺎﻩ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 742'
),
	Hadith(
		hadithNumber: 743,
		hadith:
						'ﻋﻦ ﻭ ﺣﺸ ﱢﻲ ﺑ ﻦ ﺣﺮﺏ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺃﺻﺤﺎ ﺏ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻟﻮﺍ: ﻳﺎ ﺭﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ، ﺇﱠﻧﺎ ﻧﺄﺁ ﻞ ﻭﻻ ﻧ ﺸﺒ ﻊ؟ ﻗﺎﻝ: «ﻓﻠﻌﱠﻠﻜﻢ ﺗﻔﺘ ﺮﻗﻮ ﻥ» ﻗﺎﻟﻮﺍ: ﻧﻌﻢ. ﻗﺎﻝ: ﻓﺎ ﺟﺘ ﻤﻌﻮﺍ ﻋﻠﻰ ﻃﻌﺎﻣﻜﻢ، ﻭﺍﺫﺁ ﺮﻭﺍ ﺍ ﺳﻢ ﺍﻟﱠﻠ ﻪ،'
			'ﻳﺒﺎ ﺭ ﻙ ﻟﻜﻢ ﻓﻴﻪ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 743'
),
	Hadith(
		hadithNumber: 744,
		hadith:
						'ﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «ﺍﻟﺒ ﺮﺁﺔ ﺗﻨ ﺰ ﻝ ﻭ ﺳ ﻂ ﺍﻟ ﱠﻄﻌﺎﻡ ﻓﻜﻠﻮﺍ'
			'ﻣ ﻦ ﺣﺎﱠﻓﺘﻴﻪ ﻭ ﻻ ﺗﺄﺁﻠﻮﺍ ﻣﻦ ﻭ ﺳ ﻄ ﻪ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ، ﻭﺍﻟﺘﺮﻣﺬﻱ، ﻭﻗﺎﻝ: ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 744'
),
	Hadith(
		hadithNumber: 745,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺑ ﺴ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺁﺎﻥ ﻟﻠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗ ﺼﻌﺔ ﻳﻘﺎ ﻝ ﻟﻬﺎ: ﺍﻟﻐ ﱠﺮﺍ ﺀ،'
			'ﻳ ﺤﻤﻠ ﻬﺎ ﺃ ﺭﺑﻌﺔ ﺭﺟﺎ ﻝ، ﻓﻠﱠﻤﺎ ﺃ ﺿﺤﻮﺍ ﻭ ﺳ ﺠﺪﻭﺍ ﺍﻟ ﱡﻀﺤﻰ ﺃﺗﻲ ﺑﺘﻠ ﻚ ﺍﻟﻘ ﺼﻌﺔ، ﻳﻌﻨﻲ ﻭﻗﺪ ﺛ ﺮﺩ ﻓﻴﻬﺎ، ﻓﺎﻟﺘﱡﻔﻮﺍ ﻋﻠﻴﻬﺎ،'
			'ﻓﻠﱠﻤﺎ ﺁﺜ ﺮﻭﺍ ﺟﺜﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ ﺃﻋﺮﺍﺑ ﱞﻲ: ﻣﺎ ﻩﺬﻩ ﺍﻟ ﺠﻠﺴﺔ؟ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ: ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺟﻌﻠﻨﻲ ﻋﺒﺪﺍ ﺁ ﺮﻳﻤﺎ، ﻭﻟﻢ ﻳ ﺠﻌﻠﻨﻲ ﺟﺒﺎﺭﺍ ﻋﻨﻴﺪﺍ، ﺛﱠﻢ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ: «ﺁﻠﻮﺍ'
			'ﻣ ﻦ ﺣ ﻮﺍﻟﻴ ﻬﺎ، ﻭﺩ ﻋﻮﺍ ﺫ ﺭ ﻭﺗ ﻬﺎ ﻳﺒﺎ ﺭ ﻙ ﻓﻴﻬﺎ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺟﻴﺪ.'
			'»ﺫ ﺭ ﻭﺗ ﻬﺎ » ﺃ ﻋ ﻼ ﻩﺎ : ﺑﻜﺴﺮ ﺍﻟﺬﻻ ﻭﺿﻤﻬﺎ .'
			'`',
		translation: 'Translation of Hadith 745'
),
	Hadith(
		hadithNumber: 746,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺟ ﺤﻴﻔ ﺔ ﻮﻫ ﺐ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﻻ ﺁﺁ ﻞ'
			'ﻣﱠﺘﻜﺌﺎ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ.'
			'ﻗﺎﻝ ﺍﻟ ﺨ ﱠﻄﺎﺑ ﱡﻲ: ﺍﻟﻤﱠﺘﻜﻲ ﺀ ﻩﻨﺎ: ﻩﻮ ﺍﻟﺠﺎﻟ ﺲ ﻣﻌﺘ ﻤﺪﺍ ﻋﻠﻰ ﻭﻃﺎ ﺀ ﺗﺤﺘﻪ، ﻗﺎﻝ: ﻭﺃ ﺭﺍﺩ ﺃﻧﱠﻪ ﻻ ﻳﻘﻌﺪ ﻋﻠﻰ ﺍﻟﻮ ﻃﺎ ﺀ'
			'ﻭﺍﻟﻮﺳﺎﺋﺪ ﺁﻔﻌ ﻞ ﻣ ﻦ ﻳﺮﻳﺪ ﺍ ﻹﺁﺜﺎﺭ ﻣ ﻦ ﺍﻟﻄﻌﺎﻡ ﺑﻞ ﻳﻘﻌﺪ ﻣ ﺴﺘ ﻮﻓﺰﺍ ﻻ ﻣ ﺴﺘ ﻮ ﻃﺌﺎ، ﻭﻳﺄﺁ ﻞ ﺑﻠﻐ ﺔ. ﻩﺬﺍ ﺁﻼﻡ ﺍﻟﺨ ﱠﻄﺎﺑﻲ،'
			'ﻭﺃ ﺷﺎﺭ ﻏﻴﺮﻩ ﺇﻟﻰ ﺃ ﱠﻥ ﺍﻟﻤﺘﻜﻲ ﺀ ﻩﻮ ﺍﻟﻤﺎﺋ ﻞ ﻋﻠﻰ ﺟﻨﺒﻪ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 746'
),
	Hadith(
		hadithNumber: 747,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺭﺃﻳ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﺎﻟﺴﺎ ﻣﻘﻌﻴﺎ ﻳﺄﺁ ﻞ ﺗ ﻤﺮﺍ، ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ.'
			'»ﺍﻟﻤﻘﻌﻲ» ﻩﻮ ﺍﻟﺬﻱ ﻳﻠ ﺼ ﻖ ﺃﻟﻴﺘﻴ ﻪ ﺑﺎﻷﺭ ﺽ، ﻭﻳﻨ ﺼ ﺐ ﺳﺎﻗﻴﻪ',
		translation: 'Translation of Hadith 747'
),
	Hadith(
		hadithNumber: 748,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺇﺫﺍ ﺃﺁ ﻞ ﺃﺣﺪﺁﻢ ﻃﻌﺎﻣﺎ،'
			'ﻓﻼ ﻳﻤﺴ ﺢ ﺃﺻﺎﺑﻌﻪ ﺣﺘﻰ ﻳﻠﻌﻘ ﻬﺎ ﺃﻭ ﻳﻠﻌﻘﻬﺎ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 748'
),
	Hadith(
		hadithNumber: 749,
		hadith:
						'ﻭﻋﻦ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟﻚ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺭﺃﻳ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺄﺁ ﻞ ﺑﺜﻼ ﺙ ﺃﺻﺎﺑ ﻊ ﻓﺈﺫﺍ'
			'ﻓﺮ ﻍ ﻟﻌﻘﻬﺎ. ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 749'
),
	Hadith(
		hadithNumber: 750,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻣﺮ ﺑﻠﻌ ﻖ ﺍ ﻷ ﺻﺎﺑ ﻊ ﻭﺍﻟ ﱠﺼ ﺤﻔ ﺔ ﻭﻗﺎﻝ:'
			'«ﺇﱠﻧﻜﻢ ﻻ ﺗﺪ ﺭﻭ ﻥ ﻓﻲ ﺃ ﱢﻱ ﻃﻌﺎﻣﻜﻢ ﺍﻟﺒﺮﺁﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 750'
),
	Hadith(
		hadithNumber: 751,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «ﺇﺫﺍ ﻭﻗﻌﺖ ﻟﻘ ﻤﺔ ﺃﺣﺪﺁﻢ، ﻓﻠﻴﺄ ﺧﺬ ﻩﺎ ﻓﻠﻴ ﻤ ﻂ ﻣﺎ ﺁﺎﻥ ﺑﻬﺎ ﻣﻦ'
			'ﺃﺬﯨ ﻭﻟﻴﺄﺁﻠ ﻬﺎ، ﻭﻻ ﻳﺪ ﻋﻬﺎ ﻟﻠ ﱠﺸﻴ ﻄﺎ ﻥ، ﻭﻻ ﻳﻤ ﺴ ﺢ ﻳﺪﻩ ﺑﺎﻟ ﻤﻨﺪﻳ ﻞ ﺣﱠﺘﻰ ﻳﻠﻌ ﻖ ﺃ ﺻﺎﺑﻌﻪ، ﻓﺈﻧﻪ ﻻ ﻳﺪ ﺮﻳ ﻓﻲ ﺃ ﱢﻱ ﻃﻌﺎ ﻣ ﻪ'
			'ﺍﻟﺒﺮﺁﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 751'
),
	Hadith(
		hadithNumber: 752,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «ﺈﻧ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﺤﻀ ﺮ ﺃﺣﺪﺁﻢ ﻋﻨﺪ ﺁﻞﱢ ﺷﻲ ﺀ ﻣ ﻦ ﺷﺄﻧﻪ،'
			'ﺣﺘﻰ ﻳ ﺤ ﻀ ﺮﻩ ﻋﻨﺪ ﻃﻌﺎﻣﻪ، ﻓﺈﺫﺍ ﺳﻘ ﻄ ﺖ ﻟﻘﻤﺔ ﺃ ﺣﺪﺁﻢ ﻓﻠﻴﺄﺧﺬ ﻩﺎ ﻓﻠﻴ ﻤ ﻂ ﻣﺎ ﺁﺎ ﻥ ﺑﻬﺎ ﻣﻦ ﺃﺬﯨ، ﺛﻢﱠ ﻟﻴﺄﺁﻠ ﻬﺎ ﻭﻻ ﻳﺪﻋﻬﺎ'
			'ﻟﻠ ﱠﺸﻴ ﻄﺎ ﻥ، ﻓﺈﺫﺍ ﻓﺮ ﻍ ﻓﻠﻴﻠﻌ ﻖ ﺃﺻﺎﺑﻌﻪ ﻓﺈﱠﻧﻪ ﻻ ﻳﺪﺮﻳ ﻓﻲ ﺃ ﱢﻱ ﻃﻌﺎ ﻣ ﻪ ﺍﻟﺒ ﺮﺁﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 752'
),
	Hadith(
		hadithNumber: 753,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﺁﺎﻥ: ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺃﺁ ﻞ ﻃﻌﺎﻣﺎ، ﻟﻌ ﻖ ﺃ ﺻﺎﺑﻌﻪ'
			'ﺍﻟﱠﺜﻼ ﺙ، ﻭﻗﺎ ﻝ: «ﺇﺫﺍ ﺳﻘ ﻄ ﺖ ﻟﻘﻤﺔ ﺃﺣﺪﺁﻢ ﻓﻠﻴﺄ ﺧﺬﻩﺎ، ﻭﻟﻴ ﻤ ﻂ ﻋﻨﻬﺎ ﺍﻷﺬﯨ، ﻭﻟﻴﺄﺁﻠ ﻬﺎ، ﻭﻻ ﻳﺪ ﻋ ﻬﺎ ﻟﻠ ﱠﺸﻴ ﻄﺎ ﻥ» ﻭﺃ ﻣﺮﻧﺎ'
			'ﺄﻧ ﻧﺴﻠ ﺖ ﺍﻟﻘﺼﻌ ﺔ ﻭﻗﺎﻝ: ﺇﱠﻧﻜﻢ ﻻ ﺗﺪ ﺭﻭ ﻥ ﻓﻲ ﺃ ﱢﻱ ﻃﻌﺎ ﻣﻜﻢ ﺍﻟﺒﺮﺁﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 753'
),
	Hadith(
		hadithNumber: 754,
		hadith:
						'ﻭﻋﻦ ﺳﻌﻴﺪ ﺑ ﻦ ﺍﻟﺤﺎﺮﺛ ﺃﱠﻧﻪ ﺳﺄﻝ ﺟﺎﺑﺮﺍ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻮﺿﻮ ﺀ ﻣﱠﻤﺎ ﻣ ﱠﺴ ﺖ ﺍﻟﱠﻨﺎ ﺭ، ﻓﻘﺎﻝ: ﻻ، ﻗﺪ ﺁﱠﻨﺎ'
			'ﺯﻣ ﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻻ ﻧﺠﺪ ﻣﺜ ﻞ ﺫﻟﻚ ﺍﻟﻄﻌﺎﻡ ﺇ ﱠﻻ ﻗﻠﻴ ﻼ، ﻓﺈﺫﺍ ﻧﺤ ﻦ ﻭﺟﺪﻧﺎﻩ، ﻟﻢ ﻳﻜ ﻦ ﻟﻨﺎ ﻣﻨﺎﺩﻳ ﻞ ﺇﻻ'
			'ﺃﺁﱠﻔﻨﺎ ﻭ ﺳ ﻮﺍﻋﺪﻧﺎ ﻭﺃﻗﺪﺍ ﻣﻨﺎ، ﺛﻢﱠ ﻧ ﺼﱢﻠﻲ ﻭﻻ ﻧﺘ ﻮ ﱠﺿﺄ. ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 754'
),
	Hadith(
		hadithNumber: 755,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻃﻌﺎﻡ ﺍﻹﺛﻨﻴ ﻦ ﺁﺎﻓﻲ'
			'ﺍﻟﱠﺜﻼﺛ ﺔ ، ﻭ ﻃﻌﺎﻡ ﺍﻟﺜﻼﺛ ﺔ ﺁﺎﻓﻲ ﺍ ﻷﺭﺑﻌ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 755'
),
	Hadith(
		hadithNumber: 756,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ :« ﻃﻌﺎﻡ ﺍﻟ ﻮﺍ ﺣﺪ ﻳﻜﻔﻲ'
			'ﺍﻹﺛﻨﻴ ﻦ ، ﻭﻃﻌﺎﻡ ﺍﻹﺛﻨﻴ ﻦ ﻳﻜﻔﻲ ﺍﻷﺭﺑﻌ ﺔ ، ﻭﻃﻌﺎﻡ ﺍﻷ ﺭﺑﻌ ﺔ ﻳﻜﻔﻲ ﺍﻟﱠﺜﻤﺎﻧﻴ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 756'
),
	Hadith(
		hadithNumber: 757,
		hadith:
						'ﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﺘﻨﻔﱠ ﺲ ﻓﻲ ﺍﻟﺸ ﺮﺍ ﺏ ﺛﻼﺛﺎ. ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ.'
			'ﻳﻌﻨﻲ: ﻳﺘﻨﱠﻔ ﺲ ﺧﺎ ﺭ ﺝ ﺍ ﻹﻧﺎ ﺀ',
		translation: 'Translation of Hadith 757'
),
	Hadith(
		hadithNumber: 758,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﻻ ﺗ ﺸ ﺮﺑﻮﺍ ﻭﺍ ﺣﺪﺍ'
			'ﺁ ﺸ ﺮ ﺏ ﺍﻟﺒﻌﻴﺮ، ﻭﻟﻜﻦ ﺍ ﺷ ﺮﺑﻮﺍ ﻣﺜﻨﻰ ﻭﺛﻼ ﺙ، ﻭ ﺳﱡﻤﻮﺍ ﺇﺫﺍ ﺃﻧﺘﻢ ﺷ ﺮﺑﺘﻢ، ﻭﺍ ﺣﻤﺪﻭﺍ ﺇﺫﺍ ﺃﻧﺘﻢ ﺭﻓﻌﺘﻢ» ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳﺚ ﺣﺴﻦ.'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻳﺰﻳﺪ ﺑﻦ ﺳﻨﺎﻥ ﺃﺑﻮ ﻓﺮﻭﺓ ﺍﻟﺮﻩﺎﻮﻳ ، ﻮﻫﻮ ﺿﻌﻴﻒ ، ﻭﺷﻴﺨﻪ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 758'
),
	Hadith(
		hadithNumber: 759,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﺄﻧ ﻳﺘﻨﱠﻔ ﺲ ﻓﻲ ﺍ ﻹﻧﺎ ﺀ ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'(ﻳﻌﻨﻲ: ﻳﺘﻨﱠﻔ ﺲ ﻓﻲ ﻧﻔ ﺲ ﺍ ﻹﻧﺎ ﺀ',
		translation: 'Translation of Hadith 759'
),
	Hadith(
		hadithNumber: 760,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﱠﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺗﻲ ﺑﻠﺒ ﻦ ﻗﺪ ﺷﻴﺐ ﺑ ﻤﺎ ﺀ، ﻭ ﻋ ﻦ ﻳ ﻤﻴﻨ ﻪ'
			'ﺃ ﻋﺮﺍﺑﻲ، ﻭ ﻋ ﻦ ﻳﺴﺎ ﺭﻩ ﺃﺑﻮ ﺑﻜ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻓ ﺸ ﺮ ﺏ، ﺛﻢﱠ ﺃ ﻋ ﻄﻰ ﺍ ﻷ ﻋ ﺮﺍﺑ ﱠﻲ ﻭﻗﺎﻝ: «ﺍ ﻷﻳ ﻤ ﻦ ﻓﺎ ﻷﻳﻤ ﻦ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ.'
			'ﻗﻮﻟﻪ: « ﺷﻴ ﺐ» ﺄﻳ: ﺧﻠﻂ',
		translation: 'Translation of Hadith 760'
),
	Hadith(
		hadithNumber: 761,
		hadith:
						'ﻭﻋﻦ ﺳﻬﻞ ﺑﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺗ ﻲ ﺑﺸﺮﺍ ﺏ، ﻓﺸ ﺮ ﺏ ﻣﻨﻪ ﻭ ﻋ ﻦ'
			'ﻳ ﻤﻴﻨ ﻪ ﻏﻼﻡ، ﻭﻋﻦ ﻳ ﺴﺎ ﺭﻩ ﺃ ﺷﻴﺎ ﺥ، ﻓﻘﺎﻝ ﻟﻠﻐﻼﻡ « ﺃﺗﺄﺫ ﻥ ﻟﻲ ﺃ ﻥ ﺃ ﻋ ﻄ ﻲ ﻩﺆﻻ ﺀ؟» ﻓﻘﺎﻝ ﺍﻟﻐﻼﻡ: ﻻ ﻭﺍﻟﱠﻠﻪ، ﻻ ﺃﻭﺛ ﺮ'
			'ﻗﻮﻟﻪ: «ﺗﱠﻠﻪ» ﺃ ﻱ: ﻭ ﺿﻌﻪ، ﻮﻫﺬﺍ ﺍﻟﻐﻼﻡ ﻩﻮ ﺍﺑ ﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ.ﺑﻨ ﺼﻴﺒﻰ ﻣﻨ ﻚ ﺃ ﺣﺪﺍ، ﻓﺘﻠﱠﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻳﺪﻩ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 761'
),
	Hadith(
		hadithNumber: 762,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ ﻧ ﻬﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺍ ﺧﺘﻨﺎ ﺙ ﺍ ﻷ ﺳﻘﻴ ﺔ .'
			'ﻳﻌﻨﻰ : ﺃ ﻥ ﺗﻜ ﺴ ﺮ ﺃﻓ ﻮﺍ ﻩﻬﺎ ، ﻭﻳ ﺸ ﺮﺏ ﻣﻨﻬﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 762'
),
	Hadith(
		hadithNumber: 763,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻧ ﻬﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺄﻧ ﻳ ﺸ ﺮ ﺏ ﻣ ﻦ ﻓﻲ ﺍﻟ ﱢﺴﻘﺎ ﺀ'
			'ﺃﻭ ﺍﻟﻘ ﺮﺑ ﺔ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 763'
),
	Hadith(
		hadithNumber: 764,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺛﺎﺑ ﺖ ﺁﺒ ﺸ ﺔ ﺑﻨ ﺖ ﺛﺎﺑ ﺖ ﺃ ﺧ ﺖ ﺣ ﱠﺴﺎ ﻥ ﺑ ﻦ ﺛﺎﺑﺖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻭﻋﻨﻬﺎ ﻗﺎﻟﺖ: ﺩ ﺧﻞ ﻋﻠ ﱠﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓ ﺸ ﺮ ﺏ ﻣﻦ ﻓﻲ ﻗ ﺮﺑ ﺔ ﻣﻌﱠﻠﻘ ﺔ ﻗﺎﺋﻤﺎ . ﻓﻘ ﻤ ﺖ ﺇﻟﻰ ﻓﻴ ﻬﺎ ﻓﻘ ﻄﻌﺘﻪ ، ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ . ﻭﻗﺎﻝ :'
			'ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'ﻭﺇﱠﻧﻤﺎ ﻗ ﻄﻌﺘﻬﺎ : ﻟﺘ ﺤﻔ ﻆ ﻣ ﻮ ﺿ ﻊ ﻓﻢ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻭﺗﺘﺒ ﱠﺮ ﻙ ﺑ ﻪ ، ﻭﺗ ﺼﻮﻧﻪ ﻋﻦ ﺍﻻﺑﺘﺬﺍ ﻝ ،'
			'ﻮﻫﺬﺍ ﺍﻟ ﺤﺪﻳ ﺚ ﻣ ﺤﻤﻮﻝ ﻋﻠﻰ ﺑﻴﺎ ﻥ ﺍﻟﺠﻮﺍ ﺯ ، ﻭﺍﻟﺤﺪﻳﺜﺎﻥ ﺍﻟﺴﺎﺑﻘﺎﻥ ﻟﺒﻴﺎﻥ ﺍﻷﻓﻀﻞ ﻭﺍ ﻷﺁﻤﻞ ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 764'
),
	Hadith(
		hadithNumber: 765,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋ ﻦ ﺍﻟﱠﻨﻔ ﺦ ﻓﻲ ﺍﻟ ﱠﺸﺮﺍ ﺏ ﻓﻘﺎﻝ'
			'ﺭ ﺟﻞ : ﺍﻟﻘﺬﺍﺓ ﺃﺭﺎﻫﺎ ﻓﻲ ﺍ ﻹﻧﺎ ﺀ ؟ ﻓﻘﺎﻝ : « ﺃ ﻩ ﺮﻗ ﻬﺎ » ﻗﺎﻝ : ﻓﺈﻧﻰ ﻻ ﺃ ﺭ ﻮﯨ ﻣ ﻦ ﻧﻔ ﺲ ﻭﺍ ﺣﺪ ؟ ﻗﺎﻝ : « ﻓﺄﺑ ﻦ ﺍﻟﻘﺪ ﺡ'
			'ﺇﺫﺍ ﻋ ﻦ ﻓﻴ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 765'
),
	Hadith(
		hadithNumber: 766,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﺄﻧ ﻳﺘﻨﱠﻔ ﺲ ﻓﻲ ﺍ ﻹﻧﺎ ﺀ ، ﺃ ﻭ ﻳﻨﻔ ﺦ'
			'ﻓﻴ ﻪ ، ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 766'
),
	Hadith(
		hadithNumber: 767,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳﻘﻴ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺯ ﻣ ﺰﻡ ، ﻓ ﺸ ﺮ ﺏ ﻭ ﻩ ﻮ'
			'ﻗﺎﺋﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 767'
),
	Hadith(
		hadithNumber: 768,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻨ ﱠﺰﻻ ﺑ ﻦ ﺳﺒ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻰ ﻋﻠ ﱞﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺑﺎﺏ ﺍﻟ ﱠﺮ ﺣﺒ ﺔ ﻓ ﺸ ﺮﺏ ﻗﺎﺋﻤﺎ ، ﻭﻗﺎ ﻝ :'
			'ﺇﱢﻧﻰ ﺭﺃﻳ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻌﻞ ﺁﻤﺎ ﺭﺃﻳﺘﻤﻮﻧﻰ ﻓﻌﻠ ﺖ ، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﯨ',
		translation: 'Translation of Hadith 768'
),
	Hadith(
		hadithNumber: 769,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻧﺄﺁ ﻞ ﻋﻠﻰ ﻋﻬﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻧ ﺤ ﻦ'
			'ﻧ ﻤﺸﻰ ، ﻭﻧ ﺸ ﺮ ﺏ ﻭﻧ ﺤ ﻦ ﻗﻴﺎﻡ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 769'
),
	Hadith(
		hadithNumber: 770,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮﻭ ﺑﻦ ﺷﻌﻴﺐ ﻋﻦ ﺃﺑﻴ ﻪ ﻋﻦ ﺟﱢﺪﻩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺭﺃﻳ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﺸﺮ ﺏ ﻗﺎﺋﻤﺎ ﻭﻗﺎ ﻋﺪﺍ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ.'
			'`',
		translation: 'Translation of Hadith 770'
),
	Hadith(
		hadithNumber: 771,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﻪ ﻧ ﻬﻰ ﺃ ﻥ ﻳﺸﺮ ﺏ ﺍﻟﺮ ﺟ ﻞ ﻗﺎﺋﻤﺎ . ﻗﺎﻝ ﻗﺘﺎﺩﺓ :'
			'ﻓﻘﻠﻨﺎ ﻷﻧﺲ : ﻓﺎ ﻷﺁ ﻞ ؟ ﻗﺎﻝ : ﺫﻟ ﻚ ﺃ ﺷ ﱡﺮ ﺃﻭ ﺃ ﺧﺒ ﺚ ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺯ ﺟ ﺮ ﻋ ﻦ ﺍﻟ ﱡﺸ ﺮ ﺏ ﻗﺎﺋﻤﺎ',
		translation: 'Translation of Hadith 771'
),
	Hadith(
		hadithNumber: 772,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳ ﺸ ﺮﺑﻦ ﺃﺣﺪ ﻣﻨﻜﻢ'
			' .772ﻗﺎﺋﻤﺎ ، ﻓ ﻤ ﻦ ﻧ ﺴ ﻲ ﻓﻠﻴ ﺴﺘﻘﻲ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 772'
),
	Hadith(
		hadithNumber: 773,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺳﺎﻗﻰ ﺍﻟﻘ ﻮﻡ ﺁ ﺧ ﺮ ﻩﻢ » ﻳﻌﻨﻰ:'
			'ﺷ ﺮﺑﺎ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 773'
),
	Hadith(
		hadithNumber: 774,
		hadith:
						'ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺣ ﻀ ﺮ ﺕ ﺍﻟ ﱠﺼﻼﺓ ، ﻓﻘﺎﻡ ﻣ ﻦ ﺁﺎ ﻥ ﻗﺮﻳﺐ ﺍﻟﱠﺪﺍ ﺭ ﺇﻟﻰ ﺃ ﻩﻠ ﻪ ، ﻭﺑﻘﻰ ﻗ ﻮﻡ ﻓﺄﺗﻰ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻤ ﺨ ﻀﺐ ﻣﻦ ﺣ ﺠﺎ ﺭﺓ ، ﻓ ﺼﻐ ﺮ ﺍﻟ ﻤ ﺨ ﻀ ﺐ ﺄﻧ ﻳﺒ ﺴ ﻂ ﻓﻴ ﻪ ﺁﻔﱠﻪ ، ﻓﺘ ﻮ ﱠﺿﺄ ﺍﻟﻘ ﻮﻡ'
			'ﺁﻠﱠ ﻬﻢ . ﻗﺎﻟﻮﺍ : ﺁﻢ ﺁﻨﺘﻢ ؟ ﻗﺎ ﻝ : ﺛﻤﺎﻧﻴﻦ ﻭ ﺯﻳﺎﺩﺓ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻩﺬﻩ ﺭﻭﺍﻳﺔ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ ﻭﻟﻤﺴﻠﻢ : ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩﻋﺎ ﺑﺈﻧﺎ ﺀ ﻣ ﻦ ﻣﺎ ﺀ ، ﻓﺄﺗ ﻲ ﺑﻘﺪ ﺡ ﺭ ﺣ ﺮﺍ ﺡ ﻓﻴ ﻪ ﺷﻲ ﺀ ﻣ ﻦ'
			'ﻣﺎ ﺀ ، ﻓ ﻮ ﺿ ﻊ ﺃ ﺻﺎﺑﻌﻪ ﻓﻴ ﻪ . ﻗﺎ ﻝ ﺃﻧﺲ : ﻓﺠﻌﻠ ﺖ ﺃﻧ ﻈ ﺮ ﺇﻟﻰ ﺍﻟﻤﺎ ﺀ ﻳﻨﺒ ﻊ ﻣ ﻦ ﺑﻴ ﻦ ﺃﺻﺎﺑﻌﻪ ، ﻓﺤ ﺰ ﺭ ﺕ ﻣ ﻦ ﺗ ﻮ ﱠﺿﺄ ﻣﺎ'
			'ﺑﻴ ﻦ ﺍﻟ ﱠﺴﺒﻌﻴ ﻦ ﺇﻟﻰ ﺍﻟﱠﺜ ﻤﺎﻧﻴ ﻦ',
		translation: 'Translation of Hadith 774'
),
	Hadith(
		hadithNumber: 775,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺯﻳﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﺎﻧﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄ ﺧ ﺮ ﺟﻨﺎ ﻟﻪ ﻣﺎ ﺀ ﻓﻲ ﺗ ﻮ ﺭ'
			'ﻣ ﻦ ﺻﻔ ﺮ ﻓﺘ ﻮ ﱠﺿﺄ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺍﻟ ﱡﺼﻔﺮ » ﺑﻀﻢ ﺍﻟﺼﺎﺩ ، ﻭﻳﺠﻮﺯ ﺁﺴﺮﻩﺎ ، ﻮﻫﻮ ﺍﻟﻨﺤﺎﺱ ، « ﻭﺍﻟﱠﺘ ﻮﺭ » ﺁﺎﻟﻘﺪﺡ، ﻮﻫﻮ ﺑﺎﻟﺘﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ﻣﻦ ﻓﻮﻕ'
			'.'
			'`',
		translation: 'Translation of Hadith 775'
),
	Hadith(
		hadithNumber: 776,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺧ ﻞ ﻋﻠﻰ ﺭ ﺟ ﻞ ﻣ ﻦ ﺍ ﻷﻧﺼﺎ ﺭ ، ﻭ ﻣﻌﻪ'
			'ﺻﺎﺣ ﺐ ﻟﻪ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﻥ ﺁﺎ ﻥ ﻋﻨﺪ ﻙ ﻣﺎ ﺀ ﺑﺎ ﺕ ﻩﺬﻩ ﺍﻟﱠﻠﻴﻠ ﺔ ﻓﻲ ﺷﱠﻨ ﺔ ﻭﺇ ﱠﻻ ﺁﺮ ﻋﻨﺎ'
			'» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ . « ﺍﻟ ﱠﺸ ﱡﻦ »: ﺍﻟﻘ ﺮﺑﺔ',
		translation: 'Translation of Hadith 776'
),
	Hadith(
		hadithNumber: 777,
		hadith:
						'ﻭﻋﻦ ﺣﺬﻳﻔﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺇ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﺎﻧﺎ ﻋﻦ ﺍﻟ ﺤﺮﻳﺮ ﻭﺍﻟﱢﺪﻳﺒﺎ ﺝ ﻭﺍﻟ ﱡﺸ ﺮ ﺏ'
			' .777ﻓﻲ ﺁﻧﻴ ﺔ ﺍﻟﱠﺬ ﻩﺐ ﻭﺍﻟﻔ ﱠﻀ ﺔ ، ﻭﻗﺎﻝ : « ﻩ ﻲ ﻟ ﻬﻢ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ، ﻮﻫﻰ ﻟﻜﻢ ﻓﻲ ﺍﻵ ﺧ ﺮﺓ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 777'
),
	Hadith(
		hadithNumber: 778,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺳﻠﻤﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﺬﻱ ﻳ ﺸ ﺮ ﺏ ﻓﻲ ﺁﻧﻴ ﺔ'
			'ﺍﻟﻔ ﱠﻀ ﺔ ﺇﱠﻧﻤﺎ ﻳﺠ ﺮ ﺟ ﺮ ﻓﻲ ﺑ ﻄﻨ ﻪ ﻧﺎ ﺭ ﺟ ﻬﱠﻨﻢ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﺬﻱ ﻳﺄﺁ ﻞ ﺃ ﻭ ﻳ ﺸ ﺮ ﺏ ﻓﻲ ﺁﻧﻴ ﺔ ﺍﻟﻔ ﱠﻀ ﺔ ﻭﺍﻟﱠﺬ ﻩ ﺐ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﻣ ﻦ ﺷ ﺮ ﺏ ﻓﻲ ﺇﻧﺎ ﺀ ﻣ ﻦ ﺫ ﻩ ﺐ ﺃ ﻭ ﻓﻀ ﺔ ﻓﺈﱠﻧﻤﺎ ﻳﺠ ﺮ ﺟ ﺮ ﻓﻲ ﺑ ﻄﻨ ﻪ ﻧﺎﺭﺍ ﻣ ﻦ ﺟ ﻬﱠﻨﻢ »',
		translation: 'Translation of Hadith 778'
),
	Hadith(
		hadithNumber: 779,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎﺱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: ﺍﻟﺒ ﺴﻮﺍ ﻣ ﻦ ﺛﻴﺎﺑﻜﻢ ﺍﻟﺒﻴﺎ ﺽ'
			'، ﻓﺈﱠﻧ ﻬﺎ ﻣﻦ ﺧﻴ ﺮ ﺛﻴﺎﺑﻜﻢ ، ﻭﺁﱢﻔﻨﻮﺍ ﻓﻴﻬﺎ ﻣ ﻮﺗﺎﺁﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 779'
),
	Hadith(
		hadithNumber: 780,
		hadith:
						'ﻭﻋﻦ ﺳﻤ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟﺒ ﺴﻮﺍ ﺍﻟﺒﻴﺎ ﺽ ، ﻓﺈﻧﻬﺎ'
			'ﺃ ﻃﻬ ﺮ ﻭﺃ ﻃﻴ ﺐ ، ﻭﺁﱢﻔﻨﻮﺍ ﻓﻴﻬﺎ ﻣ ﻮﺗﺎﺁﻢ » ﺭﻭﺍﻩ ﺍﻟﻨﺴﺎﺋﻰ ، ﻭﺍﻟﺤﺎﺁﻢ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 780'
),
	Hadith(
		hadithNumber: 781,
		hadith:
						'ﻭﻋﻦ ﺍﻟﺒﺮﺍ ﺀ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﺮﺑﻮﻋﺎ ﻭﻟﻘﺪ ﺭﺃﻳﺘﻪ ﻓﻲ ﺣﱠﻠ ﺔ'
			'ﺣ ﻤﺮﺍ ﺀ ﻣﺎ ﺭﺃﻳ ﺖ ﺷﻴﺌﺎ ﻗ ﱡﻂ ﺃ ﺣ ﺴ ﻦ ﻣﻨﻪ . ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 781'
),
	Hadith(
		hadithNumber: 782,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺟ ﺤﻴﻔ ﺔ ﻭ ﻩ ﺐ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺭﺃﻳ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻤﱠﻜ ﺔ ﻭ ﻩ ﻮ'
			'ﻭ ﺳﱠﻠﻢ ﻭ ﻋﻠﻴﻪ ﺣﱠﻠﺔ ﺣ ﻤ ﺮﺍ ﺀ ، ﺁﺄﱢﻧﻰ ﺃﻧﻈ ﺮ ﺇﻟﻰ ﺑﻴﺎ ﺽ ﺳﺎﻗﻴ ﻪ ، ﻓﺘﻮ ﱠﺿﺄ ﻭﺃﱠﺫ ﻥ ﺑﻼ ﻝ ، ﻓ ﺠﻌﻠ ﺖ ﺃﺗﺘﱠﺒ ﻊ ﻓﺎﻩ ﻩ ﻬﻨﺎ ﻮﻫ ﻬﻨﺎ ،ﺑﺎ ﻷﺑ ﻄ ﺢ ﻓﻲ ﻗﱠﺒ ﺔ ﻟﻪ ﺣ ﻤﺮﺍ ﺀ ﻣ ﻦ ﺃﺪﻣ ﻓ ﺨ ﺮ ﺝ ﺑﻼﻝ ﺑ ﻮﺿﻮﺋ ﻪ ، ﻓ ﻤ ﻦ ﻧﺎ ﺿ ﺢ ﻭﻧﺎﺋ ﻞ ، ﻓ ﺨ ﺮ ﺝ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻳﻘﻮ ﻝ ﻳ ﻤﻴﻨﺎ ﻭ ﺷ ﻤﺎ ﻻ: ﺣ ﱠﻲ ﻋﻠﻰ ﺍﻟ ﱠﺼﻼﺓ ، ﺣ ﱠﻲ ﻋﻠﻰ ﺍﻟﻔ ﻼ ﺡ . ﺛﻢﱠ ﺭﺁ ﺰ ﺕ ﻟﻪ ﻋﻨ ﺰﺓ ، ﻓﺘﻘﱠﺪﻡ ﻓ ﺼﱠﻠﻰ ﻳﻤﺮﱡ ﺑﻴ ﻦ ﻳﺪﻳﻪ'
			'ﺍﻟﻜﻠ ﺐ ﻭﺍﻟ ﺤ ﻤﺎ ﺭ ﻻ ﻳ ﻤﻨ ﻊ. ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ . «ﺍﻟﻌﻨ ﺰﺓ» ﺑﻔﺘﺢ ﺍﻟﻨﻮ ﻥ ﻧ ﺤ ﻮ ﺍﻟﻌﻜﺎ ﺯﺓ',
		translation: 'Translation of Hadith 782'
),
	Hadith(
		hadithNumber: 783,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺭ ﻣﺜﺔ ﺭﻓﺎ ﻋ ﺔ ﺍﻟﱠﺘﻤﻴﻤ ﱢﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺭﺃﻳﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻋﻠﻴﻪ'
			'ﺛﻮﺑﺎﻥ ﺃ ﺧ ﻀﺮﺍ ﻥ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﺑﺈ ﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 783'
),
	Hadith(
		hadithNumber: 784,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺧ ﻞ ﻳ ﻮﻡ ﻓﺘ ﺢ ﻣﱠﻜ ﺔ ﻭ ﻋﻠﻴ ﻪ ﻋﻤﺎﻣﺔ'
			'ﺳ ﻮﺩﺍ ﺀ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 784'
),
	Hadith(
		hadithNumber: 785,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﻋﻤﺮﻭ ﺑﻦ ﺣ ﺮﻳ ﺚ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺄﻧﻰ ﺃﻧﻈﺮ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻭ ﻋﻠﻴﻪ ﻋ ﻤﺎ ﻣﺔ ﺳ ﻮﺩﺍ ﺀ ﻗﺪ ﺃ ﺭ ﺧﻰ ﻃ ﺮﻓﻴﻬﺎ ﺑﻴ ﻦ ﺁﺘﻔﻴﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﻄ ﺐ ﺍﻟﱠﻨﺎ ﺱ ، ﻭ ﻋﻠﻴﻪ ﻋ ﻤﺎ ﻣﺔ ﺳﻮﺩﺍ ﺀ',
		translation: 'Translation of Hadith 785'
),
	Hadith(
		hadithNumber: 786,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﱢﻔ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺛﻼﺛﺔ ﺃﺛ ﻮﺍ ﺏ ﺑﻴ ﺾ'
			'ﺳ ﺤﻮﻟﱠﻴ ﺔ ﻣ ﻦ ﺁ ﺮ ﺳ ﻒ ، ﻟﻴ ﺲ ﻓﻴ ﻬﺎ ﻗ ﻤﻴ ﺺ ﻭﻻ ﻋﻤﺎ ﻣﺔ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺴﱠ ﺤﻮﻟﻴﱠﺔ » ﺑﻔﺘ ﺢ ﺍﻟﺴﻴﻦ ﻭﺿﻤﻬﺎ ﻭﺿﻢ ﺍﻟﺤﺎﺀ ﺍﻟﻤﻬﻤﻠﺘﻴﻦ : ﺛﻴﺎ ﺏ ﺗﻨ ﺴﺐ ﺇﻟﻰ ﺳ ﺤﻮ ﻝ : ﻗ ﺮﻳ ﺔ ﺑﺎﻟﻴﻤ ﻦ «'
			'ﻭﺍﻟﻜ ﺮ ﺳﻒ » : ﺍﻟﻘ ﻄﻦ .'
			'`',
		translation: 'Translation of Hadith 786'
),
	Hadith(
		hadithNumber: 787,
		hadith:
						'ﻭﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺧ ﺮ ﺝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺫﺎﺗ ﻏﺪﺍﺓ ﻭ ﻋﻠﻴﻪ ﻣ ﺮ ﻁ ﻣ ﺮ ﱠﺣﻞ ﻣ ﻦ ﺷﻌ ﺮ ﺃﺳﻮﺩ ﺭﻭﺍﻩ.'
			'ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﻤ ﺮﻁ » ﺑﻜﺴﺮ ﺍﻟﻤﻴﻢ : ﻮﻫﻮ ﺁﺴﺎ ﺀ . « ﻭﺍﻟﻤ ﺮ ﱠﺣﻞ » ﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ : ﻩﻮ ﺍﻟﺬﻱ ﻓﻴﻪ ﺻﻮﺭﺓ ﺭﺣﺎﻝ ﺍ ﻹﺑﻞ ،'
			'ﻮﻫ ﻲ ﺍ ﻷﺁ ﻮﺍ ﺭ .'
			'`',
		translation: 'Translation of Hadith 787'
),
	Hadith(
		hadithNumber: 788,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻤﻐﻴﺮﺓ ﺑﻦ ﺷﻌﺒ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﻨ ﺖ ﻣﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺫﺍ ﺕ ﻟﻴﻠﺔ ﻓﻲ'
			'ﻣﺴﻴ ﺮ ، ﻓﻘﺎﻝ ﻟﻲ : « ﺃﻣﻌ ﻚ ﻣﺎﺀ ؟ » ﻗﻠﺖ : ﻧﻌﻢ ، ﻓﻨ ﺰ ﻝ ﻋﻦ ﺭﺍ ﺣﻠﺘ ﻪ ﻓ ﻤﺸﻰ ﺣﺘﻰ ﺗ ﻮﺍ ﺮﯨ ﻓﻲ ﺳﻮﺍﺩ ﺍﻟﱠﻠﻴ ﻞ ﺛﻢ ﺟﺎ ﺀ'
			'ﻓﺄﻓ ﺮ ﻏ ﺖ ﻋﻠﻴ ﻪ ﻣ ﻦ ﺍ ﻹﺩﺍ ﻭﺓ ، ﻓﻐ ﺴ ﻞ ﻭ ﺟ ﻬﻪ ﻭ ﻋﻠﻴ ﻪ ﺟﱠﺒﺔ ﻣ ﻦ ﺻﻮ ﻑ ، ﻓﻠﻢ ﻳ ﺴﺘ ﻄ ﻊ ﺃ ﻥ ﻳ ﺨ ﺮ ﺝ ﺫﺭﺍ ﻋﻴﻪ ﻣﻨﻬﺎ ﺣﺘﻰ'
			'ﺃ ﺧ ﺮ ﺟ ﻬﻤﺎ ﻣ ﻦ ﺃ ﺳﻔ ﻞ ﺍﻟ ﺠﱠﺒ ﺔ ، ﻓﻐ ﺴ ﻞ ﺫ ﺭﺍﻋﻴ ﻪ ﻭ ﻣ ﺴ ﺢ ﺑﺮﺃ ﺳﻪ ﺛﻢﱠ ﺃ ﻩ ﻮﻳﺖ ﻷﻧﺰ ﻉ ﺧﱠﻔﻴﻪ ﻓﻘﺎﻝ : « ﺩ ﻋﻬ ﻤﺎ ﻓﺈﻧﻰ'
			'ﺃﺩ ﺧﻠﺘ ﻬﻤﺎ ﻃﺎ ﻩ ﺮﺗﻴ ﻦ » ﻭ ﻣ ﺴ ﺢ ﻋﻠﻴ ﻬﻤﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻭ ﻋﻠﻴﻪ ﺟﱠﺒﺔ ﺷﺎ ﻣﱠﻴﺔ ﺿﻴﻘﺔ ﺍﻟﻜﱠﻤﻴ ﻦ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺃ ﱠﻥ ﻩﺬﻩ ﺍﻟﻘﺼ ﺔ ﺁﺎﻧﺖ ﻓﻲ ﻏ ﺰ ﻭﺓ ﺗﺒﻮ ﻙ',
		translation: 'Translation of Hadith 788'
),
	Hadith(
		hadithNumber: 789,
		hadith:
						'ﻋﻦ ﺄﻣﱢ ﺳﻠﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﺎﻥ ﺃ ﺣ ﱠﺐ ﺍﻟﱢﺜﻴﺎ ﺏ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻘﻤﻴ ﺺ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 789'
),
	Hadith(
		hadithNumber: 790,
		hadith:
						'ﻋﻦ ﺃﺳﻤﺎﺀ ﺑﻨﺖ ﻳﺰﻳﺪ ﺍﻷﻧﺼﺎ ﺭﱠﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺁﺎﻥ ﺁﻢﱡ ﻗ ﻤﻴ ﺺ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺇﻟﻰ ﺍﻟ ﱡﺮ ﺳ ﻎ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 790'
),
	Hadith(
		hadithNumber: 791,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﻥ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺟ ﱠﺮ ﺛ ﻮﺑﻪ ﺧﻴﻼ ﺀ ﻟﻢ ﻳﻨ ﻈﺮ'
			'ﺍﻟﱠﻠﻪ ﺇﻟﻴ ﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﻓﻘﺎﻝ ﺃﺑﻮ ﺑﻜﺮ : ﻳﺎﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺈﻧ ﺇﺯﺍﺮﯨ ﻳ ﺴﺘ ﺮﺧﻰ ﺇﻻ ﺃ ﻥ ﺃﺗﻌﺎ ﻩﺪﻩ، ﻓﻘﺎﻝ ﻟﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱠﻧ ﻚ ﻟ ﺴ ﺖ ﻣﱠﻤ ﻦ ﻳﻔﻌﻠﻪ ﺧﻴﻼ ﺀ ».'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ، ﻭﺭﻮﯨ ﻣﺴﻠﻢ ﺑﻌﻀﻪ',
		translation: 'Translation of Hadith 791'
),
	Hadith(
		hadithNumber: 792,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﻨ ﻈ ﺮ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ'
			'ﺇﻟﻰ ﻣ ﻦ ﺟ ﱠﺮ ﺇ ﺯﺍ ﺭﻩ ﺑﻄﺮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 792'
),
	Hadith(
		hadithNumber: 793,
		hadith:
						'ﻭﻋﻨﻪ ﻋـﻦ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺃ ﺳﻔ ﻞ ﻣ ﻦ ﺍﻟﻜﻌﺒﻴ ﻦ ﻣ ﻦ ﺍ ﻹﺯﺍﺭ ﻓﻔﻲ ﺍﻟﱠﻨﺎﺭ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 793'
),
	Hadith(
		hadithNumber: 794,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺛﻼﺛﺔ ﻻ ﻳﻜﻠﱢﻤ ﻬﻢ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ،""?'
			'ﻭﻻ ﻳﻨ ﻈ ﺮ ﺇﻟﻴﻬﻢ ، ﻭﻻ ﻳ ﺰﱢﺁﻴ ﻬﻢ ، ﻭﻟ ﻬﻢ ﻋﺬﺍ ﺏ ﺃﻟﻴﻢ » ﻗﺎﻝ : ﻓﻘﺮﺄﻫﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺛﻼﺙ ﻣ ﺮﺍ ﺭ .'
			'ﻗﺎﻝ ﺃﺑﻮ ﺫ ﱟﺭ : ﺧﺎﺑﻮﺍ ﻭﺧ ﺴ ﺮﻭﺍ ﻣ ﻦ ﻩﻢ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎﻝ : « ﺍﻟﻤﺴﺒ ﻞ ، ﻭﺍﻟﻤﱠﻨﺎ ﻥ ﻭﺍﻟﻤﻨﻔ ﻖ ﺳﻠﻌﺘﻪ ﺑﺎﻟ ﺤﻠ ﻒ'
			'ﺍﻟﻜﺎﺫ ﺏ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : « ﺍﻟﻤ ﺴﺒ ﻞ ﺇ ﺯﺍ ﺭﻩ »',
		translation: 'Translation of Hadith 794'
),
	Hadith(
		hadithNumber: 795,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋﻦ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍ ﻹ ﺳﺒﺎ ﻝ ﻓﻲ ﺍ ﻹﺯﺍ ﺭ ،'
			'ﻭﺍﻟﻘ ﻤﻴ ﺺ ، ﻭﺍﻟﻌ ﻤﺎﻣ ﺔ ، ﻣ ﻦ ﺟ ﱠﺮ ﺷﻴﺌﺎ ﺧﻴﻼ ﺀ ﻟﻢ ﻳﻨ ﻈ ﺮ ﺍﻟﱠﻠﻪ ﺇﻟﻴ ﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ، ﻭﺍﻟﻨﺴﺎﺋﻰ ﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 795'
),
	Hadith(
		hadithNumber: 796,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺟ ﺮﻱﱟ ﺟﺎﺑﺮ ﺑﻦ ﺳﻠﻴﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺭﺃﻳ ﺖ ﺭﺟ ﻼ ﻳ ﺼﺪ ﺭ ﺍﻟﱠﻨﺎ ﺱ ﻋ ﻦ ﺭﺃﻳ ﻪ ﻻ ﻳﻘﻮ ﻝ ﺷﻴﺌﺎ ﺇ ﱠﻻ'
			'ﺻﺪ ﺭﻭﺍ ﻋﻨﻪ ، ﻗﻠ ﺖ : ﻣﻦ ﻩﺬﺍ ؟ ﻗﺎﻟﻮﺍ : ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻗﻠ ﺖ: ﻋﻠﻴ ﻚ ﺍﻟ ﱠﺴﻼﻡ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﻣ ﱠﺮﺗﻴ ﻦ ﻗﺎﻝ : «ﻻ ﺗﻘﻞ ﻋﻠﻴ ﻚ ﺍﻟ ﱠﺴﻼﻡ ، ﻋﻠﻴ ﻚ ﺍﻟﺴﻼﻡ ﺗ ﺤﻴﱠﺔ ﺍﻟﻤ ﻮﺗﻰ ﻗ ﻞ : ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻚ » ﻗﺎﻝ : ﻗﻠ ﺖ : ﺃﻧ ﺖ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ؟ ﻗﺎﻝ : «ﺃﻧﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺍﻟﺬﻱ ﺇﺫﺍ ﺃﺻﺎﺑ ﻚ ﺿﱞﺮ ﻓﺪ ﻋ ﻮﺗﻪ ﺁ ﺸﻔﻪ ﻋﻨ ﻚ ، ﻭﺇﺫﺍ ﺃ ﺻﺎﺑ ﻚ ﻋﺎﻡ ﺳﻨﺔ ﻓﺪﻋ ﻮﺗﻪ ﺃﻧﺒﺘ ﻬﺎ'
			'ﻟﻚ ، ﻭﺇﺫﺍ ﺁﻨ ﺖ ﺑﺄ ﺭ ﺽ ﻗﻔ ﺮ ﺃ ﻭ ﻓﻼﺓ ، ﻓ ﻀﱠﻠﺖ ﺭﺍ ﺣﻠﺘ ﻚ ، ﻓﺪﻋ ﻮﺗﻪ ﺭﱠﺩ ﻩﺎ ﻋﻠﻴ ﻚ » ﻗﺎﻝ : ﻗﻠﺖ : ﺍ ﻋ ﻬﺪ ﺇﻟ ﱠﻲ . ﻗﺎﻝ : «'
			'ﻻ ﺗ ﺴﺒﱠﻦﱠ ﺃﺣﺪﺍ » ﻗﺎﻝ : ﻓﻤﺎ ﺳﺒﺒ ﺖ ﺑﻌﺪﻩ ﺣ ﺮﺍ ، ﻭﻻ ﻋﺒﺪﺍ ، ﻭﻻ ﺑﻌﻴﺮﺍ، ﻭﻻ ﺷﺎﺓ « ﻭﻻ ﺗﺤﻘﺮ ﱠﻥ ﻣ ﻦ ﺍﻟﻤﻌﺮﻭ ﻑ ﺷﻴﺌﺎ'
			'، ﻭﺃ ﻥ ﺗﻜﱢﻠﻢ ﺃ ﺧﺎﻙ ﻭﺃﻧ ﺖ ﻣﻨﺒ ﺴ ﻂ ﺇﻟﻴ ﻪ ﻭﺟ ﻬ ﻚ، ﺇ ﱠﻥ ﺫﻟﻚ ﻣ ﻦ ﺍﻟﻤﻌ ﺮﻭ ﻑ . ﻭﺍﺭﻓﻊ ﺇﺯﺍﺭ ﻙ ﺇﻟﻰ ﻧ ﺼ ﻒ ﺍﻟ ﱠﺴﺎ ﻕ ، ﻓﺈﻥ'
			'ﺃﺑﻴ ﺖ ﻓﺈﻟﻰ ﺍﻟﻜﻌﺒﻴﻦ ، ﻭﺇﻳﺎ ﻙ ﻭﺇ ﺳﺒﺎﻝ ﺍ ﻹﺯﺍ ﺭ ﻓﺈﱠﻧ ﻬﺎ ﻣﻦ ﺍﻟﻤ ﺨﻴﻠ ﺔ ﻭﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻻ ﻳﺤ ﱡﺐ ﺍﻟ ﻤ ﺨﻴﻠﺔ ، ﻭﺈﻧ ﺍ ﻣﺮﺅ ﺷﺘﻤﻚ'
			'ﻭ ﻋﱠﻴﺮ ﻙ ﺑ ﻤﺎ ﻳﻌﻠﻢ ﻓﻴ ﻚ ﻓﻼ ﺗﻌﱢﻴﺮﻩ ﺑﻤﺎ ﺗﻌﻠﻢ ﻓﻴ ﻪ ، ﻓﺈﱠﻧﻤﺎ ﻭﺑﺎ ﻝ ﺫﻟ ﻚ ﻋﻠﻴ ﻪ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ'
			'، ﻭﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 796'
),
	Hadith(
		hadithNumber: 797,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺑﻴﻨﻤﺎ ﺭ ﺟﻞ ﻳ ﺼﱢﻠﻰ ﻣ ﺴﺒﻞ ﺇ ﺯﺍ ﺭﻩ، ﻗﺎﻝ ﻟﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﺫ ﻩﺐ ﻓﺘﻮﺿﺄ » ﻓﺬ ﻩﺐ ﻓﺘﻮ ﱠﺿﺄ ، ﺛﻢ ﺟﺎ ﺀ ، ﻓﻘﺎﻝ: «ﺍﺬﻫ ﺐ ﻓﺘﻮ ﱠﺿﺄ » ﻓﻘﺎﻝ ﻟﻪ ﺭ ﺟﻞ : ﻳﺎ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ . ﻣﺎﻟ ﻚ ﺃﻣ ﺮﺗﻪ ﺄﻧ ﻳﺘ ﻮ ﱠﺿﺄ ﺛﻢ ﺳﻜ ﱠﺖ ﻋﻨﻪ ؟ ﻗﺎﻝ : « ﺇﻧﻪ ﺁﺎ ﻥ ﻳﺼﱢﻠﻰ ﻮﻫﻮ ﻣ ﺴﺒ ﻞ ﺇﺯﺍﺭﻩ ، ﺈﻧ ﺍﻟﱠﻠﻪ ﻻ ﻳﻘﺒ ﻞ ﺻﻼﺓ'
			'ﺭ ﺟ ﻞ ﻣﺴﺒ ﻞ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ .'
			'ﻗﻠﺖ: ( ﺿﻌﻴﻒ ) [ ﻓﻴﻪ : ﺃﺑﻮ ﺟﻌﻔﺮ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 797'
),
	Hadith(
		hadithNumber: 798,
		hadith:
						'ﻭﻋﻦ ﻗﻴ ﺲ ﺑﻦ ﺑﺸ ﺮ ﺍﻟﱠﺘﻐﻠﺒ ﱢﻲ ﻗﺎﻝ : ﺃ ﺧﺒﺮﻧﻰ ﺃﺑﻲ ﻭﺁﺎﻥ ﺟﻠﻴﺴﺎ ﻷﺑﻲ ﺍﻟﱠﺪﺭﺩﺍ ﺀ ﻗﺎﻝ : ﺁﺎﻥ ﺑﺪﻣﺸ ﻖ ﺭ ﺟﻞ ﻣﻦ'
			'ﺃﺻﺤﺎﺏ ﺍﻟﻨﺒﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﺎﻝ ﻟﻪ ﺳﻬ ﻞ ﺍﺑ ﻦ ﺍﻟﺤﻨ ﻈﻠﱠﻴﺔ، ﻭﺁﺎﻥ ﺭ ﺟ ﻼ ﻣﺘﻮ ﱢﺣﺪﺍ ﻗﱠﻠ ﻤﺎ ﻳﺠﺎﻟ ﺲ ﺍﻟﱠﻨﺎ ﺱ ،'
			'ﺇﱠﻧﻤﺎ ﻩﻮ ﺻﻼﺓ ، ﻓﺈﺫﺍ ﻓﺮ ﻍ ﻓﺈﱠﻧ ﻤﺎ ﻩﻮ ﺗﺴﺒﻴﺢ ﻭﺗﻜﺒﻴﺮ ﺣﺘﻰ ﻳﺄﺗ ﻲ ﺃ ﻩﻠﻪ ، ﻓ ﻤ ﱠﺮ ﺑﻨﺎ ﻭﻧﺤ ﻦ ﻋﻨﺪ ﺃﺑﻲ ﺍﻟﱠﺪﺭﺩﺍ ﺀ ، ﻓﻘﺎﻝ ﻟﻪ'
			'ﺃﺑﻮ ﺍﻟﱠﺪﺭﺩﺍ ﺀ : ﺁﻠﻤ ﺔ ﺗﻨﻔﻌﻨﺎ ﻭﻻ ﺗ ﻀ ﱡﺮ ﻙ ، . ﻗﺎﻝ : ﺑﻌ ﺚ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﺮﱠﻳ ﺔ ﻓﻘﺪ ﻣ ﺖ ، ﻓ ﺠﺎ ﺀ'
			'ﺭ ﺟﻞ ﻣﻨﻬﻢ ﻓ ﺠﻠ ﺲ ﻓﻲ ﺍﻟ ﻤ ﺠﻠﺲ ﺍﻟﺬﻱ ﻳﺠﻠ ﺲ ﻓﻴ ﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ ﻟﺮ ﺟ ﻞ ﺇﻟﻰ ﺟﻨﺒ ﻪ : ﻟ ﻮ'
			'ﺭﺃﻳﺘﻨﺎ ﺣﻴ ﻦ ﺍﻟﺘﻘﻴﻨﺎ ﻧﺤ ﻦ ﻭﺍﻟﻌﺪﻭ ، ﻓﺤﻤﻞ ﻓﻼ ﻥ ﻓ ﻄﻌ ﻦ ، ﻓﻘﺎﻝ : ﺧﺬ ﻩﺎ ﻣﱢﻨﻰ . ﻭﺃﻧﺎ ﺍﻟﻐﻼﻡ ﺍﻟﻐﻔﺎ ﺭ ﱡﻱ ، ﺁﻴ ﻒ ﺗﺮﻯ ﻓﻲ'
			'ﻗ ﻮﻟ ﻪ ؟ ﻗﺎﻝ: ﻣﺎ ﺃ ﺭﺍﻩ ﺇﻻ ﻗﺪ ﺑ ﻄ ﻞ ﺃﺟ ﺮﻩ . ﻓ ﺴ ﻤ ﻊ ﺑﺬﻟ ﻚ ﺁ ﺧ ﺮ ﻓﻘﺎﻝ : ﻣﺎ ﺃ ﺮﯨ ﺑﺬﻟ ﻚ ﺑﺄﺳﺎ ، ﻓﺘﻨﺎﺯﻋﺎ ﺣﺘﻰ ﺳ ﻤ ﻊ ﺭﺳﻮﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : « ﺳﺒﺤﺎﻥ ﺍﻟﱠﻠﻪ ؟ ﻻ ﺑﺄﺱ ﺄﻧ ﻳ ﺆ ﺟ ﺮ ﻭﻳ ﺤﻤﺪ » ﻓ ﺮﺃﻳ ﺖ ﺃﺑﺎ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ﺳﺮﱠ ﺑﺬﻟ ﻚ ،'
			'ﻭﺟﻌ ﻞ ﻳ ﺮﻓ ﻊ ﺭﺃ ﺳﻪ ﺇﻟﻴ ﻪ ﻭﻳﻘﻮ ﻝ : ﺃﺃﻧ ﺖ ﺳ ﻤﻌ ﺖ ﺫﻟ ﻚ ﻣ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ،؟ ﻓﻴﻘﻮﻝ : ﻧﻌﻢ ، ﻓﻤﺎ'
			'ﺯﻻ ﻳﻌﻴﺪ ﻋﻠﻴ ﻪ ﺣﺘﻰ ﺇﻧﻰ ﻷﻗﻮ ﻝ ﻟﻴﺒ ﺮﺁ ﱠﻦ ﻋﻠﻰ ﺭﺁﺒﺘﻴﻪ .'
			'ﻗﺎﻝ : ﻓ ﻤ ﱠﺮ ﺑﻨﺎ ﻳﻮﻣﺎ ﺁ ﺧ ﺮ ، ﻓﻘﺎﻝ ﻟﻪ ﺃﺑﻮ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ : ﺁﻠ ﻤ ﺔ ﺗﻨﻔﻌﻨﺎ ﻭﻻ ﺗ ﻀ ﱡﺮ ﻙ ، ﻗﺎﻝ: ﻗﺎﻝ ﻟﻨﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﻤﻨﻔ ﻖ ﻋﻠﻰ ﺍﻟ ﺨﻴ ﻞ ﺁﺎﻟﺒﺎ ﺳ ﻂ ﻳﺪﻩ ﺑﺎﻟ ﱠﺼﺪﻗﺔ ﻻ ﻳﻘﺒ ﻀ ﻬﺎ» . ﺛﻢ ﻣ ﱠﺮ ﺑﻨﺎ ﻳﻮﻣﺎ ﺁﺧﺮ ، ﻓﻘﺎﻝ ﻟﻪ ﺃﺑﻮ'
			'ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ : ﺁﻠﻤ ﺔ ﺗﻨﻔﻌﻨﺎ ﻭﻻ ﺗﻀ ﱡﺮ ﻙ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻧﻌﻢ ﺍﻟﺮﱠ ﺟ ﻞ ﺧ ﺮﻳﻢ ﺍ ﻷ ﺳﺪ ﱡﻱ ،'
			'ﻟﻮﻻ ﻃﻮ ﻝ ﺟﻤﺘﻪ ﻭﺇ ﺳﺒﺎ ﻝ ﺇ ﺯﺍ ﺭﻩ » ﻓﺒﻠ ﻎ ﺫﻟﻚ ﺧ ﺮﻳﻤﺎ، ﻓﻌ ﱠﺠ ﻞ ﻓﺄ ﺧﺬ ﺷﻔ ﺮﺓ ﻓﻘ ﻄ ﻊ ﺑﻬﺎ ﺟﻤﺘﻪ ﺇﻟﻰ ﺃﺫﻧﻴﻪ ، ﻭﺭﻓ ﻊ ﺇ ﺯﺍ ﺭﻩ'
			'ﺇﻟﻰ ﺃﻧ ﺼﺎﻑ ﺳﺎﻗﻴﻪ . ﺛﱠﻢ ﻣ ﱠﺮ ﺑﻨﺎ ﻳ ﻮﻣﺎ ﺁ ﺧ ﺮ ﻓﻘﺎ ﻝ ﻟﻪ ﺃﺑﻮ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ : ﺁﻠﻤ ﺔ ﺗﻨﻔﻌﻨﺎ ﻭ ﻻ ﺗ ﻀ ﱡﺮ ﻙ ﻗﺎ ﻝ : ﺳﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇﱠﻧﻜﻢ ﻗﺎﺩﻣﻮ ﻥ ﻋﻠﻰ ﺇ ﺧﻮﺍﻧﻜﻢ . ﻓﺄ ﺻﻠ ﺤﻮﺍ ﺭ ﺣﺎﻟﻜﻢ ، ﻭﺃ ﺻﻠﺤﻮﺍ ﻟﺒﺎ ﺳﻜﻢ ﺣﺘﻰ'
			'ﺗﻜﻮﻧﻮﺍ ﺁﺄﱠﻧﻜﻢ ﺷﺎ ﻣﺔ ﻓﻲ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ ﻻ ﻳﺤ ﱡﺐ ﺍﻟﻔ ﺤ ﺶ ﻭ ﻻ ﺍﻟﱠﺘﻔ ﺤﺶ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴ ﻦ ، ﺇ ﱠﻻ'
			'ﻗﻴ ﺲ ﺑﻦ ﺑﺸﺮ ، ﻓﺎ ﺧﺘﻠﻔﻮﺍ ﻓﻲ ﺗﻮﺛﻴﻘ ﻪ ﻭﺗ ﻀﻌﻔﻴﻪ ، ﻭﻗﺪ ﺭﻮﯨ ﻟﻪ ﻣﺴﻠﻢ .'
			'ﻗﻠﺖ: ﺑﻞ ﻩﻮ ﺿﻌﻴﻒ. [ ﻓﻴﻪ : ﻗﻴﺲ ﺍﻟﺘﻐﻠﺒﻲ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 798'
),
	Hadith(
		hadithNumber: 799,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪ ﺭ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﺇﺯ ﺭﺓ ﺍﻟﻤﺴﻠﻢ ﺇﻟﻰ'
			'ﻧ ﺼ ﻒ ﺍﻟ ﱠﺴﺎ ﻕ ، ﻭ ﻻ ﺣ ﺮ ﺝ ﺃ ﻭ ﻻ ﺟﻨﺎ ﺡ ﻓﻴﻤﺎ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ ﺍﻟﻜﻌﺒﻴ ﻦ ، ﻓ ﻤﺎ ﺁﺎ ﻥ ﺃ ﺳﻔ ﻞ ﻣ ﻦ ﺍﻟﻜﻌﺒﻴ ﻦ ﻓ ﻬ ﻮ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ،'
			'ﻭ ﻣ ﻦ ﺟ ﱠﺮ ﺇﺯﺍﺭﻩ ﺑ ﻄﺮﺍ ﻟﻢ ﻳﻨﻈ ﺮ ﺍﻟﱠﻠﻪ ﺇﻟﻴﻪ» .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 799'
),
	Hadith(
		hadithNumber: 800,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻣ ﺮ ﺭ ﺕ ﻋﻠﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻭﻓﻲ ﺇﺯﺍﺮﻳ'
			'ﺍ ﺳﺘ ﺮ ﺧﺎ ﺀ . ﻓﻘﺎ ﻝ : « ﻳﺎ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ، ﺍ ﺭﻓ ﻊ ﺇﺯﺍ ﺭ ﻙ » ﻓﺮﻓﻌﺘﻪ ﺛﻢﱠ ﻗﺎ ﻝ : « ﺯﺩ»، ﻓ ﺰﺩ ﺕ ، ﻓ ﻤﺎ ﺯﻟ ﺖ ﺃﺗﺤ ﱠﺮﺎﻫﺎ ﺑﻌﺪ . ﻓﻘﺎ ﻝ'
			'ﺑﻌﺾ ﺍﻟﻘ ﻮﻡ : ﺇﻟﻰ ﺃﻳ ﻦ ؟ ﻓﻘﺎ ﻝ : ﺇﻟﻰ ﺃﻧﺼﺎﻑ ﺍﻟ ﱠﺴﺎﻗﻴ ﻦ». ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 800'
),
	Hadith(
		hadithNumber: 801,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺟ ﱠﺮ ﺛﻮﺑﻪ ﺧﻴﻼ ﺀ ﻟﻢ ﻳﻨ ﻈ ﺮ ﺍﻟﱠﻠﻪ ﺇﻟﻴﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ'
			'» ﻓﻘﺎﻟ ﺖ ﺄﻣﱡ ﺳﻠ ﻤ ﺔ : ﻓﻜﻴ ﻒ ﺗ ﺼﻨ ﻊ ﺍﻟﱢﻨ ﺴﺎ ﺀ ﺑﺬﻳﻮﻟﻬﻦﱠ ، ﻗﺎ ﻝ : « ﻳ ﺮﺧﻴ ﻦ ﺷﺒﺮﺍ». ﻗﺎﻟ ﺖ: ﺇﺬﻧ ﺗﻨﻜﺸ ﻒ ﺃﻗﺪﺍﻣﻬ ﱠﻦ . ﻗﺎﻝ'
			': « ﻓﻴ ﺮ ﺧﻴﻨﻪ ﺫﺭﺍﻋﺎ ﻻ ﻳ ﺰﺩ ﻥ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 801'
),
	Hadith(
		hadithNumber: 802,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺑﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺗ ﺮ ﻙ ﺍﻟﱢﻠﺒﺎﺱ'
			'ﺗﻮﺍ ﺿﻌﺎ ﻟﱠﻠﻪ ، ﻭ ﻩ ﻮ ﻳﻘﺪ ﺭ ﻋﻠﻴﻪ ، ﺩﻋﺎﻩ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻋﻠﻰ ﺭ ﺅﻭ ﺱ ﺍﻟ ﺨﻼﺋ ﻖ ﺣﺘﻰ ﻳﺨﱢﻴﺮﻩ ﻣ ﻦ ﺃ ﱢﻱ ﺣﻠ ﻞ ﺍ ﻹﻳﻤﺎﻥ'
			'ﺷﺎ ﺀ ﻳﻠﺒ ﺴﻬﺎ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 802'
),
	Hadith(
		hadithNumber: 803,
		hadith:
						'ﻋﻦ ﻋﻤﺮﻭ ﺑﻦ ﺷﻌﻴ ﺐ ﻋﻦ ﺃﺑﻴﻪ ﻋ ﻦ ﺟﱢﺪﻩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﺈﻧ ﺍﻟﱠﻠﻪ ﻳ ﺤﺐﱡ ﺃ ﻥ ﻳﺮﻯ ﺃﺛ ﺮ ﻧﻌﻤﺘ ﻪ ﻋﻠﻰ ﻋﺒﺪﻩ» .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ .'
			'`',
		translation: 'Translation of Hadith 803'
),
	Hadith(
		hadithNumber: 804,
		hadith:
						'ﻋﻦ ﻋﻤﺮ ﺑﻦ ﺍﻟﺨ ﱠﻄﺎﺏ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻠﺒ ﺴﻮﺍ ﺍﻟﺤﺮﻳﺮ'
			'، ﻓﺈ ﱠﻥ ﻣ ﻦ ﻟﺒﺴﻪ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﻟﻢ ﻳﻠﺒ ﺴﻪ ﻓﻲ ﺍﻵﺧﺮﺓ . » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 804'
),
	Hadith(
		hadithNumber: 805,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇﱠﻧﻤﺎ ﻳﻠﺒ ﺲ ﺍﻟﺤﺮﻳ ﺮ ﻣ ﻦ ﻻ ﺧﻼﻕ ﻟﻪ»'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻠﺒﺨﺎﺭ ﻱ : « ﻣ ﻦ ﻻ ﺧ ﻼ ﻕ ﻟﻪ ﻓﻲ ﺍﻵ ﺧﺮﺓ » .'
			'ﻗﻮﻟﻪ : « ﻣ ﻦ ﻻ ﺧ ﻼ ﻕ ﻟﻪ » ، ﺃ ﻱ : ﻻ ﻧﺼﻴ ﺐ ﻟﻪ .'
			'`',
		translation: 'Translation of Hadith 805'
),
	Hadith(
		hadithNumber: 806,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻟﺒ ﺲ ﺍﻟﺤﺮﻳﺮ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﻟﻢ'
			'ﻳﻠﺒ ﺴﻪ ﻓﻲ ﺍﻵﺧ ﺮﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 806'
),
	Hadith(
		hadithNumber: 807,
		hadith:
						'ﻭﻋﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺭﺃﻳ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺧﺬ ﺣ ﺮﻳﺮﺍ ، ﻓ ﺠﻌﻠﻪ ﻓﻲ ﻳﻤﻴﻨﻪ ،'
			'ﻭﺫ ﻩﺒﺎ ﻓ ﺠﻌﻠﻪ ﻓﻲ ﺷﻤﺎﻟ ﻪ ، ﺛﻢﱠ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﻩﺬﻳ ﻦ ﺣ ﺮﺎﻣ ﻋﻠﻰ ﺫﺁﻮ ﺭ ﺃﱠﻣﺘﻲ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ'
			'`',
		translation: 'Translation of Hadith 807'
),
	Hadith(
		hadithNumber: 808,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷ ﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺣ ﱢﺮﻡ ﻟﺒﺎ ﺱ'
			'ﺍﻟ ﺤ ﺮﻳ ﺮ ﻭﺍﻟﱠﺬ ﻩﺐ ﻋﻠﻰ ﺫﺁﻮ ﺭ ﺃﱠﻣﺘﻲ ، ﻭﺃﺣ ﱠﻞ ﻹﻧﺎﺛ ﻬﻢ » .'
			' .808ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 808'
),
	Hadith(
		hadithNumber: 809,
		hadith:
						'ﻭﻋﻦ ﺣﺬﻳﻔﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻧ ﻬﺎﻧﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻧ ﺸﺮﺏ ﻓﻲ ﺁﻧﻴ ﺔ ﺍﻟﱠﺬﻩﺐ ﻭﺍﻟﻔ ﱠﻀ ﺔ ،'
			'ﻭﺃ ﻥ ﻧﺄﺁﻞ ﻓﻴ ﻬﺎ ، ﻭ ﻋ ﻦ ﻟﺒ ﺲ ﺍﻟ ﺤ ﺮﻳ ﺮ ﻭﺍﻟﱢﺪﻳﺒﺎﺝ ﻭﺃ ﻥ ﻧ ﺠﻠﺲ ﻋﻠﻴ ﻪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 809'
),
	Hadith(
		hadithNumber: 810,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺭ ﺧ ﺺ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻠﺰﺑﻴﺮ ﻭﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﺑ ﻦ ﻋ ﻮ ﻑ'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻓﻲ ﻟﺒ ﺲ ﺍﻟ ﺤ ﺮﻳ ﺮ ﻟ ﺤﱠﻜ ﺔ ﺑﻬﻤﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 810'
),
	Hadith(
		hadithNumber: 811,
		hadith:
						'ﻋ ﻦ ﻣﻌﺎﻭﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺮﺁﺒﻮﺍ ﺍﻟ ﺨ ﱠﺰ ﻭ ﻻ ﺍﻟﱠﻨﻤﺎ ﺭ »'
			'.'
			'ﺣﺪﻳﺚ ﺣﺴﻦ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴﺮﻩ ﺑﺈﺳﻨﺎﺩ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 811'
),
	Hadith(
		hadithNumber: 812,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﻤﻠﻴﺢ ﻋﻦ ﺃﺑﻴ ﻪ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋ ﻦ ﺟﻠﻮﺩ'
			'ﺍﻟ ﱢﺴﺒﺎ ﻉ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ، ﻭﺍﻟﻨﺴﺎﺋﻲ ﺑﺄ ﺳﺎﻧﻴﺪ ﺻﺤﺎﺡ',
		translation: 'Translation of Hadith 812'
),
	Hadith(
		hadithNumber: 813,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺮﻳ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺍ ﺳﺘ ﺠﱠﺪ ﺛ ﻮﺑﺎ ﺳﱠﻤﺎﻩ'
			'ﺑﺎ ﺳﻤ ﻪ ﻋﻤﺎ ﻣﺔ ، ﺃ ﻭ ﻗ ﻤﻴﺼﺎ ، ﺃ ﻭ ﺭﺩﺍ ﺀ ﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﻟ ﻚ ﺍﻟ ﺤ ﻤﺪ ﺃﻧ ﺖ ﺁ ﺴ ﻮﺗﻨﻴ ﻪ ، ﺃ ﺳﺄﻟ ﻚ ﺧﻴ ﺮﻩ ﻭ ﺧﻴ ﺮ ﻣﺎ ﺻﻨﻊ ﻟﻪ'
			'، ﻭﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺷ ﱢﺮﻩ ﻭ ﺷ ﱢﺮ ﻣﺎ ﺻﻨ ﻊ ﻟﻪ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 813'
),
	Hadith(
		hadithNumber: 814,
		hadith:
						'ﻋﻦ ﺍﻟﺒﺮﺍ ﺀ ﺑﻦ ﻋﺎﺯ ﺏ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺃ ﻮﯨ ﺇﻟﻰ ﻓ ﺮﺍ ﺷ ﻪ'
			'ﻧﺎﻡ ﻋﻠﻰ ﺷﱠﻘ ﻪ ﺍ ﻷﻳﻤ ﻦ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﺳﻠ ﻤ ﺖ ﻧﻔ ﺴﻲ ﺇﻟﻴ ﻚ ، ﻭﻭﺟﱠ ﻬ ﺖ ﻭ ﺟﻬﻲ ﺇﻟﻴ ﻚ ، ﻭﻓﻮﱠ ﺿ ﺖ ﺃ ﻣ ﺮﻱ ﺇﻟﻴ ﻚ ،'
			'ﻭﺃﻟ ﺠﺄ ﺕ ﻇ ﻬﺮﻱ ﺇﻟﻴ ﻚ ، ﺭ ﻏﺒ ﺔ ﻭﺭ ﻩﺒ ﺔ ﺇﻟﻴ ﻚ ، ﻻ ﻣﻠﺠﺄ ﻭﻻ ﻣﻨﺠﻰ ﻣﻨ ﻚ ﺇ ﱠﻻ ﺇﻟﻴ ﻚ ، ﺁ ﻣﻨ ﺖ ﺑﻜﺘﺎﺑ ﻚ ﺍﻟﺬﻱ ﺃﻧﺰﻟ ﺖ ،'
			'ﻭﻧﺒﱢﻴ ﻚ ﺍﻟﺬﻱ ﺃ ﺭ ﺳﻠ ﺖ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﺑﻬﺬﺍ ﺍﻟﻠﻔﻆ ﻓﻲ ﺁﺘﺎﺏ ﺍﻷﺪﺑ ﻣﻦ ﺻﺤﻴﺤﻪ',
		translation: 'Translation of Hadith 814'
),
	Hadith(
		hadithNumber: 815,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃﺗﻴ ﺖ ﻣ ﻀ ﺠﻌ ﻚ ﻓﺘ ﻮ ﱠﺿﺄ ﻭ ﺿﻮ ﺀ ﻙ ﻟﻠ ﱠﺼﻼﺓ ،'
			'ﺛﻢﱠ ﺍ ﺿ ﻄ ﺠ ﻊ ﻋﻠﻰ ﺷﱢﻘ ﻚ ﺍ ﻷﻳ ﻤ ﻦ ، ﻭﻗ ﻞ .. » ﻭﺫﺁ ﺮ ﻧ ﺤﻮﻩ ، ﻭﻓﻴﻪ : « ﻭﺍ ﺟﻌﻠ ﻬ ﱠﻦ ﺁ ﺧ ﺮ ﻣﺎ ﺗﻘﻮﻝ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 815'
),
	Hadith(
		hadithNumber: 816,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺼﱢﻠﻲ ﻣﻦ ﺍﻟﱠﻠﻴ ﻞ ﺇ ﺣﺪﻯ ﻋ ﺸ ﺮﺓ'
			'ﺭﺁﻌ ﺔ ، ﻓﺈﺫﺍ ﻃﻠﻊ ﺍﻟﻔ ﺠ ﺮ ﺻﱠﻠﻰ ﺭﺁﻌﺘﻴ ﻦ ﺧﻔﻴﻔﺘﻴ ﻦ ، ﺛﱠﻢ ﺍ ﺿ ﻄ ﺠ ﻊ ﻋﻠﻰ ﺷﱢﻘ ﻪ ﺍﻷﻳﻤﻦ ﺣﱠﺘﻰ ﻳ ﺠﻲ ﺀ ﺍﻟﻤ ﺆﺫﱢ ﻥ ﻓﻴﻮﺫﻧﻪ ،'
			'ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 816'
),
	Hadith(
		hadithNumber: 817,
		hadith:
						'ﻭﻋﻦ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : : ﺁﺎﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺃ ﺧﺬ ﻣ ﻀ ﺠﻌﻪ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﻭ ﺿ ﻊ.'
			'ﻳﺪﻩ ﺗ ﺤ ﺖ ﺧﱢﺪﻩ ، ﺛﱠﻢ ﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺑﺎ ﺳﻤ ﻚ ﺃﻣﻮ ﺕ ﻭ ﺃ ﺣﻴﺎ » ﻭﺇﺫﺍ ﺍ ﺳﺘﻴﻘ ﻆ ﻗﺎ ﻝ : «ﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺍﱠﻟﺬﻱ ﺃ ﺣﻴﺎﻧﺎ ﺑﻌﺪ ﻣﺎ'
			'ﺃ ﻣﺎﺗﻨﺎ ﻭﺇﻟﻴﻪ ﺍﻟﱡﻨ ﺸﻮ ﺭ » . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 817'
),
	Hadith(
		hadithNumber: 818,
		hadith:
						'ﻭﻋﻦ ﻳﻌﻴ ﺶ ﺑ ﻦ ﻃ ﺨﻔ ﺔ ﺍﻟﻐﻔﺎ ﺭ ﱠﻱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺃﺑﻲ «ﺑﻴﻨﻤﺎ ﺃﻧﺎ ﻣ ﻀ ﻄ ﺠ ﻊ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ﻋﻠﻰ'
			'ﺑ ﻄﻨﻲ ﺇﺫﺍ ﺭ ﺟ ﻞ ﻳ ﺤ ﱢﺮﺁﻨﻲ ﺑ ﺮ ﺟﻠ ﻪ ﻓﻘﺎﻝ « ﺇ ﱠﻥ ﻩﺬﻩ ﺿ ﺠﻌﺔ ﻳﺒﻐ ﻀ ﻬﺎ ﺍ ﷲ » ﻗﺎﻝ : ﻓﻨﻈ ﺮ ﺕ ، ﻓﺈﺫﺍ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 818'
),
	Hadith(
		hadithNumber: 819,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻗﻌﺪ ﻣﻘﻌﺪﺍ ﻟﻢ ﻳﺬﺁ ﺮ ﺍﷲ'
			'ﺗﻌﺎﻟﻰ ﻓﻴ ﻪ ﺁﺎﻧ ﺖ ﻋﻠﻴ ﻪ ﻣ ﻦ ﺍﷲ ﺗﻌﺎﻟﻰ ﺗﺮﺓ ، ﻭ ﻣ ﻦ ﺍ ﺿ ﻄ ﺠ ﻊ ﻣ ﻀ ﻄ ﺠﻌﺎ ﻻﻳﺬﺁ ﺮ ﺍﷲ ﺗﻌﺎﻟﻰ ﻓﻴ ﻪ ﺁﺎﻧ ﺖ ﻋﻠﻴﻪ ﻣﻦ ﺍ ﷲ'
			'ﺗﺮﺓ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ . « ﺍﻟﱢﺘﺮﺓ » ﺑﻜﺴﺮ ﺍﻟﺘﺎﺀ',
		translation: 'Translation of Hadith 819'
),
	Hadith(
		hadithNumber: 820,
		hadith:
						'ﻋﻦ ﻋﺒﺪ ﺍﷲ ﺑﻦ ﻳﺰﻳﺪ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺃﻧﻪ ﺭﺄﯨ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﺴﺘﻠﻘﻴﺎ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ'
			'ﻭﺍﺿﻌﺎ ﺇ ﺣﺪﻯ ﺭ ﺟﻠﻴﻪ ﻋﻠﻰ ﺍ ﻷ ﺧﺮ ﻯ ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 820'
),
	Hadith(
		hadithNumber: 821,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺑﻦ ﺳﻤﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : « ﺁﺎﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺻﱠﻠﻰ ﺍﻟﻔﺠ ﺮ ﺗ ﺮﱠﺑ ﻊ ﻓﻲ'
			'ﻣ ﺠﻠ ﺴ ﻪ ﺣﱠﺘﻰ ﺗ ﻄﻠ ﻊ ﺍﻟ ﱠﺸﻤ ﺲ ﺣ ﺴﻨﺎﺀ » ﺣﺪﻳﺚ ﺻﺤﻴﺢ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴﺮﻩ ﺑﺄﺳﺎﻧﻴﺪ ﺻﺤﻴﺤﺔ',
		translation: 'Translation of Hadith 821'
),
	Hadith(
		hadithNumber: 822,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺭﺃﻳﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻔﻨﺎﺀ ﺍﻟﻜﻌﺒ ﺔ ﻣ ﺤﺘﺒﻴﺎ ﺑﻴﺪﻳﻪ'
			'ﻩﻜﺬﺍ ، ﻭ ﻭ ﺻ ﻒ ﺑﻴﺪﻳﻪ ﺍﻻ ﺣﺘﺒﺎﺀ، ﻭ  ﻩ ﻮ ﺍﻟﻘﺮﻓ ﺼﺎﺀ ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 822'
),
	Hadith(
		hadithNumber: 823,
		hadith:
						'ﻭﻋﻦ ﻗﻴﻠ ﺔ ﺑﻨﺖ ﻣ ﺨﺮ ﻣ ﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺭﺃﻳ ﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻮﻫﻮ ﻗﺎ ﻋﺪ ﺍﻟﻘ ﺮﻓ ﺼﺎ ﺀ'
			'ﻓﻠﻤﺎ ﺭﺃﻳ ﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻤﺘ ﺨ ﱢﺸ ﻊ ﻓﻲ ﺍﻟ ﺠﻠﺴ ﺔ ﺃ ﺭ ﻋﺪ ﺕ ﻣ ﻦ ﺍﻟﻔ ﺮ ﻕ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 823'
),
	Hadith(
		hadithNumber: 824,
		hadith:
						'ﻭﻋ ﻦ ﺍﻟ ﱠﺸﺪﻳﺪ ﺑﻦ ﺳ ﻮﻳﺪ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻣﺮ ﺑﻲ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃﻧﺎ ﺟﺎﻟﺲ ﻩﻜﺬﺍ ،'
			'ﻭﻗﺪ ﻭ ﺿﻌ ﺖ ﻳﺪ ﻱ ﺍﻟﻴ ﺴ ﺮﻯ ﺧﻠ ﻒ ﻇ ﻬ ﺮﻱ ﻭﺍﱠﺗﻜﺄ ﺕ ﻋﻠﻰ ﺇﻟﻴﺔ ﻳﺪﻱ ﻓﻘﺎﻝ : ﺃﺗﻘﻌﺪ ﻗﻌﺪﺓ ﺍﻟ ﻤﻐ ﻀﻮ ﺏ ﻋﻠﻴ ﻬﻢ ، ﺭﻭﺍﻩ ﺃﺑﻮ'
			'ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 824'
),
	Hadith(
		hadithNumber: 825,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻻﻳﻘﻴ ﻤ ﱠﻦ ﺃ ﺣﺪﺁﻢ ﺭ ﺟ ﻼ ﻣ ﻦ'
			'ﻣ ﺠﻠﺴ ﻪ ﺛﻢ ﻳ ﺠﻠ ﺲ ﻓﻴﻪ ﻭﻟﻜ ﻦ ﺗﻮ ﺳﱡﻌﻮﺍ ﻭﺗﻔ ﱠﺴﺤﻮﺍ » ﻭﺁﺎﻥ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺇﺫﺍ ﻗﺎﻡ  ﻟﻪ ﺭ ﺟﻞ ﻣ ﻦ ﻣ ﺠﻠﺴﻪ ﻟﻢ ﻳ ﺠﻠ ﺲ ﻓﻴﻪ .'
			'ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 825'
),
	Hadith(
		hadithNumber: 826,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻗﺎﻡ ﺃ ﺣﺪﺁﻢ ﻣ ﻦ ﻣ ﺠﻠ ﺲ'
			'ﺛﻢﱠ ﺭ ﺟ ﻊ ﺇﻟﻴﻪ ﻓ ﻬ ﻮ ﺃ ﺣ ﱡﻖ ﺑﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 826'
),
	Hadith(
		hadithNumber: 827,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺑ ﻦ ﺳﻤ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : « ﺁﱠﻨﺎ ﺇﺫﺍ ﺃﺗﻴﻨﺎ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﻠ ﺲ ﺃ ﺣﺪﻧﺎ'
			'ﺣﻴ ﺚ ﻳﻨﺘﻬﻲ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ . ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 827'
),
	Hadith(
		hadithNumber: 828,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﷲ ﺳﻠﻤﺎﻥ ﺍﻟﻔﺎ ﺭﺳﻲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :« ﻻ'
			'ﻳﻐﺘ ﺴ ﻞ ﺭ ﺟﻞ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌﺔ ﻭﻳﺘﻄﻬ ﺮ ﻣﺎ ﺍ ﺳﺘﻄﺎ ﻉ ﻣ ﻦ ﻃﻬﺮ ﻭﻳﱠﺪﻩ ﻦ ﻣ ﻦ ﺩ ﻩﻨ ﻪ ﺃ ﻭ ﻳﻤ ﱡﺲ ﻣ ﻦ ﻃﻴﺐ ﺑﻴﺘﻪ ﺛﻢﱠ ﻳ ﺨ ﺮ ﺝ ﻓ ﻼ'
			'ﻳﻔﺮﱢ ﻕ ﺑﻴ ﻦ ﺍﺛﻨﻴ ﻦ ﺛﻢﱠ ﻳ ﺼﻠﻲ ﻣﺎ ﺁﺘ ﺐ ﻟﻪ  ﺛﻢﱠ ﻳﻨ ﺼ ﺖ ﺇﺫﺍ ﺗﻜﱠﻠﻢ ﺍﻹﻣﺎﻡ ﺇﻻ ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺑﻴﻨﻪ ﻭﺑﻴﻦ ﺍﻟﺠﻤﻌﺔ ﺍ ﻷ ﺧ ﺮﻯ »'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 828'
),
	Hadith(
		hadithNumber: 829,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮﻭ ﺑﻦ ﺷﻌﻴﺐ ﻋﻦ ﺃﺑﻴﻪ ﻋﻦ ﺟﺪﻩ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «'
			'ﻻﻳ ﺤ ﱡﻞ ﻟ ﺮ ﺟﻞ ﺄﻧ ﻳﻔ ﱢﺮ ﻕ ﺑﻴ ﻦ ﺍﺛﻨﻴ ﻦ ﺇﻻ ﺑﺈﺫﻧ ﻬ ﻤﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻷﺑﻲ ﺩﺍﻭﺩ : « ﻻﻳﺠﻠ ﺲ ﺑﻴ ﻦ ﺭ ﺟﻠﻴﻦ ﺇﻻ ﺑﺈﺫﻧﻬ ﻤﺎ ».'
			'`',
		translation: 'Translation of Hadith 829'
),
	Hadith(
		hadithNumber: 830,
		hadith:
						'ﻭﻋﻦ ﺣﺬﻳﻔﺔ ﺑﻦ ﺍﻟﻴﻤﺎﻥ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻌ ﻦ ﻣ ﻦ ﺟﻠ ﺲ ﻭ ﺳ ﻂ ﺍﻟ ﺤﻠﻘ ﺔ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ .'
			'ﻭﺭﻮﯨ ﺍﻟﺘﺮﻣﺬﻱ ﻋﻦ ﺃﺑﻲ ﻣ ﺠﻠ ﺰ ﺄﻧ ﺭ ﺟ ﻼ ﻗﻌﺪ ﻭ ﺳ ﻂ ﺣﻠﻘﺔ ﻓﻘﺎﻝ ﺣﺬﻳﻔﺔ : ﻣﻠﻌﻮ ﻥ ﻋﻠ ﻰ ﻟ ﺴﺎ ﻥ ﻣ ﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻭ ﻟﻌ ﻦ ﺍﷲ ﻋﻠﻰ ﻟ ﺴﺎ ﻥ ﻣ ﺤ ﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺟﻠ ﺲ ﻭ ﺳ ﻂ ﺍﻟ ﺤﻠﻘ ﺔ. ﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳﺚ'
			'ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ ﺍﻧﻘﻄﺎﻉ ، ﺃﺑﻮ ﻣﺠﻠﺰ ﻭﺍﺳﻤﻪ ﻻﺣﻖ ﺑﻦ ﺣﻤﻴﺪ ﻟﻢ ﻳﺴﻤﻊ ﻣﻦ ﺣﺬﻳﻔﺔ',
		translation: 'Translation of Hadith 830'
),
	Hadith(
		hadithNumber: 831,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪﺭ ﱢﻱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ « ﺧﻴ ﺮ'
			'ﺍﻟﻤ ﺠﺎﻟ ﺲ ﺃ ﻭ ﺳﻌ ﻬﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ ﻋﻠﻰ ﺷﺮ ﻁ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 831'
),
	Hadith(
		hadithNumber: 832,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺟﻠ ﺲ ﻓﻲ ﻣ ﺠﻠﺲ'
			'ﻓﻜﺜ ﺮ ﻓﻴ ﻪ ﻟﻐ ﻄﻪ ﻓﻘﺎﻝ ﻗﺒ ﻞ ﺃ ﻥ ﻳﻘﻮﻡ ﻣ ﻦ ﻣﺠﻠﺴﻪ ﺫﻟﻚ : ﺳﺒﺤﺎﻧﻚ ﺍﻟﻠﱠ ﻬﻢ ﻭﺑ ﺤ ﻤﺪ ﻙ ﺃ ﺷﻬﺪ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇﻻ ﺃﻧﺖ ﺃ ﺳﺘﻐﻔﺮ ﻙ'
			'ﻭﺃﺗﻮ ﺏ ﺇﻟﻴﻚ : ﺇﻻ ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺁﺎﻥ  ﻓﻲ ﻣﺠﻠﺴﻪ ﺫﻟ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 832'
),
	Hadith(
		hadithNumber: 833,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑ ﺮ ﺯﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺭﺳﻮﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ ﺑﺂﺧﺮﺓ ﺇﺫﺍ ﺃ ﺭﺍﺩ ﺃ ﻥ ﻳﻘﻮﻡ ﻣ ﻦ'
			'ﺍﻟﻤ ﺠﻠ ﺲ « ﺳﺒ ﺤﺎﻧ ﻚ ﺍﻟﻠﱠ ﻬﻢﱠ ﻭﺑ ﺤ ﻤﺪ ﻙ ﺃ ﺷﻬﺪ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇﻻ ﺃﻧ ﺖ ﺃ ﺳﺘﻐﻔ ﺮ ﻙ ﻭﺃﺗﻮ ﺏ ﺇﻟﻴ ﻚ » ﻓﻘﺎﻝ ﺭ ﺟﻞ ﻳﺎﺭﺳﻮﻝ ﺍﷲ'
			'ﺇﱠﻧ ﻚ ﻟﺘﻘﻮ ﻝ ﻗ ﻮ ﻻ ﻣﺎﺁﻨ ﺖ ﺗﻘﻮﻟﻪ ﻓﻴﻤﺎ ﻣ ﻀﻰ ؟ ﻗﺎﻝ : «ﺫﻟ ﻚ ﺁﱠﻔﺎ ﺭﺓ ﻟﻤﺎ ﻳﻜﻮ ﻥ ﻓﻲ ﺍﻟﻤ ﺠﻠ ﺲ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺭﻭﺍﻩ'
			'ﺍﻟﺤﺎﺁﻢ ﺃﺑﻮ ﻋﺒﺪ ﺍﷲ ﻓﻲ ﺍﻟﻤﺴﺘﺪﺮﻛ ﻣﻦ ﺭﻭﺍﻳﺔ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻭﻗﺎﻝ : ﺻﺤﻴﺢ ﺍﻹﺳﻨﺎﺩ',
		translation: 'Translation of Hadith 833'
),
	Hadith(
		hadithNumber: 834,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﱠﻠ ﻤﺎ ﺁﺎﻥ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻡ ﻣﻦ ﻣ ﺠﻠﺲ ﺣﺘﻰ'
			'ﻳﺪ ﻋ ﻮ ﺑﻬﺆ ﻻ ﺀ ﺍﱠﻟﺪ ﻋ ﻮﺍ ﺕ « ﺍﱠﻟﻠﻬﱠﻢ ﺍﻗ ﺴﻢ ﻟﻨﺎ ﻣ ﻦ ﺧ ﺸﻴﺘ ﻚ ﻣﺎ ﺗ ﺤﻮ ﻝ ﺑﻪ ﺑﻴﻨﻨﺎ ﻭﺑﻴ ﻦ ﻣﻌ ﺼﻴﺘﻚ، ﻭﻣﻦ ﻃﺎ ﻋﺘ ﻚ ﻣﺎﺗﺒﱢﻠﻐﻨﺎ'
			'ﺑﻪ ﺟﱠﻨﺘ ﻚ، ﻭ ﻣ ﻦ ﺍﻟﻴﻘﻴﻦ ﻣﺎﺗ ﻬﻮﱢ ﻥ ﺑﻪ ﻋﻠﻴﻨﺎ ﻣ ﺼﺎﺋ ﺐ ﺍﻟﱡﺪﻧﻴﺎ . ﺍﱠﻟﻠ ﻬﱠﻢ ﻣﱢﺘﻌﻨﺎ ﺑﺄ ﺳﻤﺎ ﻋﻨﺎ، ﻭﺃﺑ ﺼﺎﺭﻧﺎ، ﻭﻗ ﻮﺗﻨﺎ ﻣﺎ ﺃﺣﻴﻴﺘﻨﺎ ،'
			'ﻭﺍ ﺟﻌﻠﻪ ﺍﻟ ﻮﺍ ﺭ ﺙ ﻣﱠﻨﺎ ، ﻭﺍﺟﻌﻞ ﺛﺄ ﺭﻧﺎ ﻋﻠﻰ ﻣ ﻦ ﻇﻠ ﻤﻨﺎ، ﻭﺍﻧ ﺼ ﺮﻧﺎ ﻋﻠﻰ ﻣ ﻦ ﻋﺎﺩﺍﻧﺎ ، ﻭﻻ ﺗ ﺠﻌ ﻞ ﻣﺼﻴﺒﺘﻨﺎ ﻓﻲ ﺩﻳﻨﻨﺎ ،'
			'ﻭﻻ ﺗ ﺠﻌ ﻞ ﺍﻟﱡﺪﻧﻴﺎ ﺃﺁﺒ ﺮ ﻩﱢﻤﻨﺎ ﻭﻻ ﻣﺒﻠﻎ ﻋﻠﻤﻨﺎ ، ﻭﻻ ﺗ ﺴﱢﻠﻂ ﻋﻠﻴﻨﺎ ﻣ ﻦ ﻻ ﻳ ﺮ ﺣﻤﻨﺎ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 834'
),
	Hadith(
		hadithNumber: 835,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻣﺎ ﻣ ﻦ ﻗ ﻮﻡ ﻳﻘﻮﻣﻮ ﻥ ﻣ ﻦ'
			'ﻣ ﺠﻠ ﺲ ﻻ ﻳﺬﺁ ﺮﻮﻧ ﺍﷲ ﺗﻌﺎﻟﻰ ﻓﻴﻪ ﺇﻻ ﻗﺎﻣﻮﺍ ﻋ ﻦ ﻣﺜ ﻞ ﺟﻴﻔ ﺔ ﺣ ﻤﺎ ﺭ ﻭﺁﺎ ﻥ ﻟ ﻬﻢ ﺣ ﺴ ﺮﺓ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 835'
),
	Hadith(
		hadithNumber: 836,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﺟﻠ ﺲ ﻗﻮﻡ ﻣ ﺠﻠﺴﺎ ﻟﻢ ﻳﺬﺁ ﺮﻭﺍ ﺍﷲ ﺗﻌﺎﻟﻰ ﻓﻴﻪ ﻭﻟﻢ ﻳ ﱡﺼﻠﻮﺍ.'
			'ﻋﻠﻰ ﻧﺒﱢﻴﻬﻢ ﻓﻴﻪ ﺇ ﱠﻻ ﺁﺎ ﻥ ﻋﻠﻴﻬﻢ ﺗﺮﺓ ، ﻓﺈ ﻥ ﺷﺎ ﺀ ﻋﱠﺬﺑ ﻬﻢ ، ﻭﺇ ﻥ ﺷﺎ ﺀ ﻏﻔ ﺮ ﻟ ﻬﻢ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 836'
),
	Hadith(
		hadithNumber: 837,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻣ ﻦ ﻗﻌﺪ ﻣﻘﻌﺪﺍ ﻟﻢ ﻳﺬﺁ ﺮ ﺍﷲ ﺗﻌﺎﻟﻰ ﻓﻴ ﻪ ﺁﺎﻧﺖ ﻋﻠﻴﻪ ﻣ ﻦ ﺍﷲ'
			'ﺗ ﺮﺓ، ﻭ ﻣﻦ ﺍﺿﻄ ﺠ ﻊ ﻣ ﻀ ﻄ ﺠﻌﺎ ﻻﻳﺬﺁ ﺮ ﺍﷲ ﺗﻌﺎﻟﻰ ﻓﻴﻪ ﺁﺎﻧ ﺖ ﻋﻠﻴﻪ ﻣ ﻦ ﺍﷲ ﺗ ﺮﺓ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ . ﻭﻗﺪ ﺳﺒﻖ ﻗﺮﻳﺒﺎ'
			'، ﻭ ﺷ ﺮ ﺣﻨﺎ « ﺍﻟﱢﺘ ﺮﺓ » ﻓﻴ ﻪ',
		translation: 'Translation of Hadith 837'
),
	Hadith(
		hadithNumber: 838,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻟﻢ ﻳﺒ ﻖ ﻣ ﻦ'
			'ﺍﻟﻨﺒ ﱠﻮﺓ ﺇﻻ ﺍﻟﻤﺒﺸﱢﺮﺍ ﺕ » ﻗﺎﻟﻮﺍ : ﻭ ﻣﺎ ﺍﻟﻤﺒﺸﱢﺮﺍ ﺕ ؟ ﻗﺎﻝ : « ﺍﱡﻟﺮ ﺅﻳﺎ ﺍﻟ ﱠﺼﺎﻟﺤﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 838'
),
	Hadith(
		hadithNumber: 839,
		hadith:
						'ﻭﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺍﻗﺘﺮ ﺏ ﺍﻟ ﱠﺰ ﻣﺎ ﻥ ﻟﻢ ﺗﻜﺪ ﺭ ﺅﻳﺎ ﺍﻟﻤ ﺆﻣﻦ ﺗﻜﺬ ﺏ ، ﻭ ﺭ ﺅﻳﺎ'
			'ﺍﻟﻤ ﺆﻣ ﻦ ﺟ ﺰ ﺀ ﻣ ﻦ ﺳﱠﺘ ﺔ ﻭﺃ ﺭﺑﻌﻴ ﻦ ﺟ ﺰ ﺀﺍ ﻣ ﻦ ﺍﻟﻨﺒﻮﺓ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ . ﻭﻓﻲ ﺭﻭﺍﻳﺔ: « ﺃ ﺻﺪﻗﻜﻢ ﺭ ﺅﻳﺎ: ﺃ ﺻﺪﻗﻜﻢ ﺣﺪﻳﺜﺎ'
			'»',
		translation: 'Translation of Hadith 839'
),
	Hadith(
		hadithNumber: 840,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺭﺁﻧﻲ ﻓﻲ ﺍﻟﻤﻨﺎﻡ ﻓ ﺴﻴ ﺮﺍﻧ ﻲ ﻓﻲ ﺍﻟﻴﻘ ﻈ ﺔ ﺃ ﻭ ﺁﺄﱠﻧﻤﺎ'
			'ﺭﺁﻧﻲ ﻓﻲ ﺍﻟﻴﻘ ﻈ ﺔ ﻻﻳﺘﻤﱠﺜ ﻞ ﺍﻟﺸﱠﻴﻄﺎ ﻥ ﺑﻲ » . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 840'
),
	Hadith(
		hadithNumber: 841,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪﺭ ﱢﻱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺃﻧﻪ ﺳ ﻤﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺇﺫﺍ ﺭﺄﯨ ﺃﺣﺪﺁﻢ'
			'ﺭ ﺅﻳﺎ ﻳﺤﱡﺒ ﻬﺎ ﻓﺈﱠﻧﻤﺎ ﻩﻲ ﻣﻦ ﺍﷲ ﺗﻌﺎﻟﻰ ﻓﻠﻴ ﺤﻤﺪ ﺍﷲ ﻋﻠﻴ ﻬﺎ ﻭﻟﻴ ﺤﺪﱢ ﺙ ﺑﻬﺎ ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﻓﻼ ﻳ ﺤﱢﺪ ﺙ ﺑﻬﺎ ﺇﻻ ﻣ ﻦ ﻳ ﺤﺐﱡ'
			'ﻭﺇﺫﺍ ﺭﺄﯨ ﻏﻴﺮ ﺫﻟﻚ ﻣﻤﺎ ﻳﻜ ﺮﻩ ﻓﺈﱠﻧﻤـﺎ ﻩﻲ ﻣ ﻦ ﺍﻟ ﱠﺸﻴﻄﺎ ﻥ ﻓﻠﻴ ﺴﺘﻌﺬ ﻣ ﻦ ﺷ ﱢﺮ ﻩﺎ ﻭﻻ ﻳﺬﺁﺮﻩﺎ ﻷﺣﺪ ﻓﺈﻧﻬﺎ ﻻ ﺗ ﱡﻀﺮﻩ »'
			' .841ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 841'
),
	Hadith(
		hadithNumber: 842,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟ ﺮﺅﻳﺎ ﺍﻟ ﱠﺼﺎﻟ ﺤﺔ ﻭﻓﻲ ﺭﻭﺍﻳﺔ'
			'ﺍﻟ ﱡﺮﺅﻳﺎ ﺍﻟ ﺤ ﺴﻨﺔ ﻣ ﻦ ﺍﷲ ، ﻭﺍﻟ ﺤﻠﻢ ﻣ ﻦ ﺍﻟ ﱠﺸﻴ ﻄﺎﻥ ، ﻓ ﻤﻦ ﺭﺄﯨ ﺷﻴﺌﺎ ﻳﻜ ﺮ ﻩﻪ ﻓﻠﻴﻨﻔ ﺚ ﻋﻦ ﺷ ﻤﺎﻟﻪ ﺛ ﻼﺛﺎ ، ﻭﻟﻴﺘﻌ ﱠﻮﺫ ﻣ ﻦ'
			'ﺍﻟ ﺸﻴﻄﺎﻥ ﻓﺈﱠﻧﻬﺎ ﻻ ﺗ ﻀﺮﱡﻩ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ . « ﺍﻟﱠﻨﻔ ﺚ » ﻧﻔ ﺦ ﻟﻄﻴ ﻒ ﻻﺭﻳ ﻖ ﻣﻌﻪ',
		translation: 'Translation of Hadith 842'
),
	Hadith(
		hadithNumber: 843,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺭﺄﯨ ﺃ ﺣﺪﺁﻢ ﺍﻟ ﱡﺮﺅﻳﺎ ﻳﻜ ﺮ ﻩﻬﺎ'
			'ﻓﻠﻴﺒ ﺼ ﻖ ﻋﻦ ﻳ ﺴﺎ ﺭﻩ ﺛ ﻼﺛﺎ ، ﻭﻟﻴ ﺴﺘﻌﺬ ﺑﺎﷲ ﻣ ﻦ ﺍﻟ ﱠﺸﻴﻄﺎ ﻥ ﺛﻼﺛﺎ ، ﻭﻟﻴﺘﺤ ﱠﻮﻝ ﻋ ﻦ ﺟﻨﺒ ﻪ ﺍﻟﺬﻱ ﺁﺎﻥ ﻋﻠﻴﻪ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 843'
),
	Hadith(
		hadithNumber: 844,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻷﺳﻘﻊ ﻭﺍﺛﻠﺔ ﺑﻦ ﺍﻷﺳﻘﻊ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ'
			'ﻣﻦ ﺃﻋ ﻈﻢ ﺍﻟﻔﺮﻯ ﺄﻧ ﻳﱠﺪ ﻋﻲ ﺍﻟﺮﱠ ﺟ ﻞ ﺇﻟﻰ ﻏﻴ ﺮ ﺃﺑﻴﻪ ، ﺃ ﻭ ﻳﺮﻱ ﻋﻴﻨﻪ ﻣﺎﻟﻢ ﺗ ﺮ ، ﺃ ﻭ ﻳﻘﻮ ﻝ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﺎ ﻟﻢ ﻳﻘ ﻞ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 844'
),
	Hadith(
		hadithNumber: 845,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﷲ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﺄﻧ ﺭﺟﻼ ﺳﺄﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﱡﻱ'
			'ﺍ ﻹﺳﻼﻡ ﺧﻴﺮ ؟ ﻗﺎﻝ « ﺗ ﻄﻌﻢ ﺍﻟ ﱠﻄﻌﺎﻡ ، ﻭﺗﻘﺮﺃ ﺍﻟ ﱠﺴﻼﻡ ﻋﻠ ﻰ ﻣ ﻦ ﻋ ﺮﻓ ﺖ ﻭ ﻣ ﻦ ﻟﻢ ﺗﻌ ﺮ ﻑ » . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 845'
),
	Hadith(
		hadithNumber: 846,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ « ﻟﻤﺎ ﺧﻠ ﻖ ﺍﷲ ﺁﺪﻣ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﺍﺫ ﻩ ﺐ ﻓ ﺴﱢﻠﻢ ﻋﻠﻰ ﺃﻭﻟﺌ ﻚ ﻧﻔ ﺮ ﻣ ﻦ ﺍﻟﻤ ﻼﺋﻜﺔ ﺟﻠﻮ ﺱ ﻓﺎ ﺳﺘﻤ ﻊ ﺍﻳ ﺤﱡﻴﻮﻧ ﻚ ﻓﺈﱠﻧﻬﺎ ﺗﺤﱠﻴﺘ ﻚ ﻭﺗ ﺤﱠﻴﺔ ﺫﺭﱢﱠﻳﺘﻚ.'
			'ﻓﻘﺎﻝ : ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ، ﻓﻘﺎﻟﻮﺍ : ﺍﻟ ﱠﺴﻼﻡ  ﻋﻠﻴ ﻚ ﻭ ﺭ ﺣﻤﺔ ﺍﷲ ، ﻓﺰﺍﺩﻭﻩ : ﻭ ﺭ ﺣﻤﺔ ﺍﷲ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 846'
),
	Hadith(
		hadithNumber: 847,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﻤﺎﺭﺓ ﺍﻟﺒﺮﺍﺀ ﺑﻦ ﻋﺎﺯ ﺏ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺃﻣﺮﻧﺎ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺴﺒ ﻊ'
			': «ﺑﻌﻴﺎﺩﺓ ﺍﻟﻤ ﺮﻳ ﺾ . ﻭﺍﱢﺗﺒﺎﻉ ﺍﻟ ﺠﻨﺎﺋﺰ ، ﻭﺗ ﺸﻤﻴﺖ ﺍﻟﻌﺎﻃﺲ ، ﻭﻧﺼ ﺮ ﺍﻟ ﱠﻀﻌﻴﻒ ، ﻭ ﻋ ﻮﻥ ﺍﻟﻤﻈﻠﻮﻡ، ﻭﺇﻓﺸﺎ ﺀ ﺍﻟ ﱠﺴﻼﻡ'
			'، ﻭﺇﺑﺮﺍ ﺭ ﺍﻟﻤﻘﺴﻢ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ ، ﻩﺬﺍ ﻟﻔﻆ ﺇﺣﺪﻯ ﺭﻭﺍﻳﺎﺕ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 847'
),
	Hadith(
		hadithNumber: 848,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻻ ﺗﺪ ﺧﻠﻮﺍ ﺍﻟ ﺠﱠﻨ ﺔ ﺣﱠﺘﻰ.'
			'ﺗ ﺆﻣﻨﻮﺍ ﻭﻻ ﺗﺆ ﻣﻨﻮﺍ ﺣﺘﻰ ﺗ ﺤﺎﱡﺑﻮﺍ ، ﺃ ﻭﻻ ﺃﺩﻟﱡﻜﻢ ﻋﻠﻰ ﺷ ﺊ ﺇﺫﺍ ﻓﻌﻠﺘﻤﻮﻩ ﺗﺤﺎﺑﺒﺘﻢ ؟ ﺃﻓ ﺸﻮﺍ ﺍﻟ ﱠﺴﻼﻡ ﺑﻴﻨﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 848'
),
	Hadith(
		hadithNumber: 849,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻳﻮﺳﻒ ﻋﺒﺪ ﺍﷲ ﺑﻦ ﺳﻼﻡ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ'
			'« ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﻨﺎ ﺱ ﺃﻓ ﺸﻮﺍ ﺍﻟ ﱠﺴﻼﻡ ، ﻭﺃﻃﻌﻤﻮﺍ ﺍﻟ ﻄﻌﺎﻡ، ﻭ ﺻﻠﻮﺍ ﺍ ﻷﺭﺣﺎﻡ ، ﻭ ﺻﱡﻠﻮﺍ ﻭﺍﻟﱠﻨﺎﺱ ﻧﻴﺎﻡ ، ﺗﺪ ﺧﻠﻮﺍ ﺍﻟ ﺠﱠﻨﺔ'
			'ﺑﺴﻼﻡ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'`',
		translation: 'Translation of Hadith 849'
),
	Hadith(
		hadithNumber: 850,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻄﻔﻴﻞ ﺑﻦ ﺃﺑﻲ ﺑﻦ ﺁﻌﺐ ﺃﻧﻪ ﺁﺎﻥ ﻳﺄﺗﻲ ﻋﺒﺪ ﺍﷲ ﺑﻦ ﻋﻤﺮ ﻓﻴﻐﺪﻭ ﻣﻌﻪ ﺇﻟﻰ ﺻﺎﺣﺐ ﺑﻴﻌﺔ ﻭﻻ ﻣﺴﻜﻴﻦ'
			'ﻭﻻ ﺃﺣﺪ ﺇﻻ ﺳﻠﻢ ﻋﻠﻴﻪ ، ﻗﺎﻝ ﺍﻟﻄﱡﻔﻴ ﻞ : ﻓ ﺠﺌ ﺖ ﻋﺒﺪ ﺍﷲ ﺑ ﻦ ﻋﻤ ﺮ ﻳ ﻮﻣﺎ ﻓﺎﺳﺘﺘﺒﻌﻨﻲ ﺇﻟﻰ ﺍﻟ ﱡﺴﻮ ﻕ ﻓﻘﻠﺖ ﻟﻪ : ﻣﺎﺗ ﺼﻨ ﻊ'
			'ﺑﺎﻟﺴﻮ ﻕ ﻭﺃﻧ ﺖ ﻻ ﺗﻘ ﻒ ﻋﻠﻰ ﺍﻟﺒﻴﻊ ﻭﻻ ﺗ ﺴﺄ ﻝ ﻋﻦ ﺍﻟﺴﻠﻊ ﻭﻻ ﺗ ﺴﻮﻡ ﺑﻬﺎ ﻭﻻ ﺗﺠﻠ ﺲ ﻓﻲ ﻣﺠﺎﻟﺲ ﺍﻟ ﺴﻮﻕ ؟ ﻭﺃﻗﻮ ﻝ'
			'ﺍ ﺟﻠ ﺲ ﺑﻨﺎ ﻩ ﻬﻨﺎ ﻧﺘﺤﱠﺪﺙ ، ﻓﻘﺎﻝ ﻳﺎ ﺃﺑﺎ ﺑ ﻄﻦ. ﻭﺁﺎ ﻥ ﺍﻟ ﱡﻄﻔﻴ ﻞ ﺫﺍ ﺑ ﻄﻦ ﺇﱠﻧﻤﺎ ﻧﻐﺪﻭ ﻣ ﻦ ﺃ ﺟﻞ ﺍﻟ ﱠﺴﻼﻡ ﻧ ﺴﻠﱢﻢ ﻋﻠﻰ ﻣ ﻦ'
			'ﻟﻘﻴﻨﺎﻩ ، ﺭﻭﺍﻩ ﻣﺎﻟﻚ ﻓﻲ ﺍﻟﻤ ﻮ ﱠﻃﺈ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 850'
),
	Hadith(
		hadithNumber: 851,
		hadith:
						'ﻋﻦ ﻋﻤﺮﺎﻧ ﺑﻦ ﺣﺼﻴﻦ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﺍﻟ ﱠﺴﻼﻡ'
			'ﻋﻠﻴﻜﻢ ، ﻓ ﺮﺩ ﻋﻠﻴﻪ ﺛﻢ ﺟﻠ ﺲ ، ﻓﻘﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋ ﺸﺮ» ﺛﻢ ﺟﺎ ﺀ ﺁ ﺧ ﺮ ﻓﻘﺎ ﻝ : ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ'
			'ﻭ ﺭ ﺣﻤﺔ ﺍﷲ ، ﻓ ﺮﺩ ﻋﻠﻴ ﻪ ﻓ ﺠﻠ ﺲ ، ﻓﻘﺎﻝ : « ﻋ ﺸﺮﻮﻧ » ، ﺛﻢ ﺟﺎ ﺀ ﺁ ﺧ ﺮ ﻓﻘﺎ ﻝ : ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ ﻭ ﺭ ﺣﻤﺔ ﺍﷲ ﻭﺑ ﺮﺁﺎﺗﻪ'
			'، ﻓ ﺮﺩ ﻋﻠﻴ ﻪ ﻓ ﺠﻠ ﺲ ، ﻓﻘﺎﻝ : « ﺛ ﻼﺛﻮ ﻥ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'`',
		translation: 'Translation of Hadith 851'
),
	Hadith(
		hadithNumber: 852,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ :(( ﻩﺬﺍ ﺟﺒ ﺮﻳ ﻞ ﻳﻘ ﺮﺃ ﻋﻠﻴ ﻚ'
			'ﺍﻟ ﱠﺴﻠﺎﻡ)) ﻗﺎﻟ ﺖ : ﻗﻠ ﺖ : ( ﻭ ﻋﻠﻴﻪ ﺍﻟ ﱠﺴﻼﻡ ﻭﺭ ﺣﻤﺔ ﺍﷲ ﻭﺑ ﺮﺁﺎﺗﻪ)) ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻮﻫﻜﺬﺍ ﻭﻗﻊ ﻓﻲ ﺑﻌﺾ ﺭﻭﺍﻳﺎ ﺕ ﺍﻟﺼﺤﻴﺤﻴﻦ :(( ﻭﺑ ﺮﺁﺎﺗﻪ)) ﻭﻓﻲ ﺑﻌﻀﻬﺎ ﺑﺤﺬﻓﻬﺎ ، ﻭﺯﻳﺎﺩﺓ ﺍﻟﺜﻘﺔ ﻣﻘﺒﻮﻟﺔ .'
			'`',
		translation: 'Translation of Hadith 852'
),
	Hadith(
		hadithNumber: 853,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﺇﺫﺍ ﺗﻜﻠﻢ ﺑﻜﻠﻤﺔ ﺃ ﻋﺎﺩ ﻩﺎ ﺛﻼﺛﺎ ﺣﱠﺘﻰ ﺗﻔ ﻬﻢ'
			'ﻋﻨﻪ، ﻭﺇﺫﺍ ﺃﺗﻰ ﻋﻠﻰ ﻗ ﻮﻡ ﻓ ﺴﱠﻠﻢ ﻋﻠﻴﻬﻢ ﺳﱠﻠﻢ ﻋﻠﻴﻬﻢ ﺛﻼﺛﺎ ، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ . ﻮﻫﺬﺍ ﻣﺤﻤﻮﻝ ﻋﻠﻰ ﻣﺎ ﺇﺫﺍ ﺁﺎﻥ ﺍﻟ ﺠ ﻤ ﻊ'
			'ﺁﺜﻴﺮﺍ',
		translation: 'Translation of Hadith 853'
),
	Hadith(
		hadithNumber: 854,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻤﻘﺪﺍﺩ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻓﻲ ﺣﺪﻳﺜﻪ ﺍﻟﻄﻮﻳﻞ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻧ ﺮﻓ ﻊ ﻟﻠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﺼﻴﺒﻪ ﻣ ﻦ.'
			'ﺍﱠﻟﻠﺒﻦ ﻓﻴ ﺠﻴ ﺊ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﻓﻴ ﺴﻠﱢﻢ ﺗﺴﻠﻴﻤﺎ  ﻻﻳﻮﻗ ﻆ ﻧﺎﺋﻤﺎ ﻭﻳﺴ ﻤ ﻊ ﺍﻟﻴﻘﻈﺎﻥ ﻓ ﺠﺎﺀ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓ ﺴﻠﱠﻢ ﺁﻤﺎ'
			'ﺁﺎﻥ ﻳ ﺴﻠﻢ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 854'
),
	Hadith(
		hadithNumber: 855,
		hadith:
						'ﻋﻦ ﺃﺳﻤﺎﺀ ﺑﻨ ﺖ ﻳﺰﻳﺪ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﱠﺮ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻳ ﻮﻣﺎ ﻭﻋ ﺼﺒﺔ'
			'ﻣ ﻦ ﺍﻟﱢﻨﺴﺎﺀ ﻗﻌ ﻮﺩ ﻓﺄﻟ ﻮﻱ ﺑﻴﺪﻩ ﺑﺎﻟﺘﺴﻠﻴﻢ .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ . ﻮﻫﺬﺍ ﻣﺤﻤﻮﻝ ﻋﻠﻰ ﺃﻧﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟ ﻤ ﻊ ﺑﻴﻦ ﺍﻟﱠﻠﻔﻆ ﻭﺍﻹﺷﺎﺭﺓ ،'
			'ﻭﻳﺆﻳﱢﺪﻩ ﺄﻧ ﻓﻲ ﺭﻭﺍﻳﺔ ﺃﺑﻲ ﺩﺍﻭﺩ : « ﻓ ﺴﱠﻠﻢ ﻋﻠﻴﻨﺎ »',
		translation: 'Translation of Hadith 855'
),
	Hadith(
		hadithNumber: 856,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺟ ﺮﻱﱢ ﺍﻟﻬ ﺠﻴﻤﻲﱢ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻴﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﻠﺖ : ﻋﻠﻴﻚ'
			'ﺍﻟ ﱠﺴﻼﻡ ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ . ﻓﻘﺎﻝ : ﻻﺗﻘ ﻞ ﻋﻠﻴ ﻚ ﺍﻟ ﱠﺴﻼﻡ، ﻓﺈﻥ ﻋﻠﻴ ﻚ ﺍﻟ ﺴﻼﻡ ﺗﺤﻴﱠﺔ ﺍﻟﻤﻮﺗﻰ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ . ﻭﻗﺪ ﺳﺒﻖ ﺑﻄﻮﻟﻪ',
		translation: 'Translation of Hadith 856'
),
	Hadith(
		hadithNumber: 857,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳ ﺴﻠﱢﻢ ﺍﻟﺮﱠﺍﺁ ﺐ ﻋﻠﻰ ﺍﻟﻤﺎ ﺷﻲ'
			'، ﻭﺍﻟﻤﺎﺷﻲ ﻋﻠﻲ ﺍﻟﻘﺎ ﻋﺪ ، ﻭﺍﻟﻘﻠﻴ ﻞ ﻋﻠﻰ ﺍﻟﻜﺜﻴ ﺮ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ . ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺍﻟﺒﺨﺎﺮﻳ : ﻭﺍﻟﺼﻐﻴ ﺮ ﻋﻠﻰ ﺍﻟﻜﺒﻴ ﺮ »',
		translation: 'Translation of Hadith 857'
),
	Hadith(
		hadithNumber: 858,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﻣﺎﻣﺔ ﺻﺪ ﱢﻱ ﺑﻦ ﻋﺠﻼﻥ ﺍﻟﺒﺎ ﻩﻠﻲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'«ﺇ ﱠﻥ ﺃ ﻭﻟ ﻰ ﺍﻟﱢﻨﺎﺱ ﺑﺎﷲ ﻣ ﻦ ﺑﺪﺄﻫﻢ ﺑﺎﻟ ﱠﺴ ﻼﻡ )).'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺟﻴﺪ ، ﻭﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻋﻦ ﺃﺑﻲ ﺃﻣﺎﻣ ﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﻴ ﻞ ﻳﺎﺭﺳﻮ ﻝ ﺍﷲ، ﺍﻟ ﱠﺮ ﺟﻼ ﻥ ﻳﻠﺘﻘﻴﺎﻥ'
			'ﺃﻳ ﻬﻤﺎ ﻳﺒﺪﺃ ﺑﺎﻟ ﱠﺴﻼﻡ ، ﻗﺎﻝ ﺃ ﻭﻻ ﻩﻤﺎ ﺑﺎﷲ ﺗﻌﺎﻟﻰ ، ﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 858'
),
	Hadith(
		hadithNumber: 859,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ ﺣﺪﻳﺚ ﺍﻟﻤ ﺴﻲ ﺀ ﺻﻼﺗﻪ ﺃﻧﱠﻪ ﺟﺎﺀ ﻓ ﺼﱠﻠﻰ ﺛﻢﱠ ﺟﺎﺀ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓ ﺴﱠﻠﻢ ﻋﻠﻴﻪ ﻓ ﺮﺩ ﻋﻠﻴﻪ ﺍﻟ ﱠﺴﻼﻡ ﻓﻘﺎﻝ : « ﺍﺭﺟﻊ ﻓ ﺼ ﱢﻞ ﻓﺈﱠﻧ ﻚ ﻟﻢ ﺗ ﺼﻞﱢ» ﻓ ﺮ ﺟ ﻊ ﻓ ﺼﱠﻠﻰ ، ﺛﻢﱠ ﺟﺎﺀ ﻓ ﺴﱠﻠﻢ'
			'ﻋﻠﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﺘﻰ ﻓﻌﻞ ﺫﻟ ﻚ ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 859'
),
	Hadith(
		hadithNumber: 860,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻟﻘ ﻲ ﺃ ﺣﺪﺁﻢ ﺃﺧﺎﻩ ﻓﻠﻴ ﺴﱢﻠﻢ ﻋﻠﻴﻪ ، ﻓﺈ ﻥ ﺣﺎﻟ ﺖ ﺑﻴﻨ ﻬﻤﺎ'
			'ﺷ ﺠ ﺮﺓ ﺃﻭ ﺟﺪﺍﺭ ﺃ ﻭ ﺣ ﺠﺮ ﺛﻢﱠ ﻟﻘﻴﻪ ﻓﻠﻴ ﺴﱢﻠﻢ ﻋﻠﻴﻪ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 860'
),
	Hadith(
		hadithNumber: 861,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻳﺎﺑﱠﻨﻲ ، ﺇﺫﺍ ﺩ ﺧﻠ ﺖ ﻋﻠﻰ ﺃ ﻩﻠ ﻚ'
			'ﻓ ﺴﱢﻠﻢ ﻳﻜ ﻦ ﺑﺮﺁ ﺔ ﻋﻠﻴ ﻚ ﻭ ﻋﻠﻰ ﺄﻫ ﻞ ﺑﻴﺘ ﻚ »'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 861'
),
	Hadith(
		hadithNumber: 862,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺃﻧﱠﻪ ﻣ ﱠﺮ ﻋﻠﻰ ﺻﺒﻴﺎﻥ ﻓ ﺴﱠﻠﻢ ﻋﻠﻴﻬﻢ ﻭﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮﻝ ﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻔﻌﻠﻪ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 862'
),
	Hadith(
		hadithNumber: 863,
		hadith:
						'ﻋﻦ ﺳﻬﻞ ﺑﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻧ ﺖ ﻓﻴﻨﺎ ﺍ ﻣ ﺮﺃﺓ ﻭﻓﻲ ﺭﻭﺍﻳﺔ : - ﺁﺎﻧ ﺖ ﻟﻨﺎ ﻋ ﺠﻮﺯ ﺗﺄ ﺧﺬ ﻣ ﻦ ﺃ ﺻﻮ ﻝ'
			'ﺍﻟ ﱢﺴﻠ ﻖ ﻓﺘ ﻄ ﺮ ﺣﻪ ﻓﻲ ﺍﻟﻘﺪ ﺭ ﻭﺗﻜ ﺮﺁ ﺮ ﺣﱠﺒﺎ ﺕ ﻣ ﻦ ﺷﻌﻴ ﺮ ، ﻓﺈﺫﺍ ﺻﱠﻠﻴﻨﺎ ﺍﻟ ﺠﻤﻌ ﺔ ﻭﺍﻧ ﺼ ﺮﻓﻨﺎ ﻧ ﺴﻠﱢﻢ ﻋﻠﻴﻬﺎ ﻓﺘﻘﺪﱢﻣﻪ ﺇﻟﻴﻨﺎ'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ . ﻗﻮﻟﻪ « ﺗﻜ ﺮﺁ ﺮ » ﺄﻳ ﺗﻄ ﺤ ﻦ',
		translation: 'Translation of Hadith 863'
),
	Hadith(
		hadithNumber: 864,
		hadith:
						'ﻭﻋﻦ ﺄﻣ ﻩﺎﻧﺊ ﻓﺎ ﺧﺘ ﺔ ﺑﻨ ﺖ ﺃﺑﻲ ﻃﺎﻟﺐ ﺭﺿﻲ ﺍﷲ ﻋﻨ ﻬﺎ ﻗﺎﻟﺖ : ﺃﺗﻴﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻮﻡ ﺍﻟﻔﺘﺢ'
			'ﻭ ﻩﻮ ﻳﻐﺘ ﺴ ﻞ ﻭﻓﺎ ﻃﻤﺔ ﺗ ﺴﺘﺮﻩ ﺑﺜ ﻮ ﺏ ﻓ ﺴﱠﻠ ﻤ ﺖ .'
			'ﻭﺫﺁ ﺮﺕ ﺍﻟﺤﺪﻳﺚ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 864'
),
	Hadith(
		hadithNumber: 865,
		hadith:
						'ﻭﻋﻦ ﺃﺳﻤﺎ ﺀ ﺑﻨ ﺖ ﻳﺰﻳﺪ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻣﺮ ﻋﻠﻴﻨﺎ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻧ ﺴ ﻮﺓ ﻓ ﺴﱠﻠﻢ'
			'ﻋﻠﻴﻨﺎ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ، ﻮﻫﺬﺍ ﻟﻔﻆ ﺃﺑﻲ ﺩﺍﻭﺩ، ﻭ ﻟﻔﻆ ﺍﻟﺘﺮﻣﺬﻱ : ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﱠﺮ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻳ ﻮﻣﺎ ﻭ ﻋ ﺼﺒﺔ ﻣﻦ ﺍﻟﱢﻨ ﺴﺎ ﺀ ﻗﻌﻮﺩ ﻓﺄﻟﻮﻯ ﺑﻴﺪﻩ ﺑﺎﻟﱠﺘﺴﻠﻴﻢ',
		translation: 'Translation of Hadith 865'
),
	Hadith(
		hadithNumber: 866,
		hadith:
						'ﻋ(1127:'
			'ﺍﻟﻨﺼﺎﺮﯨ ﺑﺎﻟﺴﻼﻡ، ﻓﺈﺫﺍ ﻟﻘﻴﺘﻢ ﺃﺣﺪﻩﻢ ﻓﻲ ﻃﺮﻳﻖ ﻓﺎﺿﻄﺮﻭﻩ ﺇﻟﻰ ﺃﺿﻴﻘﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 866'
),
	Hadith(
		hadithNumber: 868,
		hadith:
						'ﻭﻋ(1127:'
			'ﺍﻟﻤﺴﻠﻤﻴﻦ ﻭﺍﻟﻤﺸﺮﺁﻴﻦ ﻋﺒﺪﺓ ﺍﻷﻭﺛﺎﻥ ﻭﺍﻟﻴﻬﻮﺩ ﻓﺴﻠﻢ ﻋﻠﻴﻬﻢ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ. ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'– –',
		translation: 'Translation of Hadith 868'
),
	Hadith(
		hadithNumber: 869,
		hadith:
						'ﺍﻟﻤﺠﻠ(1127:'
			'ﻭﻗﺎﻝ: ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 869'
),
	Hadith(
		hadithNumber: 870,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌﺮﻱ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﺍﻻﺳﺘﺌﺬﺎﻧ'
			'ﺛ ﻼ ﺙ، ﻓﺈ ﻥ ﺃﺫ ﻥ ﻟ ﻚ ﻭ ﺇ ﱠﻻ ﻓﺎ ﺭ ﺟﻊ ، ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 870'
),
	Hadith(
		hadithNumber: 871,
		hadith:
						'ﻭﻋﻦ ﺳﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﺇﱠﻧﻤﺎ ﺟﻌ ﻞ ﺍﻻﺳﺘﺌﺬﺎﻧ'
			'ﻣ ﻦ ﺃ ﺟ ﻞ ﺍﻟﺒ ﺼﺮ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 871'
),
	Hadith(
		hadithNumber: 872,
		hadith:
						'ﻭﻋﻦ ﺭﺑﻌ ﱢﻲ ﺑﻦ ﺣ ﺮﺍ ﺵ ﻗﺎﻝ ﺣﱠﺪﺛﻨﺎ ﺭ ﺟﻞ ﻣﻦ ﺑﻨﻲ ﻋﺎﻣ ﺮ ﺃﻧﱠﻪ ﺍﺳﺘﺄﺫ ﻥ ﻋﻠﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻮﻫﻮ'
			'ﻓﻲ ﺑﻴﺖ ﻓﻘﺎﻝ : ﺃﺃﻟﺞ ؟ ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﺨﺎﺩ ﻣ ﻪ : «ﺃ ﺧ ﺮﺝ ﺇﻟﻰ ﻩﺬﺍ ﻓﻌﱢﻠ ﻤﻪ ﺍﻹﺳﺘﺌﺬﺍ ﻥ ﻓﻘﻞ'
			'ﻟﻪ ﻗﻞ : ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ، ﺃﺃﺩ ﺧ ﻞ ؟ » ﻓ ﺴ ﻤﻌﻪ ﺍﻟﺮﱠ ﺟ ﻞ ﻓﻘﺎﻝ : ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ ، ﺃﺃﺩ ﺧ ﻞ ؟ ﻓﺄﺬﻧ ﻟﻪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﺪ ﺧ ﻞ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 872'
),
	Hadith(
		hadithNumber: 873,
		hadith:
						'ﻋﻦ ﺁﻠﺪﺓ ﺑﻦ ﺍﻟﺤﻨﺒﻞ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: ﺃﺗﻴﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺪ ﺧﻠ ﺖ ﻋﻠﻴﻪ ﻭﻟﻢ ﺃ ﺳﱢﻠﻢ ﻓﻘﺎﻝ'
			'ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍ ﺭﺟـ ﻊ ﻓﻘ ﻞ ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ ﺃﺃﺩﺧ ﻞ ؟ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ'
			' .873ﺣﺴﻦ',
		translation: 'Translation of Hadith 873'
),
	Hadith(
		hadithNumber: 874,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻓﻲ ﺣﺪﻳﺜﻪ ﺍﻟﻤﺸﻬﻮﺭ ﻓﻲ ﺍﻹﺳﺮﺍﺀ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،'
			'« ﺛﻢﱠ ﺻﻌﺪ ﺑﻲ ﺟﺒﺮﻳ ﻞ ﺇﻟﻰ ﺍﻟ ﺴﻤﺎﺀ ﺍﻟﱡﺪﻧﻴﺎ ﻓﺎﺳﺘﻔﺘﺢ » ﻓﻘﻴﻞ : ﻣ ﻦ ﻩﺬﺍ ؟ ﻗﺎﻝ : ﺟﺒﺮﻳ ﻞ، ﻗﻴ ﻞ : ﻭ ﻣ ﻦ ﻣﻌﻚ ؟ ﻗﺎﻝ :'
			'ﻣﺤﱠﻤﺪ . ﺛﱠﻢ ﺻﻌﺪ ﺇﻟﻰ ﺍﻟ ﱠﺴﻤﺎﺀ ﺍﻟﺜﺎﻧﻴﺔ ﻓﺎﺳﺘﻔﺘﺢ ، ﻗﻴﻞ : ﻣ ﻦ ﻩﺬﺍ ؟ ﻗﺎﻝ : ﺟﺒﺮﻳ ﻞ ، ﻗﻴﻞ : ﻭ ﻣ ﻦ ﻣﻌ ﻚ ؟ ﻗﺎﻝ : ﻣ ﺤﻤﱠﺪ'
			'» ﻭﺍﻟﺜﺎﻟﺜﺔ ﻭﺍﻟ ﱠﺮﺍﺑﻌﺔ ﻭ ﺳﺎﺋﺮﻩ ﱠﻦ ﻭﻳﻘﺎ ﻝ ﻓﻲ ﺑﺎﺏ ﺁﻞ ﺳﻤﺎﺀ : ﻣ ﻦ ﻩﺬﺍ ؟ ﻓﻴﻘﻮ ﻝ : ﺟﺒﺮﻳﻞ ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 874'
),
	Hadith(
		hadithNumber: 875,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﺭ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: ﺧﺮ ﺟ ﺖ ﻟﻴﻠﺔ ﻣﻦ ﺍﻟﻠﻴﺎﻟﻲ ﻓﺈﺫﺍ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻤﺸﻲ'
			'ﻭ ﺣﺪﻩ، ﻓ ﺠﻌﻠ ﺖ ﺃﻣﺸﻲ ﻓﻲ ﻇ ﱢﻞ ﺍﻟﻘ ﻤﺮ، ﻓﺎﻟﺘﻔﺖ ﻓﺮﺁﻧﻲ ﻓﻘﺎﻝ : « ﻣ ﻦ ﻩﺬﺍ ؟ » ﻓﻘﻠﺖ  ﺃﺑﻮ ﺫ ﺭ، ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 875'
),
	Hadith(
		hadithNumber: 876,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱠ ﻩﺎﻧﺊ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ: ﺃﺗﻴﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻮﻫﻮ ﻳﻐﺘﺴﻞ ﻭﻓﺎﻃﻤﺔ ﺗ ﺴﺘ ﺮﻩ ﻓﻘﺎﻝ'
			': « ﻣ ﻦ ﻩﺬﻩ ، » ﻓﻘﻠﺖ : ﺃﻧﺎ ﺄﻣ ﻩﺎﻧﺊ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 876'
),
	Hadith(
		hadithNumber: 877,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻴ ﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺪﻗﻘ ﺖ ﺍﻟﺒﺎﺏ ﻓﻘﺎﻝ : « ﻣﻦ ﻩﺬﺍ ؟ »'
			'ﻓﻘﻠﺖ ، ﺃﻧﺎ ، ﻓﻘﺎﻝ : « ﺃﻧﺎ ﺃﻧﺎ ؟ » ﺁﺄﻧﻪ ﺁﺮ ﻩ ﻬﺎ ، ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 877'
),
	Hadith(
		hadithNumber: 878,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺈﻧ ﺍﷲ ﻳ ﺤﺐﱡ ﺍﻟﻌﻄﺎ ﺱ ﻭﻳﻜ ﺮﻩ ﺍﻟﱠﺘﺜﺎﺅ ﺏ'
			'، ﻓﺈﺫﺍ ﻋ ﻄﺲ ﺃ ﺣﺪﺁﻢ ﻭﺣﻤﺪ ﺍﷲ ﺗﻌﺎﻟﻰ ﺁﺎ ﻥ ﺣﱠﻘﺎ ﻋﻠﻰ ﺁﻞ ﻣﺴﻠﻢ ﺳﻤﻌﻪ ﺄﻧ ﻳﻘﻮﻝ ﻟﻪ ﻳﺮﺣﻤﻚ ﺍﷲ ﻭﺃﻣﺎ ﺍﻟﺘﺜﺎﻮﺑ ﻓﺈﻧﻤﺎ'
			'ﻩﻮ ﻣﻦ ﺍﻟﺸﻴﻄﺎﻥ ، ﻓـﺈﺫﺍ ﺗﺜﺎﺀﺏ ﺃﺣﺪﺁﻢ ﻓﻠﻴﺮﺩﱡﻩ ﻣﺎ ﺍﺳﺘﻄﺎﻉ ، ﻓﺈﻥ ﺃﺣﺪﺁﻢ ﺇﺫﺍ ﺗﺜﺎﺀﺏ ﺿ ﺤ ﻚ ﻣﻨﻪ ﺍﻟﺸﻴﻄﺎﻥ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 878'
),
	Hadith(
		hadithNumber: 879,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﻋﻄﺲ ﺃﺣﺪﺁﻢ ﻓﻠﻴﻘﻞ : ﺍﻟﺤﻤﺪ ﷲ ، ﻭﻟﻴﻘﻞ ﻟﻪ ﺃﺧﻮﻩ ﺃﻭ'
			'ﺻﺎﺣﺒﻪ : ﻳﺮﺣﻤﻚ ﺍﷲ ، ﻓﺈﺫﺍ ﻗﺎﻝ ﻟﻪ : ﻳﺮﺣﻤﻚ ﺍﷲ ﻓﻠﻴﻘﻞ : ﻳﻬﺪﻳﻜﻢ ﺍﷲ ﻭﻳﺼﻠﺢ ﺑﺎﻟﻜﻢ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 879'
),
	Hadith(
		hadithNumber: 880,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ « ﺇﺫﺍ ﻋ ﻄﺲ ﺃﺣﺪﺁﻢ'
			'ﻓﺤﻤﺪ ﺍﷲ ﻓﺸﻤﺘﻮﻩ ، ﻓﺈ ﻥ ﻟﻢ ﻳﺤﻤﺪ ﺍﷲ ﻓﻼ ﺗﺸﻤﺘﻮﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 880'
),
	Hadith(
		hadithNumber: 881,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻋﻄﺲ ﺭﺟﻼﻥ ﻋﻨﺪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺸﻤﺖ ﺃﺣﺪﻩﻤﺎ ﻭﻟﻢ'
			'ﻳﺸﻤﺖ ﺍﻵﺧﺮ ، ﻓﻘﺎﻝ ﺍﻟﺬﻱ ﻟﻢ ﻳﺸﻤﺘﻪ : ﻋﻄﺲ ﻓﻼ ﻥ ﻓ ﺸﱠﻤﺘﻪ ﻭﻋﻄﺴ ﺖ ﻓﻠﻢ ﺗ ﺸﻤﺘﻨﻲ ؟ ﻓﻘﺎﻝ : « ﻩﺬﺍ ﺣﻤﺪ ﺍﷲ ،'
			'ﻭﺇﻧﻚ ﻟﻢ ﺗﺤﻤﺪ ﺍﷲ » . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 881'
),
	Hadith(
		hadithNumber: 882,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻋ ﻄ ﺲ ﻭ ﺿ ﻊ ﻳﺪﻩ ﺃ ﻭ'
			'ﺛﻮﺑﻪ ﻋﻠﻰ ﻓﻴ ﻪ ﻭ ﺧﻔ ﺾ ﺃ ﻭ ﻏ ﱠﺾ ﺑﻬﺎ ﺻ ﻮﺗﻪ. ﺷﻚ ﺍﻟﺮﺍﻮﻳ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 882'
),
	Hadith(
		hadithNumber: 883,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ: « ﺁﺎﻥ ﺍﻟﻴ ﻬﻮﺩ ﻳﺘﻌﺎﻃ ﺴﻮ ﻥ ﻋﻨﺪ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳ ﺮ ﺟﻮ ﻥ ﺃ ﻥ ﻳﻘﻮ ﻝ ﻟ ﻬﻢ ﻳ ﺮ ﺣﻤﻜﻢ ﺍﷲ ، ﻓﻴﻘﻮ ﻝ : ﻳﻬﺪﻳﻜﻢ ﺍﷲ ﻭﻳﺼﻠ ﺢ ﺑﺎﻟﻜﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ'
			'ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 883'
),
	Hadith(
		hadithNumber: 884,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪﺮﻳ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺇﺫﺍ ﺗﺜﺎ ﺀ ﺏ ﺃ ﺣﺪﺁﻢ'
			'ﻓﻠﻴﻤﺴ ﻚ ﺑﻴﺪﻩ ﻋﻠﻰ ﻓﻴﻪ ﻓﺈ ﱠﻥ ﺍﻟﺸﻴﻄﺎﻥ ﻳﺪﺧﻞ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 884'
),
	Hadith(
		hadithNumber: 885,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺍﻟﺨﻄﺎﺏ ﻗﺘﺎﺩﺓ ﻗﺎﻝ : ﻗﻠﺖ ﻷﻧﺲ : ﺃﺁﺎﻧ ﺖ ﺍﻟﻤﺼﺎﻓﺤﺔ ﻓﻲ ﺃ ﺻﺤﺎ ﺏ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ؟ ﻗﺎﻝ : ﻧﻌﻢ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 885'
),
	Hadith(
		hadithNumber: 886,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻟﱠﻤﺎ ﺟﺎ ﺀ ﺃ ﻩ ﻞ ﺍﻟﻴﻤ ﻦ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺪ ﺟﺎ ﺀﺁﻢ'
			'ﺃ ﻩ ﻞ ﺍﻟﻴ ﻤ ﻦ ، ﻭ ﻩﻢ ﺃﻭ ﻝ ﻣ ﻦ ﺟﺎ ﺀ ﺑﺎﻟﻤ ﺼﺎﻓ ﺤﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 886'
),
	Hadith(
		hadithNumber: 887,
		hadith:
						'ﻭﻋﻦ ﺍﻟﺒﺮﺍﺀ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﻣ ﺴﻠ ﻤﻴﻦ ﻳﻠﺘﻘﻴﺎ ﻥ'
			'ﻓﻴﺘﺼﺎﻓ ﺤﺎ ﻥ ﺇﻻ ﻏﻔﺮ ﻟﻬﻤﺎ ﻗﺒﻞ ﺄﻧ ﻳﻔﺘﺮﻗﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 887'
),
	Hadith(
		hadithNumber: 888,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺟﻞ : ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ ، ﺍﻟﺮﱠ ﺟ ﻞ ﻣﱠﻨﺎ ﻳﻠﻘﻰ ﺃ ﺧﺎﻩ ﺃ ﻭ ﺻﺪﻳﻘﻪ ﺃﻳﻨﺤﻨﻲ ﻟﻪ ؟'
			'ﻗﺎﻝ : « ﻻ » ﻗﺎﻝ : ﺃﻓﻴﻠﺘﺰﻣﻪ ﻭﻳﻘﺒﻠﻪ ؟ ﻗﺎﻝ : « ﻻ » ﻗﺎﻝ : ﻓﻴﺄ ﺧﺬ ﺑﻴﺪﻩ ﻭﻳ ﺼﺎﻓ ﺤﻪ ؟ ﻗﺎﻝ : « ﻧﻌﻢ » ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 888'
),
	Hadith(
		hadithNumber: 889,
		hadith:
						'ﻭﻋﻦ ﺻﻔﻮﺎﻧ ﺑﻦ ﻋ ﱠﺴﺎﻝ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻳ ﻬﻮﺪﻳ ﻟ ﺼﺎﺣﺒﻪ ﺍﺬﻫﺐ ﺑﻨﺎ ﺇﻟﻰ ﻩﺬﺍ ﺍﻟﻨﺒﻲ ﻓﺄﺗﻴﺎ ﺭﺳﻮﻝ.'
			'ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓ ﺴﺄﻻﻩ ﻋﻦ ﺗ ﺴﻊ ﺁﻳﺎﺕ ﺑﻴﻨﺎﺕ ﻓﺬﺁ ﺮ ﺍﻟ ﺤﺪﻳﺚ ﺇﻟﻰ ﻗ ﻮﻟﻪ : ﻓﻘﱠﺒﻼ ﻳﺪﻩ ﻭ ﺭ ﺟﻠﻪ ﻭﻗﺎﻻ : ﻧ ﺸ ﻬﺪ'
			'ﺃﱠﻧ ﻚ ﻧﺒﻲ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻏﻴﺮﻩ ﺑﺄﺳﺎﻧﻴﺪ ﺻﺤﻴﺤﺔ.'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻋﺒﺪ ﺍﷲ ﺑﻦ ﺳﻠﻤﺔ - ﺑﻜﺴﺮ ﺍﻟﻼﻡ - ، ﻗﺎﻝ ﺍﻟﺸﻴﺦ ﺍﻷﻟﺒﺎﻧﻲ : ﻮﻫﻮ ﺍﻟﻤﺮﺍﺪﻳ ﻮﻫﻮ ﻣﺨﺘﻠﻒ ﻓﻴﻪ'
			'ﻮﻫﻮ ﺭﺍﻮﻳ ﺣﺪﻳﺚ ﻋﻠﻲ ﻓﻲ " ﺍﻟﻨﻬﻲ ﻋﻦ ﻗﺮﺍﺀﺓ ﺍﻟﻘﺮﺁﻥ ﺟﻨﺒﺎ " ، ﻭﻗﺪ ﺿﻌﻔﻪ ﺍﻟﺤﻔﺎﻅ ﺍﻟﻤﺤﻘﻘﻮﻥ ﺁﻤﺎ ﻗﺎﻝ ﺍﻟﻤﺼﻨﻒ'
			'ﻧﻔﺴﻪ ﻭﻣﻨﻬﻢ ﺃﺣﻤﺪ ﻭﺍﻟﺸﺎﻓﻌﻲ ﻭﺍﻟﺒﺨﺎﺮﻳ ﻭﻏﻴﺮﻩﻢ',
		translation: 'Translation of Hadith 889'
),
	Hadith(
		hadithNumber: 890,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺼﺔ ﻗﺎﻝ ﻓﻴﻬﺎ : ﻓﺪﻧ ﻮﻧﺎ ﻣﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﱠﻘﺒﻠﻨﺎ ﻳﺪﻩ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'( ﺿﻌﻴﻒ ) . [ ﺇﺳﻨﺎﺩﻩ ﻳﺰﻳﺪ ﺑﻦ ﺃﺑﻲ ﺯﻳﺎﺩ ﺍﻟﻬﺎﺷﻤﻲ ﻣﻮﻻﻩﻢ ، ﻮﻫﻮ ﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 890'
),
	Hadith(
		hadithNumber: 891,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺪﻡ : ﺯﻳﺪ ﺑﻦ ﺣﺎﺭﺛﺔ ﺍﻟﻤﺪﻳﻨﺔ ﻭﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ'
			'ﺑﻴﺘﻲ ﻓﺄﺗﺎﻩ ﻓﻘ ﺮ ﻉ ﺍﻟﺒﺎﺏ. ﻓﻘﺎﻡ ﺇﻟﻴ ﻪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺠﺮﱡ ﺛ ﻮﺑﻪ ﻓﺎﻋﺘﻨﻘﻪ ﻭﻗﺒﻠﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ'
			': ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻣﺤﻤﺪ ﺑﻦ ﺇﺳﺤﺎﻕ ﻮﻫﻮ ﻣﺪﻟﺲ ، ﻭﻟﻢ ﻳﺼﺮﺡ ﺑﺎﻟﺘﺤﺪﻳﺚ ] .'
			'`',
		translation: 'Translation of Hadith 891'
),
	Hadith(
		hadithNumber: 892,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺫ ﺭ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ «ﻻﺗﺤﻘ ﺮ ﱠﻥ ﻣ ﻦ ﺍﻟﻤﻌ ﺮﻮﻓ'
			'ﺷﻴﺌﺎ ﻭﻟﻮ ﺄﻧ ﺗﻠﻘﻰ ﺃﺧﺎﻙ ﺑﻮﺟﻪ ﻃﻠﻴﻖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 892'
),
	Hadith(
		hadithNumber: 893,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﱠﺒﻞ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﺤﺴﻦ ﺑﻦ ﻋﻠﻰ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ'
			'، ﻓﻘﺎﻝ ، ﺍﻷﻗ ﺮ ﻉ ﺑﻦ ﺣﺎﺑﺲ : ﺇ ﱠﻥ ﻟﻲ ﻋ ﺸﺮﺓ ﻣ ﻦ ﺍﻟ ﻮﻟﺪ ﻣﺎﻗﱠﺒﻠ ﺖ ﻣﻨ ﻬﻢ ﺃ ﺣﺪﺍ . ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'. « ﻣ ﻦ ﻻﻳ ﺮ ﺣﻢ ﻻ ﻳ ﺮ ﺣﻢ ، » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 893'
),
	Hadith(
		hadithNumber: 894,
		hadith:
						'ﻋﻦ ﺍﻟﺒﺮﺍﺀ ﺑﻦ ﻋﺎﺰﺑ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺃ ﻣﺮﻧﺎ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻌﻴﺎﺩﺓ ﺍﻟ ﻤﺮﻳﺾ ،'
			'ﻭﺍﱢﺗﺒﺎﻉ ﺍﻟﺠﻨﺎﺯﺓ ، ﻭﺗﺸﻤﻴﺖ ﺍﻟﻌﺎﻃﺲ، ﻭﺇﺑﺮﺍﺭ ﺍﻟﻤﻘﺴﻢ ﻭﻧﺼﺮ ﺍﻟﻤﻈﻠﻮﻡ ، ﻭﺇﺟﺎﺑﺔ ﺍﻟﺪﺍﻋﻲ ، ﻭﺇﻓﺸﺎﺀ ﺍﻟﺴﻼﻡ .'
			'ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 894'
),
	Hadith(
		hadithNumber: 895,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺣ ﱡﻖ ﺍﻟﻤﺴﻠﻢ ﻋﻠﻰ ﺍﻟﻤﺴﻠﻢ'
			'ﺧ ﻤ ﺲ ، ﺭﱡﺩ ﺍﻟ ﱠﺴﻼﻡ. ﻭ ﻋﻴﺎﺩﺓ ﺍﻟ ﻤﺮﻳﺾ ، ﻭﺍﺗﺒﺎ ﻉ ﺍﻟﺠﻨﺎﺋﺰ ، ﻭﺇﺟﺎﺑﺔ ﺍﻟﱠﺪﻋﻮﺓ . ﻭﺗﺸﻤﻴﺖ ﺍﻟﻌﺎﻃﺲ» ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 895'
),
	Hadith(
		hadithNumber: 896,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺇ ﱠﻥ ﺍﷲ ﻋ ﱠﺰ ﻭﺟﻞ ﻳﻘﻮ ﻝ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣﺔ : « ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ'
			'ﻣﺮ ﺿ ﺖ ﻓﻠﻢ ﺗﻌﺪﻧﻲ ، ﻗﺎﻝ : ﻳﺎﺭ ﱢﺏ ﺁﻴ ﻒ ﺃ ﻋﻮﺩ ﻙ ﻭﺃﻧ ﺖ ﺭ ﱡﺏ ﺍﻟﻌﺎﻟﻤﻴﻦ ؟ ﻗﺎﻝ : ﺃ ﻣﺎ ﻋﻠﻤ ﺖ ﺃ ﱠﻥ ﻋﺒﺪﻱ ﻓ ﻼﻧﺎ ﻣ ﺮ ﺽ ﻓﻠﻢ'
			'ﺗﻌﺪﻩ ، ﺃ ﻣﺎ ﻋﻠﻤ ﺖ ﺃﱠﻧﻚ ﻟﻮ ﻋﺪﺗﻪ ﻟﻮﺟﺪﺗﻨﻲ ﻋﻨﺪﻩ ؟ ﻳﺎ ﺍﺑﻦ ﺁﺪﻣ ﺍﻃﻌﻤﺘﻚ ﻓﻠﻢ ﺗﻄﻌﻤﻨﻲ ، ﻗﺎﻝ : ﻳﺎ ﺮﺑ ﺁﻴﻒ ﺃﻃﻌﻤﻚ'
			'ﻭﺃﻧﺖ ﺮﺑ ﺍﻟﻌﺎﻟﻤﻴﻦ ، ﻗﺎﻝ : ﺃﻣﺎ ﻋﻠﻤﺖ ﺃﻧﻪ ﺍﺳﺘﻄﻌﻤﻚ ﻋﺒﺪﻱ ﻓﻼﻥ ﻓﻠﻢ ﺗﻄﻌﻤﻪ ﺃﻣﺎ ﻋﻠﻤﺖ ﺃﻧﻚ ﻟﻮ ﺃﻃﻌﻤﺘﻪ ﻟﻮﺟﺪﺕ'
			'ﺫﻟﻚ ﻋﻨﺪﻱ ؟ ﻳﺎ ﺍﺑﻦ ﺁﺪﻣ ﺍﺳﺘﺴﻘﻴﺘﻚ ﻓﻠﻢ ﺗﺴﻘﻨﻲ ، ﻗﺎﻝ : ﻳﺎﺮﺑ ﺁﻴﻒ ﺍﺳﻘﻴﻚ ﻭﺃﻧﺖ ﺮﺑ ﺍﻟﻌﺎﻟﻤﻴﻦ ؟ ﻗﺎﻝ : ﺍﺳﺘﺴﻘﺎﻙ'
			'ﻋﺒﺪﻱ ﻓﻼﻥ ﻓﻠﻢ ﺗﺴﻘﻪ ، ﺃﻣﺎ ﻋﻠﻤﺖ ﺃﻧﻚ ﻟﻮ ﺳﻘﻴﺘﻪ ﻟﻮ ﺟﺪﺕ ﺫﻟﻚ ﻋﻨﺪﻱ ؟ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 896'
),
	Hadith(
		hadithNumber: 897,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍ ﷲ ، ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ: (( ﻋﻮﺩﻭﺍ ﺍﻟ ﻤ ﺮﻳ ﺾ ،'
			'ﻭﺃ ﻃﻌﻤﻮﺍ ﺍﻟ ﺠﺎﺋ ﻊ، ﻭﻓﱡﻜﻮﺍ ﺍﻟﻌﺎﻧﻲ)) ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'((ﺍﻟﻌﺎﻧﻲ)): ﺍﻷ ﺳﻴ ﺮ',
		translation: 'Translation of Hadith 897'
),
	Hadith(
		hadithNumber: 898,
		hadith:
						'ﻭﻋﻦ ﺛﻮﺑﺎﻥ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﻤﺴﻠﻢ ﺇﺫﺍ ﻋﺎﺩ ﺃﺧﺎﻩ ﺍﻟﻤﺴﻠﻢ ﻟﻢ'
			'ﻳﺰﻝ ﻓﻲ ﺧ ﺮﻓ ﺔ ﺍﻟﺠﻨﺔ ﺣﺘﻰ ﻳﺮﺟﻊ » ﻗﻴﻞ : ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ ﻭﻣﺎ ﺧ ﺮﻓﺔ ﺍﻟﺠﻨﺔ ؟ ﻗﺎﻝ : « ﺟﻨﺎﻩﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ . «'
			'ﺟﻨﺎﻩﺎ » : ﺄﻳ ﻭﺍﺟﺘﻨﻲ ﻣﻦ ﺍﻟﺜﻤﺮ',
		translation: 'Translation of Hadith 898'
),
	Hadith(
		hadithNumber: 899,
		hadith:
						'ﻭﻋﻦ ﻋﻠﻰ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻳﻘﻮﻝ : ﻣﺎ ﻣﻦ ﻣﺴﻠﻢ ﻳﻌﻮﺩ'
			'ﻣﺴﻠﻤﺎ ﻏﺪﻭﺓ ﺇﻻ ﺻﻠﻰ ﻋﻠﻴﻪ ﺳﺒﻌﻮﻥ ﺃﻟﻒ ﻣﻠﻚ ﺣﺘﻰ ﻳﻤﺴﻲ ، ﻭﺈﻧ ﻋﺎﺩﻩ ﻋﺸﻴ ﺔ ﺇﻻ ﺻﻠﻰ ﻋﻠﻴﻪ ﺳﺒﻌﻮﻥ ﺃﻟﻒ ﻣﻠ ﻚ'
			'ﺣﺘﻰ ﻳﺼﺒﺢ ، ﻭﺁﺎﻥ ﻟﻪ ﺧﺮﻳﻒ ﻓﻲ ﺍﻟﺠﻨﺔ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'»ﺍﻟﺨ ﺮﻳ ﻒ » : ﺍﻟﺘﱠ ﻤ ﺮ ﺍﻟ ﻤﺨ ﺮﻭ ﻑ ، ﺄﻳ : ﺍﻟﻤﺠﺘﻨﻲ .'
			'`',
		translation: 'Translation of Hadith 899'
),
	Hadith(
		hadithNumber: 900,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﻏﻼﻡ ﻳ ﻬﻮﺩ ﱞﻱ ﻳ ﺨﺪﻡ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻤ ﺮ ﺽ ﻓﺄﺗﺎﻩ'
			'ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﻮﺩﻩ ، ﻓﻘﻌﺪ ﻋﻨﺪ ﺭﺃ ﺳ ﻪ ﻓﻘﺎ ﻝ ﻟﻪ : « ﺃ ﺳﻠﻢ » ﻓﻨ ﻈ ﺮ ﺇﻟﻰ ﺃﺑﻴ ﻪ ﻭ ﻩﻮ ﻋﻨﺪﻩ؟ ﻓﻘﺎﻝ :'
			'ﺃ ﻃ ﻊ ﺃﺑﺎ ﺍﻟﻘﺎ ﺳﻢ ، ﻓﺄ ﺳﻠﻢ ، ﻓ ﺨ ﺮ ﺝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭ ﻩ ﻮ ﻳﻘﻮ ﻝ : « ﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺍﱠﻟﺬﻱ ﺃﻧﻘﺬﻩ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ'
			'» . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 900'
),
	Hadith(
		hadithNumber: 901,
		hadith:
						'ﻋﻦ ﻋﺎﺋﺸﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺄﻧ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺍ ﺷﺘﻜﻰ ﺍ ﻹﻧﺴﺎ ﻥ ﺍﻟ ﱠﺸﻲ ﺀ ﻣﻨﻪ، ﺃ ﻭ'
			'ﺁﺎﻧ ﺖ ﺑ ﻪ ﻗ ﺮﺣﺔ ﺃ ﻭ ﺟ ﺮ ﺡ ، ﻗﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺑﺄ ﺻﺒﻌ ﻪ ﻩﻜﺬﺍ ، ﻭﻭﺿﻊ ﺳﻔﻴﺎ ﻥ ﺑ ﻦ ﻋﻴﻴﻨﺔ ﺍﻟ ﱠﺮﺍﻮﻳ'
			'ﺳﺒﺎﺑﺘﻪ ﺑﺎ ﻷ ﺭ ﺽ ﺛﻢﱠ ﺭﻓﻌ ﻬﺎ ﻭﻗﺎﻝ : ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ، ﺗﺮﺑﺔ ﺃ ﺭ ﺿﻨﺎ ، ﺑ ﺮﻳﻘ ﺔ ﺑﻌﻀﻨﺎ ، ﻳ ﺸﻔﻰ ﺑ ﻪ ﺳﻘﻴﻤﻨﺎ ، ﺑﺈﺬﻧ ﺭﱢﺑﻨﺎ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 901'
),
	Hadith(
		hadithNumber: 902,
		hadith:
						'ﻭﻋﻨﻬﺎ ﺄﻧ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻌﻮﺩ ﺑﻌ ﺾ ﺃ ﻩﻠ ﻪ ﻳ ﻤ ﺴ ﺢ ﺑﻴﺪﻩ ﺍﻟﻴ ﻤﻨﻰ ﻭﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺭ ﱠﺏ'
			'ﺍﻟﱠﻨﺎ ﺱ ، ﺃﺫ ﻩﺐ ﺍﻟﺒﺄ ﺱ ، ﻭﺍ ﺷ ﻒ ، ﺃﻧ ﺖ ﺍﻟ ﱠﺸﺎﻓﻲ ﻻ ﺷﻔﺎ ﺀ ﺇ ﱠﻻ ﺷﻔﺎ ﺅ ﻙ ، ﺷﻔﺎ ﺀ ﻻ ﻳﻐﺎﺩ ﺭ ﺳﻘﻤﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 902'
),
	Hadith(
		hadithNumber: 903,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﻪ ﻗﺎﻝ ﻟﺜﺎﺑ ﺖ ﺭﺣﻤﻪ ﺍﻟﱠﻠﻪ : ﺃﻻ ﺃ ﺭﻗﻴ ﻚ ﺑ ﺮﻗﻴ ﺔ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'؟ ﻗﺎﻝ : ﺑﻠﻰ . ﻗﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺭ ﱠﺏ ﺍﻟﱠﻨﺎ ﺱ ، ﻣﺬ ﻩ ﺐ ﺍﻟﺒﺄ ﺱ ، ﺍ ﺷ ﻒ ﺃﻧ ﺖ ﺍﻟ ﱠﺸﺎﻓﻲ ، ﻻ ﺷﺎﻓﻲ ﺇ ﱠﻻ ﺃﻧ ﺖ ، ﺷﻔﺎ ﺀ ﻻ ﻳﻐﺎﺩﺭ'
			'ﺳﻘﻤﺎ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 903'
),
	Hadith(
		hadithNumber: 904,
		hadith:
						'ﻭﻋﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻋﺎﺩﻧﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : «ﺍﻟﻠﱠ ﻬﻢﱠ.'
			'ﺍ ﺷ ﻒ ﺳﻌﺪﺍ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺷ ﻒ ﺳﻌﺪﺍ ، ﺍﻟﱠﻠ ﻬﻢ ﺍ ﺷ ﻒ ﺳﻌﺪﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 904'
),
	Hadith(
		hadithNumber: 905,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﻪ ﺷﻜﺎ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻭﺟﻌﺎ ﻳ ﺠﺪﻩ ﻓﻲ ﺟﺴﺪﻩ ، ﻓﻘﺎﻝ ﻟﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺿ ﻊ ﻳﺪ ﻙ ﻋﻠﻰ ﺍﻟﺬﻱ ﻳﺄﻟﻢ ﻣﻦ ﺟ ﺴﺪ ﻙ ﻭﻗ ﻞ'
			': ﺑﺴﻢ ﺍﻟﱠﻠ ﻪ ﺛﻼﺛﺎ ﻭﻗ ﻞ ﺳﺒ ﻊ ﻣ ﱠﺮﺍ ﺕ : ﺃ ﻋﻮﺫ ﺑﻌ ﱠﺰﺓ ﺍﻟﱠﻠ ﻪ ﻭﻗﺪ ﺭﺗ ﻪ ﻣﻦ ﺷ ﱢﺮ ﻣﺎ ﺃ ﺟﺪ ﻭﺃﺣﺎﺫ ﺭ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 905'
),
	Hadith(
		hadithNumber: 906,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻋﺎﺩ ﻣ ﺮﻳﻀﺎ ﻟﻢ'
			'ﻳ ﺤ ﻀ ﺮﻩ ﺃ ﺟﻠﻪ ، ﻓﻘﺎ ﻝ ﻋﻨﺪﻩ ﺳﺒ ﻊ ﻣ ﱠﺮﺎﺗ : ﺃ ﺳﺄ ﻝ ﺍﻟﱠﻠﻪ ﺍﻟﻌ ﻈﻴﻢ ﺭ ﱠﺏ ﺍﻟﻌ ﺮ ﺵ ﺍﻟﻌ ﻈﻴﻢ ﺃ ﻥ ﻳﺸﻔﻴﻚ : ﺇ ﱠﻻ ﻋﺎﻓﺎﻩ ﺍﻟﱠﻠﻪ ﻣ ﻦ'
			'ﺫﻟ ﻚ ﺍﻟ ﻤ ﺮ ﺽ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ، ﻭﻗﺎﻝ ﺍﻟﺤﺎﺁﻢ : ﺣﺪﻳﺚ ﺻﺤﻴﺢ ﻋﻠﻰ ﺷﺮ ﻁ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 906'
),
	Hadith(
		hadithNumber: 907,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺧﻞ ﻋﻠﻰ ﺃ ﻋﺮﺍﺑ ﱟﻲ ﻳﻌﻮﺩﻩ ، ﻭﺁﺎ ﻥ ﺇﺫﺍ ﺩ ﺧ ﻞ ﻋﻠﻰ ﻣﻦ ﻳﻌﻮﺩﻩ ﻗﺎﻝ : «'
			'ﻻ ﺑﺄﺱ ، ﻃ ﻬﻮﺭ ﺈﻧ ﺷﺎﺀ ﺍﻟﱠﻠﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 907'
),
	Hadith(
		hadithNumber: 908,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺟﺒ ﺮﻳ ﻞ ﺃﺗﻰ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﻣ ﺤﻤﺪ'
			'ﺍ ﺷﺘﻜﻴ ﺖ ؟ ﻗﺎﻝ : « ﻧﻌﻢ » ﻗﺎﻝ : ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ﺃ ﺭﻗﻴ ﻚ ، ﻣ ﻦ ﺁﻞﱢ ﺷ ﻲ ﺀ ﻳ ﺆﺫﻳ ﻚ، ﻣ ﻦ ﺷ ﱢﺮ ﺁﻞﱢ ﻧﻔ ﺲ ﺃ ﻭ ﻋﻴ ﻦ ﺣﺎ ﺳﺪ ، ﺍﻟﱠﻠﻪ'
			'ﻳ ﺸﻔﻴﻚ ، ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ﺃ ﺭﻗﻴ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 908'
),
	Hadith(
		hadithNumber: 909,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﻭﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃﻧ ﻬﻤﺎ ﺷ ﻬﺪﺍ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺃﻧﻪ ﻗﺎﻝ : « ﻣ ﻦ ﻗﺎﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﺍﻟﱠﻠﻪ ﺃﺁﺒ ﺮ ، ﺻﺪﱠﻗﻪ ﺭﺑﱠﻪ ، ﻓﻘﺎﻝ : ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺃﻧﺎ ﻭﺃﻧﺎ ﺃﺁﺒ ﺮ . ﻭﺇﺫﺍ ﻗﺎﻝ :'
			'ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ ، ﻗﺎﻝ : ﻳﻘﻮﻝ : ﻻ ﺇﻟﻪ ﺇﻻ ﺃﻧﺎ ﻭ ﺣﺪﻱ ﻻ ﺷ ﺮﻳﻚ ﻟﻲ . ﻭﺇﺫﺍ ﻗﺎﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻟﻪ'
			'ﺍﻟﻤﻠ ﻚ ﻭﻟﻪ ﺍﻟ ﺤ ﻤﺪ ، ﻗﺎﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺃﻧﺎ ﻟ ﻲ ﺍﻟﻤﻠﻚ ﻭﻟ ﻰ ﺍﻟ ﺤ ﻤﺪ . ﻭﺇﺫﺍ ﻗﺎﻝ : ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﻻ ﺣ ﻮ ﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ'
			'ﺑﺎﻟﱠﻠﻪ، ﻗﺎﻝ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺃﻧﺎ ﻭﻻ ﺣ ﻮ ﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ ﺑﻲ » ﻭﺁﺎ ﻥ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﻗﺎﻟ ﻬﺎ ﻓﻲ ﻣ ﺮ ﺿ ﻪ ﺛﻢﱠ ﻣﺎ ﺕ ﻟﻢ ﺗ ﻄﻌ ﻤﻪ ﺍﻟﱠﻨﺎ ﺭ'
			'» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 909'
),
	Hadith(
		hadithNumber: 910,
		hadith:
						'ﻋﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﻋﻠ ﱠﻲ ﺑ ﻦ ﺃﺑﻲ ﻃﺎﻟ ﺐ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺧﺮ ﺝ ﻣ ﻦ ﻋﻨﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻭ ﺟﻌ ﻪ ﺍﻟﺬﻱ ﺗ ﻮﻓ ﱢﻲ ﻓﻴ ﻪ ، ﻓﻘﺎﻝ ﺍﻟﱠﻨﺎ ﺱ : ﻳﺎ ﺃﺑﺎ ﺍﻟﺤﺴ ﻦ ، ﺁﻴـ ﻒ ﺃ ﺻﺒ ﺢ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﺃ ﺻﺒ ﺢ ﺑﺤ ﻤﺪ ﺍﻟﱠﻠ ﻪ ﺑﺎ ﺭﺋﺎ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 910'
),
	Hadith(
		hadithNumber: 911,
		hadith:
						'ﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺳ ﻤﻌ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩ ﻮ ﻣ ﺴﺘﻨﺪ ﺇﻟ ﱠﻲ ﻳﻘﻮ ﻝ : «ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺍﻏﻔ ﺮ ﻟﻲ ﻭﺍ ﺭﺣ ﻤﻨﻲ ، ﻭﺃﻟ ﺤﻘﻨﻲ ﺑﺎﻟ ﱠﺮﻓﻴ ﻖ ﺍ ﻷ ﻋﻠﻰ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 911'
),
	Hadith(
		hadithNumber: 912,
		hadith:
						'ﻭﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺭﺃﻳ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩ ﻮ ﺑﺎﻟﻤﻮ ﺕ ، ﻋﻨﺪﻩ ﻗﺪ ﺡ ﻓﻴ ﻪ ﻣﺎ ﺀ ، ﻭ ﻩﻮ ﻳﺪ ﺧ ﻞ'
			'ﻳﺪﻩ ﻓﻲ ﺍﻟﻘﺪ ﺡ ، ﺛﻢ ﻳﻤ ﺴ ﺢ ﻭﺟ ﻬﻪ ﺑﺎﻟﻤﺎ ﺀ ، ﺛﻢ ﻳﻘﻮﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﻋﱢﻨﻲ ﻋﻠﻰ ﻏﻤ ﺮﺍ ﺕ ﺍﻟﻤ ﻮ ﺕ ﻭ ﺳﻜﺮﺍ ﺕ ﺍﻟ ﻤ ﻮ ﺕ »'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻣﻮﺳﻰ ﺑﻦ ﺳﺮﺟﺲ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ ] .'
			'`',
		translation: 'Translation of Hadith 912'
),
	Hadith(
		hadithNumber: 913,
		hadith:
						'ﻋﻦ ﻋﻤﺮﺎﻧ ﺑﻦ ﺍﻟ ﺤ ﺼﻴﻦ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺄﻧ ﺍﻣﺮﺃﺓ ﻣ ﻦ ﺟ ﻬﻴﻨ ﺔ ﺃﺗ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩﻲ'
			'ﺣﺒﻠﻰ ﻣ ﻦ ﺍﻟ ﱢﺰﻧﺎ ، ﻓﻘﺎﻟﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ، ﺃﺻﺒ ﺖ ﺣﺪﺍ ﻓﺄﻗ ﻤﻪ ﻋﻠ ﱠﻲ ، ﻓﺪﻋﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻭﻟﱠﻴ ﻬﺎ ، ﻓﻘﺎﻝ : « ﺃ ﺣ ﺴ ﻦ ﺇﻟﻴ ﻬﺎ ، ﻓﺈﺫﺍ ﻭ ﺿﻌ ﺖ ﻓﺄﺗﻨﻲ ﺑ ﻬﺎ » ﻓﻔﻌ ﻞ ﻓﺄﻣﺮ ﺑﻬﺎ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓ ﺸﱠﺪ ﺕ'
			'ﻋﻠﻴﻬﺎ ﺛﻴﺎﺑﻬﺎ ، ﺛﻢﱠ ﺃﻣﺮ ﺑﻬﺎ ﻓ ﺮ ﺟﻤ ﺖ ، ﺛﻢﱠ ﺻﱠﻠﻰ ﻋﻠﻴﻬﺎ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 913'
),
	Hadith(
		hadithNumber: 914,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺩ ﺧﻠ ﺖ ﻋﻠﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩﻮ ﻳﻮﻋ ﻚ ، ﻓﻤ ﺴ ﺴﺘﻪ ،'
			'ﻓﻘﻠ ﺖ : ﺇﱠﻧ ﻚ ﻟﺘﻮ ﻋ ﻚ ﻭ ﻋﻜﺎ ﺷﺪﻳﺪﺍ ، ﻓﻘﺎﻝ : « ﺃ ﺟ ﻞ ﺇﱢﻧﻲ ﺃ ﻭ ﻋ ﻚ ﺁﻤﺎ ﻳﻮﻋ ﻚ ﺭ ﺟﻼ ﻥ ﻣﻨﻜﻢ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 914'
),
	Hadith(
		hadithNumber: 915,
		hadith:
						'ﻭﻋﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀﻧﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﻮﺩﻧﻲ ﻣﻦ'
			'ﻭﺟ ﻊ ﺍ ﺷﺘﱠﺪ ﺑﻲ ، ﻓﻘﻠ ﺖ : ﺑﻠ ﻎ ﺑﻲ ﻣﺎ ﺗﺮﻯ ، ﻭﺃﻧﺎ ﺫﻭ ﻣﺎ ﻝ ، ﻭﻻ ﻳ ﺮﺛﻨﻲ ﺇ ﱠﻻ ﺍﺑﻨﺘﻲ . ﻭﺫﺁﺮ ﺍﻟﺤﺪﻳﺚ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 915'
),
	Hadith(
		hadithNumber: 916,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻘﺎﺳﻢ ﺑﻦ ﻣﺤﻤﺪ ﻗﺎﻝ : ﻗﺎﻟ ﺖ ﻋﺎﺋ ﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ : ﻭﺍﺭﺃ ﺳﺎﻩ . ﻓﻘﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': «ﺑ ﻞ ﺃﻧﺎ ﻭﺍﺭﺃ ﺳﺎﻩ » . ﻭﺫﺁﺮ ﺍﻟﺤﺪﻳﺚ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 916'
),
	Hadith(
		hadithNumber: 917,
		hadith:
						'ﻋﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺁﺎ ﻥ ﺁ ﺧ ﺮ ﺁ ﻼ ﻣ ﻪ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ'
			'ﺍﻟﱠﻠﻪ ﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺤﺎﺁﻢ ﻭﻗﺎﻝ : ﺻﺤﻴﺢ ﺍ ﻹﺳﻨﺎﺩ',
		translation: 'Translation of Hadith 917'
),
	Hadith(
		hadithNumber: 918,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﱢﻘﻨﻮﺍ ﻣ ﻮﺗﺎﺁﻢ ﻻ'
			'ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 918'
),
	Hadith(
		hadithNumber: 919,
		hadith:
						'ﻋﻦ ﺄﻣﱢ ﺳﻠﻤ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺩ ﺧ ﻞ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺃﺑﻲ ﺳﻠﻤﺔ ﻭﻗﺪ ﺷ ﱠﻖ'
			'ﺑ ﺼ ﺮﻩ ، ﻓﺄ ﻏﻤ ﻀﻪ ، ﺛﻢﱠ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟ ﱡﺮﻮﺣ ﺇﺫﺍ ﻗﺒ ﺾ ، ﺗﺒﻌﻪ ﺍﻟﺒ ﺼ ﺮ » ﻓ ﻀ ﱠﺞ ﻧﺎ ﺱ ﻣ ﻦ ﺃ ﻩﻠ ﻪ ﻓﻘﺎﻝ : « ﻻ ﺗﺪ ﻋﻮﺍ'
			'ﻋﻠﻰ ﺃﻧﻔ ﺴﻜﻢ ﺇ ﱠﻻ ﺑ ﺨﻴ ﺮ ، ﻓﺈ ﱠﻥ ﺍﻟ ﻤﻼﺋﻜ ﺔ ﻳﺆﱢﻣﻨﻮﻥ ﻋﻠﻰ ﻣﺎ ﺗﻘﻮﻟﻮ ﻥ » ﺛﱠﻢ ﻗﺎ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔﺮ ﻷﺑﻲ ﺳﻠ ﻤﺔ ، ﻭﺍ ﺭﻓ ﻊ'
			'ﺩ ﺭ ﺟﺘﻪ ﻓﻲ ﺍﻟﻤ ﻬﺪﱢﻳﻴ ﻦ ، ﻭﺍ ﺧﻠﻔﻪ ﻓﻲ ﻋﻘﺒ ﻪ ﻓﻲ ﺍﻟﻐﺎﺑ ﺮﻳﻦ، ﻭﺍ ﻏﻔ ﺮ ﻟﻨﺎ ﻭﻟﻪ ﻳﺎﺭ ﱠﺏ ﺍﻟﻌﺎﻟ ﻤﻴ ﻦ ، ﻭﺍﻓﺴ ﺢ ﻟﻪ ﻓﻲ ﻗﺒ ﺮﻩ ،'
			'ﻭﻧ ﱢﻮ ﺭ ﻟﻪ ﻓﻴﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 919'
),
	Hadith(
		hadithNumber: 920,
		hadith:
						'ﻋﻦ ﺄﻣﱢ ﺳﻠ ﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺣﻀ ﺮﺗﻢ ﺍﻟﻤ ﺮﻳ ﺾ ،'
			'ﺃ ﻭ ﺍﻟ ﻤﱢﻴ ﺖ ، ﻓﻘﻮﻟﻮﺍ ﺧﻴﺮﺍ ، ﻓﺈ ﱠﻥ ﺍﻟﻤﻼﺋﻜ ﺔ ﻳﺆﱢﻣﻨﻮ ﻥ ﻋﻠﻰ ﻣﺎ ﺗﻘﻮﻟﻮ ﻥ ، ﻗﺎﻟﺖ: ﻓﻠﱠﻤﺎ ﻣﺎ ﺕ ﺃﺑﻮ ﺳﻠ ﻤﺔ ، ﺃﺗﻴ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﺇ ﱠﻥ ﺃﺑﺎ ﺳﻠ ﻤﺔ ﻗﺪ ﻣﺎ ﺕ ، ﻗﺎ ﻝ : «ﻗﻮﻟﻲ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻲ ﻭﻟﻪ ،'
			'ﻭﺃ ﻋﻘﺒﻨﻲ ﻣﻨﻪ ﻋﻘﺒﻰ ﺣﺴﻨ ﺔ » ﻓﻘﻠ ﺖ : ﻓﺄ ﻋﻘﺒﻨﻲ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﻩ ﻮ ﺧﻴﺮ ﻟﻲ ﻣﻨﻪ : ﻣﺤﱠﻤﺪﺍ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ ﻩﻜﺬﺍ : « ﺇﺫﺍ ﺣ ﻀ ﺮﺗﻢ ﺍﻟ ﻤ ﺮﻳ ﺾ » ﺃﻭ « ﺍﻟﻤﱢﻴﺖ » ﻋﻠﻰ ﺍﻟ ﱠﺸ ﱢﻚ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴﺮﻩ : « ﺍﻟﻤﱢﻴﺖ » ﺑﻼ'
			'ﺷ ﱟﻚ',
		translation: 'Translation of Hadith 920'
),
	Hadith(
		hadithNumber: 921,
		hadith:
						'ﻭﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﺳﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣﺎ ﻣ ﻦ ﻋﺒﺪ ﺗ ﺼﻴﺒﻪ ﻣ ﺼﻴﺒﺔ ، ﻓﻴﻘﻮ ﻝ :'
			'ﺇﱠﻧﺎ ﻟﱠﻠ ﻪ ﻭﺇﱠﻧﺎ ﺇﻟﻴ ﻪ ﺭﺍ ﺟﻌﻮ ﻥ : ﺍﻟﱠﻠﻬﱠﻢ ﺃﺟﺮﻧﻲ ﻓﻲ ﻣ ﺼﻴﺒﺘﻲ ، ﻭﺍ ﺧﻠﻒ ﻟﻲ ﺧﻴﺮﺍ ﻣﻨ ﻬﺎ، ﺇ ﱠﻻ ﺃ ﺟ ﺮﻩ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻲ'
			'ﻣ ﺼﻴﺒﺘ ﻪ ﻭﺃ ﺧﻠﻒ ﻟﻪ ﺧﻴﺮﺍ ﻣﻨ ﻬﺎ . ﻗﺎﻟﺖ : ﻓﻠﱠﻤﺎ ﺗ ﻮﻓﱢ ﻲ ﺃﺑﻮ ﺳﻠ ﻤﺔ ، ﻗﻠ ﺖ ﺁﻤﺎ ﺃﻣﺮﻧﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﺄ ﺧﻠ ﻒ ﺍﻟﱠﻠﻪ ﻟﻲ ﺧﻴﺮﺍ ﻣﻨﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 921'
),
	Hadith(
		hadithNumber: 922,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻣﺎ ﺕ ﻭﻟﺪ ﺍﻟﻌﺒﺪ ﻗﺎﻝ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻟﻤﻼﺋﻜﺘ ﻪ : ﻗﺒ ﻀﺘﻢ ﻭﻟﺪ ﻋﺒﺪﻱ ؟ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻧﻌﻢ ، ﻓﻴﻘﻮ ﻝ : ﻗﺒﻀﺘﻢ ﺛ ﻤ ﺮﺓ ﻓ ﺆﺍﺩﻩ؟ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻧﻌﻢ .'
			'ﻓﻴﻘﻮ ﻝ : ﻓ ﻤﺎﺫﺍ ﻗﺎﻝ ﻋﺒﺪﻱ ؟ ﻓﻴﻘﻮﻟﻮ ﻥ : ﺣ ﻤﺪ ﻙ ﻭﺍ ﺳﺘ ﺮﺟ ﻊ ، ﻓﻴﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ: ﺍﺑﻨﻮﺍ ﻟﻌﺒﺪﻱ ﺑﻴﺘﺎ ﻓﻲ ﺍﻟ ﺠﱠﻨﺔ،'
			'ﻭ ﺳﱡﻤﻮﻩ ﺑﻴ ﺖ ﺍﻟﺤﻤﺪ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 922'
),
	Hadith(
		hadithNumber: 923,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻳﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : ﻣﺎ ﻟﻌﺒﺪﻱ'
			'ﺍﻟﻤ ﺆﻣﻦ ﻋﻨﺪﻱ ﺟ ﺰﺍ ﺀ ﺇﺫﺍ ﻗﺒ ﻀ ﺖ ﺻﻔﱠﻴﻪ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﱡﺪﻧﻴﺎ ، ﺛﻢﱠ ﺍ ﺣﺘ ﺴﺒﻪ ، ﺇ ﱠﻻ ﺍﻟ ﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 923'
),
	Hadith(
		hadithNumber: 924,
		hadith:
						'ﻭﻋﻦ ﺃﺳﺎﻣ ﺔ ﺑ ﻦ ﺯﻳﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺃ ﺭ ﺳﻠ ﺖ ﺇ ﺣﺪﻯ ﺑﻨﺎ ﺕ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﻟﻴ ﻪ ﺗﺪ ﻋﻮﻩ'
			'ﻭﺗ ﺨﺒ ﺮﻩ ﺃ ﱠﻥ ﺻﺒﻴﺎ ﻟ ﻬﺎ ﺃ ﻭ ﺍﺑﻨﺎ ﻓﻲ ﺍﻟ ﻤﻮ ﺕ ﻓﻘﺎﻝ ﻟﻠ ﱠﺮﺳﻮﻝ : « ﺍ ﺭ ﺟ ﻊ ﺇﻟﻴ ﻬﺎ ، ﻓﺄ ﺧﺒ ﺮ ﻩﺎ ﺃ ﱠﻥ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻣﺎ ﺃﺧﺬ ﻭﻟﻪ ﻣﺎ'
			'ﺃﻋﻄﻰ ، ﻭﺁﻞﱡ ﺷ ﻲﺀ ﻋﻨﺪﻩ ﺑﺄ ﺟ ﻞ ﻣ ﺴﱠﻤﻰ، ﻓﻤ ﺮ ﻩﺎ، ﻓﻠﺘ ﺼﺒ ﺮ ﻭﻟﺘ ﺤﺘ ﺴ ﺐ » ﻭﺫﺁﺮ ﺗﻤﺎﻡ ﺍﻟﺤﺪﻳﺚ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 924'
),
	Hadith(
		hadithNumber: 925,
		hadith:
						'ﻋﻠﻴﻪ ﻭﺳ(1127:'
			'ﻳﻌﺬﺏ ﺑﺪﻣﻊ ﺍﻟﻌﻴﻦ، ﻭﻻ ﺑﺤﺰﻥ ﺍﻟﻘﻠﺐ، ﻭﻟﻜﻦ ﻳﻌﺬﺏ ﺑﻬﺬﺍ ﺃﻭ ﻳﺮﺣﻢ » ﻭﺃﺷﺎﺭ ﺇﻟﻰ ﻟﺴﺎﻧﻪ. ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 925'
),
	Hadith(
		hadithNumber: 927,
		hadith:
						'ﻳﺤ(1127:'
			'ﺑﻌﻀﻪ.'
			'ﻭﺍﻷﺣﺎﺩﻳﺚ ﻓﻲ ﺍﻟﺒﺎﺏ ﺁﺜﻴﺮﺓ ﻓﻲ ﺍﻟﺼﺤﻴﺢ ﻣﺸﻬﻮﺭﺓ ﻭﺍﷲ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 927'
),
	Hadith(
		hadithNumber: 928,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺭﺍﻓ ﻊ ﺃ ﺳﻠﻢ ﻣ ﻮﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «'
			'ﻣ ﻦ ﻏ ﱠﺴﻞ ﻣﱢﻴﺘﺎ ﻓﻜﺘﻢ ﻋﻠﻴﻪ ، ﻏﻔ ﺮ ﺍﻟﱠﻠﻪ ﻟﻪ ﺃ ﺭﺑﻌﻴ ﻦ ﻣ ﱠﺮﺓ » ﺭﻭﺍﻩ ﺍﻟﺤﺎﺁﻢ ﻭﻗﺎﻝ: ﺻﺤﻴﺢ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 928'
),
	Hadith(
		hadithNumber: 929,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺷ ﻬﺪ ﺍﻟﺠﻨﺎ ﺯﺓ ﺣﱠﺘﻰ'
			'ﻳ ﺼﱠﻠﻲ ﻋﻠﻴﻬﺎ ﻓﻠﻪ ﻗﻴ ﺮﺍ ﻁ ، ﻭ ﻣ ﻦ ﺷﻬﺪ ﻩﺎ ﺣﱠﺘﻰ ﺗﺪﻓ ﻦ ﻓﻠﻪ ﻗﻴﺮﺍ ﻃﺎ ﻥ » ﻗﻴ ﻞ ﻭﻣﺎ ﺍﻟﻘﻴﺮﺍ ﻃﺎ ﻥ ؟ ﻗﺎﻝ : « ﻣﺜ ﻞ ﺍﻟ ﺠﺒﻠﻴ ﻦ'
			'ﺍﻟﻌ ﻈﻴ ﻤﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 929'
),
	Hadith(
		hadithNumber: 930,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻦ ﺍﱠﺗﺒ ﻊ ﺟﻨﺎ ﺯﺓ ﻣ ﺴﻠﻢ ﺇﻳ ﻤﺎﻧﺎ ﻭﺍ ﺣﺘ ﺴﺎﺑﺎ ، ﻭﺁﺎ ﻥ ﻣﻌﻪ'
			'ﺣﱠﺘﻰ ﻳ ﺼﱠﻠﻲ ﻋﻠﻴﻬﺎ ﻭﻳﻔ ﺮ ﻍ ﻣﻦ ﺩﻓﻨﻬﺎ ، ﻓﺈﱠﻧﻪ ﻳ ﺮﺟ ﻊ ﻣ ﻦ ﺍ ﻷﺟ ﺮ ﺑﻘﻴﺮﺍ ﻃﻴﻦ ﺁﻞﱡ ﻗﻴ ﺮﺎﻃ ﻣﺜ ﻞ ﺃ ﺣﺪ ، ﻭ ﻣ ﻦ ﺻﱠﻠﻰ ﻋﻠﻴ ﻬﺎ ،'
			'ﺛﻢ ﺭ ﺟ ﻊ ﻗﺒﻞ ﺄﻧ ﺗﺪﻓ ﻦ ، ﻓﺈﱠﻧﻪ ﻳﺮﺟ ﻊ ﺑﻘﻴ ﺮﺎﻃ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 930'
),
	Hadith(
		hadithNumber: 931,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﻋ ﻄﱠﻴ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻧﻬﻴﻨﺎ ﻋ ﻦ ﺍﱢﺗﺒﺎ ﻉ ﺍﻟ ﺠﻨﺎﺋﺰ ، ﻭﻟﻢ ﻳﻌ ﺰﻡ ﻋﻠﻴﻨﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻭﻣﻌﻨﺎﻩ » ﻭﻟﻢ ﻳﺸﱠﺪﺩ ﻓﻲ ﺍﻟﱠﻨﻬﻲ ﺁﻤﺎ ﻳﺸﺪﱠﺩ ﻓﻲ ﺍﻟﻤ ﺤ ﱠﺮ ﻣﺎﺕ',
		translation: 'Translation of Hadith 931'
),
	Hadith(
		hadithNumber: 932,
		hadith:
						'ﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: ﻣﺎ ﻣ ﻦ ﻣﱢﻴ ﺖ ﻳﺼﱢﻠﻲ ﻋﻠﻴ ﻪ ﺃﱠﻣﺔ'
			'ﻣ ﻦ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﻳﺒﻠﻐﻮ ﻥ ﻣﺌﺔ ﺁﱡﻠ ﻬﻢ ﻳ ﺸﻔﻌﻮ ﻥ ﻟﻪ ﺇﻻ ﺷﻔﱢﻌﻮﺍ ﻓﻴﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 932'
),
	Hadith(
		hadithNumber: 933,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣﺎ ﻣ ﻦ ﺭ ﺟ ﻞ'
			'ﻣ ﺴﻠﻢ ﻳﻤﻮ ﺕ ، ﻓﻴﻘﻮﻡ ﻋﻠﻰ ﺟﻨﺎﺯﺗ ﻪ ﺃ ﺭﺑﻌﻮ ﻥ ﺭ ﺟﻼ ﻻ ﻳﺸﺮﺁﻮ ﻥ ﺑﺎﻟﱠﻠﻪ ﺷﻴﺌﺎ ﺇ ﱠﻻ ﺷﱠﻔﻌ ﻬﻢ ﺍﻟﱠﻠﻪ ﻓﻴ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 933'
),
	Hadith(
		hadithNumber: 934,
		hadith:
						'ﻭﻋﻦ ﻣ ﺮﺛﺪ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺍﻟﻴ ﺰﻧ ﱢﻲ ﻗﺎﻝ : ﺁﺎ ﻥ ﻣﺎﻟ ﻚ ﺑ ﻦ ﻩﺒﻴ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺇﺫﺍ ﺻﱠﻠﻰ ﻋﻠﻰ ﺍﻟﺠﻨﺎ ﺯﺓ ، ﻓﺘﻘﺎ ﱠﻝ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻋﻠﻴﻬﺎ ، ﺟ ﱠﺰﺃ ﻩﻢ ﻋﻠﻴ ﻬﺎ ﺛﻼﺛ ﺔ ﺃ ﺟ ﺰﺍ ﺀ ﺛﻢ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻣ ﻦ ﺻﱠﻠﻰ ﻋﻠﻴ ﻪ'
			'ﺛﻼﺛﺔ ﺻﻔﻮﻑ ، ﻓﻘﺪ ﺃ ﻭ ﺟ ﺐ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 934'
),
	Hadith(
		hadithNumber: 935,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﺮﺣﻤ ﻦ ﻋﻮ ﻑ ﺑﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺻﱠﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ'
			'ﺟﻨﺎ ﺯﺓ ، ﻓ ﺤﻔ ﻈ ﺖ ﻣ ﻦ ﺩﻋﺎﺋ ﻪ ﻭ ﻩﻮ ﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻪ ، ﻭﺍ ﺭﺣ ﻤﻪ ، ﻭﻋﺎﻓ ﻪ ، ﻭﺍ ﻋ ﻒ ﻋﻨﻪ ، ﻭﺃﺁ ﺮﻡ ﻧ ﺰﻟﻪ ،'
			'ﻭﻭ ﱢﺳ ﻊ ﻣﺪ ﺧﻠﻪ ﻭﺍ ﻏ ﺴﻠﻪ ﺑﺎﻟﻤﺎ ﺀ ﻭﺍﻟﱠﺜﻠ ﺞ ﻭﺍﻟﺒ ﺮﺩ ، ﻭﻧﱢﻘﻪ ﻣ ﻦ ﺍﻟ ﺨـ ﻄﺎﻳﺎ، ﺁﻤﺎ ﻧﱠﻘﻴ ﺖ ﺍﻟﱠﺜﻮﺏ ﺍﻷﺑﻴ ﺾ ﻣ ﻦ ﺍﻟﱠﺪﻧﺲ ،'
			'ﻭﺃﺑﺪﻟﻪ ﺩﺍﺭﺍ ﺧﻴﺮﺍ ﻣ ﻦ ﺩﺍ ﺭﻩ ، ﻭﺃ ﻩ ﻼ ﺧﻴﺮﺍ ﻣ ﻦ ﺃ ﻩﻠﻪ، ﻭ ﺯ ﻭﺟﺎ ﺧﻴﺮﺍ ﻣ ﻦ ﺯ ﻭ ﺟ ﻪ ، ﻭﺃﺩ ﺧﻠﻪ ﺍﻟﺠﱠﻨ ﺔ ، ﻭﺃ ﻋﺬﻩ ﻣ ﻦ ﻋﺬﺍ ﺏ'
			'ﺍﻟﻘﺒ ﺮ ، ﻭ ﻣ ﻦ ﻋﺬﺍ ﺏ ﺍﻟﱠﻨﺎﺭ » ﺣﱠﺘﻰ ﺗ ﻤﱠﻨﻴ ﺖ ﺃ ﻥ ﺃﺁﻮ ﻥ ﺃﻧﺎ ﺫﻟ ﻚ ﺍﻟ ﻤﱢﻴ ﺖ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 935'
),
	Hadith(
		hadithNumber: 936,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﻭﺃﺑﻲ ﻗﺘﺎﺩﺓ ، ﻭﺃﺑﻲ ﺇﺑ ﺮﺎﻫﻴﻢ ﺍﻷ ﺷ ﻬﻠ ﱠﻲ ﻋ ﻦ ﺃﺑﻴﻪ ، ﻭﺃﺑﻮﻩ ﺻ ﺤﺎﺑ ﱞﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ ، ﻋ ﻦ'
			'ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﱠﻧﻪ ﺻﱠﻠﻰ ﻋﻠﻰ ﺟﻨﺎ ﺯﺓ ﻓﻘﺎﻝ : « ﺍﻟﱠﻠﻬﻢ ﺍﻏﻔﺮ ﻟ ﺤﱢﻴﻨﺎ ﻭﻣﱢﻴﺘﻨﺎ ، ﻭ ﺻﻐﻴﺮﻧﺎ ﻭﺁﺒﻴ ﺮﻧﺎ ،'
			'ﻭﺫﺁ ﺮﻧﺎ ﻭﺃﻧﺜﺎﻧﺎ ، ﻭ ﺷﺎ ﻩﺪﻧﺎ ﻭﻏﺎﺋﺒﻨﺎ . ﺍﻟﻠﱠ ﻬﻢﱠ ﻣ ﻦ ﺃ ﺣﻴﻴﺘﻪ ﻣﱠﻨﺎ ﻓﺄ ﺣﻴﻪ ﻋﻠﻰ ﺍﻹ ﺳﻼﻡ ، ﻭ ﻣ ﻦ ﺗ ﻮﱠﻓﻴﺘﻪ ﻣﱠﻨﺎ ﻓﺘ ﻮﱠﻓﻪ ﻋﻠﻰ'
			'ﺍﻹﻳﻤﺎ ﻥ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﺗ ﺤ ﺮ ﻣﻨﺎ ﺃ ﺟ ﺮﻩ ، ﻭﻻ ﺗﻔﺘﱠﻨﺎ ﺑﻌﺪﻩ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻣﻦ ﺭﻭﺍﻳﺔ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﻭﺍﻷﺷ ﻬﻠ ﱢﻲ ، ﻭﺭﻭﺍﻩ'
			'ﺃﺑﻮ ﺩﺍﻭﺩ ﻣﻦ ﺭﻭﺍﻳﺔ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﻭﺃﺑﻲ ﻗﺘﺎﺩﺓ . ﻗﺎﻝ ﺍﻟﺤﺎﺁﻢ : ﺣﺪﻳﺚ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺻﺤﻴ ﺢ ﻋﻠﻰ ﺷ ﺮ ﻁ ﺍﻟﺒﺨﺎﺭ ﱢﻱ'
			'ﻭﻣ ﺴﻠﻢ ، ﻗﺎﻝ ﺍﻟﺘ ﺮﻣﺬﻱ ﻗﺎﻝ ﺍﻟﺒﺨﺎﺭ ﱡﻱ : ﺃﺻ ﱡﺢ ﺭﻭﺍﻳﺎ ﺕ ﻩﺬﺍ ﺍﻟﺤﺪﻳﺚ ﺭﻭﺍﻳﺔ ﺍ ﻷ ﺷ ﻬﻠ ﱢﻲ . ﻗﺎﻝ ﺍﻟﺒﺨﺎﺮﻳ : ﻭﺃ ﺻ ﱡﺢ'
			'ﺷﻲﺀ ﻓﻲ ﻩﺬﺍ ﺍﻟﺒﺎﺏ ﺣﺪﻳﺚ ﻋ ﻮ ﻑ ﺑﻦ ﻣﺎﻟ ﻚ',
		translation: 'Translation of Hadith 936'
),
	Hadith(
		hadithNumber: 937,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺇﺫ ﺻﱠﻠﻴﺘﻢ.['
			'ﻋﻠﻰ ﺍﻟﻤﱢﻴﺖ ، ﻓﺄ ﺧﻠ ﺼﻮﺍ ﻟﻪ ﺍﻟﱡﺪﻋﺎ ﺀ » ﺭﻭﺍﻩ ﺃﺑﻮﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 937'
),
	Hadith(
		hadithNumber: 938,
		hadith:
						'ﻭ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ ﻋﻠﻰ ﺍﻟ ﺠﻨﺎ ﺯﺓ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻧﺖ ﺭﱡﺑ ﻬﺎ ، ﻭﺃﻧ ﺖ ﺧﻠﻘﺘﻬﺎ،'
			'ﻭﺃﻧ ﺖ ﻩﺪﻳﺘ ﻬﺎ ﻟﻺﺳﻼﻡ ، ﻭﺃﻧ ﺖ ﻗﺒ ﻀ ﺖ ﺭﻭ ﺣ ﻬﺎ ، ﻭﺃﻧ ﺖ ﺃ ﻋﻠﻢ ﺑ ﺴ ﱢﺮﻩﺎ ﻭ ﻋﻼﻧﻴﺘﻬﺎ، ﺟﺌﻨﺎ ﻙ ﺷﻔﻌﺎ ﺀ ﻟﻪ ﻓﺎﻏﻔ ﺮ ﻟﻪ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 938'
),
	Hadith(
		hadithNumber: 939,
		hadith:
						'ﻭﻋﻦ ﻭﺍﺛﻠﺔ ﺑ ﻦ ﺍﻷﺳﻘ ﻊ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺻﱠﻠﻰ ﺑﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺭ ﺟ ﻞ ﻣ ﻦ'
			'ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ، ﻓﺴﻤﻌﺘﻪ ﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇ ﱠﻥ ﻓﻼ ﻥ ﺍﺑ ﻦ ﻓﻼﻥ ﻓﻲ ﺫﱠﻣﺘ ﻚ ﻭ ﺣ ﱠﻞ ﺑﺠﻮﺍﺮﻛ، ﻓﻘ ﻪ ﻓﺘﻨ ﺔ ﺍﻟﻘﺒﺮ ، ﻭ ﻋﺬﺍ ﺏ ﺍﻟﱠﻨﺎ ﺭ'
			'، ﻭﺃﻧ ﺖ ﺃ ﻩ ﻞ ﺍﻟ ﻮﻓﺎ ﺀ ﻭﺍﻟ ﺤ ﻤﺪ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﻓﺎﻏﻔ ﺮ ﻟﻪ ﻭﺍ ﺭ ﺣ ﻤﻪ ، ﺇﻧ ﻚ ﺃﻧ ﺖ ﺍﻟﻐﻔﻮﺭ ﺍﻟﺮﱠﺣﻴﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 939'
),
	Hadith(
		hadithNumber: 940,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺃﺑﻲ ﺃ ﻭﻓﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃﻧﱠﻪ ﺁﱠﺒﺮ ﻋﻠﻰ ﺟﻨﺎ ﺯﺓ ﺍﺑﻨ ﺔ ﻟﻪ ﺃ ﺭﺑ ﻊ ﺗﻜﺒﻴﺮﺍ ﺕ ، ﻓﻘﺎﻡ ﺑﻌﺪ'
			'ﺍﻟ ﱠﺮﺍﺑﻌ ﺔ ﺁﻘﺪ ﺭ ﻣﺎ ﺑﻴ ﻦ ﺍﻟﱠﺘﻜﺒﻴﺮﺗﻴﻦ ﻳ ﺴﺘﻐﻔ ﺮ ﻟ ﻬﺎ ﻭﻳﺪ ﻋﻮ ، ﺛﻢﱠ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺼﻨ ﻊ'
			'ﻩﻜﺬﺍ ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﺁﱠﺒ ﺮ ﺃ ﺭﺑﻌﺎ ﻓﻤﻜﺚ ﺳﺎﻋ ﺔ ﺣﱠﺘﻰ ﻇﻨﻨ ﺖ ﺃﻧﱠﻪ ﺳﻴﻜﺒﱢ ﺮ ﺧ ﻤﺴﺎ ، ﺛﻢﱠ ﺳﱠﻠﻢ ﻋ ﻦ ﻳﻤﻴﻨ ﻪ ﻭ ﻋ ﻦ ﺷﻤﺎﻟ ﻪ ،'
			'ﻓﻠﱠﻤﺎ ﺍﻧ ﺼ ﺮﻑ ﻗﻠﻨﺎ ﻟﻪ : ﻣﺎ ﻩﺬﺍ ؟ ﻓﻘﺎﻝ : ﺇﱢﻧﻲ ﻻ ﺃﺯﻳﺪﺁﻢ ﻋﻠﻰ ﻣﺎ ﺭﺃﻳ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺼﻨ ﻊ ،'
			'ﺃ ﻭ : ﻩﻜﺬﺍ ﺻﻨ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﺍﻟﺤﺎﺁﻢ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺻﺤﻴﺢ .'
			'`',
		translation: 'Translation of Hadith 940'
),
	Hadith(
		hadithNumber: 941,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃ ﺳ ﺮ ﻋﻮﺍ ﺑﺎﻟ ﺠﻨﺎ ﺯﺓ ، ﻓﺈ ﻥ ﺗ ﻚ'
			'ﺻﺎﻟ ﺤ ﺔ ، ﻓ ﺨﻴﺮ ﺗﻘﺪﱢﻣﻮﻧﻬﺎ ﺇﻟﻴﻪ ، ﻭﺇ ﻥ ﺗﻚ ﺳ ﻮﻯ ﺫﻟ ﻚ ، ﻓ ﺸﱞﺮ ﺗ ﻀﻌﻮﻧﻪ ﻋ ﻦ ﺭﻗﺎﺑﻜﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤ ﺴﻠﻢ : « ﻓ ﺨﻴﺮ ﺗﻘﺪﱢﻣﻮﻧ ﻬﺎ ﻋﻠﻴﻪ »',
		translation: 'Translation of Hadith 941'
),
	Hadith(
		hadithNumber: 942,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ . ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ: « ﺇﺫﺍ ﻭ ﺿﻌ ﺖ'
			'ﺍﻟ ﺠﻨﺎ ﺯﺓ ، ﻓﺎ ﺣﺘﻤﻠ ﻬﺎ ﺍﻟ ﱢﺮ ﺟﺎ ﻝ ﻋﻠﻰ ﺃﻋﻨﺎﻗ ﻬﻢ ، ﻓﺈ ﻥ ﺁﺎﻧ ﺖ ﺻﺎﻟﺤ ﺔ ، ﻗﺎﻟ ﺖ : ﻗﱢﺪﻣﻮﻧﻲ، ﻭﺇ ﻥ ﺁﺎﻧ ﺖ ﻏﻴ ﺮ ﺻﺎﻟ ﺤ ﺔ ،'
			'ﻗﺎﻟ ﺖ ﻷ ﻩﻠ ﻬﺎ : ﻳﺎ ﻭﻳﻠ ﻬﺎ ﺃﻳ ﻦ ﺗﺬ ﻩﺒﻮ ﻥ ﺑ ﻬﺎ ، ﻳ ﺴﻤ ﻊ ﺻ ﻮﺗ ﻬﺎ ﺁﻞﱡ ﺷ ﻲ ﺀ ﺇ ﱠﻻ ﺍﻹﻧﺴﺎ ﻥ ، ﻭﻟ ﻮ ﺳ ﻤ ﻊ ﺍﻹﻧ ﺴﺎ ﻥ ، ﻟ ﺼﻌ ﻖ »'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 942'
),
	Hadith(
		hadithNumber: 943,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻧﻔ ﺲ ﺍﻟﻤ ﺆﻣ ﻦ ﻣﻌﱠﻠﻘﺔ ﺑﺪﻳﻨ ﻪ'
			'ﺣﱠﺘﻰ ﻳﻘ ﻀﻲ ﻋﻨﻪ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 943'
),
	Hadith(
		hadithNumber: 944,
		hadith:
						'ﻭﻋﻦ ﺣ ﺼﻴ ﻦ ﺑﻦ ﻭ ﺣ ﻮ ﺡ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﻥ ﻃﻠ ﺤ ﺔ ﺑ ﻦ ﺍﻟﺒ ﺮﺍ ﺀ ﺑﻦ ﻋﺎﺰﺑ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻣ ﺮﺽ ، ﻓﺄﺗﺎﻩ'
			'ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﻮﺩﻩ ﻓﻘﺎ ﻝ : ﺇﻧﻲ ﻻ ﺃ ﺮﯨ ﻃﻠﺤ ﺔ ﺇ ﱠﻻ ﻗﺪ ﺣﺪ ﺙ ﻓﻴ ﻪ ﺍﻟ ﻤ ﻮ ﺕ ﻓﺂﺫﻧﻮﻧﻲ ﺑ ﻪ ﻭ ﻋ ﱢﺠﻠﻮﺍ ﺑ ﻪ ،'
			'ﻓﺈﻧﱠﻪ ﻻ ﻳﻨﺒﻐﻲ ﻟ ﺠﻴﻔ ﺔ ﻣ ﺴﻠﻢ ﺃ ﻥ ﺗ ﺤﺒ ﺲ ﺑﻴ ﻦ ﻇ ﻬ ﺮﺍﻧ ﻲ ﺃ ﻩﻠ ﻪ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻣﺠﻬﻮﻻﻥ : ﻋﺮﻭﺓ ﺑﻦ ﺳﻌﻴﺪ ﺍﻷﻧﺼﺎﺮﻳ ، ﻭﺃﺑﻮﻩ',
		translation: 'Translation of Hadith 944'
),
	Hadith(
		hadithNumber: 945,
		hadith:
						'ﻋﻦ ﻋﻠ ﱟﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻓﻲ ﺟﻨﺎ ﺯﺓ ﻓﻲ ﺑﻘﻴﻊ ﺍﻟﻐ ﺮﻗﺪ ﻓﺄﺗﺎﻧﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،'
			'ﻓﻘﻌﺪ ، ﻭﻗﻌﺪﻧﺎ ﺣ ﻮﻟﻪ ﻭ ﻣﻌﻪ ﻣ ﺨ ﺼ ﺮﺓ ﻓﻨﻜ ﺲ ﻭ ﺟﻌ ﻞ ﻳﻨﻜ ﺖ ﺑ ﻤ ﺨ ﺼﺮﺗ ﻪ ، ﺛﻢ ﻗﺎﻝ: ﻣﺎ ﻣﻨﻜﻢ ﻣ ﻦ ﺃ ﺣﺪ ﺇ ﱠﻻ ﻭﻗﺪ ﺁﺘ ﺐ'
			'ﻣﻘﻌﺪﻩ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ ﻭ ﻣﻘﻌﺪﻩ ﻣ ﻦ ﺍﻟﺠﱠﻨﺔ » ﻓﻘﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻓ ﻼ ﻧﱠﺘﻜ ﻞ ﻋﻠﻰ ﺁﺘﺎﺑﻨﺎ ؟ ﻓﻘﺎﻝ : « ﺍ ﻋﻤﻠﻮﺍ ، ﻓﻜ ﱞﻞ'
			'ﻣﻴ ﱠﺴﺮ ﻟ ﻤﺎ ﺧﻠ ﻖ ﻟﻪ » ﻭﺫﺁﺮ ﺗﻤﺎﻡ ﺍﻟﺤﺪﻳﺚ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 945'
),
	Hadith(
		hadithNumber: 946,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻋ ﻤﺮﻭ ﻭﻗﻴﻞ : ﺃﺑﻮ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ، ﻭﻗﻴﻞ : ﺃﺑﻮ ﻟﻴﻠﻰ ﻋﺜﻤﺎ ﻥ ﺑﻦ ﻋﱠﻔﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻓ ﺮ ﻍ ﻣﻦ ﺩﻓﻦ ﺍﻟ ﻤﱢﻴ ﺖ ﻭﻗ ﻒ ﻋﻠﻴ ﻪ ، ﻭﻗﺎﻝ : «ﺍﺳﺘﻐﻔ ﺮﻭﺍ ﻷ ﺧﻴﻜﻢ ﻭ ﺳﻠﻮﺍ ﻟﻪ ﺍﻟﱠﺘﺜﺒﻴ ﺖ ﻓﺈﻧﱠﻪ'
			'ﺍﻵﻥ ﻳﺴﺄ ﻝ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 946'
),
	Hadith(
		hadithNumber: 947,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺇﺫﺍ ﺩﻓﻨﺘﻤﻮﻧﻲ ، ﻓﺄﻗﻴﻤﻮﺍ ﺣ ﻮﻝ ﻗﺒ ﺮﻱ ﻗﺪ ﺭ ﻣﺎ ﺗﻨ ﺤ ﺮ ﺟ ﺰﻭﺭ ،'
			'ﻭﻳﻘﺴﱠﻢ ﻟ ﺤﻤﻬﺎ ﺣﺘﻰ ﺃ ﺳﺘﺄﻧ ﺲ ﺑﻜﻢ ، ﻭﺃ ﻋﻠﻢ ﻣﺎﺫﺍ ﺃ ﺭﺍ ﺟ ﻊ ﺑ ﻪ ﺭ ﺳ ﻞ ﺭﱢﺑﻲ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﻗﺪ ﺳﺒﻖ ﺑﻄﻮﻟﻪ .'
			'ﻗﺎﻝ ﺍﻟ ﱠﺸﺎﻓﻌ ﱡﻲ ﺭ ﺣﻤﻪ ﺍﻟﱠﻠﻪ : ﻭﻳ ﺴﺘ ﺤ ﱡﺐ ﺄﻧ ﻳﻘ ﺮﺃ ﻋﻨﺪﻩ ﺷﻲ ﺀ ﻣ ﻦ ﺍﻟﻘﺮﺁ ﻥ ، ﻭﺈﻧ ﺧﺘﻤﻮﺍ ﺍﻟﻘﺮﺁﻥ ﻋﻨﺪﻩ ﺁﺎ ﻥ ﺣﺴﻨﺎ .'
			'`',
		translation: 'Translation of Hadith 947'
),
	Hadith(
		hadithNumber: 948,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻗﺎﻝ ﻟﻠﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇ ﱠﻥ ﺃﱢﻣﻲ ﺍﻓﺘﻠﺘ ﺖ ﻧﻔ ﺴ ﻬﺎ ﻭﺃ ﺭﺍ ﻩﺎ ﻟﻮ'
			'ﺗﻜﱠﻠ ﻤ ﺖ ، ﺗ ﺼﱠﺪﻗ ﺖ ، ﻓ ﻬﻞ ﻟ ﻬﺎ ﻣﻦ ﺃ ﺟﺮ ﺈﻧ ﺗ ﺼﺪﱠﻗ ﺖ ﻋﻨ ﻬﺎ ؟ ﻗﺎﻝ : « ﻧﻌﻢ ». ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 948'
),
	Hadith(
		hadithNumber: 949,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻣﺎ ﺕ ﺍﻹﻧ ﺴﺎ ﻥ ﺍﻧﻘ ﻄ ﻊ'
			'ﻋ ﻤﻠﻪ ﺇ ﱠﻻ ﻣ ﻦ ﺛﻼ ﺙ : ﺻﺪﻗ ﺔ ﺟﺎﺭﻳ ﺔ ، ﺃ ﻭ ﻋﻠﻢ ﻳﻨﺘﻔ ﻊ ﺑ ﻪ ، ﺃ ﻭ ﻭﻟﺪ ﺻﺎﻟ ﺢ ﻳﺪ ﻋﻮ ﻟﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 949'
),
	Hadith(
		hadithNumber: 950,
		hadith:
						'ﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻣ ﱡﺮﻭﺍ ﺑ ﺠﻨﺎ ﺯﺓ ، ﻓﺄﺛﻨﻮﺍ ﻋﻠﻴ ﻬﺎ ﺧﻴﺮﺍ ﻓﻘﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﻭ ﺟﺒ ﺖ » ، ﺛﻢ ﻣ ﱡﺮﻭﺍ ﺑﺄ ﺧ ﺮﻯ ، ﻓﺄﺛﻨ ﻮﺍ ﻋﻠﻴﻬﺎ ﺷ ﺮﺍ ، ﻓﻘﺎﻝ ﺍﻟﱢﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﺟﺒ ﺖ » ﻓﻘﺎﻝ ﻋﻤ ﺮ'
			'ﺍﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎﺏ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﻣﺎ ﻭﺟﺒ ﺖ ؟ ﻗﺎ ﻝ : « ﻩﺬﺍ ﺃﺛﻨﻴﺘﻢ ﻋﻠﻴﻪ ﺧﻴﺮﺍ ، ﻓ ﻮﺟﺒ ﺖ ﻟﻪ ﺍﻟﺠﱠﻨﺔ، ﻮﻫﺬﺍ ﺃﺛﻨﻴﺘﻢ'
			'ﻋﻠﻴﻪ ﺷ ﺮﺍ، ﻓ ﻮﺟﺒ ﺖ ﻟﻪ ﺍﻟﱠﻨﺎ ﺭ، ﺃﻧﺘﻢ ﺷ ﻬﺪﺍ ﺀ ﺍﻟﱠﻠ ﻪ ﻓﻲ ﺍﻷﺭ ﺽ». ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 950'
),
	Hadith(
		hadithNumber: 951,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻷﺳﻮﺩ ﻗﺎﻝ : ﻗﺪ ﻣ ﺖ ﺍﻟﻤﺪﻳﻨ ﺔ ، ﻓ ﺠﻠ ﺴ ﺖ ﺇﻟﻰ ﻋ ﻤ ﺮ ﺑﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻤ ﱠﺮ ﺕ ﺑ ﻬﻢ ﺟﻨﺎﺯﺓ'
			'، ﻓﺄﺛﻨ ﻰ ﻋﻠﻰ ﺻﺎ ﺣﺒﻬﺎ ﺧﻴﺮﺍ ﻓﻘﺎﻝ ﻋ ﻤ ﺮ : ﻭﺟﺒﺖ ، ﺛﻢ ﻣﺮﱠ ﺑﺄ ﺧﺮﻯ ، ﻓﺄﺛﻨ ﻰ ﻋﻠﻰ ﺻﺎ ﺣﺒﻬﺎ ﺧﻴﺮﺍ ، ﻓﻘﺎ ﻝ ﻋﻤ ﺮ :'
			'ﻭﺟﺒﺖ ، ﺛﻢ ﻣﺮﱠ ﺑﺎﻟﱠﺜﺎﻟﺜ ﺔ ، ﻓﺄﺛﻨ ﻲ ﻋﻠﻰ ﺻﺎﺣﺒﻬﺎ ﺷ ﺮﺍ، ﻓﻘﺎﻝ ﻋﻤ ﺮ : ﻭﺟﺒ ﺖ : ﻗﺎ ﻝ ﺃﺑﻮ ﺍﻷ ﺳﻮﺩ : ﻓﻘﻠ ﺖ : ﻭﻣﺎ ﻭﺟﺒﺖ'
			'ﻳﺎ ﺃﻣﻴ ﺮ ﺍﻟﻤﺆﻣﻨﻴﻦ ؟ ﻗﺎﻝ : ﻗﻠ ﺖ ﺁﻤﺎ ﻗﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﱡﻳﻤﺎ ﻣﺴﻠﻢ ﺷ ﻬﺪ ﻟﻪ ﺃﺭﺑﻌﺔ ﺑ ﺨﻴﺮ ، ﺃﺩ ﺧﻠﻪ'
			'ﺍﻟﱠﻠﻪ ﺍﻟﺠﱠﻨ ﺔ » ﻓﻘﻠﻨﺎ : ﻭﺛﻼﺛﺔ ؟ ﻗﺎﻝ : « ﻭﺛﻼﺛﺔ » ﻓﻘﻠﻨﺎ : ﻭﺍﺛﻨﺎ ﻥ ؟ ﻗﺎﻝ : « ﻭﺍﺛﻨﺎ ﻥ » ﺛﻢﱠ ﻟﻢ ﻧﺴﺄ ﻟﻪ ﻋﻦ ﺍﻟﻮﺍ ﺣﺪ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 951'
),
	Hadith(
		hadithNumber: 952,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﻣﺴﻠﻢ ﻳﻤﻮ ﺕ ﻟﻪ ﺛﻼﺛﺔ ﻟﻢ'
			'ﻳﺒﻠﻐﻮﺍ ﺍﻟ ﺤﻨ ﺚ ﺇﻻ ﺃﺩﺧﻠﻪ ﺍﻟﱠﻠﻪ ﺍﻟﺠﱠﻨ ﺔ ﺑﻔ ﻀﻞ ﺭ ﺣﻤﺘ ﻪ ﺇﱠﻳﺎ ﻩﻢ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 952'
),
	Hadith(
		hadithNumber: 953,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﻤﻮ ﺕ ﻷ ﺣﺪ ﻣ ﻦ'
			'ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﺛﻼﺛﺔ ﻣ ﻦ ﺍﻟ ﻮﻟﺪ ﻻ ﺗ ﻤﺴﱡﻪ ﺍﻟﱠﻨﺎ ﺭ ﺇ ﱠﻻ ﺗ ﺤﱠﻠ ﺔ ﺍﻟﻘ ﺴﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'» ﻭﺗ ﺤﱠﻠﻪ ﺍﻟﻘ ﺴﻢ » ﻗﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ : { ﻭﺇ ﻥ ﻣﻨﻜﻢ ﺇ ﱠﻻ ﻭﺍ ﺭﺩ ﻩﺎ } ﻭﺍﻟ ﻮ ﺭﻭﺩ : ﻩ ﻮ ﺍﻟﻌﺒﻮ ﺭ ﻋﻠﻰ ﺍﻟ ﱢﺼﺮﺍ ﻁ ، ﻭ ﻩ ﻮ'
			'ﺟ ﺴﺮ ﻣﻨ ﺼﻮ ﺏ ﻋﻠﻰ ﻇ ﻬ ﺮ ﺟ ﻬﱠﻨﻢ . ﻋﺎﻓﺎﻧﺎ ﺍﻟﱠﻠﻪ ﻣﻨ ﻬﺎ',
		translation: 'Translation of Hadith 953'
),
	Hadith(
		hadithNumber: 954,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺟﺎ ﺀ ﺕ ﺍﻣﺮﺃﺓ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟ ﺖ'
			': ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺫ ﻩ ﺐ ﺍﻟ ﱢﺮﺟﺎ ﻝ ﺑ ﺤﺪﻳﺜ ﻚ ، ﻓﺎ ﺟﻌ ﻞ ﻟﻨﺎ ﻣ ﻦ ﻧﻔ ﺴ ﻚ ﻳ ﻮﻣﺎ ﻧﺄﺗﻴ ﻚ ﻓﻴ ﻪ ﺗﻌﱢﻠﻤﻨﺎ ﻣﱠﻤﺎ ﻋﱠﻠ ﻤ ﻚ ﺍﻟﱠﻠﻪ ، ﻗﺎ ﻝ : «'
			'ﺍ ﺟﺘ ﻤﻌ ﻦ ﻳ ﻮﻡ ﺁﺬﺍ ﻭﺁﺬﺍ » ﻓﺎ ﺟﺘ ﻤﻌ ﻦ ، ﻓﺄﺗﺎ ﻩ ﱠﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻌﱠﻠ ﻤﻬ ﱠﻦ ﻣﱠﻤﺎ ﻋﱠﻠﻤﻪ ﺍﻟﱠﻠﻪ ، ﺛﻢﱠ ﻗﺎ ﻝ : « ﻣﺎ'
			'ﻣﻨﻜﻦﱠ ﻣﻦ ﺍ ﻣ ﺮﺃﺓ ﺗﻘﺪﱢﻡ ﺛﻼﺛ ﺔ ﻣ ﻦ ﺍﻟ ﻮﻟﺪ ﺇ ﱠﻻ ﺁﺎﻧﻮﺍ ﻟ ﻬﺎ ﺣ ﺠﺎﺑﺎ ﻣ ﻦ ﺍﻟﱠﻨﺎﺭ » ﻓﻘﺎﻟ ﺖ ﺍ ﻣ ﺮﺃﺓ : ﻭﺍﺛﻨﻴ ﻦ ؟ ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻭﺍﺛﻨﻴﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 954'
),
	Hadith(
		hadithNumber: 955,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻷ ﺻ ﺤﺎﺑ ﻪ ﻳﻌﻨﻲ ﻟﱠﻤﺎ ﻭﺻﻠﻮﺍ'
			'ﺍﻟ ﺤ ﺠ ﺮ : ﺩﻳﺎ ﺭ ﺛﻤﻮﺩ : « ﻻ ﺗﺪ ﺧﻠﻮﺍ ﻋﻠﻰ ﻩ ﺆﻻ ﺀ ﺍﻟﻤﻌﱠﺬﺑﻴ ﻦ ﺇ ﱠﻻ ﺃ ﻥ ﺗﻜﻮﻧﻮﺍ ﺑﺎﺁﻴ ﻦ ، ﻓﺈ ﻥ ﻟﻢ ﺗﻜﻮﻧﻮﺍ ﺑﺎﺁﻴﻦ ، ﻓﻼ'
			'ﺗﺪ ﺧﻠﻮﺍ ﻋﻠﻴ ﻬﻢ ، ﻻ ﻳ ﺼﻴﺒﻜﻢ ﻣﺎ ﺃ ﺻﺎﺑ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 955'
),
	Hadith(
		hadithNumber: 956,
		hadith:
						'ﻋﻦ ﺁﻌ ﺐ ﺑﻦ ﻣﺎﻟﻚ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﺮ ﺝ ﻓﻲ ﻏ ﺰ ﻭﺓ ﺗﺒﻮ ﻙ ﻳ ﻮﻡ'
			'ﺍﻟ ﺨ ﻤﻴ ﺲ ، ﻭﺁﺎ ﻥ ﻳ ﺤﺐﱡ ﺃ ﻥ ﻳ ﺨ ﺮ ﺝ ﻳ ﻮﻡ ﺍﻟ ﺨ ﻤﻴﺲ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻓﻲ ﺍﻟﺼﺤﻴﺤﻴﻦ : « ﻟﻘﱠﻠﻤﺎ ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺨ ﺮ ﺝ ﺇ ﱠﻻ ﻓﻲ ﻳﻮﻡ ﺍﻟ ﺨ ﻤﻴ ﺲ »',
		translation: 'Translation of Hadith 956'
),
	Hadith(
		hadithNumber: 957,
		hadith:
						'ﻭﻋﻦ ﺻ ﺨ ﺮ ﺑ ﻦ ﻭﺩﺍ ﻋ ﺔ ﺍﻟﻐﺎ ﻣﺪ ﱢﻱ ﺍﻟ ﱠﺼﺤﺎﺑ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ :'
			'« ﺍﻟﻠﱠ ﻬﻢﱠ ﺑﺎ ﺭ ﻙ ﻷﱠﻣﺘﻲ ﻓﻲ ﺑﻜﻮ ﺮﻫﺎ » ﻭﺁﺎﻥ ﺇﺫﺍ ﺑﻌ ﺚ ﺳ ﺮﱠﻳ ﺔ ﺃ ﻭ ﺟﻴﺸﺎ ﺑﻌﺜ ﻬﻢ ﻣ ﻦ ﺃ ﱠﻭ ﻝ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻭﺁﺎﻥ ﺻ ﺨﺮ ﺗﺎ ﺟﺮﺍ ،'
			'ﻭﺁﺎ ﻥ ﻳﺒﻌ ﺚ ﺗﺠﺎﺭﺗﻪ ﺃ ﱠﻭ ﻝ ﺍﻟﱠﻨﻬﺎﺭ ، ﻓﺄﺛﺮﻯ ﻭﺁﺜ ﺮ ﻣﺎﻟﻪ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 957'
),
	Hadith(
		hadithNumber: 958,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟ ﻮ ﺃ ﱠﻥ ﺍﻟﱠﻨﺎ ﺱ ﻳﻌﻠﻤﻮ ﻥ'
			'ﻣ ﻦ ﺍﻟﻮ ﺣﺪﺓ ﻣﺎ ﺃ ﻋﻠﻢ ﻣﺎ ﺳﺎ ﺭ ﺭﺍﺁ ﺐ ﺑﻠﻴ ﻞ ﻭ ﺣﺪﻩ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 958'
),
	Hadith(
		hadithNumber: 959,
		hadith:
						'ﻭﻋﻦ ﻋﻤﺮﻭ ﺑﻦ ﺷﻌﻴ ﺐ ، ﻋﻦ ﺃﺑﻴﻪ ، ﻋﻦ ﺟﱢﺪﻩ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ : « ﺍﻟ ﱠﺮﺍﺁ ﺐ ﺷﻴ ﻄﺎ ﻥ ، ﻭﺍﻟ ﱠﺮﺍﺁﺒﺎﻥ ﺷﻴ ﻄﺎﻧﺎ ﻥ ، ﻭﺍﻟﱠﺜﻼﺛﺔ ﺭﺁ ﺐ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ، ﻭﺍﻟﻨﺴﺎﺋﻲ ﺑﺄﺳﺎﻧﻴﺪ ﺻﺤﻴﺤﺔ ، ﻭﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳ ﺚ ﺣﺴﻦ.'
			'`',
		translation: 'Translation of Hadith 959'
),
	Hadith(
		hadithNumber: 960,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﻭﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻨ ﻬﻤﺎ ﻗﺎﻻ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺇﺫﺍ'
			'ﺧ ﺮﺝ ﺛﻼﺛﺔ ﻓﻲ ﺳﻔ ﺮ ﻓﻠﻴ ﺆﻣﱢ ﺮﻭﺍ ﺃﺣﺪﻩﻢ » ﺣﺪﻳﺚ ﺣﺴﻦ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ',
		translation: 'Translation of Hadith 960'
),
	Hadith(
		hadithNumber: 961,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﺧﻴ ﺮ ﺍﻟ ﱠﺼ ﺤﺎﺑ ﺔ ﺃ ﺭﺑﻌﺔ ، ﻭ ﺧﻴ ﺮ'
			'ﺍﻟ ﱠﺴﺮﺍﻳﺎ ﺃ ﺭﺑﻌﻤﺎﺋ ﺔ ، ﻭ ﺧﻴ ﺮ ﺍﻟ ﺠﻴﻮﺵ ﺃ ﺭﺑﻌﺔ ﺁﻻ ﻑ ، ﻭﻟﻦ ﻳﻐﻠ ﺐ ﺍﺛﻨﺎ ﻋﺸﺮ ﺃﻟﻔﺎ ﻣ ﻦ ﻗﱠﻠﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 961'
),
	Hadith(
		hadithNumber: 962,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺳﺎﻓ ﺮﺗﻢ ﻓﻲ ﺍﻟ ﺨ ﺼ ﺐ'
			'ﻓﺄ ﻋ ﻄﻮﺍ ﺍ ﻹﺑ ﻞ ﺣ ﱠﻈ ﻬﺎ ﻣ ﻦ ﺍ ﻷ ﺭ ﺽ ، ﻭﺇﺫﺍ ﺳﺎﻓ ﺮﺗﻢ ﻓﻲ ﺍﻟ ﺠﺪ ﺏ ، ﻓﺄ ﺳ ﺮ ﻋﻮﺍ ﻋﻠﻴ ﻬﺎ ﺍﻟ ﱠﺴﻴ ﺮ ﻭﺑﺎﺩﺭﻭﺍ ﺑ ﻬﺎ ﻧﻘﻴ ﻬﺎ ، ﻭﺇﺫﺍ'
			'ﻋ ﱠﺮ ﺳﺘﻢ ، ﻓﺎﺟﺘﻨﺒﻮﺍ ﺍﻟ ﱠﻄﺮﻳ ﻖ ، ﻓﺈﱠﻧ ﻬﺎ ﻃ ﺮ ﻕ ﺍﻟﱠﺪﻭﺍ ﱢﺏ ، ﻭﻣﺄﻮﯨ ﺍﻟ ﻬﻮﺍﱢﻡ ﺑﺎﻟﱠﻠﻴ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻣﻌﻨﻰ « ﺍﻋ ﻄﻮﺍ ﺍ ﻹﺑ ﻞ ﺣﻈﻬﺎ ﻣ ﻦ ﺍﻷ ﺭ ﺽ » ﺃ ﻱ : ﺍ ﺭﻓﻘﻮﺍ ﺑ ﻬﺎ ﻓﻲ ﺍﻟ ﱠﺴﻴ ﺮ ﻟﺘ ﺮ ﻋﻰ ﻓﻲ ﺣﺎ ﻝ ﺳﻴ ﺮ ﻩﺎ ، ﻭﻗﻮﻟﻪ : «'
			'ﻧﻘﻴﻬﺎ » ﻩﻮ ﺑﻜﺴﺮ ﺍﻟﻨﻮﻥ ، ﻭﺇﺳﻜﺎﻥ ﺍﻟﻘﺎﻑ ، ﻭﺑﺎﻟﻴﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ﻣﻦ ﺗﺤﺖ ﻮﻫﻮ: ﺍﻟﻤﺦﱡ ، ﻣﻌﻨﺎﻩ : ﺃ ﺳ ﺮ ﻋﻮﺍ ﺑ ﻬﺎ ﺣﺘﻰ'
			'ﺗ ﺼﻠﻮﺍ ﺍﻟ ﻤﻘﺼﺪ ﻗﺒ ﻞ ﺃ ﻥ ﻳﺬ ﻩ ﺐ ﻣ ﱡﺨﻬﺎ ﻣﻦ ﺿﻨ ﻚ ﺍﻟ ﱠﺴﻴ ﺮ. ﻭ«ﺍﻟﱠﺘﻌ ﺮﻳ ﺲ » : ﺍﻟﻨ ﺰﻭ ﻝ ﻓﻲ ﺍﻟﻠﻴﻞ',
		translation: 'Translation of Hadith 962'
),
	Hadith(
		hadithNumber: 963,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺁﺎ ﻥ ﻓﻲ ﺳﻔ ﺮ ، ﻓﻌ ﱠﺮ ﺱ'
			'ﺑﻠﻴ ﻞ ﺍ ﺿ ﻄ ﺠ ﻊ ﻋﻠﻰ ﻳﻤﻴﻨ ﻪ، ﻭﺇﺫﺍ ﻋ ﱠﺮﺱ ﻗﺒﻴ ﻞ ﺍﻟ ﱡﺼﺒ ﺢ ﻧ ﺼ ﺐ ﺫ ﺭﺍ ﻋﻪ ﻭ ﻭ ﺿ ﻊ ﺭﺃ ﺳﻪ ﻋﻠﻰ ﺁﱢﻔﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﺎﻝ ﺍﻟﻌﻠﻤﺎ ﺀ : ﱠﺇﻧﻤﺎ ﻧ ﺼ ﺐ ﺫ ﺭﺍﻋﻪ ﻟﺌ ﱠﻼ ﻳ ﺴﺘﻐ ﺮ ﻕ ﻓﻲ ﺍﻟﱠﻨ ﻮﻡ ﻓﺘﻔﻮ ﺕ ﺻﻼﺓ ﺍﻟ ﱡﺼﺒ ﺢ ﻋ ﻦ ﻭﻗﺘ ﻬﺎ ﺃ ﻭ ﻋ ﻦ ﺃ ﱠﻭ ﻝ ﻭﻗﺘ ﻬﺎ',
		translation: 'Translation of Hadith 963'
),
	Hadith(
		hadithNumber: 964,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋﻠﻴﻜﻢ ﺑﺎﻟﱡﺪﻟ ﺠ ﺔ ، ﻓﺈ ﱠﻥ ﺍ ﻷ ﺭ ﺽ'
			'ﺗ ﻄ ﻮﻯ ﺑﺎﻟﱠﻠﻴ ﻞ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ . « ﺍﻟﱡﺪﻟ ﺠﺔ » ﺍﻟﺴﱠﻴ ﺮ ﻓﻲ ﺍﻟﱠﻠﻴ ﻞ',
		translation: 'Translation of Hadith 964'
),
	Hadith(
		hadithNumber: 965,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺛﻌﻠﺒ ﺔ ﺍﻟ ﺨ ﺸﻨﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺎ ﺱ ﺇﺫﺍ ﻧ ﺰﻟﻮﺍ ﻣﻨﺰ ﻻ ﺗﻔ ﱠﺮﻗﻮﺍ ﻓﻲ ﺍﻟ ﱢﺸﻌﺎ ﺏ ﻭﺍ ﻷ ﻭﺩﻳ ﺔ .'
			'ﻓﻘﺎ ﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺈﻧ ﺗﻔ ﱡﺮﻗﻜﻢ ﻓﻲ ﻩﺬﻩ ﺍﻟ ﱢﺸﻌﺎ ﺏ ﻭﺍﻷ ﻭﺩﻳﺔ ﺇﱠﻧﻤﺎ ﺫﻟﻜﻢ ﻣ ﻦ ﺍﻟ ﱠﺸﻴ ﻄﺎﻥ ،» ﻓﻠﻢ'
			'ﻳﻨﺰﻟﻮﺍ ﺑﻌﺪ ﺫﻟﻚ ﻣﻨﺰ ﻻ ﺇ ﱠﻻ ﺍﻧ ﻀﱠﻢ ﺑﻌ ﻀ ﻬﻢ ﺇﻟﻰ ﺑﻌ ﺾ. ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ',
		translation: 'Translation of Hadith 965'
),
	Hadith(
		hadithNumber: 966,
		hadith:
						'ﻭ ﻋ ﻦ ﺳ ﻬ ﻞ ﺑ ﻦ ﻋﻤﺮﻭ - ﻭﻗﻴ ﻞ ﺳ ﻬ ﻞ ﺑﻦ ﺍﻟ ﱠﺮﺑﻴ ﻊ ﺑ ﻦ ﻋﻤﺮﻭ ﺍﻷﻧ ﺼﺎﺭ ﱢﻱ ﺍﻟ ﻤﻌﺮﻭ ﻑ ﺑﺎﺑ ﻦ ﺍﻟﺤﻨ ﻈﻠﱠﻴ ﺔ ، ﻭ ﻩﻮ ﻣ ﻦ'
			'ﺃ ﻩﻞ ﺑﻴﻌ ﺔ ﺍﻟ ﱢﺮ ﺿﻮﺎﻧ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻣ ﱠﺮ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺒﻌﻴ ﺮ ﻗﺪ ﻟ ﺤ ﻖ ﻇ ﻬ ﺮﻩ ﺑﺒ ﻄﻨ ﻪ'
			'ﻓﻘﺎﻝ : « ﺍﱠﺗﻘﻮﺍ ﺍﻟﱠﻠﻪ ﻓﻲ ﻩﺬﻩ ﺍﻟﺒ ﻬﺎﺋﻢ ﺍﻟﻤﻌﺠﻤ ﺔ ﻓﺎ ﺭﺁﺒﻮﻩﺎ ﺻﺎﻟ ﺤ ﺔ ، ﻭﺁﻠﻮﻩﺎ ﺻﺎﻟ ﺤﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 966'
),
	Hadith(
		hadithNumber: 967,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﺟﻌﻔ ﺮ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺟﻌﻔ ﺮ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺃ ﺭﺩﻓﻨﻲ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،'
			'ﺫﺎﺗ ﻳ ﻮﻡ ﺧﻠﻔﻪ ، ﻭﺃ ﺳ ﱠﺮ ﺇﻟ ﱠﻲ ﺣﺪﻳﺜﺎ ﻻ ﺃ ﺣﱢﺪﺙ ﺑ ﻪ ﺃ ﺣﺪﺍ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ، ﻭﺁﺎ ﻥ ﺃﺣ ﱠﺐ ﻣﺎ ﺍ ﺳﺘﺘﺮ ﺑ ﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﺤﺎ ﺟﺘ ﻪ ﻩﺪ ﻑ ﺃ ﻭ ﺣﺎﺋ ﺶ ﻧﺨﻞ . ﻳﻌﻨﻲ : ﺣﺎﺋ ﻂ ﻧ ﺨﻞ : ﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻩﻜﺬﺍ ﻣﺨﺘﺼﺮﺍ .'
			'ﻭﺯﺍﺩ ﻓﻴ ﻪ ﺍﻟﺒ ﺮﻗﺎﻧ ﱡﻲ ﺑﺈﺳﻨﺎﺩ ﻣﺴﻠﻢ : ﻩﺬﺍ ﺑﻌﺪ ﻗﻮﻟﻪ : ﺣﺎﺋ ﺶ ﻧ ﺨ ﻞ :- ﻓﺪ ﺧ ﻞ ﺣﺎﺋﻄﺎ ﻟ ﺮ ﺟ ﻞ ﻣ ﻦ ﺍ ﻷﻧﺼﺎ ﺭ ، ﻓﺈﺫﺍ ﻓﻴ ﻪ'
			'ﺟ ﻤﻞ ، ﻓﻠﱠﻤﺎ ﺭﺄﯨ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟ ﺮﺟ ﺮ ﻭﺫﺭﻓ ﺖ ﻋﻴﻨﺎﻩ ، ﻓﺄﺗﺎﻩ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓ ﻤ ﺴ ﺢ ﺳ ﺮﺍﺗﻪ - ﺄﻳ : ﺳﻨﺎ ﻣﻪ - ﻭﺫﻓ ﺮﺍﻩ ﻓﺴﻜ ﻦ ، ﻓﻘﺎﻝ : « ﻣ ﻦ ﺭ ﱡﺏ ﻩﺬﺍ ﺍﻟ ﺠ ﻤ ﻞ ، ﻟ ﻤ ﻦ ﻩﺬﺍ ﺍﻟ ﺠ ﻤ ﻞ ؟ » ﻓﺠﺎ ﺀ ﻓﺘﻰ'
			'ﻣ ﻦ ﺍ ﻷﻧ ﺼﺎ ﺭ ﻓﻘﺎ ﻝ : ﻩﺬﺍ ﻟﻲ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ . ﻓﻘﺎ ﻝ : « ﺃﻓﻼ ﺗﱠﺘﻘﻲ ﺍﻟﱠﻠﻪ ﻓﻲ ﻩﺬﻩ ﺍﻟﺒﻬﻴ ﻤ ﺔ ﺍﻟﺘﻲ ﻣﱠﻠﻜ ﻚ ﺍﻟﱠﻠﻪ ﺇﻳﺎ ﻩﺎ ؟'
			'ﻓﺈﻧﱠﻪ ﻳ ﺸﻜﻮ ﺇﻟ ﱠﻲ ﺃﱠﻧ ﻚ ﺗ ﺠﻴﻌﻪ ﻭﺗﺪﺋﺒﻪ » .'
			'ﻭﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺁﺮﻭﺍﻳ ﺔ ﺍﻟﺒ ﺮﻗﺎﻧﻲ . ﻗﻮﻟﻪ : « ﺫﻓ ﺮﺍﻩ » ﻩﻮ ﺑﻜﺴﺮ ﺍﻟﺬﻻ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺇﺳﻜﺎﻥ ﺍﻟﻔﺎ ﺀ ، ﻮﻫﻮ ﻟﻔ ﻆ ﻣﻔﺮﺩ'
			'ﻣﺆﻧ ﺚ .ﻗﺎﻝ ﺃ ﻩ ﻞ ﺍﻟﱡﻠﻐﺔ : ﺍﻟﱢﺬﻓ ﺮﻯ : ﺍﻟ ﻤ ﻮ ﺿ ﻊ ﺍﻟﺬﻱ ﻳﻌ ﺮ ﻕ ﻣ ﻦ ﺍﻟﺒﻌﻴ ﺮ ﺧﻠﻒ ﺍﻷﺫ ﻥ ، ﻭﻗﻮﻟﻪ : « ﺗﺪﺋﺒﻪ » ﺃ ﻱ: ﺗﺘﻌﺒﻪ',
		translation: 'Translation of Hadith 967'
),
	Hadith(
		hadithNumber: 968,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﱠﻨﺎ ﺇﺫﺍ ﻧ ﺰﻟﻨﺎ ﻣﻨ ﺰ ﻻ ، ﻻ ﻧ ﺴﺒﱢ ﺢ ﺣﱠﺘﻰ ﻧ ﺤﻞﱠ ﺍﻟ ﱢﺮ ﺣﺎ ﻝ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ'
			'ﻭﻗﻮﻟﻪ : « ﻻ ﻧ ﺴﺒﱢ ﺢ » ﺃ ﻱ ﻻ ﻧﺼﱢﻠﻲ ﺍﻟﱠﻨﺎﻓﻠ ﺔ ، ﻭﻣﻌﻨﺎﻩ : ﺃﱠﻧﺎ - ﻣ ﻊ ﺣ ﺮ ﺻﻨﺎ ﻋﻠﻰ ﺍﻟ ﱠﺼﻼﺓ - ﻻ ﻧﻘﺪﱢﻣﻬﺎ ﻋﻠﻰ ﺣ ﱢﻂﺑﺈﺳﻨﺎﺩ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ .'
			'ﺍﻟ ﱢﺮﺣﺎﻝ ﻭﺇ ﺭﺍﺣ ﺔ ﺍﻟﱠﺪﻭﺍ ﱢﺏ',
		translation: 'Translation of Hadith 968'
),
	Hadith(
		hadithNumber: 969,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺭ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﻴﻨﻤﺎ ﻧ ﺤ ﻦ ﻓﻲ ﺳﻔ ﺮ ﺇﺫ ﺟﺎ ﺀ ﺭ ﺟﻞ ﻋﻠﻰ ﺭﺍ ﺣﻠ ﺔ ﻟﻪ ، ﻓﺠﻌ ﻞ'
			'ﻳ ﺼ ﺮ ﻑ ﺑ ﺼﺮﻩ ﻳﻤﻴﻨﺎ ﻭ ﺷ ﻤﺎ ﻻ ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺁﺎ ﻥ ﻣﻌﻪ ﻓ ﻀ ﻞ ﻇﻬ ﺮ ، ﻓﻠﻴﻌﺪ ﺑ ﻪ'
			'ﻋﻠﻰ ﻣ ﻦ ﻻ ﻇﻬﺮ ﻟﻪ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻟﻪ ﻓﻀ ﻞ ﺯﺍﺩ ، ﻓﻠﻴﻌﺪ ﺑ ﻪ ﻋﻠﻰ ﻣ ﻦ ﻻ ﺯﺍﺩ ﻟﻪ » ﻓﺬﺁ ﺮ ﻣ ﻦ ﺃ ﺻﻨﺎ ﻑ ﺍﻟﻤﺎﻝ ﻣﺎ ﺫﺁ ﺮﻩ'
			'، ﺣﺘﻰ ﺭﺃﻳﻨﺎ ﺃﻧﱠﻪ ﻻ ﺣ ﱠﻖ ﻷ ﺣﺪ ﻣﻨﺎ ﻓﻲ ﻓ ﻀ ﻞ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 969'
),
	Hadith(
		hadithNumber: 970,
		hadith:
						'ﻭﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﱠﻧﻪ ﺃﺭﺍﺩ ﺃ ﻥ ﻳﻐ ﺰ ﻭ ﻓﻘﺎﻝ: ﻳﺎ ﻣﻌ ﺸ ﺮ'
			'ﺍﻟﻤ ﻬﺎ ﺟ ﺮﻳ ﻦ ﻭﺍﻷﻧﺼﺎ ﺭ ، ﺇ ﱠﻥ ﻣ ﻦ ﺇﺧ ﻮﻧﻜﻢ ﻗ ﻮﻣﺎ ، ﻟﻴﺲ ﻟﻬﻢ ﻣﺎﻝ ، ﻭﻻ ﻋ ﺸﻴ ﺮﺓ ، ﻓﻠﻴ ﺼﱠﻢ ﺃ ﺣﺪﺁﻢ ﺇﻟﻴﻪ ﺍﻟ ﺮ ﺟﻠﻴ ﻦ ﺃ ﻭ'
			'ﺍﻟﱠﺜﻼﺛ ﺔ ، ﻓﻤﺎ ﻷﺣﺪﻧﺎ ﻣ ﻦ ﻇﻬ ﺮ ﻳ ﺤﻤﻠﻪ ﺇﻻ ﻋﻘﺒﺔ ﻳﻌﻨﻲ ﺁﻌﻘﺒ ﺔ ﺃ ﺣﺪﻩﻢ، ﻗﺎﻝ : ﻓ ﻀﻤ ﻤ ﺖ ﺇﻟ ﱠﻲ ﺍﺛﻨﻴﻴ ﻦ ﺃﻭ ﺛﻼﺛ ﺔ ﻣﺎ ﻟﻲ ﺇﻻ'
			'ﻋﻘﺒﺔ ﺁﻌﻘﺒ ﺔ ﺃ ﺣﺪﻩﻢ ﻣ ﻦ ﺟﻤﻠﻲ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 970'
),
	Hadith(
		hadithNumber: 971,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺘﺨﱠﻠﻒ ﻓﻲ ﺍﻟﻤ ﺴﻴ ﺮ ﻓﻴ ﺰ ﺟﻲ ﺍﻟ ﱠﻀﻌﻴﻒ ﻭﻳ ﺮﺩ ﻑ ﻭﻳﺪ ﻋﻮ'
			'ﻟﻪ .. ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ',
		translation: 'Translation of Hadith 971'
),
	Hadith(
		hadithNumber: 972,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺍ ﺳﺘ ﻮﻯ ﻋﻠﻰ ﺑﻌﻴﺮﻩ'
			'ﺧﺎﺭﺟﺎ ﺇﻟﻲ ﺳﻔ ﺮ ، ﺁﱠﺒ ﺮ ﺛﻼﺛﺎ ، ﺛﻢﱠ ﻗﺎ ﻝ : «ﺳﺒﺤﺎ ﻥ ﺍﻟﺬﻱ ﺳ ﱠﺨ ﺮ ﻟﻨﺎ ﻩﺬﺍ ﻭﻣﺎ ﺁﱠﻨﺎ ﻟﻪ ﻣﻘﺮﻧﻴ ﻦ، ﻭﺇﱠﻧﺎ ﺇﻟﻰ ﺭﱢﺑﻨﺎ'
			'ﻟﻤﻨﻘﻠﺒﻮ ﻥ . ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱠﻧﺎ ﻧ ﺴﺄﻟ ﻚ ﻓﻲ ﺳﻔ ﺮﻧﺎ ﻩﺬﺍ ﺍﻟﺒ ﱠﺮ ﻭﺍﻟﱠﺘﻘﻮﻯ ، ﻭ ﻣ ﻦ ﺍﻟﻌ ﻤ ﻞ ﻣﺎ ﺗ ﺮﺿﻰ . ﺍﻟﻠﱠ ﻬﻢﱠ ﻩ ﱢﻮ ﻥ ﻋﻠﻴﻨﺎ ﺳﻔ ﺮﻧﺎ ﻩﺬﺍ'
			'ﻭﺍ ﻃ ﻮ ﻋﱠﻨﺎ ﺑﻌﺪﻩ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻧ ﺖ ﺍﻟ ﱠﺼﺎ ﺣ ﺐ ﻓﻲ ﺍﻟ ﱠﺴﻔ ﺮ ، ﻭﺍﻟ ﺨﻠﻴﻔﺔ ﻓﻲ ﺍﻷ ﻩ ﻞ. ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﻭ ﻋﺜﺎ ﺀ ﺍﻟ ﱠﺴﻔ ﺮ ،'
			'ﻭﺁﺂﺑ ﺔ ﺍﻟﻤﻨ ﻈ ﺮ ، ﻭ ﺳﻮ ﺀ ﺍﻟﻤﻨﻘﻠ ﺐ ﻓﻲ ﺍﻟﻤﺎ ﻝ ﻭﺍﻷﻩ ﻞ ﻭﺍﻟ ﻮﻟﺪ » ﻭﺇﺫﺍ ﺭ ﺟ ﻊ ﻗﺎﻟ ﻬ ﱠﻦ ﻭﺯﺍﺩ ﻓﻴﻬ ﱠﻦ : « ﺁﻳﺒﻮ ﻥ ﺗﺎﺋﺒﻮ ﻥ'
			'ﻋﺎﺑﺪﻮﻧ ﻟ ﺮﱢﺑﻨﺎ ﺣﺎ ﻣﺪﻭ ﻥ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻣﻌﻨﻰ « ﻣﻘ ﺮﻧﻴ ﻦ » : ﻣ ﻄﻴﻘﻴ ﻦ .« ﻭﺍﻟ ﻮ ﻋﺜﺎ ﺀ » ﺑﻔﺘ ﺢ ﺍﻟﻮﺍ ﻭ ﻭﺇﺳﻜﺎﻥ ﺍﻟﻌﻴﻦ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺑﺎﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜﺔ ﻭﺑﺎﻟﻤﺪ ،'
			'ﻮﻫﻲ : ﺍﻟ ﱢﺸﱠﺪﺓ . ﻭ « ﺍﻟﻜﺂﺑﺔ » ﺑﺎﻟﻤﱢﺪ ، ﻮﻫﻲ : ﺗﻐﱡﻴ ﺮ ﺍﻟﱠﻨﻔﺲ ﻣ ﻦ ﺣﺰ ﻥ ﻭﻧﺤﻮﻩ. « ﻭﺍﻟﻤﻨﻘﻠ ﺐ » : ﺍﻟﻤ ﺮ ﺟ ﻊ',
		translation: 'Translation of Hadith 972'
),
	Hadith(
		hadithNumber: 973,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺳ ﺮ ﺟﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺳﺎﻓﺮ ﻳﺘﻌ ﱠﻮﺫ'
			'ﻣﻦ ﻭ ﻋﺜﺎ ﺀ ﺍﻟﺴﻔـ ﺮ ، ﻭﺁﺂﺑ ﺔ ﺍﻟﻤﻨﻘﻠ ﺐ ، ﻭﺍﻟﺤ ﻮ ﺭ ﺑﻌﺪ ﺍﻟﻜ ﻮ ﻥ ، ﻭﺩ ﻋﻮﺓ ﺍﻟﻤ ﻈﻠﻮﻡ . ﻭﺳﻮ ﺀ ﺍﻟﻤﻨ ﻈﺮ ﻓﻲ ﺍﻷ ﻩ ﻞ ﻭﺍﻟ ﻤﺎﻝ'
			'. ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻩﻜﺬﺍ ﻩﻮ ﻓﻲ ﺻﺤﻴﺢ ﻣﺴﻠﻢ : ﺍﻟﺤ ﻮ ﺭ ﺑﻌﺪ ﺍﻟﻜ ﻮ ﻥ ، ﺑﺎﻟﻨﻮﻥ ، ﻭﺁﺬﺍ ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ، ﻭﺍﻟﻨﺴﺎﺋﻲ ، ﻗﺎﻝ ﺍﻟﺘﺮﻣﺬﻱ :'
			'ﻭﻳﺮﻮﻳ « ﺍﻟﻜ ﻮ ﺭ » ﺑﺎﻟﺮﺍ ﺀ ، ﻭﺁﻼ ﻩﻤﺎ ﻟﻪ ﻭ ﺟﻪ . ﻗﺎﻝ ﺍﻟﻌﻠﻤﺎ ﺀ : ﻭﻣﻌﻨﺎﻩ ﺑﺎﻟﻨﻮ ﻥ ﻭﺍﻟﺮﺍ ﺀ ﺟﻤﻴﻌﺎ : ﺍﻟ ﱡﺮ ﺟﻮ ﻉ ﻣﻦ'
			'ﺍﻻ ﺳﺘﻘﺎ ﻣ ﺔ ﺃ ﻭ ﺍﻟ ﱢﺰﻳﺎﺩﺓ ﺇﻟﻰ ﺍﻟﱠﻨﻘ ﺺ . ﻗﺎﻟﻮﺍ : ﻭﺭﻭﺍﻳﺔ ﺍﻟ ﱠﺮﺍ ﺀ ﻣﺄ ﺧﻮﺫﺓ ﻣ ﻦ ﺗﻜ ﻮﻳﺮ ﺍﻟﻌﻤﺎﻣ ﺔ ، ﻭ ﻩ ﻮ ﻟﱡﻔ ﻬﺎ ﻭﺟ ﻤﻌﻬﺎ ،'
			'ﻭﺭﻭﺍﻳﺔ ﺍﻟﻨﻮﻥ ﻣ ﻦ ﺍﻟﻜ ﻮﻥ ، ﻣ ﺼﺪ ﺭ «ﺁﺎ ﻥ ﻳﻜﻮ ﻥ ﺁﻮﻧﺎ » ﺇﺫﺍ ﻭﺟﺪ ﻭﺍ ﺳﺘﻘ ﱠﺮ .'
			'`',
		translation: 'Translation of Hadith 973'
),
	Hadith(
		hadithNumber: 974,
		hadith:
						'ﻭﻋﻦ ﻋﻠ ﱢﻲ ﺑﻦ ﺭﺑﻴﻌﺔ ﻗﺎﻝ : ﺷﻬﺪ ﺕ ﻋﻠ ﱠﻲ ﺑﻦ ﺃﺑﻲ ﻃﺎﻟﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﺗ ﻲ ﺑﺪﺍﱠﺑ ﺔ ﻟﻴ ﺮﺁﺒ ﻬﺎ ، ﻓﻠﻤﺎ ﻭ ﺿﻊ'
			'ﺭ ﺟﻠﻪ ﻓﻲ ﺍﻟ ﱢﺮﺁﺎ ﺏ ﻗﺎﻝ : ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ، ﻓﻠﱠﻤﺎ ﺍ ﺳﺘ ﻮﻯ ﻋﻠﻰ ﻇ ﻬﺮﻩﺎ ﻗﺎﻝ : ﺍﻟ ﺤﻤﺪ ﻟﱠﻠ ﻪ ﺍﻟﺬﻱ ﺳ ﱠﺨ ﺮ ﻟﻨﺎ ﻩﺬﺍ ، ﻭﻣﺎ ﺁﱠﻨﺎ ﻟﻪ'
			'ﻣﻘﺮﻧﻴ ﻦ ، ﻭﺇﱠﻧﺎ ﺇﻟﻰ ﺭﱢﺑﻨﺎ ﻟﻤﻨﻘﻠﺒﻮ ﻥ ، ﺛﻢﱠ ﻗﺎﻝ : ﺍﻟﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ، ﺛﻢﱠ ﻗﺎﻝ : ﺍﻟﱠﻠﻪ ﺃﺁﺒ ﺮ ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ، ﺛﻢﱠ ﻗﺎﻝ :'
			'ﺳﺒﺤﺎﻧ ﻚ ﺇﱢﻧﻲ ﻇﻠ ﻤ ﺖ ﻧﻔ ﺴﻲ ﻓﺎ ﻏﻔ ﺮ ﻟﻲ ﺇﱠﻧﻪ ﻻ ﻳﻐﻔ ﺮ ﺍﻟﱡﺬﻧﻮﺏ ﺇ ﱠﻻ ﺃﻧ ﺖ ، ﺛﻢﱠ ﺿ ﺤﻚ ، ﻓﻘﻴﻞ : ﻳﺎ ﺃ ﻣﻴﺮ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ، ﻣ ﻦ'
			'ﺃ ﱢﻱ ﺷﻲ ﺀ ﺿ ﺤﻜ ﺖ ؟ ﻗﺎﻝ : ﺭﺃﻳ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻌﻞ ﺁﻤﺎ ﻓﻌﻠ ﺖ ، ﺛﻢﱠ ﺿ ﺤ ﻚ ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ'
			'ﻣ ﻦ ﺃ ﱢﻱ ﺷﻲﺀ ﺿﺤﻜ ﺖ ؟ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺭﱠﺑﻚ ﺳﺒﺤﺎﻧﻪ ﻳﻌﺠﺐ ﻣ ﻦ ﻋﺒﺪﻩ ﺇﺫﺍ ﻗﺎﻝ : ﺍ ﻏﻔ ﺮ ﻟﻲ ﺫﻧﻮﺑﻲ، ﻳﻌﻠﻢ ﺃﻧﱠﻪ ﻻ ﻳﻐﻔ ﺮ'
			'ﺍﻟﱠﺬﻧﻮ ﺏ ﻏﻴ ﺮﻱ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ، ﻭﻓﻲ ﺑﻌﺾ ﺍﻟﻨﺴﺦ : ﺣﺴ ﻦ ﺻﺤﻴ ﺢ . ﻮﻫﺬﺍ'
			'ﻟﻔﻆ ﺃﺑﻲ ﺩﺍﻭﺩ .'
			'`',
		translation: 'Translation of Hadith 974'
),
	Hadith(
		hadithNumber: 975,
		hadith:
						'ﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﺇﺫﺍ ﺻﻌﺪﻧﺎ ﺁﱠﺒ ﺮﻧﺎ ، ﻭﺇﺫﺍ ﻧ ﺰﻟﻨﺎ ﺳﱠﺒ ﺤﻨﺎ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 975'
),
	Hadith(
		hadithNumber: 976,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺟﻴﻮ ﺷﻪ ﺇﺫﺍ ﻋﻠ ﻮﺍ ﺍﻟﱠﺜﻨﺎﻳﺎ ﺁﱠﺒ ﺮﻭﺍ'
			'، ﻭﺇﺫﺍ ﻩﺒ ﻄﻮﺍ ﺳﱠﺒﺤﻮﺍ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 976'
),
	Hadith(
		hadithNumber: 977,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻗﻔﻞ ﻣ ﻦ ﺍﻟﺤ ﱢﺞ ﺃﻭ ﺍﻟﻌ ﻤ ﺮﺓ ﺁﱠﻠﻤﺎ ﺃ ﻭﻓﻰ ﻋﻠﻰ ﺛﻨﱠﻴ ﺔ ﺃ ﻭ ﻓﺪﻓﺪ'
			'ﺁﱠﺒﺮ ﺛﻼﺛﺎ ، ﺛﻢﱠ ﻗﺎﻝ : « ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ ، ﻟﻪ ﺍﻟﻤﻠﻚ ﻭﻟﻪ ﺍﻟﺤ ﻤﺪ ، ﻭ ﻩﻮ ﻋﻠﻰ ﺁ ﱢﻞ ﺷﻲ ﺀ ﻗﺪﻳﺮ .'
			'ﺁﻳﺒﻮ ﻥ ﺗﺎﺋﺒﻮ ﻥ ﻋﺎﺑﺪﻭ ﻥ ﺳﺎ ﺟﺪﻭ ﻥ ﻟ ﺮﱢﺑﻨﺎ ﺣﺎ ﻣﺪﻭ ﻥ . ﺻﺪ ﻕ ﺍﻟﱠﻠﻪ ﻭ ﻋﺪﻩ، ﻭﻧﺼﺮ ﻋﺒﺪﻩ ، ﻭ ﻩ ﺰﻡ ﺍ ﻷﺣ ﺰﺍ ﺏ ﻭ ﺣﺪﻩ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : ﺇﺫﺍ ﻗﻔﻞ ﻣ ﻦ ﺍﻟﺠﻴﻮ ﺵ ﺃﻭ ﺍﻟ ﱠﺴ ﺮﺍﻳﺎ ﺃﻭ ﺍﻟﺤ ﱢﺞ ﺃﻭ ﺍﻟﻌ ﻤﺮﺓ .'
			'ﻗ ﻮﻟﻪ : « ﺃ ﻭﻓﻰ » ﺄﻳ : ﺍ ﺭﺗﻔ ﻊ ، ﻭﻗﻮﻟﻪ : « ﻓﺪﻓﺪ » ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﻔﺎ ﺀﻳﻦ ﺑﻴﻨﻬﻤﺎ ﺩﻻ ﻣﻬﻤﻠﺔ ﺳﺎﺁﻨﺔ ، ﻭﺁ ﺧ ﺮﻩ ﺩﻻ'
			'ﺃﺧﺮﻯ ﻮﻫﻮ : « ﺍﻟﻐﻠﻴ ﻆ ﺍﻟﻤ ﺮﺗﻔﻊ ﻣ ﻦ ﺍﻷ ﺮﺿ »',
		translation: 'Translation of Hadith 977'
),
	Hadith(
		hadithNumber: 978,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺟ ﻼ ﻗﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﺇﻧﻲ ﺃ ﺭﻳﺪ ﺄﻧ ﺃﺳﺎﻓﺮ ﻓﺄ ﻭ ﺻﻨﻲ ، ﻗﺎﻝ : «'
			'ﻋﻠﻴ ﻚ ﺑﺘﻘﻮﻯ ﺍﻟﱠﻠ ﻪ ، ﻭﺍﻟﱠﺘﻜﺒﻴﺮ ﻋﻠﻰ ﺁ ﱢﻞ ﺷﺮ ﻑ ﻓﻠﱠﻤﺎ ﻭﱠﻟﻲ ﺍﻟﺮ ﺟ ﻞ ﻗﺎﻝ: «ﺍﻟﱠﻠﻬﱠﻢ ﺍ ﻃ ﻮ ﻟﻪ ﺍﻟﺒﻌﺪ ، ﻭ ﻩ ﱢﻮ ﻥ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺴﻔﺮ »'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 978'
),
	Hadith(
		hadithNumber: 979,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍ ﻷﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻣﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺳﻔ ﺮ ، ﻓﻜﱠﻨﺎ ﺇﺫﺍ'
			'ﺃﺷ ﺮﻓﻨﺎ ﻋﻠﻰ ﻭﺍﺩ ﻩﱠﻠﻠﻨﺎ ﻭﺁﱠﺒ ﺮﻧﺎ ﻭﺍ ﺭﺗﻔﻌ ﺖ ﺃﺻ ﻮﺍﺗﻨﺎ ﻓﻘﺎ ﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﻨﺎﺱ ﺍ ﺭﺑﻌﻮﺍ'
			'ﻋﻠﻰ ﺃﻧﻔ ﺴﻜﻢ ﻓﺈﱠﻧﻜﻢ ﻻ ﺗﺪﻋﻮ ﻥ ﺃ ﺻﱠﻢ ﻭﻻ ﻏﺎﺋﺒﺎ . ﺇﻧﱠﻪ ﻣﻌﻜﻢ ، ﺇﻧﱠﻪ ﺳ ﻤﻴ ﻊ ﻗﺮﻳ ﺐ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍ ﺭﺑﻌﻮﺍ » ﺑﻔﺘ ﺢ ﺍﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ ﺃ ﻱ : ﺍ ﺭﻓﻘﻮﺍ ﺑﺄﻧﻔ ﺴﻜﻢ',
		translation: 'Translation of Hadith 979'
),
	Hadith(
		hadithNumber: 980,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍ ﷲ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ : ﺭﺳﻮ ﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ :(( ﺛﻼ ﺙ ﺩ ﻋ ﻮﺍ ﺕ'
			'ﻣ ﺴﺘ ﺠﺎﺑﺎ ﺕ ﻻ ﺷ ﱠﻚ ﻓﻴﻬ ﱠﻦ : ﺩ ﻋ ﻮﺓ ﺍﻟ ﻤﻈﻠﻮﻡ ، ﻭﺩ ﻋ ﻮﺓ ﺍﻟﻤ ﺴﺎﻓ ﺮ ، ﻭﺩ ﻋ ﻮﺓ ﺍﻟﻤ ﺴﺎﻓ ﺮ ، ﻭﺩ ﻋ ﻮﺓ ﺍﻟ ﻮﺍﻟﺪ ﻋﻠﻰ ﻭﻟﺪﻩ))'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ . ﻭﻟﻴﺲ ﻓﻲ ﺭﻭﺍﻳﺔ ﺃﺑﻲ ﺩﺍﻭﺩ : (( ﻋﻠﻰ ﻭﻟﺪﻩ',
		translation: 'Translation of Hadith 980'
),
	Hadith(
		hadithNumber: 981,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌ ﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺧﺎ ﻑ ﻗﻮﻣﺎ ﻗﺎﻝ'
			': « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱠﻧﺎ ﻧﺠﻌﻠ ﻚ ﻓﻲ ﻧﺤﻮ ﺭ ﻩﻢ ، ﻭﻧﻌﻮﺫ ﺑﻚ ﻣ ﻦ ﺷ ﺮ ﻭ ﺮﻫﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﻨﺴﺎﺋﻲ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 981'
),
	Hadith(
		hadithNumber: 982,
		hadith:
						'ﻋﻦ ﺧﻮﻟﺔ ﺑﻨ ﺖ ﺣﻜﻴﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺳﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﻧﺰ ﻝ'
			'ﻣﻨ ﺰ ﻻ ﺛﻢﱠ ﻗﺎﻝ : ﺃ ﻋﻮﺫ ﺑﻜﻠﻤﺎﺕ ﺍﻟﱠﻠ ﻪ ﺍﻟﱠﺘﺎﱠﻣﺎ ﺕ ﻣ ﻦ ﺷ ﱢﺮ ﻣﺎ ﺧﻠ ﻖ ، ﻟﻢ ﻳﻀ ﱠﺮﻩ ﺷ ﻲ ﺀ ﺣﱠﺘﻰ ﻳ ﺮﺗ ﺤﻞ ﻣ ﻦ ﻣﻨ ﺰﻟ ﻪ ﺫﻟ ﻚ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 982'
),
	Hadith(
		hadithNumber: 983,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤﺮﻭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺳﺎﻓ ﺮ ﻓﺄﻗﺒ ﻞ ﺍﻟﱠﻠﻴ ﻞ ﻗﺎﻝ'
			': ﻳﺎ ﺃ ﺭ ﺽ ﺭﱢﺑﻲ ﻭﺭﱡﺑ ﻚ ﺍﻟﱠﻠﻪ ، ﺃ ﻋﻮﺫ ﺑﺎﻟﱠﻠ ﻪ ﻣ ﻦ ﺷ ﱢﺮ ﻙ ﻭ ﺷ ﱢﺮ ﻣﺎ ﻓﻴ ﻚ ،ﻭﺷﺮ ﻣﺎ ﺧﻠ ﻖ ﻓﻴ ﻚ ، ﻭ ﺷ ﱢﺮ ﻣﺎ ﻳﺪ ﱡﺏ ﻋﻠﻴ ﻚ ،'
			'ﻭﺃﻋﻮﺫ ﺑﺎﻟﱠﻠ ﻪ ﻣ ﻦ ﺷ ﱢﺮ ﺃﺳﺪ ﻭﺃ ﺳﻮﺩ ، ﻭ ﻣ ﻦ ﺍﻟﺤﱠﻴ ﺔ ﻭﺍﻟﻌﻘﺮ ﺏ ، ﻭ ﻣ ﻦ ﺳﺎﺁ ﻦ ﺍﻟﺒﻠﺪ، ﻭ ﻣ ﻦ ﻭﺍﻟﺪ ﻭﻣﺎ ﻭﻟﺪ » ﺭﻭﺍﻩ ﺃﺑﻮ'
			'ﺩﺍﻭﺩ .'
			'»ﻭﺍ ﻷﺳﻮﺩ » ﺍﻟ ﱠﺸﺨﺺ ، ﻗﺎﻝ ﺍﻟ ﺨ ﱠﻄﺎﺑﻲ : « ﻭ ﺳﺎﺁﻦ ﺍﻟﺒﻠﺪ » : ﻩﻢ ﺍﻟﺠ ﱡﻦ ﺍﱠﻟﺬﻳ ﻦ ﻩﻢ ﺳﱠﻜﺎﻥ ﺍﻷ ﺭ ﺽ . ﻗﺎﻝ : ﻭﺍﻟﺒﻠﺪ'
			'ﻣ ﻦ ﺍ ﻷ ﺭ ﺽ ﻣﺎ ﺁﺎﻥ ﻣﺄﻮﯨ ﺍﻟ ﺤﻴ ﻮﺍ ﻥ ﻭﺇ ﻥ ﻟﻢ ﻳﻜ ﻦ ﻓﻴ ﻪ ﺑﻨﺎﺀ ﻭ ﻣﻨﺎﺯ ﻝ ﻗﺎﻝ : ﻭﻳﺤﺘ ﻤ ﻞ ﺃ ﱠﻥ ﺍﻟﻤﺮﺍﺩ « ﺑﺎﻟﻮﺍﻟﺪ » : ﺇﺑﻠﻴ ﺲ'
			'« ﻭﻣﺎ ﻭﻟﺪ » : ﺍﻟﺸﱠﻴﺎ ﻃﻴ ﻦ',
		translation: 'Translation of Hadith 983'
),
	Hadith(
		hadithNumber: 984,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﺴﱠﻔ ﺮ ﻗ ﻄﻌﺔ ﻣﻦ ﺍﻟﻌﺬﺍ ﺏ ،'
			'ﻳ ﻤﻨ ﻊ ﺃﺣﺪﺁﻢ ﻃﻌﺎ ﻣﻪ ، ﻭ ﺷ ﺮﺍﺑﻪ ﻭﻧ ﻮﻣﻪ ، ﻓﺈﺫﺍ ﻗ ﻀﻰ ﺃ ﺣﺪﺁﻢ ﻧ ﻬﻤﺘﻪ ﻣ ﻦ ﺳﻔ ﺮﻩ ، ﻓﻠﻴﻌ ﱢﺠﻞ ﺇﻟﻰ ﺃ ﻩﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'« ﻧ ﻬﻤﺘﻪ » : ﻣﻘ ﺼﻮﺩﻩ',
		translation: 'Translation of Hadith 984'
),
	Hadith(
		hadithNumber: 985,
		hadith:
						'ﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺃﻃﺎ ﻝ ﺃﺣﺪﺁﻢ ﺍﻟﻐﻴﺒ ﺔ ﻓﻼ ﻳ ﻄ ﺮﻗ ﱠﻦ'
			'ﺃ ﻩﻠﻪ ﻟﻴ ﻼ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧﻬﻰ ﺃ ﻥ ﻳ ﻄ ﺮ ﻕ ﺍﻟﺮﱠ ﺟ ﻞ ﺃ ﻩﻠﻪ ﻟﻴ ﻼ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 985'
),
	Hadith(
		hadithNumber: 986,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺳﱠﻠﻢ ﻻ ﻳﻄ ﺮ ﻕ ﺃ ﻩﻠﻪ ﻟﻴ ﻼ ، ﻭﺁﺎﻥ'
			'ﻳﺄﺗﻴﻬﻢ ﻏﺪﻭﺓ ﺃ ﻭ ﻋ ﺸﱠﻴ ﺔ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟ ﱡﻄ ﺮﻭ ﻕ » : ﺍﻟ ﻤ ﺠﻲ ﺀ ﻓﻲ ﺍﻟﱠﻠﻴ ﻞ',
		translation: 'Translation of Hadith 986'
),
	Hadith(
		hadithNumber: 987,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﻗﺒﻠﻨﺎ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺣﱠﺘﻰ ﺇﺫﺍ ﺁﱠﻨﺎ ﺑ ﻈ ﻬ ﺮ ﺍﻟ ﻤﺪﻳﻨ ﺔ ﻗﺎﻝ :'
			'« ﺁﻳﺒﻮ ﻥ ، ﺗﺎﺋﺒﻮ ﻥ ، ﻋﺎﺑﺪﻭ ﻥ ، ﻟ ﺮﱢﺑﻨﺎ ﺣﺎ ﻣﺪﻭ ﻥ » ﻓﻠﻢ ﻳﺰ ﻝ ﻳﻘﻮ ﻝ ﺫﻟﻚ ﺣﱠﺘﻰ ﻗﺪ ﻣﻨﺎ ﺍﻟﻤﺪﻳﻨ ﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 987'
),
	Hadith(
		hadithNumber: 988,
		hadith:
						'ﻋﻦ ﺁﻌﺐ ﺑ ﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﻗﺪﻡ ﻣ ﻦ ﺳﻔ ﺮ ﺑﺪﺃ'
			'ﺑﺎﻟ ﻤ ﺴ ﺠﺪ ﻓﺮﺁﻊ ﻓﻴ ﻪ ﺭﺁﻌﺘﻴ ﻦ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 988'
),
	Hadith(
		hadithNumber: 989,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳ ﺤ ﱡﻞ ﻻ ﻣ ﺮﺃﺓ ﺗ ﺆﻣ ﻦ'
			'ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴﻮﻡ ﺍﻵ ﺧ ﺮ ﺗ ﺴﺎﻓ ﺮ ﻣ ﺴﻴ ﺮﺓ ﻳ ﻮﻡ ﻭﻟﻴﻠ ﺔ ﺇ ﱠﻻ ﻣ ﻊ ﺬﻳ ﻣ ﺤﺮﻡ ﻋﻠﻴ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 989'
),
	Hadith(
		hadithNumber: 990,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃﻧﻪ ﺳﻤﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ :« ﻻ ﻳﺨﻠﻮ ﱠﻥ ﺭ ﺟﻞ ﺑﺎ ﻣﺮﺃﺓ'
			'ﺇﻻ ﻭﻣﻌ ﻬﺎ ﺫﻭ ﻣ ﺤﺮﻡ ، ﻭﻻ ﺗ ﺴﺎﻓ ﺮ ﺍﻟﻤ ﺮﺃﺓ ﺇ ﱠﻻ ﻣ ﻊ ﺬﻳ ﻣ ﺤﺮﻡ » ﻓﻘﺎﻝ ﻟﻪ ﺭ ﺟﻞ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺇ ﱠﻥ ﺍ ﻣﺮﺃﺗﻲ ﺧﺮﺟ ﺖ'
			'ﺣﺎ ﱠﺟ ﺔ ، ﻭﺇﱢﻧﻲ ﺍﺁﺘﺘﺒ ﺖ ﻓﻲ ﻏ ﺰﻭﺓ ﺁﺬﺍ ﻭﺁﺬﺍ ؟ ﻗﺎﻝ : «ﺍﻧﻄﻠـ ﻖ ﻓ ﺤﺞﱠ ﻣﻊ ﺍ ﻣﺮﺃﺗ ﻚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 990'
),
	Hadith(
		hadithNumber: 991,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺃﻣﺎ ﻣ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺍﻗ ﺮ ﺅﺍ ﺍﻟﻘ ﺮﺁ ﻥ'
			'ﻓﺈﻧﱠﻪ ﻳﺄﺗﻲ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺷﻔﻴﻌﺎ ﻷ ﺻﺤﺎﺑ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 991'
),
	Hadith(
		hadithNumber: 992,
		hadith:
						'ﻭ ﻋﻦ ﺍﻟﱠﻨ ﱠﻮﺍ ﺱ ﺑ ﻦ ﺳﻤﻌﺎ ﻥ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﻳ ﺆﺗﻰ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺑﺎﻟﻘ ﺮﺁ ﻥ ﻭﺃ ﻩﻠ ﻪ ﺍﻟﺬﻳﻦ ﺁﺎﻧﻮﺍ ﻳﻌﻤﻠﻮ ﻥ ﺑ ﻪ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﺗﻘﺪﻣﻪ ﺳﻮﺭﺓ ﺍﻟﺒﻘ ﺮﺓ ﻭﺁﻝ ﻋﻤ ﺮﺍ ﻥ ، ﺗ ﺤﺎ ﱠﺟﺎ ﻥ ﻋ ﻦ'
			'ﺻﺎ ﺣﺒ ﻬﻤﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 992'
),
	Hadith(
		hadithNumber: 993,
		hadith:
						'ﻭﻋﻦ ﻋﺜﻤﺎ ﻥ ﺑﻦ ﻋﻔﺎ ﻥ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺧﻴﺮﺁﻢ ﻣ ﻦ ﺗﻌﱠﻠﻢ'
			'ﺍﻟﻘ ﺮﺁ ﻥ ﻭﻋﱠﻠﻤﻪ ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 993'
),
	Hadith(
		hadithNumber: 994,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﱠﻟﺬﻱ ﻳﻘ ﺮﺃ ﺍﻟﻘ ﺮﺁ ﻥ ﻭ ﻩﻮ'
			'ﻣﺎ ﻩﺮ ﺑ ﻪ ﻣ ﻊ ﺍﻟ ﱠﺴﻔﺮﺓ ﺍﻟﻜ ﺮﺎﻣ ﺍﻟﺒﺮ ﺭﺓ ، ﻭﺍﻟﺬﻱ ﻳﻘ ﺮﺃ ﺍﻟﻘ ﺮﺁ ﻥ ﻭﻳﺘﺘﻌﺘ ﻊ ﻓﻴ ﻪ ﻭ ﻩﻮ ﻋﻠﻴ ﻪ ﺷﺎ ﱞﻕ ﻟﻪ ﺃ ﺟﺮﺎﻧ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'.'
			'`',
		translation: 'Translation of Hadith 994'
),
	Hadith(
		hadithNumber: 995,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷ ﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺜ ﻞ ﺍﻟﻤﺆﻣ ﻦ'
			'ﺍﱠﻟﺬﻱ ﻳﻘ ﺮﺃ ﺍﻟﻘﺮﺁ ﻥ ﻣﺜ ﻞ ﺍ ﻷﺗ ﺮﺟﱠ ﺔ : ﺭﻳﺤ ﻬﺎ ﻃﱢﻴ ﺐ ﻭ ﻃﻌﻤ ﻬﺎ ﺣﻠﻮ ، ﻭﻣﺜ ﻞ ﺍﻟﻤﺆﻣ ﻦ ﺍﱠﻟﺬﻱ ﻻ ﻳﻘ ﺮﺃ ﺍﻟﻘ ﺮﺁ ﻥ ﺁﻤﺜ ﻞ ﺍﻟﱠﺘﻤﺮﺓ :'
			'ﻻ ﺭﻳﺢ ﻟ ﻬﺎ ﻭﻃﻌﻤ ﻬﺎ ﺣﻠﻮ ، ﻭﻣﺜ ﻞ ﺍﻟﻤﻨﺎﻓﻖ ﺍﻟﺬﻱ ﻳﻘ ﺮﺃ ﺍﻟﻘ ﺮﺁ ﻥ ﺁﻤﺜ ﻞ ﺍﻟ ﱢﺮﻳﺤﺎﻧ ﺔ : ﺭﻳﺤﻬﺎ ﻃﻴ ﺐ ﻭ ﻃﻌﻤ ﻬﺎ ﻣ ﱡﺮ ، ﻭ ﻣﺜ ﻞ'
			'ﺍﻟﻤﻨﺎﻓ ﻖ ﺍﻟﺬﻱ ﻻ ﻳﻘ ﺮﺃ ﺍﻟﻘﺮﺁ ﻥ ﺁ ﻤﺜ ﻞ ﺍﻟ ﺤﻨ ﻈﻠ ﺔ : ﻟﻴ ﺲ ﻟﻬﺎ ﺭﻳ ﺢ ﻭ ﻃﻌﻤ ﻬﺎ ﻣﱞﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 995'
),
	Hadith(
		hadithNumber: 996,
		hadith:
						'ﻭﻋﻦ ﻋﻤ ﺮ ﺑﻦ ﺍﻟﺨﻄﺎ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻳﺮﻓ ﻊ ﺑﻬﺬﺍ ﺍﻟﻜﺘﺎﺏ'
			'ﺃﻗﻮﺍﻣﺎ ﻭﻳ ﻀ ﻊ ﺑ ﻪ ﺁ ﺧﺮﻳﻦ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 996'
),
	Hadith(
		hadithNumber: 997,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺣ ﺴﺪ ﺇ ﱡﻻ ﻓﻲ ﺍﺛﻨﺘﻴﻦ : ﺭ ﺟﻞ'
			'ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﺍﻟﻘﺮﺁ ﻥ ، ﻓﻬ ﻮ ﻳﻘﻮﻡ ﺑ ﻪ ﺁﻧﺎ ﺀ ﺍﻟﱠﻠﻴ ﻞ ﻭﺁﻧﺎ ﺀ ﺍﻟﱠﻨ ﻬﺎ ﺭ ، ﻭﺭ ﺟﻞ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﻣﺎﻻ ، ﻓ ﻬﻮ ﻳﻨﻔﻘﻪ ﺁﻧﺎ ﺀ ﺍﻟﱠﻠﻴ ﻞ ﻭﺁﻧﺎ ﺀ'
			'ﺍﻟﻨﻬﺎ ﺭ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻭﺍﻵﻧﺎ ﺀ » : ﺍﻟ ﱠﺴﺎﻋﺎ ﺕ',
		translation: 'Translation of Hadith 997'
),
	Hadith(
		hadithNumber: 998,
		hadith:
						'ﻭﻋ ﻦ ﺍﻟﺒﺮﺍﺀ ﺑ ﻦ ﻋﺎ ﺯ ﺏ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺟﻞ ﻳﻘ ﺮﺃ ﺳﻮﺭﺓ ﺍﻟﻜ ﻬ ﻒ ، ﻭ ﻋﻨﺪﻩ ﻓﺮ ﺱ ﻣﺮﺑﻮ ﻁ'
			'ﺑ ﺸ ﻄﻨﻴ ﻦ ﻓﺘﻐ ﱠﺸﺘﻪ ﺳ ﺤﺎﺑﺔ ﻓ ﺠﻌﻠﺖ ﺗﺪﻧﻮ ، ﻭﺟﻌ ﻞ ﻓﺮ ﺳﻪ ﻳﻨﻔﺮ ﻣﻨﻬﺎ . ﻓﻠﱠﻤﺎ ﺃﺻﺒﺢ ﺃﺗﻰ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﻓﺬﺁ ﺮ ﻟﻪ ﺫﻟ ﻚ ﻓﻘﺎﻝ : « ﺗﻠ ﻚ ﺍﻟ ﱠﺴﻜﻴﻨﺔ ﺗﻨ ﱠﺰﻟ ﺖ ﻟﻠﻘﺮﺁ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺸﱠ ﻄ ﻦ » ﺑﻔﺘ ﺢ ﺍﻟﺸﻴ ﻦ ﺍﻟﻤﻌﺠﻤ ﺔ ﻭﺍﻟﻄﺎﺀ ﺍﻟﻤﻬﻤﻠﺔ : ﺍﻟ ﺤﺒ ﻞ',
		translation: 'Translation of Hadith 998'
),
	Hadith(
		hadithNumber: 999,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣ ﻦ ﻗﺮﺃ ﺣ ﺮﻓﺎ ﻣ ﻦ ﺁﺘﺎﺏ'
			'ﺍﻟﱠﻠ ﻪ ﻓﻠﻪ ﺣﺴﻨﺔ ، ﻭﺍﻟﺤﺴﻨﺔ ﺑﻌﺸ ﺮ ﺃﻣﺜﺎﻟ ﻬﺎ ﻻ ﺃﻗﻮﻝ : ﺍﻟﻢ ﺣﺮ ﻑ ، ﻭﻟﻜﻦ : ﺃﻟ ﻒ ﺣ ﺮ ﻑ، ﻭﻻﻡ ﺣ ﺮ ﻑ ، ﻭ ﻣﻴﻢ ﺣ ﺮ ﻑ'
			'» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 999'
),
	Hadith(
		hadithNumber: 1000,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇ ﱠﻥ ﺍﱠﻟﺬﻱ ﻟﻴﺲ ﻓﻲ'
			'ﺟ ﻮﻓ ﻪ ﺷ ﻲ ﺀ ﻣ ﻦ ﺍﻟﻘﺮﺁ ﻥ ﺁﺎﻟﺒﻴ ﺖ ﺍﻟ ﺨ ﺮ ﺏ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻗﺎﺑﻮﺱ ﺑﻦ ﺃﺑﻲ ﻇﺒﻴﺎﻥ ، ﻮﻫﻮ ﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 1000'
),
	Hadith(
		hadithNumber: 1001,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋ ﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳﻘﺎ ﻝ'
			'ﻟﺼﺎﺣ ﺐ ﺍﻟﻘ ﺮﺁ ﻥ : ﺍﻗﺮﺃ ﻭﺍ ﺭﺗ ﻖ ﻭ ﺭﱢﺗ ﻞ ﺁﻤﺎ ﺁﻨ ﺖ ﺗ ﺮﺗﱢ ﻞ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓﺈ ﱠﻥ ﻣﻨ ﺰﻟﺘ ﻚ ﻋﻨﺪ ﺁ ﺧ ﺮ ﺁﻳ ﺔ ﺗﻘ ﺮ ﺅ ﻩﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ'
			'ﺩﺍﻭﺩ ، ﻭﺍﻟﺘ ﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'`',
		translation: 'Translation of Hadith 1001'
),
	Hadith(
		hadithNumber: 1002,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺗﻌﺎ ﻩﺪﻭﺍ ﻩﺬﺍ ﺍﻟﻘﺮﺁ ﻥ ﻓ ﻮﺍﱠﻟﺬﻱ'
			'ﻧﻔ ﺲ ﻣﺤﱠﻤﺪ ﺑﻴﺪﻩ ﻟ ﻬﻮ ﺃ ﺷﱡﺪ ﺗﻔﱡﻠﺘﺎ ﻣ ﻦ ﺍ ﻹﺑ ﻞ ﻓﻲ ﻋﻘﻠﻬﺎ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1002'
),
	Hadith(
		hadithNumber: 1003,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻧﻤﺎ ﻣﺜ ﻞ ﺻﺎ ﺣ ﺐ ﺍﻟﻘ ﺮﺁ ﻥ'
			'ﺁ ﻤﺜ ﻞ ﺍ ﻹﺑ ﻞ ﺍﻟﻤﻌﱠﻘﻠ ﺔ ، ﺇ ﻥ ﻋﺎ ﻩﺪ ﻋﻠﻴﻬﺎ ﺃ ﻣ ﺴﻜ ﻬﺎ ، ﻭﺇ ﻥ ﺃ ﻃﻠﻘ ﻬﺎ ، ﺫ ﻩﺒ ﺖ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1003'
),
	Hadith(
		hadithNumber: 1004,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ(1127:'
			'ﻟﺸﻲﺀ ﻣﺎ ﺃﺬﻧ ﻟﻨﺒﻲ ﺣﺴﻦ ﺍﻟﺼﻮﺕ ﻳﺘﻐﻨﻰ ﺑﺎﻟﻘﺮﺁﻥ ﻳﺠﻬﺮ ﺑﻪ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ.'
			'ﻣﻌﻨﻰ « ﺃﺬﻧ ﺍﷲ »: ﺄﻳ ﺍﺳﺘﻤﻊ، ﻮﻫﻮ ﺇﺷﺎﺭﺓ ﺇﻟﻰ ﺍﻟﺮﺿﻰ ﻭﺍﻟﻘﺒﻮﻝ',
		translation: 'Translation of Hadith 1004'
),
	Hadith(
		hadithNumber: 1008,
		hadith:
						'ﺍﻟﻨﺴﺎﺀ ﺣﺘﻰ ﺟﺌﺖ ﺇﻟﻰ ﻩﺬﻩ ﺍﻵﻳﺔ: (ﻓﻜﻴﻒ ﺇﺫﺍ ﺟﺌﻨﺎ ﻣ(1127:'
			'ﺣﺴﺒﻚ ﺍﻵﻥ » ﻓﺎﻟﺘﻔﺖ ﺇﻟﻴﻪ، ﻓﺈﺫﺍ ﻋﻴﻨﺎﻩ ﺗﺬﺭﻓﺎﻥ. ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1008'
),
	Hadith(
		hadithNumber: 1009,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺭﺍﻓ ﻊ ﺑ ﻦ ﺍﻟﻤﻌﱠﻠﻰ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ'
			'ﺃ ﻋﱢﻠﻤ ﻚ ﺃ ﻋ ﻈﻢ ﺳﻮﺭﺓ ﻓﻲ ﺍﻟﻘ ﺮﺁ ﻥ ﻗﺒ ﻞ ﺃ ﻥ ﺗ ﺨ ﺮﺝ ﻣ ﻦ ﺍﻟ ﻤ ﺴ ﺠﺪ ؟ ﻓﺄ ﺧﺬ ﺑﻴﺪﻱ ، ﻓﻠﱠﻤﺎ ﺃﺭﺩﻧﺎ ﺃ ﻥ ﻧ ﺨ ﺮﺝ ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ﺇﱠﻧ ﻚ ﻗﻠ ﺖ ﻷ ﻋﱢﻠﻤﱠﻨ ﻚ ﺃ ﻋ ﻈﻢ ﺳﻮ ﺭﺓ ﻓﻲ ﺍﻟﻘ ﺮﺁ ﻥ ؟ ﻗﺎﻝ : «ﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺭ ﱢﺏ ﺍﻟﻌﺎﻟ ﻤﻴ ﻦ ﻩﻲ ﺍﻟ ﱠﺴﺒ ﻊ ﺍﻟﻤﺜﺎﻧﻲ ، ﻭﺍﻟﻘ ﺮﺁ ﻥ'
			'ﺍﻟﻌ ﻈﻴﻢ ﺍﱠﻟﺬﻱ ﺃﻭﺗﻴﺘﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1009'
),
	Hadith(
		hadithNumber: 1010,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻓﻲ : ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ'
			': « ﻭﺍﱠﻟﺬﻱ ﻧﻔﺴﻲ ﺑﻴﺪﻩ ، ﺇﱠﻧ ﻬﺎ ﻟﺘﻌﺪ ﻝ ﺛﻠ ﺚ ﺍﻟﻘ ﺮﺁ ﻥ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻷ ﺻﺤﺎﺑ ﻪ : « ﺃﻳﻌ ﺠ ﺰ ﺃ ﺣﺪﺁﻢ ﺃ ﻥ ﻳﻘ ﺮﺃ ﺑﺜﻠ ﺚ ﺍﻟﻘ ﺮﺁ ﻥ ﻓﻲ'
			'ﻟﻴﻠ ﺔ » ﻓ ﺸ ﱠﻖ ﺫﻟ ﻚ ﻋﻠﻴ ﻬﻢ ، ﻭﻗﺎﻟﻮﺍ : ﺃﱡﻳﻨﺎ ﻳ ﻄﻴ ﻖ ﺫﻟ ﻚ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ؟ ﻓﻘﺎﻝ : «ﻗ ﻞ ﻩﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ ، ﺍﻟﱠﻠﻪ ﺍﻟﺼﱠ ﻤﺪ :'
			'ﺛﻠ ﺚ ﺍﻟﻘ ﺮﺁ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1010'
),
	Hadith(
		hadithNumber: 1011,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺳ ﻤﻊ ﺭ ﺟ ﻼ ﻳﻘ ﺮﺃ : « ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃﺣﺪ » ﻳﺮﱢﺩﺪﻫﺎ ﻓﻠﱠﻤﺎ ﺃ ﺻﺒ ﺢ ﺟﺎ ﺀ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺬﺁ ﺮ ﺫﻟ ﻚ ﻟﻪ ﻭﺁﺎ ﻥ ﺍﻟﺮﱠ ﺟ ﻞ ﻳﺘﻘﺎﻟ ﱡﻬﺎ ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ'
			' .1011ﺑﻴﺪﻩ ، ﺇﱠﻧﻬﺎ ﻟﺘﻌﺪ ﻝ ﺛﻠ ﺚ ﺍﻟﻘ ﺮﺁ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1011'
),
	Hadith(
		hadithNumber: 1012,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﻓﻲ : ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ: «'
			'ﺇﱠﻧ ﻬﺎ ﺗﻌﺪ ﻝ ﺛﻠ ﺚ ﺍﻟﻘ ﺮﺁ ﻥ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1012'
),
	Hadith(
		hadithNumber: 1013,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟﻼ ﻗﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇﻧﻲ ﺃ ﺣﺐﱡ ﻩﺬﻩ ﺍﻟ ﱡﺴﻮ ﺭﺓ: ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃﺣﺪ ، ﻗﺎﻝ'
			': « ﺇ ﱠﻥ ﺣﱠﺒﻬﺎ ﺃﺩ ﺧﻠ ﻚ ﺍﻟﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﻓﻲ ﺻﺤﻴﺤﻪ ﺗﻌﻠﻴﻘﺎ',
		translation: 'Translation of Hadith 1013'
),
	Hadith(
		hadithNumber: 1014,
		hadith:
						'ﻭﻋﻦ ﻋﻘﺒ ﺔ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺃﻟﻢ ﺗﺮ ﺁﻳﺎ ﺕ ﺃﻧ ﺰﻟ ﺖ'
			'ﻩﺬﻩ ﺍﻟﱠﻠﻴﻠ ﺔ ﻟﻢ ﻳ ﺮ ﻣﺜﻠ ﻬﻦ ﻗ ﱡﻂ ؟ ﻗ ﻞ ﺃ ﻋﻮﺫ ﺑ ﺮ ﱢﺏ ﺍﻟﻔﻠ ﻖ ، ﻭﻗ ﻞ ﺃ ﻋﻮﺫ ﺑ ﺮ ﱢﺏ ﺍﻟﱠﻨﺎ ﺱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1014'
),
	Hadith(
		hadithNumber: 1015,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺘﻌ ﱠﻮﺫ ﻣ ﻦ ﺍﻟﺠﺎ ﱢﻥ'
			'، ﻭ ﻋﻴ ﻦ ﺍ ﻹﻧ ﺴﺎ ﻥ ، ﺣﱠﺘﻰ ﻧ ﺰﻟ ﺖ ﺍﻟﻤﻌﻮﺫﺗﺎﻥ ، ﻓﻠﱠﻤﺎ ﻧ ﺰﻟﺘﺎ ، ﺃ ﺧﺬ ﺑ ﻬﻤﺎ ﻭﺗﺮ ﻙ ﻣﺎ ﺳﻮﺍ ﻩﻤﺎ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ'
			'ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1015'
),
	Hadith(
		hadithNumber: 1016,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺍﻟﻘ ﺮﺁ ﻥ ﺳﻮ ﺭﺓ.'
			'ﺛﻼﺛﻮ ﻥ ﺁﻳ ﺔ ﺷﻔﻌ ﺖ ﻟ ﺮ ﺟ ﻞ ﺣﱠﺘﻰ ﻏﻔ ﺮ ﻟﻪ ، ﻭ ﻩ ﻲ : ﺗﺒﺎ ﺭ ﻙ ﺍﻟﺬﻱ ﺑﻴﺪﻩ ﺍﻟﻤﻠ ﻚ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺃﺑﻲ ﺩﺍﻭﺩ : « ﺗ ﺸﻔ ﻊ »',
		translation: 'Translation of Hadith 1016'
),
	Hadith(
		hadithNumber: 1017,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ﺍﻟﺒﺪ ﺭ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﻣ ﻦ ﻗ ﺮﺃ ﺑﺎﻵﻳﺘﻴ ﻦ'
			'ﻣ ﻦ ﺁ ﺧ ﺮ ﺳﻮﺭﺓ ﺍﻟﺒﻘﺮﺓ ﻓﻲ ﻟﻴﻠ ﺔ ﺁﻔﺘﺎﻩ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻴﻞ : ﺁﻔﺘﺎﻩ ﺍﻟ ﻤﻜ ﺮﻭﻩ ﺗﻠ ﻚ ﺍﻟﱠﻠﻴﻠ ﺔ ، ﻭﻗﻴ ﻞ : ﺁﻔﺘﺎﻩ ﻣ ﻦ ﻗﻴﺎﻡ ﺍﻟﱠﻠﻴ ﻞ',
		translation: 'Translation of Hadith 1017'
),
	Hadith(
		hadithNumber: 1018,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗ ﺠﻌﻠﻮﺍ ﺑﻴﻮﺗﻜﻢ ﻣﻘﺎﺑﺮ'
			'، ﺇ ﱠﻥ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﻨﻔ ﺮ ﻣﻦ ﺍﻟﺒﻴ ﺖ ﺍﱠﻟﺬﻱ ﺗﻘﺮﺃ ﻓﻴ ﻪ ﺳﻮﺭﺓ ﺍﻟﺒﻘﺮﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1018'
),
	Hadith(
		hadithNumber: 1019,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲﱢ ﺑ ﻦ ﺁﻌ ﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻳﺎ ﺃﺑﺎ ﺍﻟﻤﻨﺬ ﺭ ﺃﺗﺪ ﺮﻳ'
			'ﺃ ﱡﻱ ﺁﻳ ﺔ ﻣﻦ ﺁﺘﺎﺏ ﺍﻟﱠﻠ ﻪ ﻣﻌ ﻚ ﺃ ﻋ ﻈﻢ ؟ ﻗﻠ ﺖ : ﺍﻟﱠﻠﻪ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﻩﻮ ﺍﻟ ﺤ ﱡﻲ ﺍﻟﻘﱡﻴﻮﻡ ، ﻓ ﻀﺮ ﺏ ﻓﻲ ﺻﺪﺮﻳ ﻭﻗﺎﻝ : « ﻟﻴ ﻬﻨ ﻚ'
			'ﺍﻟﻌﻠﻢ ﺃﺑﺎ ﺍﻟﻤﻨﺬ ﺭ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1019'
),
	Hadith(
		hadithNumber: 1020,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻭﱠﺁﻠﻨﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺤﻔ ﻆ ﺯﺁﺎﺓ ﺭﻣﻀﺎ ﻥ ،'
			'ﻓﺄﺗﺎﻧﻲ ﺁ ﺕ ، ﻓﺠﻌﻞ ﻳ ﺤﺜﻮ ﻣ ﻦ ﺍﻟ ﱠﻄﻌﺎﻡ ، ﻓﺄ ﺧﺬﺗﻪ ﻓﻘﻠ ﺖ : ﻷ ﺭﻓﻌﱠﻨﻚ ﺇﻟﻰ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ :'
			'ﺇﱢﻧﻲ ﻣﺤﺘﺎ ﺝ ، ﻭﻋﻠ ﱠﻲ ﻋﻴﺎﻝ ، ﻭﺑﻲ ﺣﺎﺟﺔ ﺷﺪﻳﺪﺓ . ، ﻓ ﺨﱠﻠﻴ ﺖ ﻋﻨﻪ ، ﻓﺄ ﺻﺒ ﺤ ﺖ ، ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﱠﻠﻰ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ'
			'ﻓ ﺨﱠﻠﻴ ﺖ ﺳﺒﻴﻠﻪ. ﻓﻘﺎﻝ : « ﺃﻣﺎ ﺇﻧﱠﻪ ﻗﺪ ﺁﺬﺑﻚ ﻭﺳﻴﻌﻮﺩ » ﻓﻌﺮﻓ ﺖ ﺃﻧﱠﻪ ﺳﻴﻌﻮﺩ ﻟﻘ ﻮ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢﻭﺁﻟ ﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺃﺑﺎ ﻩﺮﻳﺮﺓ ، ﻣﺎ ﻓﻌ ﻞ ﺃ ﺳﻴ ﺮ ﻙ ﺍﻟﺒﺎ ﺭﺣ ﺔ ؟ » ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺷﻜﺎ ﺣﺎ ﺟ ﺔ ﻭ ﻋﻴﺎ ﻻ ، ﻓﺮ ﺣ ﻤﺘﻪ ،'
			'ﻓﺮﺻﺪﺗﻪ . ﻓ ﺠﺎ ﺀ ﻳﺤﺜﻮ ﻣ ﻦ ﺍﻟ ﱠﻄﻌﺎﻡ ، ﻓﻘﻠ ﺖ : ﻷ ﺭﻓﻌﱠﻨ ﻚ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : ﺩ ﻋﻨﻲ ﻓﺈﱢﻧﻲ'
			'ﻣ ﺤﺘﺎ ﺝ ، ﻭﻋﻠ ﱠﻲ ﻋﻴﺎﻝ ﻻ ﺃ ﻋﻮﺩ ، ﻓﺮ ﺣ ﻤﺘﻪ ﻭ ﺧﱠﻠﻴ ﺖ ﺳﺒﻴﻠﻪ ، ﻓﺄﺻﺒﺤ ﺖ ﻓﻘﺎﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻳﺎ ﺃﺑﺎ ﻩﺮﻳﺮﺓ ، ﻣﺎ ﻓﻌﻞ ﺃ ﺳﻴ ﺮ ﻙ ﺍﻟﺒﺎ ﺭﺣ ﺔ ؟ » ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺷﻜﺎ ﺣﺎﺟ ﺔ ﻭ ﻋﻴﺎ ﻻ ﻓﺮ ﺣ ﻤﺘﻪ ، ﻭ ﺧﱠﻠﻴ ﺖ'
			'ﺳﺒﻴﻠﻪ ، ﻓﻘﺎﻝ : « ﺇﻧﱠﻪ ﻗﺪ ﺁﺬﺑ ﻚ ﻭﺳﻴﻌﻮﺩ » . ﻓﺮﺻﺪﺗﻪ ﺍﻟﱠﺜﺎﻟﺜ ﺔ . ﻓﺠﺎ ﺀ ﻳ ﺤﺜﻮ ﻣ ﻦ ﺍﻟ ﱠﻄﻌﺎﻡ ، ﻓﺄ ﺧﺬﺗﻪ ، ﻓﻘﻠ ﺖ :'
			'ﻷ ﺭﻓﻌﱠﻨﻚ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻮﻫﺬﺍ ﺁ ﺧ ﺮ ﺛﻼ ﺙ ﻣﺮﺎﺗ ﺃﱠﻧ ﻚ ﻻ ﺗ ﺰ ﻋﻢ ﺃﱠﻧ ﻚ ﺗﻌﻮﺩ ، ﺛﻢﱠ ﺗﻌﻮﺩ، ﻓﻘﺎﻝ :'
			'ﺩ ﻋﻨﻲ ﻓﺈﱢﻧﻲ ﺃﻋﱢﻠﻤ ﻚ ﺁﻠﻤﺎ ﺕ ﻳﻨﻔﻌ ﻚ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ ، ﻗﻠ ﺖ : ﻣﺎ ﻩﻦﱠ ؟ ﻗﺎﻝ : ﺇﺫﺍ ﺃﻭﻳ ﺖ ﺇﻟﻰ ﻓﺮﺍ ﺷ ﻚ ﻓﺎﻗﺮﺃ ﺁﻳ ﺔ ﺍﻟﻜﺮ ﺳ ﱢﻲ ،'
			'ﻓﺈﱠﻧﻪ ﻟﻦ ﻳ ﺰﺍ ﻝ ﻋﻠﻴ ﻚ ﻣ ﻦ ﺍﻟﱠﻠ ﻪ ﺣﺎﻓ ﻆ ، ﻭﻻ ﻳﻘﺮﺑ ﻚ ﺷﻴ ﻄﺎ ﻥ ﺣﱠﺘﻰ ﺗ ﺼﺒ ﺢ ، ﻓ ﺨﱠﻠﻴ ﺖ ﺳﺒﻴﻠﻪ ﻓﺄ ﺻﺒ ﺤ ﺖ ، ﻓﻘﺎ ﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻓﻌ ﻞ ﺃ ﺳﻴ ﺮ ﻙ ﺍﻟﺒﺎ ﺭﺣ ﺔ ؟ » ﻓﻘﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺯﻋﻢ ﺃﻧﱠﻪ ﻳﻌﱢﻠﻤﻨﻲ ﺁﻠﻤﺎ ﺕ'
			'ﻳﻨﻔﻌﻨﻲ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ ، ﻓ ﺨﻠﱠﻴ ﺖ ﺳﺒﻴﻠﻪ. ﻗﺎﻝ : « ﻣﺎ ﻩ ﻲ ؟ » ﻗﻠﺖ : ﻗﺎﻝ ﻟﻲ : ﺇﺫﺍ ﺃﻭﻳ ﺖ ﺇﻟﻰ ﻓﺮﺍ ﺷ ﻚ ﻓﺎﻗ ﺮﺃ ﺍﻳ ﺔ ﺍﻟﻜ ﺮﺳ ﱢﻲ'
			'ﻣ ﻦ ﺃ ﱠﻭﻟﻬﺎ ﺣﱠﺘﻰ ﺗ ﺨﺘﻢ ﺍﻵﻳ ﺔ : { ﺍﻟﱠﻠﻪ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﻩﻮ ﺍﻟﺤ ﱡﻲ ﺍﻟﻘﱡﻴﻮﻡ } ﻭﻗﺎﻝ ﻟﻲ : ﻻ ﻳ ﺰﻻ ﻋﻠﻴ ﻚ ﻣ ﻦ ﺍﻟﱠﻠ ﻪ ﺣﺎﻓ ﻆ ، ﻭﻟ ﻦ'
			'ﻳﻘﺮﺑ ﻚ ﺷﻴ ﻄﺎ ﻥ ﺣﱠﺘﻰ ﺗ ﺼﺒ ﺢ . ﻓﻘﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﻣﺎ ﺇﱠﻧﻪ ﻗﺪ ﺻﺪﻗ ﻚ ﻭ ﻩﻮ ﺁﺬﻭ ﺏ ، ﺗﻌﻠﻢ ﻣ ﻦ'
			'ﺗ ﺨﺎ ﻃ ﺐ ﻣﻨﺬ ﺛﻼ ﺙ ﻳﺎ ﺃﺑﺎ ﻩﺮﻳ ﺮﺓ ؟ » ﻗﻠﺖ : ﻻ ، ﻗﺎﻝ : «ﺫﺍ ﻙ ﺷﻴ ﻄﺎ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1020'
),
	Hadith(
		hadithNumber: 1021,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﻣ ﻦ ﺣﻔ ﻆ ﻋ ﺸﺮ ﺁﻳﺎ ﺕ'
			'ﻣ ﻦ ﺃ ﱠﻭ ﻝ ﺳﻮﺭﺓ ﺍﻟﻜ ﻬﻒ ، ﻋﺼﻢ ﻣ ﻦ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ » . ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻣ ﻦ ﺁ ﺧ ﺮ ﺳﻮﺭﺓ ﺍﻟﻜ ﻬﻒ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'[ ﻗﺎﻝ ﺍﻟﺸﻴﺦ ﺍﻷﻟﺒﺎﻧﻲ : ﻗﻠﺖ : ﺍﻟﺮﻭﺍﻳﺔ ﺍﻷﺧﺮﻯ ﺷﺎﺫﺓ ﻭﺍﻟﻤﺤﻔﻮﻅ ﺍﻟﺮﻭﺍﻳﺔ ﺍﻷﻭﻟﻰ ﺁﻤﺎ ﺣﻘﻘﺘﻪ ﻓﻲ " ﺳﻠﺴﻠﺔ'
			'ﺍﻷﺣﺎﺩﻳﺚ ﺍﻟﺼﺤﻴﺤﺔ " ﺭﻗﻢ ( 2651 ) ﻭﻳﺸﻬﺪ ﻟﻪ ﺣﺪﻳﺚ ﺍﻟﻨﻮﺎﺳ ﺑﻦ ﺳﻤﻌﺎﻥ ﺍﻵﺗﻲ ﻋﻨﺪ ﺍﻟﻤﺼﻨﻒ ﺑﺮﻗﻢ (1808'
			' .1021) ﻓﺈﻥ ﻓﻴﻪ " ﻓﻤﻦ ﺃﺩﺭﺁﻪ ﻣﻨﻜﻢ ﻓﻠﻴﻘﺮﺃ ﻋﻠﻴﻪ ﻓﻮﺍﺗﺢ ﺳﻮﺭﺓ ﺍﻟﻜﻬﻒ',
		translation: 'Translation of Hadith 1021'
),
	Hadith(
		hadithNumber: 1022,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﺑﻴﻨﻤﺎ ﺟﺒ ﺮﻳ ﻞ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺴﻼﻡ ﻗﺎ ﻋﺪ ﻋﻨﺪ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺳ ﻤ ﻊ ﻧﻘﻴ ﻀﺎ ﻣ ﻦ ﻓ ﻮﻗ ﻪ ، ﻓ ﺮﻓ ﻊ ﺭﺃ ﺳﻪ ﻓﻘﺎ ﻝ : ﻩﺬﺍ ﺑﺎﺏ ﻣ ﻦ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ﻓﺘ ﺢ ﺍﻟﻴ ﻮﻡ ﻭﻟﻢ ﻳﻔﺘﺢ ﻗ ﱡﻂ ﺇ ﱠﻻ ﺍﻟﻴ ﻮﻡ ، ﻓﻨ ﺰ ﻝ'
			'ﻣﻨﻪ ﻣﻠ ﻚ ﻓﻘﺎ ﻝ : ﻩﺬﺍ ﻣﻠ ﻚ ﻧ ﺰ ﻝ ﺇﻟﻰ ﺍ ﻷ ﺭ ﺽ ﻟﻢ ﻳﻨ ﺰ ﻝ ﻗ ﱡﻂ ﺇ ﱠﻻ ﺍﻟﻴ ﻮﻡ ﻓ ﺴﱠﻠﻢ ﻭﻗﺎﻝ : ﺃﺑ ﺸ ﺮ ﺑﻨﻮ ﺭﻳ ﻦ ﺃﻭﺗﻴﺘ ﻬ ﻤﺎ ، ﻟﻢ'
			'ﻳ ﺆﺗ ﻬﻤﺎ ﻧﺒ ﱞﻲ ﻗﺒﻠ ﻚ : ﻓﺎﺗﺤ ﺔ ﺍﻟﻜﺘﺎﺏ ، ﻭ ﺧﻮﺍﺗﻴﻢ ﺳﻮ ﺭﺓ ﺍﻟﺒﻘﺮﺓ ، ﻟﻦ ﺗﻘﺮﺃ ﺑﺤ ﺮ ﻑ ﻣﻨﻬﺎ ﺇ ﱠﻻ ﺃ ﻋ ﻄﻴﺘﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ . »'
			'ﺍﻟﱠﻨﻘﻴﺾ » ﺍﻟ ﱠﺼﻮﺕ',
		translation: 'Translation of Hadith 1022'
),
	Hadith(
		hadithNumber: 1023,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻭ ﻣﺎ ﺍ ﺟﺘ ﻤ ﻊ ﻗ ﻮﻡ ﻓﻲ'
			'ﺑﻴ ﺖ ﻣﻦ ﺑﻴﻮ ﺕ ﺍﻟﱠﻠ ﻪ ﻳﺘﻠﻮ ﻥ ﺁﺘﺎﺏ ﺍﻟﱠﻠ ﻪ ، ﻭﻳﺘﺪﺍﺭ ﺳﻮﻧﻪ ﺑﻴﻨ ﻬﻢ ، ﺇ ﱠﻻ ﻧ ﺰﻟ ﺖ ﻋﻠﻴﻬﻢ ﺍﻟ ﱠﺴﻜﻴﻨﺔ ، ﻭ ﻏ ﺸﻴﺘ ﻬﻢ ﺍﻟ ﱠﺮ ﺣﻤﺔ ،'
			'ﻭ ﺣﱠﻔﺘ ﻬﻢ ﺍﻟﻤﻼﺋﻜﺔ ، ﻭﺫﺁﺮ ﻩﻢ ﺍﻟﱠﻠﻪ ﻓﻴﻤ ﻦ ﻋﻨﺪﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1023'
),
	Hadith(
		hadithNumber: 1024,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺇ ﱠﻥ ﺃﱠﻣﺘﻲ'
			'ﻳﺪ ﻋ ﻮ ﻥ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻏ ﺮﺍ ﻣ ﺤ ﱠﺠﻠﻴ ﻦ ﻣ ﻦ ﺁﺛﺎ ﺭ ﺍﻟﻮﺿﻮ ﺀ ﻓﻤ ﻦ ﺍ ﺳﺘ ﻄﺎ ﻉ ﻣﻨﻜﻢ ﺃ ﻥ ﻳ ﻄﻴﻞ ﻏ ﱠﺮﺗﻪ ، ﻓﻠﻴﻔﻌ ﻞ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'.'
			'[ ﻗﺎﻝ ﺍﻷﻟﺒﺎﻧﻲ: ﻭﻗﻮﻟﻪ " ﻓﻤﻦ ﺍﺳﺘﻄﺎﻉ . ." ﻣﺪﺮﺟ ﻓﻲ ﺍﻟﺤﺪﻳﺚ ﺁﻤﺎ ﻗﺎﻝ ﺍﻟﺤﺎﻓﻆ ﻭﻏﻴﺮﻩ ﻓﺮﺍﺟﻊ ﻟﻪ " ﺍﻹﺭﻭﺍﺀ'
			'ﺭﻗﻢ ( 94 ) ﻭ " ﺍﻟﻀﻌﻴﻔﺔ " ﺭﻗﻢ',
		translation: 'Translation of Hadith 1024'
),
	Hadith(
		hadithNumber: 1025,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﺳﻤﻌﺖ ﺧﻠﻴﻠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﺗﺒﻠ ﻎ ﺍﻟ ﺤﻠﻴﺔ ﻣ ﻦ ﺍﻟﻤﺆﻣﻦ ﺣﻴﺚ ﻳﺒﻠ ﻎ ﺍﻟﻮﺿـﻮ ﺀ'
			'» ﺭﻭﺍﻩ ﻣﺴـﻠﻢ',
		translation: 'Translation of Hadith 1025'
),
	Hadith(
		hadithNumber: 1026,
		hadith:
						'ﻭﻋﻦ ﻋﺜﻤﺎ ﻥ ﺑﻦ ﻋﻔﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗ ﻮ ﱠﺿﺄ'
			'ﻓﺄ ﺣـ ﺴ ﻦ ﺍﻟﻮﺿـﻮ ﺀ ، ﺧ ﺮ ﺟﺖ ﺧ ﻄﺎﻳﺎﻩ ﻣ ﻦ ﺟ ﺴﺪﻩ ﺣﱠﺘﻰ ﺗ ﺨ ﺮ ﺝ ﻣ ﻦ ﺗﺤ ﺖ ﺃﻇﻔﺎ ﺭﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'`',
		translation: 'Translation of Hadith 1026'
),
	Hadith(
		hadithNumber: 1027,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺭﺃﻳ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺘ ﻮ ﱠﺿﺄ ﻣﺜ ﻞ ﻭﺿﻮﺋﻲ ﻩﺬﺍ ﺛﻢﱠ ﻗﺎﻝ : « ﻣ ﻦ ﺗ ﻮ ﱠﺿﺄ'
			'` .1027ﻩﻜﺬﺍ ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒﻪ، ﻭﺁﺎﻧ ﺖ ﺻﻼﺗﻪ ﻭ ﻣ ﺸﻴﻪ ﺇﻟﻰ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻧﺎﻓﻠ ﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1027'
),
	Hadith(
		hadithNumber: 1028,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺗ ﻮ ﱠﺿﺄ ﺍﻟﻌﺒﺪ ﺍﻟﻤﺴﻠﻢ'
			'- ﺃ ﻭ ﺍﻟﻤ ﺆﻣ ﻦ - ﻓﻐﺴﻞ ﻭﺟ ﻬﻪ ﺧﺮ ﺝ ﻣ ﻦ ﻭﺟ ﻬ ﻪ ﺁ ﱡﻞ ﺧ ﻄﻴﺌﺔ ﻧ ﻈﺮ ﺇﻟﻴ ﻬﺎ ﺑﻌﻴﻨﻴﻪ ﻣﻊ ﺍﻟﻤﺎ ﺀ ﺃ ﻭ ﻣ ﻊ ﺁﺧ ﺮ ﻗ ﻄ ﺮ ﺍﻟﻤﺎ ﺀ ،'
			'ﻓﺈﺫﺍ ﻏﺴﻞ ﻳﺪﻳ ﻪ ، ﺧﺮﺝ ﻣ ﻦ ﻳﺪﻳ ﻪ ﺁﻞﱡ ﺧﻄﻴﺌ ﺔ ﺁﺎ ﻥ ﺑ ﻄ ﺸﺘ ﻬﺎ ﻳﺪﺍﻩ ﻣ ﻊ ﺍﻟ ﻤﺎ ﺀ ﺃ ﻭ ﻣﻊ ﺁ ﺧﺮ ﻗ ﻄ ﺮ ﺍﻟﻤﺎ ﺀ ، ﻓﺈﺫﺍ ﻏﺴ ﻞ'
			'ﺭ ﺟﻠﻴﻪ ، ﺧ ﺮ ﺟ ﺖ ﺁﻞﱡ ﺧ ﻄﻴﺌ ﺔ ﻣ ﺸﺘﻬﺎ ﺭﺟﻼﻩ ﻣﻊ ﺍﻟﻤﺎ ﺀ ﺃ ﻭ ﻣﻊ ﺁﺧ ﺮ ﻗﻄ ﺮ ﺍﻟﻤﺎ ﺀ ، ﺣﺘﻰ ﻳﺨ ﺮ ﺝ ﻧﻘﻴﺎ ﻣﻦ ﺍﻟﱡﺬﻧﻮ ﺏ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1028'
),
	Hadith(
		hadithNumber: 1029,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺗﻰ ﺍﻟﻤﻘﺒﺮﺓ ﻓﻘﺎﻝ : « ﺍﻟ ﱠﺴﻼﻡ ﻋﻠﻴﻜﻢ ﺩﺍﺭ ﻗﻮﻡ ﻣ ﺆﻣﻨﻴ ﻦ ﻭﺇﱠﻧﺎ'
			'ﺇ ﻥ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺑﻜﻢ ﻻ ﺣﻘﻮ ﻥ ، ﻭﺩﺩ ﺕ ﺃﱠﻧﺎ ﻗﺪ ﺭﺃﻳﻨﺎ ﺇ ﺧﻮﺍﻧﻨﺎ » : ﻗﺎﻟﻮﺍ : ﺃﻭﻟ ﺴﻨﺎ ﺇ ﺧﻮﺍﻧ ﻚ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ؟ ﻗﺎﻝ : « ﺃﻧﺘﻢ'
			'ﺃ ﺻ ﺤﺎﺑﻲ ، ﻭﺇ ﺧ ﻮﺍﻧﻨﺎ ﺍﻟﺬﻳ ﻦ ﻟﻢ ﻳﺄﺗﻮﺍ ﺑﻌﺪ » ﻗﺎﻟﻮﺍ : ﺁﻴﻒ ﺗﻌ ﺮ ﻑ ﻣ ﻦ ﻟﻢ ﻳﺄﺗﻮﺍ ﺑﻌﺪ ﻣﻦ ﺃﱠﻣﺘ ﻚ ﻳﺎ ﺭﺳﻮﻝ ﺍﷲ ؟ ﻓﻘﺎﻝ :'
			'« ﺃ ﺭﺃﻳ ﺖ ﻟ ﻮ ﺃ ﱠﻥ ﺭ ﺟﻼ ﻟﻪ ﺧﻴﻞ ﻏﱞﺮ ﻣﺤ ﱠﺠﻠﺔ ﺑﻴ ﻦ ﻇ ﻬﺮ ﻱ ﺧﻴ ﻞ ﺩ ﻩﻢ ﺑ ﻬﻢ ، ﺃﻻ ﻳﻌ ﺮ ﻑ ﺧﻴﻠﻪ ؟ » ﻗﺎﻟﻮﺍ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ، ﻗﺎ ﻝ : «ﻓﺈﱠﻧ ﻬﻢ ﻳﺄﺗﻮ ﻥ ﻏ ﺮﺍ ﻣﺤ ﱠﺠﻠﻴ ﻦ ﻣ ﻦ ﺍﻟ ﻮ ﺿﻮ ﺀ ، ﻭﺃﻧﺎ ﻓ ﺮ ﻃ ﻬﻢ ﻋﻠﻰ ﺍﻟﺤ ﻮ ﺽ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1029'
),
	Hadith(
		hadithNumber: 1030,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃﻻ ﺃﺩﻟﱡﻜﻢ ﻋﻠﻰ ﻣﺎ ﻳ ﻤ ﺤﻮ ﺍﻟﱠﻠﻪ ﺑ ﻪ ﺍﻟ ﺨ ﻄﺎﻳﺎ ، ﻭﻳ ﺮﻓ ﻊ ﺑ ﻪ'
			'ﺍﻟﱠﺪﺭﺟﺎ ﺕ ؟ ﻗﺎﻟﻮﺍ : ﺑﻠﻰ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ، ﻗﺎ ﻝ : ﺇ ﺳﺒﺎ ﻍ ﺍﻟ ﻮ ﺿﻮ ﺀ ﻋﻠﻰ ﺍﻟﻤﻜﺎ ﺭﻩ ﻭﺁﺜ ﺮﺓ ﺍﻟ ﺨ ﻄﺎ ﺇﻟﻰ ﺍﻟﻤﺴﺎ ﺟﺪ ،'
			' .1030ﻭﺍﻧﺘ ﻈﺎ ﺭ ﺍﻟ ﱠﺼﻼﺓ ﺑﻌﺪ ﺍﻟ ﱠﺼﻼﺓ ، ﻓﺬﻟﻜﻢ ﺍﻟ ﱢﺮﺑﺎ ﻁ ، ﻓﺬﻟﻜﻢ ﺍﻟ ﱢﺮﺑﺎ ﻁ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1030'
),
	Hadith(
		hadithNumber: 1031,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﺎﻟ ﻚ ﺍ ﻷ ﺷﻌ ﺮ ﱢﻱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟ ﱡﻄ ﻬﻮ ﺭ ﺷ ﻄ ﺮ'
			'ﺍ ﻹﻳﻤﺎ ﻥ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻗﺪ ﺳﺒ ﻖ ﺑﻄﻮﻟ ﻪ ﻓﻲ ﺑﺎﺏ ﺍﻟﺼﺒ ﺮ .'
			'ﻭﻓﻲ ﺍﻟﺒﺎﺏ ﺣﺪﻳ ﺚ ﻋﻤﺮﻭ ﺑ ﻦ ﻋﺒﺴ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺍﻟ ﱠﺴﺎﺑ ﻖ ﻓﻲ ﺁ ﺧ ﺮ ﺑﺎﺏ ﺍﻟ ﱠﺮﺟﺎ ﺀ ، ﻭ ﻩﻮ ﺣﺪﻳ ﺚ ﻋﻈﻴﻢ ، ﻣ ﺸﺘ ﻤﻞ'
			'ﻋﻠﻰ ﺟﻤ ﻞ ﻣﻦ ﺍﻟﺨﻴﺮﺎﺗ',
		translation: 'Translation of Hadith 1031'
),
	Hadith(
		hadithNumber: 1032,
		hadith:
						'ﻭﻋ ﻦ ﻋﻤﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣﺎ ﻣﻨﻜﻢ ﻣ ﻦ ﺃﺣﺪ'
			'ﻳﺘﻮﺿﱠﺄ ﻓﻴﺒﻠ ﻎ - ﺃﻭ ﻓﻴ ﺴﺒ ﻎ ﺍﻟ ﻮ ﺿﻮ ﺀ - ﺛﻢﱠ ﻗﺎ ﻝ : ﺃ ﺷﻬﺪ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷﺮﻳ ﻚ ﻟﻪ، ﻭﺃ ﺷﻬﺪ ﺃ ﱠﻥ ﻣﺤﱠﻤﺪﺍ'
			'ﻋﺒﺪﻩ ﻭﺭ ﺳﻮﻟﻪ ، ﺇ ﱠﻻ ﻓﺘ ﺤﺖ ﻟﻪ ﺃﺑﻮﺍ ﺏ ﺍﻟﺠﱠﻨ ﺔ ﺍﻟﱠﺜ ﻤﺎﻧﻴﺔ ﻳﺪ ﺧ ﻞ ﻣ ﻦ ﺃﱢﻳﻬﺎ ﺷﺎ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﺯﺍﺩ ﺍﻟﺘﺮﻣﺬﻱ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺟﻌﻠﻨﻲ ﻣﻦ ﺍﻟﱠﺘ ﱠﻮﺍﺑﻴ ﻦ ﻭﺍ ﺟﻌﻠﻨﻲ ﻣ ﻦ ﺍﻟﻤﺘ ﻄ ﱢﻬ ﺮﻳ ﻦ » .'
			'`',
		translation: 'Translation of Hadith 1032'
),
	Hadith(
		hadithNumber: 1033,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟ ﻮ ﻳﻌﻠﻢ ﺍﻟﱠﻨﺎ ﺱ ﻣﺎ ﻓﻲ'
			'ﺍﻟﱢﻨﺪﺍ ﺀ ﻭﺍﻟ ﱠﺼ ﱢﻒ ﺍ ﻷﻭ ﻝ. ﺛﻢﱠ ﻟﻢ ﻳ ﺠﺪﻭﺍ ﺇ ﱠﻻ ﺃ ﻥ ﻳ ﺴﺘ ﻬﻤﻮﺍ ﻋﻠﻴ ﻪ ﻻ ﺳﺘﻬﻤﻮﺍ ﻋﻠﻴﻪ، ﻭﻟ ﻮ ﻳﻌﻠﻤﻮ ﻥ ﻣﺎ ﻓﻲ ﺍﻟﱠﺘ ﻬ ﺠﻴﺮ'
			'ﻻ ﺳﺘﺒﻘﻮﺍ ﺇﻟﻴﻪ ، ﻭﻟ ﻮ ﻳﻌﻠﻤﻮﻥ ﻣﺎ ﻓﻲ ﺍﻟﻌﺘ ﻤ ﺔ ﻭﺍﻟ ﱡﺼﺒ ﺢ ﻷﺗﻮﻩﻤﺎ ﻭﻟ ﻮ ﺣﺒﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'»ﺍﻻ ﺳﺘﻬﺎﻡ » : ﺍﻻﻗﺘﺮﺍ ﻉ ، « ﻭﺍﻟﱠﺘ ﻬ ﺠﻴ ﺮ » : ﺍﻟﺘﱠﺒﻜﻴ ﺮ ﺇﻟﻰ ﺍﻟ ﱠﺼﻼﺓ',
		translation: 'Translation of Hadith 1033'
),
	Hadith(
		hadithNumber: 1034,
		hadith:
						'ﻭﻋ ﻦ ﻣﻌﺎ ﻭﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺍﻟﻤﺆﱢﺫﻧﻮ ﻥ'
			'ﺃ ﻃﻮ ﻝ ﺍﻟﱠﻨﺎ ﺱ ﺃ ﻋﻨﺎﻗﺎ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1034'
),
	Hadith(
		hadithNumber: 1035,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﺑ ﻦ ﺃﺑﻲ ﺻﻌﺼﻌ ﺔ ﺄﻧ ﺃﺑﺎ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ ﻟﻪ : ﺇﻧﻲ'
			'ﺃﺭﺍ ﻙ ﺗ ﺤﺐﱡ ﺍﻟﻐﻨﻢ ﻭﺍﻟﺒﺎﺩﻳ ﺔ ﻓﺈﺫﺍ ﺁﻨ ﺖ ﻓﻲ ﻏﻨ ﻤ ﻚ - ﺃ ﻭ ﺑﺎﺩﻳﺘ ﻚ - ﻓﺄﱠﺫﻧ ﺖ ﻟﻠﺼﻼﺓ ، ﻓﺎ ﺭﻓ ﻊ ﺻ ﻮﺗ ﻚ ﺑﺎﻟﱢﻨﺪﺍ ﺀ ، ﻓﺈﱠﻧﻪ ﻻ'
			'ﻳﺴﻤ ﻊ ﻣﺪﻯ ﺻ ﻮ ﺕ ﺍﻟﻤﺆﱢﺬﻧ ﺟ ﱡﻦ ، ﻭﻻ ﺇﻧ ﺲ ، ﻭﻻ ﺷ ﻲ ﺀ ، ﺇ ﱠﻻ ﺷ ﻬﺪ ﻟﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﻗﺎﻝ ﺃﺑﻮ ﺳﻌﻴﺪ : ﺳ ﻤﻌﺘﻪ ﻣ ﻦ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1035'
),
	Hadith(
		hadithNumber: 1036,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇﺫﺍ ﻧﻮﺪﻳ ﺑﺎﻟ ﱠﺼﻼﺓ ،'
			'ﺇﺫﺍ ﻗ ﻀ ﻲ ﺍﻟﱠﺘﺜﻮﻳ ﺐ ﺃﻗﺒ ﻞ ، ﺣﱠﺘﻰ ﻳ ﺨ ﻄﺮ ﺑﻴ ﻦ ﺍﻟﻤ ﺮ ﺀ ﻭﻧﻔ ﺴ ﻪ ﻳﻘﻮ ﻝ : ﺍﺫﺁ ﺮ ﺁﺬﺍ ، ﻭﺍﺫﺁ ﺮ ﺁﺬﺍ - ﻟ ﻤﺎ ﻟﻢ ﻳﺬﺁ ﺮ ﻣ ﻦ ﻗﺒ ﻞ -ﺃﺩﺑ ﺮ ﺍﻟﺸﻴ ﻄﺎ ﻥ ﻭ ﻟﻪ ﺿ ﺮﺍ ﻁ ﺣﱠﺘﻰ ﻻ ﻳ ﺴﻤﻊ ﺍﻟﱠﺘﺄﺫﻳ ﻦ ، ﻓﺈﺫﺍ ﻗ ﻀ ﻲ ﺍﻟﻨﱢﺪﺍ ﺀ ﺃﻗﺒﻞ ، ﺣﱠﺘﻰ ﺇﺫﺍ ﺛ ﱢﻮ ﺏ ﻟﻠ ﱠﺼﻼﺓ ﺃﺩﺑﺮ ، ﺣﱠﺘﻰ'
			'ﺣﱠﺘﻰ ﻳ ﻈ ﱠﻞ ﺍﻟﺮﱠ ﺟ ﻞ ﻣﺎ ﻳﺪ ﺮﻳ ﺁﻢ ﺻﱠﻠﻰ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﱠﺘﺜ ﻮﻳ ﺐ » : ﺍ ﻹﻗﺎﻣﺔ',
		translation: 'Translation of Hadith 1036'
),
	Hadith(
		hadithNumber: 1037,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤ ﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃﻧﻪ ﺳﻤﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﺇﺫﺍ ﺳ ﻤﻌﺘﻢ ﺍﻟﱢﻨﺪﺍ ﺀ ﻓﻘﻮﻟﻮﺍ ﻣﺜ ﻞ ﻣﺎ ﻳﻘﻮ ﻝ ، ﺛﻢﱠ ﺻﱡﻠﻮﺍ ﻋﻠ ﱠﻲ ، ﻓﺈﱠﻧﻪ ﻣ ﻦ ﺻﱠﻠﻰ ﻋﻠ ﱠﻲ ﺻﻼﺓ ﺻﱠﻠﻰ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ'
			'ﺑ ﻬﺎ ﻋ ﺸﺮﺍ ، ﺛﻢﱠ ﺳﻠﻮﺍ ﺍﻟﱠﻠﻪ ﻟﻲ ﺍﻟﻮ ﺳﻴﻠ ﺔ ، ﻓﺈﱠﻧ ﻬﺎ ﻣﻨ ﺰﻟﺔ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ ﻻ ﺗﻨﺒﻐﻲ ﺇ ﱠﻻ ﻟﻌﺒﺪ ﻣ ﻦ ﻋﺒﺎﺩ ﺍﻟﱠﻠﻪ ﻭﺃ ﺭ ﺟﻮ ﺃ ﻥ ﺃﺁﻮ ﻥ'
			'ﺃﻧﺎ ﻩﻮ ، ﻓﻤ ﻦ ﺳﺄﻝ ﻟ ﻲ ﺍﻟﻮ ﺳﻴﻠﺔ ﺣﱠﻠ ﺖ ﻟﻪ ﺍﻟ ﱠﺸﻔﺎ ﻋﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1037'
),
	Hadith(
		hadithNumber: 1038,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺭ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺳ ﻤﻌﺘﻢ'
			'ﺍﻟﱢﻨﺪﺍ ﺀ ، ﻓﻘﻮﻟﻮﺍ ﺁﻤﺎ ﻳﻘﻮ ﻝ ﺍﻟﻤﺆﺫﱢ ﻥ » . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1038'
),
	Hadith(
		hadithNumber: 1039,
		hadith:
						'ﻭﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣﻦ ﻗﺎﻝ ﺣﻴﻦ ﻳ ﺴﻤ ﻊ ﺍﻟﱢﻨﺪﺍ ﺀ :'
			'ﺍﻟﻠﱠ ﻬﻢﱠ ﺭ ﱠﺏ ﻩﺬﻩ ﺍﻟﱠﺪﻋﻮﺓ ﺍﻟﱠﺘﺎﱠﻣ ﺔ ، ﻭﺍﻟ ﱠﺼﻼﺓ ﺍﻟﻘﺎﺋﻤﺔ، ﺁﺕ ﻣ ﺤﱠﻤﺪﺍ ﺍﻟﻮ ﺳﻴﻠﺔ ، ﻭﺍﻟﻔ ﻀﻴﻠﺔ، ﻭﺍﺑﻌﺜﻪ ﻣﻘﺎ ﻣﺎ ﻣ ﺤﻤﻮﺩﺍ ﺍﱠﻟﺬﻱ'
			'ﻭ ﻋﺪﺗﻪ ، ﺣﱠﻠ ﺖ ﻟﻪ ﺷﻔﺎﻋﺘﻲ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1039'
),
	Hadith(
		hadithNumber: 1040,
		hadith:
						'ﻭﻋ ﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﱠﻪ ﻗﺎ ﻝ: ﻣ ﻦ ﻗﺎﻝ ﺣﻴ ﻦ ﻳ ﺴﻤ ﻊ.'
			'ﺍﻟﻤﺆﱢﺫ ﻥ : ﺃ ﺷ ﻬﺪ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷﺮﻳﻚ ﻟﻪ ، ﻭﺃ ﱠﻥ ﻣﺤﱠﻤﺪﺍ ﻋﺒﺪﻩ ﻭﺭ ﺳﻮﻟﻪ ، ﺭ ﺿﻴ ﺖ ﺑﺎﻟﱠﻠ ﻪ ﺭﺑﺎ ، ﻭﺑﻤ ﺤﱠﻤﺪ'
			'ﺭ ﺳﻮ ﻻ ، ﻭﺑﺎ ﻹ ﺳﻼﻡ ﺩﻳﻨﺎ ، ﻏﻔﺮ ﻟﻪ ﺫﻧﺒﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1040'
),
	Hadith(
		hadithNumber: 1041,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﱡﺪ ﻋﺎ ﺀ ﻻ ﻳﺮﱡﺩ ﺑﻴﻦ ﺍ ﻷﺫﺍ ﻥ'
			'ﻭﺍ ﻹﻗﺎﻣﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1041'
),
	Hadith(
		hadithNumber: 1042,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺃﺭﺃﻳﺘﻢ ﻟ ﻮ'
			'ﺃ ﱠﻥ ﻧ ﻬﺮﺍ ﺑﺒﺎﺏ ﺃ ﺣﺪﺁﻢ ﻳﻐﺘ ﺴ ﻞ ﻣﻨﻪ ﺁﻞﱠ ﻳ ﻮﻡ ﺧ ﻤﺲ ﻣ ﱠﺮﺍ ﺕ ، ﻩ ﻞ ﻳﺒﻘﻰ ﻣ ﻦ ﺩ ﺭﻧ ﻪ ﺷﻲ ﺀ؟» ﻗﺎﻟﻮﺍ : ﻻ ﻳﺒﻘﻰ ﻣ ﻦ ﺩﺭﻧ ﻪ'
			'ﺷ ﻲﺀ ، ﻗﺎﻝ : « ﻓﺬﻟ ﻚ ﻣﺜ ﻞ ﺍﻟ ﱠﺼﻠﻮﺍ ﺕ ﺍﻟ ﺨ ﻤ ﺲ ، ﻳ ﻤ ﺤﻮ ﺍﻟﱠﻠﻪ ﺑ ﻬ ﱠﻦ ﺍﻟﺨ ﻄﺎﻳﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1042'
),
	Hadith(
		hadithNumber: 1043,
		hadith:
						'ﻭﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺜ ﻞ ﺍﻟ ﱠﺼﻠﻮﺍ ﺕ ﺍﻟ ﺨ ﻤ ﺲ'
			'ﺁﻤﺜ ﻞ ﻧ ﻬ ﺮ ﻏ ﻤ ﺮ ﺟﺎ ﺭ ﻋﻠﻰ ﺑﺎﺏ ﺃ ﺣﺪﺁﻢ ﻳﻐﺘ ﺴ ﻞ ﻣﻨﻪ ﺁﻞﱠ ﻳ ﻮﻡ ﺧ ﻤ ﺲ ﻣ ﱠﺮﺍ ﺕ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'»ﺍﻟﻐ ﻤ ﺮ » ﺑﻔﺘ ﺢ ﺍﻟﻐﻴﻦ ﺍﻟﻤﻌﺠﻤ ﺔ : ﺍﻟﻜﺜﻴ ﺮ',
		translation: 'Translation of Hadith 1043'
),
	Hadith(
		hadithNumber: 1044,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺃﺻﺎﺏ ﻣ ﻦ ﺍ ﻣﺮﺃﺓ ﻗﺒﻠ ﺔ ، ﻓﺄﺗﻰ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﺄﺧﺒﺮﻩ ﻓﺄﻧ ﺰﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : { ﻭﺃﻗﻢ ﺍﻟ ﱠﺼﻼﺓ ﻃﺮﻓﻲ ﺍﻟﱠﻨ ﻬﺎﺭ ﻭ ﺯﻟﻔﺎ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ، ﺇ ﱠﻥ ﺍﻟ ﺤﺴﻨﺎ ﺕ ﻳﺬ ﻩﺒ ﻦ ﺍﻟ ﱠﺴﱢﻴﺌﺎ ﺕ } ﻓﻘﺎﻝ'
			'ﺍﻟﺮﱠ ﺟ ﻞ : ﺃﻟﻲ ﻩﺬﺍ ؟ ﻗﺎﻝ : « ﻟﺠ ﻤﻴﻊ ﺃﱠﻣﺘﻲ ﺁﱢﻠ ﻬﻢ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1044'
),
	Hadith(
		hadithNumber: 1045,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺍﻟ ﱠﺼﻠﻮﺍ ﺕ ﺍﻟ ﺨ ﻤ ﺲ،'
			'ﻭﺍﻟ ﺠﻤﻌﺔ ﺇﻟﻰ ﺍﻟ ﺠﻤﻌ ﺔ ، ﺁﱠﻔﺎﺭﺓ ﻟﻤﺎ ﺑﻴﻨ ﻬ ﱠﻦ ، ﻣﺎ ﻟﻢ ﺗﻐﺶ ﺍﻟﻜﺒﺎﺋ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1045'
),
	Hadith(
		hadithNumber: 1046,
		hadith:
						'ﻭﻋﻦ ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﻋﻔﺎﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﻣﺎ ﻣﻦ'
			'ﺍ ﻣ ﺮﻱ ﺀ ﻣ ﺴﻠﻢ ﺗﺤ ﻀ ﺮﻩ ﺻﻼﺓ ﻣﻜﺘﻮﺑﺔ ﻓﻴ ﺤ ﺴ ﻦ ﻭ ﺿﻮ ﺀ ﻩﺎ ، ﻭ ﺧﺸﻮ ﻋ ﻬﺎ ، ﻭ ﺭﺁﻮ ﻋﻬﺎ ، ﺇ ﱠﻻ ﺁﺎﻧﺖ ﺁﱠﻔﺎﺭﺓ ﻟﻤﺎ ﻗﺒﻠ ﻬﺎ'
			'ﻣ ﻦ ﺍﻟﺬﻧﻮ ﺏ ﻣﺎ ﻟﻢ ﺗ ﺆ ﺕ ﺁﺒﻴﺮﺓ ، ﻭﺫﻟ ﻚ ﺍﻟﱠﺪ ﻩ ﺮ ﺁﻠﱠﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1046'
),
	Hadith(
		hadithNumber: 1047,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺻﱠﻠﻰ ﺍﻟﺒ ﺮﺩﻳﻦ ﺩ ﺧ ﻞ'
			'ﺍﻟﺠﱠﻨﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﺒ ﺮﺩﺍ ﻥ » : ﺍﻟﺼﱡﺒ ﺢ ﻭﺍﻟﻌﺼ ﺮ',
		translation: 'Translation of Hadith 1047'
),
	Hadith(
		hadithNumber: 1048,
		hadith:
						'ﻭﻋﻦ ﺰﻫﻴ ﺮ ﺑﻦ ﻋﻤﺎ ﺭﺓ ﺑﻦ ﺭﻭﻳﺒ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ'
			': « ﻟ ﻦ ﻳﻠ ﺞ ﺍﻟﱠﻨﺎﺭ ﺃﺣﺪ ﺻﱠﻠﻰ ﻗﺒ ﻞ ﻃﻠﻮ ﻉ ﺍﻟ ﱠﺸ ﻤﺲ ﻭﻗﺒﻞ ﻏ ﺮﻭﺑﻬﺎ » ﻳﻌﻨﻲ ﺍﻟﻔ ﺠ ﺮ ، ﻭﺍﻟﻌ ﺼ ﺮ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1048'
),
	Hadith(
		hadithNumber: 1049,
		hadith:
						'ﻭﻋﻦ ﺟﻨﺪ ﺏ ﺑﻦ ﺳﻔﻴﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺻﱠﻠﻰ'
			'ﺍﻟ ﱡﺼﺒ ﺢ ﻓ ﻬ ﻮ ﻓﻲ ﺫﱠﻣ ﺔ ﺍﻟﱠﻠ ﻪ ﻓﺎﻧ ﻈ ﺮ ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﻻ ﻳ ﻄﻠﺒﱠﻨﻚ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﺫﱠﻣﺘ ﻪ ﺑﺸﻲ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1049'
),
	Hadith(
		hadithNumber: 1050,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻳﺘﻌﺎﻗﺒﻮ ﻥ ﻓﻴﻜﻢ ﻣﻼﺋﻜﺔ'
			'ﺑﺎﻟﱠﻠﻴ ﻞ ، ﻭﻣﻼﺋﻜﺔ ﺑﺎﻟﱠﻨ ﻬﺎ ﺭ ، ﻭﻳ ﺠﺘﻤﻌﻮ ﻥ ﻓﻲ ﺻﻼﺓ ﺍﻟ ﱡﺼﺒ ﺢ ﻭﺻﻼﺓ ﺍﻟﻌ ﺼ ﺮ ، ﺛﻢﱠ ﻳﻌ ﺮ ﺝ ﺍﱠﻟﺬﻳ ﻦ ﺑﺎﺗﻮﺍ ﻓﻴﻜﻢ ، ﻓﻴ ﺴﺄﻟ ﻬﻢ'
			'ﺍﻟﱠﻠﻪ - ﻭ ﻩﻮ ﺃ ﻋﻠﻢ ﺑ ﻬﻢ - : ﺁﻴ ﻒ ﺗ ﺮﺁﺘﻢ ﻋﺒﺎﺪﻳ ؟ ﻓﻴﻘﻮﻟﻮ ﻥ : ﺗﺮﺁﻨﺎ ﻩﻢ ﻭ ﻩﻢ ﻳ ﺼﱡﻠﻮ ﻥ ، ﻭﺃﺗﻴﻨﺎ ﻩﻢ ﻭ ﻩﻢ ﻳﺼﱡﻠﻮﻥ » .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1050'
),
	Hadith(
		hadithNumber: 1051,
		hadith:
						'ﻭﻋﻦ ﺟﺮﻳ ﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺍﻟﺒﺠﻠ ﱢﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﻨﺎ ﻋﻨﺪ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻨ ﻈ ﺮ ﺇﻟﻰ'
			'ﺍﻟﻘﻤ ﺮ ﻟﻴﻠ ﺔ ﺍﻟﺒﺪ ﺭ ، ﻓﻘﺎﻝ : « ﺇﻧﻜﻢ ﺳﺘ ﺮ ﻭ ﻥ ﺭﺑﻜﻢ ﺁﻤﺎ ﺗﺮ ﻭ ﻥ ﻩﺬﺍ ﺍﻟﻘﻤﺮ ، ﻻ ﺗ ﻀﺎﱡﻣﻮ ﻥ ﻓﻲ ﺭ ﺅﻳﺘﻪ، ﻓﺈ ﻥ ﺍ ﺳﺘ ﻄﻌﺘﻢ ﺃ ﻥ'
			'ﻻ ﺗﻐﻠﺒﻮﺍ ﻋﻠﻰ ﺻﻼﺓ ﻗﺒﻞ ﻃﻠﻮ ﻉ ﺍﻟ ﱠﺸ ﻤ ﺲ ، ﻭﻗﺒﻞ ﻏ ﺮﻭﺑﻬﺎ ﻓﺎﻓﻌﻠﻮﺍ» ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻓﻨ ﻈ ﺮ ﺇﻟﻰ ﺍﻟﻘﻤﺮ ﻟﻴﻠ ﺔ ﺃ ﺭﺑ ﻊ ﻋﺸ ﺮﺓ »',
		translation: 'Translation of Hadith 1051'
),
	Hadith(
		hadithNumber: 1052,
		hadith:
						'ﻭﻋﻦ ﺑﺮﻳﺪﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗ ﺮ ﻙ ﺻﻼﺓ ﺍﻟﻌ ﺼﺮ ﻓﻘﺪ'
			'ﺣﺒ ﻂ ﻋﻤﻠﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1052'
),
	Hadith(
		hadithNumber: 1053,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻏﺪﺍ ﺇﻟﻰ ﺍﻟﻤ ﺴ ﺠﺪ ﺃ ﻭ ﺭﺍ ﺡ ،'
			'ﺃ ﻋﱠﺪ ﺍﻟﱠﻠﻪ ﻟﻪ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ﻧ ﺰ ﻻ ﺁﱠﻠ ﻤﺎ ﻏﺪﺍ ﺃ ﻭ ﺭﺍ ﺡ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1053'
),
	Hadith(
		hadithNumber: 1054,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺗ ﻄ ﱠﻬ ﺮ ﻓﻲ ﺑﻴﺘ ﻪ ، ﺛﻢﱠ ﻣﻀﻰ ﺇﻟﻰ ﺑﻴ ﺖ ﻣ ﻦ ﺑﻴﻮ ﺕ ﺍﻟﱠﻠ ﻪ ،'
			'ﻟﻴﻘ ﻀ ﻲ ﻓ ﺮﻳ ﻀ ﺔ ﻣ ﻦ ﻓﺮﺍﺋ ﺾ ﺍﻟﱠﻠ ﻪ ﺁﺎﻧ ﺖ ﺧ ﻄﻮﺍﺗﻪ ﺇ ﺣﺪﺎﻫﺎ ﺗ ﺤﻂﱡ ﺧ ﻄﻴﺌ ﺔ ، ﻭﺍ ﻷ ﺧﺮﻯ ﺗ ﺮﻓ ﻊ ﺩ ﺭ ﺟ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1054'
),
	Hadith(
		hadithNumber: 1055,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲﱢ ﺑﻦ ﺁﻌ ﺐ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺟﻞ ﻣ ﻦ ﺍ ﻷﻧ ﺼﺎ ﺭ ﻻ ﺃ ﻋﻠﻢ ﺃﺣﺪﺍ ﺃﺑﻌﺪ ﻣ ﻦ ﺍﻟﻤ ﺴ ﺠﺪ ﻣﻨﻪ ،'
			'ﻭﺁﺎﻧ ﺖ ﻻ ﺗ ﺨ ﻄﺌﻪ ﺻﻼﺓ ، ﻓﻘﻴ ﻞ ﻟﻪ : ﻟﻮ ﺍﺷﺘﺮﻳ ﺖ ﺣ ﻤﺎ ﺭﺍ ﻟﺘ ﺮﺁﺒﻪ ﻓﻲ ﺍﻟ ﱠﻈﻠ ﻤﺎ ﺀ ﻭﻓﻲ ﺍﻟ ﱠﺮ ﻣ ﻀﺎ ﺀ ﻗﺎ ﻝ : ﻣﺎ ﻳ ﺴ ﱡﺮﻧﻲ ﺃ ﱠﻥ'
			'ﻣﻨﺰﻟﻲ ﺇﻟﻰ ﺟﻨ ﺐ ﺍﻟ ﻤ ﺴﺠﺪ ، ﺇﱢﻧﻲ ﺃﺭﻳﺪ ﺃ ﻥ ﻳﻜﺘﺐ ﻟﻲ ﻣ ﻤﺸﺎﻱ ﺇﻟﻰ ﺍﻟﻤ ﺴ ﺠﺪ ، ﻭﺭ ﺟﻮ ﻋﻲ ﺇﺫﺍ ﺭ ﺟﻌ ﺖ ﺇﻟﻰ ﺃ ﻩﻠﻲ . ﻓﻘﺎ ﻝ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺪ ﺟﻤﻊ ﺍﻟﱠﻠﻪ ﻟ ﻚ ﺫﻟ ﻚ ﺁﱠﻠﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1055'
),
	Hadith(
		hadithNumber: 1056,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧﻠ ﺖ ﺍﻟﺒﻘﺎ ﻉ ﺣ ﻮ ﻝ ﺍﻟﻤ ﺴ ﺠﺪ ، ﻓﺄﺭﺍﺩ ﺑﻨﻮ ﺳﻠ ﻤ ﺔ ﺃ ﻥ ﻳﻨﺘﻘﻠﻮﺍ ﻗ ﺮ ﺏ ﺍﻟ ﻤ ﺴ ﺠﺪ'
			'، ﻓﺒﻠ ﻎ ﺫﻟ ﻚ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ ﻟﻬﻢ : « ﺑﻠﻐﻨﻲ ﺃﱠﻧﻜﻢ ﺗﺮﻳﺪﻭ ﻥ ﺄﻧ ﺗﻨﺘﻘﻠﻮﺍ ﻗ ﺮ ﺏ ﺍﻟ ﻤ ﺴ ﺠﺪ ؟ ﻗﺎﻟﻮﺍ :'
			'ﻧﻌﻢ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻗﺪ ﺃ ﺭﺩﻧﺎ ﺫﻟ ﻚ ، ﻓﻘﺎ ﻝ : « ﺑﻨﻲ ﺳﻠ ﻤ ﺔ ﺩﻳﺎ ﺭﺁﻢ ﺗﻜﺘ ﺐ ﺁﺛﺎ ﺭﺁﻢ ، ﺩﻳﺎ ﺭﺁﻢ ﺗﻜﺘ ﺐ ﺁﺛﺎ ﺭﺁﻢ » ﻓﻘﺎﻟﻮﺍ : ﻣﺎ'
			'ﻳ ﺴ ﱡﺮﻧﺎ ﺃﱠﻧﺎ ﺁﱠﻨﺎ ﺗ ﺤﻮﻟﻨﺎ : ﺭﻭﺍﻩ ﻣﺴﻠﻢ ، ﻭﺭﻮﯨ ﺍﻟﺒﺨﺎﺮﻳ ﻣﻌﻨﺎﻩ ﻣﻦ ﺭﻭﺍﻳﺔ ﺃﻧﺲ',
		translation: 'Translation of Hadith 1056'
),
	Hadith(
		hadithNumber: 1057,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇ ﱠﻥ ﺃ ﻋ ﻈﻢ ﺍﻟﻨﺎﺱ ﺃﺟ ﺮﺍ'
			'ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ ﺃﺑﻌﺪ ﻩﻢ ﺇﻟﻴﻬﺎ ﻣ ﻤ ﺸﻰ ﻓﺄﺑﻌﺪ ﻩﻢ . ﻭﺍﱠﻟﺬﻱ ﻳﻨﺘﻈ ﺮ ﺍﻟ ﱠﺼﻼﺓ ﺣﱠﺘﻰ ﻳﺼﱢﻠﻴﻬﺎ ﻣ ﻊ ﺍ ﻹﻣﺎﻡ ﺃ ﻋ ﻈﻢ ﺃﺟﺮﺍ ﻣ ﻦ ﺍﻟﺬﻱ'
			'ﻳﺼﱢﻠﻴﻬﺎ ﺛﻢﱠ ﻳﻨﺎﻡ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1057'
),
	Hadith(
		hadithNumber: 1058,
		hadith:
						'ﻭﻋﻦ ﺑ ﺮﻳﺪﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺑ ﱢﺸﺮﻭﺍ ﺍﻟ ﻤ ﺸﺎﺋﻴ ﻦ ﻓﻲ ﺍﻟ ﱡﻈﻠﻢ ﺇﻟﻰ'
			'ﺍﻟﻤ ﺴﺎ ﺟﺪ ﺑﺎﻟﻨﻮﺭ ﺍﻟﱠﺘﺎﱢﻡ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 1058'
),
	Hadith(
		hadithNumber: 1059,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺃﻻ ﺃﺩﻟﱡﻜﻢ ﻋﻠﻰ ﻣﺎ ﻳ ﻤ ﺤﻮ'
			'ﺍﻟﱠﻠﻪ ﺑ ﻪ ﺍﻟ ﺨ ﻄﺎﻳﺎ ، ﻭﻳ ﺮﻓ ﻊ ﺑ ﻪ ﺍﻟﱠﺪ ﺭ ﺟﺎ ﺕ ؟ ﻗﺎﻟﻮﺍ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ . ﻗﺎ ﻝ: « ﺇ ﺳﺒﺎ ﻍ ﺍﻟ ﻮ ﺿﻮ ﺀ ﻋﻠﻰ ﺍﻟ ﻤﻜﺎ ﺭﻩ ،'
			'ﻭﺁﺜ ﺮﺓ ﺍﻟ ﺨ ﻄﺎ ﺇﻟﻰ ﺍﻟ ﻤ ﺴﺎ ﺟﺪ ، ﻭﺍﻧﺘ ﻈﺎ ﺭ ﺍﻟ ﱠﺼﻼﺓ ﺑﻌﺪ ﺍﻟ ﱠﺼﻼﺓ ، ﻓﺬﻟﻜﻢ ﺍﻟ ﱢﺮﺑﺎ ﻁ ، ﻓﺬﻟﻜﻢ ﺍﻟ ﱢﺮﺑﺎ ﻁ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1059'
),
	Hadith(
		hadithNumber: 1060,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪ ﺭ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺇﺫﺍ ﺭﺃﻳﺘﻢ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻳﻌﺘﺎﺩ'
			'ﺍﻟ ﻤ ﺴﺎ ﺟﺪ ﻓﺎ ﺷﻬﺪﻭﺍ ﻟﻪ ﺑﺎ ﻹﻳ ﻤﺎ ﻥ » ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ : { ﺇﱠﻧﻤﺎ ﻳﻌﻤ ﺮ ﻣ ﺴﺎ ﺟﺪ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﺁﻣﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴﻮﻡ ﺍﻵ ﺧ ﺮ }'
			'ﺍﻵﻳﺔ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ .'
			'( ﺿﻌﻴﻒ ) .[ ﻓﻴﻪ : ﺩﺭﺎﺟ ﺃﺑﻮ ﺍﻟﺴﻤﺢ ﻮﻫﻮ ﺿﻌﻴﻒ ﻓﻲ ﺣﺪﻳﺜﻪ ﻋﻦ ﺃﺑﻲ ﺍﻟﻬﻴﺜﻢ ، ﻮﻫﺬﻩ ﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1060'
),
	Hadith(
		hadithNumber: 1061,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳ ﺰﺍ ﻝ ﺃ ﺣﺪﺁﻢ ﻓﻲ ﺻﻼﺓ'
			'ﻣﺎ ﺩﺍﻣ ﺖ ﺍﻟﺼﱠ ﻼﺓ ﺗ ﺤﺒ ﺴﻪ ، ﻻ ﻳ ﻤﻨﻌﻪ ﺃ ﻥ ﻳﻨﻘﻠ ﺐ ﺇﻟﻰ ﺃ ﻩﻠ ﻪ ﺇ ﱠﻻ ﺍﻟ ﱠﺼﻼﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1061'
),
	Hadith(
		hadithNumber: 1062,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟ ﻤﻼﺋﻜﺔ ﺗ ﺼﱢﻠﻲ ﻋﻠﻰ ﺃ ﺣﺪﺁﻢ ﻣﺎ ﺩﺎﻣ ﻓﻲ ﻣ ﺼﻼﱠﻩ ﺍﱠﻟﺬﻱ'
			'ﺻﱠﻠﻰ ﻓﻴ ﻪ ﻣﺎ ﻟﻢ ﻳ ﺤﺪ ﺙ ، ﺗﻘﻮ ﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻪ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺭ ﺣ ﻤﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1062'
),
	Hadith(
		hadithNumber: 1063,
		hadith:
						'ﻭﻋﻦ ﺃﻧﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﱠﺧ ﺮ ﻟﻴﻠ ﺔ ﺻﻼﺓ ﺍﻟﻌ ﺸﺎ ﺀ ﺇﻟﻰ ﺷ ﻄ ﺮ ﺍﻟﱠﻠﻴ ﻞ'
			'ﺛﻢﱠ ﺃﻗﺒ ﻞ ﻋﻠﻴﻨﺎ ﺑ ﻮ ﺟ ﻬ ﻪ ﺑﻌﺪ ﻣﺎ ﺻﱠﻠﻰ ﻓﻘﺎﻝ : « ﺻﻠ ﱠﻰ ﺍﻟﱠﻨﺎ ﺱ ﻭ ﺭﻗﺪﻭﺍ ﻭﻟﻢ ﺗ ﺰﺍﻟﻮﺍ ﻓﻲ ﺻﻼﺓ ﻣﻨﺬ ﺍﻧﺘ ﻈ ﺮﺗﻤﻮﻩﺎ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1063'
),
	Hadith(
		hadithNumber: 1064,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋ ﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺻﻼﺓ ﺍﻟ ﺠ ﻤﺎ ﻋ ﺔ ﺃﻓ ﻀ ﻞ ﻣ ﻦ'
			'ﺻﻼﺓ ﺍﻟﻔﱢﺬ ﺑ ﺴﺒ ﻊ ﻭ ﻋ ﺸ ﺮﻳ ﻦ ﺩ ﺭ ﺟ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1064'
),
	Hadith(
		hadithNumber: 1065,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺻﻼﺓ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻲ'
			'ﺟﻤﺎﻋ ﺔ ﺗ ﻀﻌﱠ ﻒ ﻋﻠﻰ ﺻﻼﺗ ﻪ ﻓﻲ ﺑﻴﺘ ﻪ ﻭﻓﻲ ﺳﻮﻗ ﻪ ﺧﻤﺴﺎ ﻭ ﻋ ﺸﺮﻳ ﻦ ﺿﻌﻔﺎ ، ﻭﺫﻟ ﻚ ﺃﻧﱠﻪ ﺇﺫﺍ ﺗ ﻮ ﱠﺿﺄ ﻓﺄ ﺣ ﺴ ﻦ'
			'ﺍﻟ ﻮ ﺿﻮ ﺀ ﺛﻢﱠ ﺧ ﺮ ﺝ ﺇﻟﻰ ﺍﻟ ﻤ ﺴ ﺠﺪ ، ﻻ ﻳ ﺨ ﺮ ﺟﻪ ﺇ ﱠﻻ ﺍﻟ ﱠﺼﻼﺓ ، ﻟﻢ ﻳ ﺨ ﻂ ﺧ ﻄﻮﺓ ﺇ ﱠﻻ ﺭﻓﻌ ﺖ ﻟﻪ ﺑ ﻬﺎ ﺩ ﺭ ﺟﺔ ، ﻭ ﺣ ﱠﻄ ﺖ ﻋﻨﻪ'
			'ﺑ ﻬﺎ ﺧ ﻄﻴﺌﺔ ، ﻓﺈﺫﺍ ﺻﻠﻰ ﻟﻢ ﺗ ﺰ ﻝ ﺍﻟ ﻤﻼﺋﻜﺔ ﺗ ﺼﱢﻠﻲ ﻋﻠﻴﻪ ﻣﺎ ﺩﺎﻣ ﻓﻲ ﻣ ﺼ ﱠﻼﻩ ، ﻣﺎ ﻟﻢ ﻳ ﺤﺪ ﺙ ، ﺗﻘﻮ ﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺻ ﱢﻞ ﻋﻠﻴ ﻪ'
			'، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍﺭ ﺣ ﻤﻪ . ﻭﻻ ﻳ ﺰﺍ ﻝ ﻓﻲ ﺻﻼﺓ ﻣﺎ ﺍﻧﺘ ﻈ ﺮ ﺍﻟ ﱠﺼﻼﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻮﻫﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1065'
),
	Hadith(
		hadithNumber: 1066,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﺃﺗﻰ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭ ﺟﻞ ﺃﻋﻤﻰ ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻟﻴﺲ ﻟﻲ ﻗﺎﺋﺪ ﻳﻘﻮﺩﻧﻲ'
			'ﺇﻟﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ، ﻓﺴﺄ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺄﻧ ﻳ ﺮ ﱢﺧ ﺺ ﻟﻪ ﻓﻴ ﺼﻠ ﱢﻲ ﻓﻲ ﺑﻴﺘ ﻪ ، ﻓ ﺮ ﱠﺧﺺ ﻟﻪ ، ﻓﻠﱠﻤﺎ ﻭﻟ ﱠﻰ'
			'ﺩ ﻋﺎﻩ ﻓﻘﺎﻝ ﻟﻪ : ﻩ ﻞ ﺗ ﺴ ﻤ ﻊ ﺍﻟﱢﻨﺪﺍ ﺀ ﺑﺎﻟ ﱠﺼﻼﺓ ؟ » ﻗﺎﻝ : ﻧﻌﻢ ، ﻗﺎﻝ : « ﻓﺄ ﺟ ﺐ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1066'
),
	Hadith(
		hadithNumber: 1067,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ - ﻭﻗﻴ ﻞ : ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﻗﻴ ﺲ ﺍﻟﻤﻌ ﺮﻮﻓ ﺑﺎﺑ ﻦ ﺄﻣﱢ ﻣﻜﺘﻮﻡ ﺍﻟﻤ ﺆﱢﺫ ﻥ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﻗﺎ ﻝ : ﻳﺎ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﺍﻟ ﻤﺪﻳﻨ ﺔ ﺁﺜﻴ ﺮﺓ ﺍﻟ ﻬ ﻮﺍﱢﻡ ﻭﺍﻟ ﱢﺴﺒﺎ ﻉ . ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺗ ﺴﻤ ﻊ ﺣ ﱠﻲ ﻋﻠﻰ'
			'ﺍﻟ ﱠﺼﻼﺓ ، ﺣ ﻲ ﻋﻠﻰ ﺍﻟﻔﻼ ﺡ ، ﻓ ﺤﱠﻴ ﻬ ﻼ » .'
			'` .1067ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ . ﻭﻣﻌﻨﻰ : « ﺣﱠﻴ ﻬ ﻼ » : ﺗﻌﺎﻝ',
		translation: 'Translation of Hadith 1067'
),
	Hadith(
		hadithNumber: 1068,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﻟﻘﺪ'
			'ﻩﻤ ﻤﺖ ﺄﻧ ﺁﻣ ﺮ ﺑ ﺤ ﻄ ﺐ ﻓﻴ ﺤﺘ ﻄﺐ ، ﺛﻢﱠ ﺁﻣ ﺮ ﺑﺎﻟ ﱠﺼﻼﺓ ﻓﻴﺆﱠﺫ ﻥ ﻟ ﻬﺎ ، ﺛﻢﱠ ﺁﻣ ﺮ ﺭ ﺟ ﻼ ﻓﻴﺆﱠﻡ ﺍﻟﱠﻨﺎ ﺱ ﺛﻢﱠ ﺃ ﺧﺎﻟ ﻒ ﺇﻟﻰ ﺭ ﺟﺎ ﻝ'
			'ﻓﺄ ﺣ ﱢﺮ ﻕ ﻋﻠﻴ ﻬﻢ ﺑﻴﻮﺗﻬﻢ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1068'
),
	Hadith(
		hadithNumber: 1069,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻣ ﻦ ﺳ ﱠﺮﻩ ﺄﻧ ﻳﻠﻘﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻏﺪﺍ ﻣ ﺴﻠ ﻤﺎ ﻓﻠﻴ ﺤﺎﻓ ﻆ ﻋﻠﻰ ﻩ ﺆﻻ ﺀ'
			'ﺍﻟ ﱠﺼﻠﻮﺎﺗ ﺣﻴ ﺚ ﻳﻨﺎﺪﻳ ﺑﻬ ﱠﻦ ، ﻓﺈ ﱠﻥ ﺍﻟﱠﻠ ﻪ ﺷ ﺮ ﻉ ﻟﻨﺒﱢﻴﻜﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﻨ ﻦ ﺍﻟ ﻬﺪﻯ ﻭﺇﻧﱠ ﻬﻦﱠ ﻣﻦ ﺳﻨ ﻦ ﺍﻟ ﻬﺪﻯ ،'
			'ﻭﻟﻮ ﺃﱠﻧﻜﻢ ﺻﱠﻠﻴﺘﻢ ﻓﻲ ﺑﻴﻮﺗﻜﻢ ﺁﻤﺎ ﻳ ﺼﱢﻠﻲ ﻩﺬﺍ ﺍﻟﻤﺘ ﺨﱢﻠﻒ ﻓﻲ ﺑﻴﺘ ﻪ ﻟﺘﺮﺁﺘﻢ ﺳﱠﻨﺔ ﻧﺒﱢﻴﻜﻢ ، ﻭﻟﻮ ﺗﺮﺁﺘﻢ ﺳﱠﻨ ﺔ ﻧﺒﱢﻴﻜﻢ ﻟ ﻀﻠﻠﺘﻢ'
			'، ﻭﻟﻘﺪ ﺭﺃﻳﺘﻨﺎ ﻭﻣﺎ ﻳﺘ ﺨﱠﻠﻒ ﻋﻨﻬﺎ ﺇ ﱠﻻ ﻣﻨﺎﻓﻖ ﻣﻌﻠﻮﻡ ﺍﻟﱢﻨﻔﺎﻕ ، ﻭﻟﻘﺪ ﺁﺎ ﻥ ﺍﻟ ﱠﺮ ﺟﻞ ﻳﺆﺗ ﻰ ﺑ ﻪ ، ﻳ ﻬﺎﺪﻳ ﺑﻴ ﻦ ﺍﻟ ﱠﺮ ﺟﻠﻴ ﻦ ﺣﱠﺘﻰ'
			'ﻳﻘﺎﻡ ﻓﻲ ﺍﻟ ﱠﺼ ﱢﻒ. ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ ﻗﺎﻝ : ﺇ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﱠﻠﻤﻨﺎ ﺳﻨ ﻦ ﺍﻟ ﻬﺪﻯ ، ﻭﺇ ﱠﻥ ﻣﻦ ﺳﻨ ﻦ ﺍﻟ ﻬﺪﻯ ﺍﻟ ﱠﺼ ﻼﺓ'
			'ﻓﻲ ﺍﻟﻤ ﺴﺠﺪ ﺍﻟﺬﻱ ﻳ ﺆﺫﱠ ﻥ ﻓﻴﻪ',
		translation: 'Translation of Hadith 1069'
),
	Hadith(
		hadithNumber: 1070,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﺪﺭﺩﺍ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ : « ﻣﺎ ﻣﻦ.'
			'ﺛﻼﺛ ﺔ ﻓﻲ ﻗ ﺮﻳ ﺔ ﻭﻻ ﺑﺪ ﻭ ﻻ ﺗﻘﺎﻡ ﻓﻴﻬﻢ ﺍﻟ ﱠﺼﻼﺓ ﺇ ﱠﻻ ﻗﺪ ﺍ ﺳﺘ ﺤ ﻮﺫ ﻋﻠﻴ ﻬﻢ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ . ﻓﻌﻠﻴﻜﻢ ﺑﺎﻟ ﺠ ﻤﺎ ﻋ ﺔ ، ﻓﺈﱠﻧﻤﺎ ﻳﺄﺁ ﻞ'
			'ﺍﻟﺬﱢﺋ ﺐ ﻣ ﻦ ﺍﻟﻐﻨﻢ ﺍﻟﻘﺎ ﺻﻴ ﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1070'
),
	Hadith(
		hadithNumber: 1071,
		hadith:
						'ﻋ ﻦ ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﻋﻔﺎ ﻥ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ'
			'ﺻﱠﻠﻰ ﺍﻟﻌ ﺸﺎ ﺀ ﻓﻲ ﺟـ ﻤﺎ ﻋ ﺔ ، ﻓﻜﺄﱠﻧﻤﺎ ﻗﺎﻡ ﻧ ﺼﻒ ﺍﻟﱠﻠﻴﻞ ﻭ ﻣ ﻦ ﺻﱠﻠﻰ ﺍﻟﺼﺒﺢ ﻓﻲ ﺟ ﻤﺎ ﻋ ﺔ ، ﻓﻜﺄﱠﻧﻤﺎ ﺻﱠﻠﻰ ﺍﻟﱠﻠﻴﻞ ﺁﻠﱠﻪ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﺍﻟﺘﺮﻣﺬ ﻱ ﻋ ﻦ ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﻋﻔﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ'
			'ﺷ ﻬﺪ ﺍﻟﻌ ﺸﺎ ﺀ ﻓﻲ ﺟ ﻤﺎﻋ ﺔ ﺁﺎﻥ ﻟﻪ ﻗﻴﺎﻡ ﻧ ﺼ ﻒ ﻟﻴﻠﺔ ، ﻭ ﻣ ﻦ ﺻﱠﻠﻰ ﺍﻟﻌ ﺸﺎ ﺀ ﻭﺍﻟﻔ ﺠﺮ ﻓﻲ ﺟ ﻤﺎ ﻋﺔ، ﺁﺎ ﻥ ﻟﻪ ﺁﻘﻴﺎﻡ ﻟﻴﻠﺔ »'
			'ﻗﺎﻝ ﺍﻟﱢﺘﺮﻣﺬﻱ : ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 1071'
),
	Hadith(
		hadithNumber: 1072,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻭﻟ ﻮ ﻳﻌﻠﻤﻮ ﻥ ﻣﺎ ﻓﻲ'
			'ﺍﻟﻌﺘ ﻤ ﺔ ﻭﺍﻟ ﱡﺼﺒ ﺢ ﻷﺗ ﻮ ﻩﻤﺎ ﻭﻟﻮ ﺣﺒ ﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻭﻗﺪ ﺳﺒﻖ ﺑﻄ ﻮﻟ ﻪ',
		translation: 'Translation of Hadith 1072'
),
	Hadith(
		hadithNumber: 1073,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴ ﺲ ﺻﻼﺓ ﺃﺛﻘ ﻞ ﻋﻠﻰ ﺍﻟﻤﻨﺎﻓﻘﻴ ﻦ ﻣ ﻦ ﺻﻼﺓ ﺍﻟﻔ ﺠ ﺮ'
			'ﻭﺍﻟﻌﺸﺎ ﺀ ﻭﻟ ﻮ ﻳﻌﻠﻤﻮ ﻥ ﻣﺎ ﻓﻴﻬﻤﺎ ﻷﺗ ﻮ ﻩﻤﺎ ﻭﻟ ﻮ ﺣﺒ ﻮﺍ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1073'
),
	Hadith(
		hadithNumber: 1074,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳﺄﻟ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: ﺃ ﱡﻱ ﺍ ﻷ ﻋﻤﺎ ﻝ ﺃﻓ ﻀ ﻞ ؟'
			'ﻗﺎﻝ : « ﺍﻟ ﱠﺼﻼﺓ ﻋﻠﻰ ﻭﻗﺘﻬﺎ » ﻗﻠ ﺖ : ﺛﻢﱠ ﺃ ﱞﻱ ؟ ﻗﺎﻝ : « ﺑ ﱡﺮ ﺍﻟ ﻮﺍﻟﺪﻳ ﻦ » ﻗﻠ ﺖ : ﺛﻢﱠ ﺃ ﱞﻱ ؟ ﻗﺎﻝ : « ﺍﻟﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ'
			'ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1074'
),
	Hadith(
		hadithNumber: 1075,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺑﻨ ﻲ ﺍ ﻹ ﺳﻼﻡ ﻋﻠﻰ'
			'ﺧ ﻤ ﺲ : ﺷﻬﺎﺩﺓ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣﺤﻤﺪﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﺇﻗﺎﻡ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺇﻳﺘﺎ ﺀ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭ ﺣ ﱢﺞ ﺍﻟﺒﻴ ﺖ ،'
			'ﻭ ﺻ ﻮﻡ ﺭﻣﻀﺎ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1075'
),
	Hadith(
		hadithNumber: 1076,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﻣ ﺮ ﺕ ﺃ ﻥ ﺃﻗﺎﺗ ﻞ ﺍﻟﻨﺎ ﺱ ﺣﱠﺘﻰ ﻳ ﺸﻬﺪﻭﺍ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ'
			'ﺍﻟﱠﻠﻪ ﻭﺃ ﱠﻥ ﻣ ﺤﱠﻤﺪﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﻳﻘﻴﻤﻮﺍ ﺍﻟ ﱠﺼ ﻼﺓ ، ﻭﻳ ﺆﺗﻮﺍ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻓﺈﺫﺍ ﻓﻌﻠﻮﺍ ﺫﻟ ﻚ ﻋﺼﻤﻮﺍ ﻣﱢﻨﻲ ﺩﻣﺎ ﺀ ﻩﻢ'
			'ﻭﺃ ﻣ ﻮﺍﻟﻬﻢ ﺇ ﱠﻻ ﺑﺤ ﱢﻖ ﺍ ﻹﺳﻼﻡ ، ﻭ ﺣ ﺴﺎﺑ ﻬﻢ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1076'
),
	Hadith(
		hadithNumber: 1077,
		hadith:
						'ﻭﻋﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﻌﺜﻨﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﻟﻰ ﺍﻟﻴﻤﻦ ﻓﻘﺎﻝ : «ﺇﱠﻧ ﻚ ﺗﺄﺗﻲ'
			'ﻗ ﻮﻣﺎ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﻜﺘﺎﺏ ، ﻓﺎﺩ ﻋ ﻬﻢ ﺇﻟﻰ ﺷ ﻬﺎﺩﺓ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃﱢﻧﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻓﺈ ﻥ ﻩﻢ ﺃﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ،'
			'ﻓﺄ ﻋﻠﻤ ﻬﻢ ﺃ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺍﻓﺘ ﺮﺽ ﻋﻠﻴ ﻬﻢ ﺧ ﻤ ﺲ ﺻﻠﻮﺍ ﺕ ﻓﻲ ﺁ ﱢﻞ ﻳ ﻮﻡ ﻭﻟﻴﻠ ﺔ، ﻓﺈ ﻥ ﻩﻢ ﺃ ﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ، ﻓﺄ ﻋﻠﻤ ﻬﻢ ﺃ ﱠﻥ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺍﻓﺘ ﺮﺽ ﻋﻠﻴ ﻬﻢ ﺻﺪﻗﺔ ﺗ ﺆ ﺧﺬ ﻣ ﻦ ﺃ ﻏﻨﻴﺎﺋﻬﻢ ﻓﺘﺮﱡﺩ ﻋﻠﻰ ﻓﻘﺮﺍﺋﻬﻢ ، ﻓﺈ ﻥ ﻩﻢ ﺃ ﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ، ﻓﺈﱠﻳﺎ ﻙ ﻭﺁﺮﺍﺋﻢ'
			'ﺃ ﻣﻮﺍﻟﻬﻢ ﻭﺍﱠﺗ ﻖ ﺩ ﻋﻮﺓ ﺍﻟﻤ ﻈﻠﻮﻡ ، ﻓﺈﱠﻧﻪ ﻟﻴ ﺲ ﺑﻴﻨ ﻬﺎ ﻭﺑﻴ ﻦ ﺍﻟﱠﻠ ﻪ ﺣ ﺠﺎ ﺏ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1077'
),
	Hadith(
		hadithNumber: 1078,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺑﻴ ﻦ ﺍﻟ ﱠﺮ ﺟ ﻞ'
			'ﻭﺑﻴ ﻦ ﺍﻟ ﱢﺸ ﺮ ﻙ ﻭﺍﻟﻜﻔ ﺮ ﺗ ﺮ ﻙ ﺍﻟ ﱠﺼﻼﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1078'
),
	Hadith(
		hadithNumber: 1079,
		hadith:
						'ﻭﻋﻦ ﺑ ﺮﻳﺪﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﻌ ﻬﺪ ﺍﻟﺬﻱ ﺑﻴﻨﻨﺎ ﻭﺑﻴﻨ ﻬﻢ ﺍﻟ ﱠﺼﻼﺓ ،'
			'ﻓﻤ ﻦ ﺗ ﺮﺁ ﻬﺎ ﻓﻘﺪ ﺁﻔ ﺮ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1079'
),
	Hadith(
		hadithNumber: 1080,
		hadith:
						'ﻭﻋﻦ ﺷﻘﻴﻖ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺍﻟﺘﺎﺑﻌ ﱢﻲ ﺍﻟﻤﱠﺘﻔ ﻖ ﻋﻠﻰ ﺟﻼﻟﺘ ﻪ ﺭ ﺣﻤﻪ ﺍﻟﱠﻠﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺃ ﺻﺤﺎ ﺏ ﻣ ﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻻ ﻳﺮﻭ ﻥ ﺷﻴﺌﺎ ﻣ ﻦ ﺍ ﻷ ﻋﻤﺎ ﻝ ﺗ ﺮﺁﻪ ﺁﻔﺮ ﻏﻴ ﺮ ﺍﻟ ﱠﺼﻼﺓ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻓﻲ ﺁﺘﺎﺏ ﺍ ﻹﻳﻤﺎﻥ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1080'
),
	Hadith(
		hadithNumber: 1081,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇ ﱠﻥ ﺃ ﱠﻮﻟ ﻣﺎ ﻳﺤﺎﺳ ﺐ ﺑ ﻪ.'
			'ﺍﻟﻌﺒﺪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﻣ ﻦ ﻋﻤﻠ ﻪ ﺻﻼﺗﻪ ، ﻓﺈ ﻥ ﺻﻠﺤﺖ ، ﻓﻘﺪ ﺃﻓﻠ ﺢ ﻭﺃﻧﺠﺢ ، ﻭﺈﻧ ﻓﺴﺪ ﺕ ، ﻓﻘﺪ ﺧﺎ ﺏ ﻭ ﺧ ﺴﺮ ، ﻓﺈ ﻥ'
			'ﺍﻧﺘﻘﺺ ﻣ ﻦ ﻓﺮﻳﻀﺘ ﻪ ﺷﻴﺌﺎ ، ﻗﺎﻝ ﺍﻟ ﱠﺮ ﱡﺏ ، ﻋ ﱠﺰ ﻭﺟ ﱠﻞ : ﺍﻧ ﻈﺮﻭﺍ ﻩ ﻞ ﻟﻌﺒﺪﻱ ﻣ ﻦ ﺗ ﻄ ﱡﻮﻉ ، ﻓﻴﻜﻤﱠ ﻞ ﺑﻬﺎ ﻣﺎ ﺍﻧﺘﻘﺺ ﻣ ﻦ'
			'ﺍﻟﻔ ﺮﻳ ﻀ ﺔ ؟ ﺛﻢﱠ ﺗﻜﻮ ﻥ ﺳﺎﺋ ﺮ ﺃﻋﻤﺎﻟ ﻪ ﻋﻠﻰ ﻩﺬﺍ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1081'
),
	Hadith(
		hadithNumber: 1082,
		hadith:
						'ﻋﻦ ﺟﺎﺑ ﺮ ﺑ ﻦ ﺳﻤﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﺧﺮ ﺝ ﻋﻠﻴﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ : «'
			'ﺃﻻ ﺗ ﺼﱡﻔﻮ ﻥ ﺁﻤﺎ ﺗ ﺼﻒﱡ ﺍﻟﻤﻼﺋﻜﺔ ﻋﻨﺪ ﺭﱢﺑ ﻬﺎ ؟ » ﻓﻘﻠﻨﺎ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭﺁﻴ ﻒ ﺗ ﺼﻒﱡ ﺍﻟﻤﻼﺋﻜﺔ ﻋﻨﺪ ﺭﱢﺑﻬﺎ ؟ ﻗﺎﻝ : «'
			'ﻳﺘﱡﻤﻮ ﻥ ﺍﻟ ﱡﺼﻔﻮ ﻑ ﺍ ﻷﻭ ﻝ ، ﻭﻳﺘﺮﺍ ﱡﺻﻮ ﻥ ﻓﻲ ﺍﻟﺼ ﱢﻒ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1082'
),
	Hadith(
		hadithNumber: 1083,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﻟ ﻮ ﻳﻌﻠﻢ ﺍﻟﻨﺎ ﺱ ﻣﺎ ﻓﻲ'
			'ﺍﻟﱢﻨﺪﺍ ﺀ ﻭﺍﻟ ﱠﺼ ﱢﻒ ﺍ ﻷ ﱠﻭ ﻝ ، ﺛﻢ ﻟﻢ ﻳ ﺠﺪﻭﺍ ﺇ ﱠﻻ ﺃ ﻥ ﻳ ﺴﺘ ﻬﻤﻮﺍ ﻋﻠﻴﻪ ﻻ ﺳﺘﻬﻤﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1083'
),
	Hadith(
		hadithNumber: 1084,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺧﻴ ﺮ ﺻﻔﻮ ﻑ ﺍﻟ ﱢﺮﺟﺎ ﻝ ﺃ ﱠﻭﻟ ﻬﺎ ، ﻭﺷ ﱡﺮﻩﺎ ﺁ ﺧ ﺮ ﻩﺎ'
			'ﻭﺧﻴ ﺮ ﺻﻔﻮ ﻑ ﺍﻟﱢﻨ ﺴﺎ ﺀ ﺁ ﺧ ﺮﻩﺎ ، ﻭﺷ ﱡﺮ ﻩﺎ ﺃ ﱠﻭﻟ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1084'
),
	Hadith(
		hadithNumber: 1085,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺭﺄﯨ ﻓﻲ ﺃ ﺻﺤﺎﺑ ﻪ'
			'ﺗﺄ ﱡﺧﺮﺍ ، ﻓﻘﺎ ﻝ ﻟ ﻬﻢ : « ﺗﻘﱠﺪﻣﻮﺍ ﻓﺄﺗﱡﻤﻮﺍ ﺑﻲ ، ﻭﻟﻴﺄﺗﱠﻢ ﺑﻜﻢ ﻣ ﻦ ﺑﻌﺪﺁﻢ ، ﻻ ﻳﺰﺍ ﻝ ﻗ ﻮﻡ ﻳﺘﺄ ﱠﺧ ﺮﻭ ﻥ ﺣﺘﻰ ﻳﻮﺧﱢ ﺮ ﻩﻢ ﺍﻟﱠﻠﻪ »'
			' .1085ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1085'
),
	Hadith(
		hadithNumber: 1086,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻤﺴ ﺢ ﻣﻨﺎﺁﺒﻨﺎ ﻓﻲ'
			'ﺍﻟ ﱠﺼﻼﺓ ، ﻭﻳﻘﻮ ﻝ : « ﺍ ﺳﺘ ﻮﻭﺍ ﻭﻻ ﺗﺨﺘﻠﻔﻮﺍ ﻓﺘ ﺨﺘﻠ ﻒ ﻗﻠﻮﺑﻜﻢ ، ﻟﻴﻠﻴﻨﻲ ﻣﻨﻜﻢ ﺃﻭﻟﻮﺍ ﺍ ﻷ ﺣﻼﻡ ﻭﺍﻟﱡﻨ ﻬﻰ ، ﺛﱠﻢ ﺍﻟﺬﻳ ﻦ'
			'ﻳﻠﻮﻧﻬﻢ ، ﺛﻢﱠ ﺍﻟﺬﻳﻦ ﻳﻠﻮﻧﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1086'
),
	Hadith(
		hadithNumber: 1087,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺳ ﱡﻮﻭﺍ ﺻﻔﻮﻓﻜﻢ ، ﻓﺈ ﱠﻥ'
			'ﺗ ﺴ ﻮﻳ ﺔ ﺍﻟ ﱠﺼ ﱢﻒ ﻣ ﻦ ﺗﻤﺎﻡ ﺍﻟ ﱠﺼﻼﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺍﻟﺒﺨﺎﺮﻳ : « ﻓﺈ ﱠﻥ ﺗﺴ ﻮﻳ ﺔ ﺍﻟ ﱡﺼﻔﻮ ﻑ ﻣﻦ ﺇﻗﺎﻣﺔ ﺍﻟ ﱠﺼﻼﺓ »',
		translation: 'Translation of Hadith 1087'
),
	Hadith(
		hadithNumber: 1088,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎﻝ : ﺃﻗﻴ ﻤ ﺖ ﺍﻟ ﱠﺼﻼﺓ ، ﻓﺄﻗﺒﻞ ﻋﻠﻴﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻮ ﺟ ﻬ ﻪ ﻓﻘﺎ ﻝ : «ﺃﻗﻴﻤﻮﺍ'
			'ﺻﻔﻮﻓﻜﻢ ﻭﺗﺮﺍ ﱡﺻﻮﺍ ، ﻓﺈﱢﻧﻲ ﺃﺭﺍﺁﻢ ﻣ ﻦ ﻭ ﺭﺍ ﺀ ﻇ ﻬ ﺮﻱ » ﺭﻭﺍﻩ ﺍﻟﺒ ﺨﺎﺮﻳﱡ ﺑﻠﻔ ﻈ ﻪ ، ﻭﻣ ﺴﻠﻢ ﺑﻤﻌﻨﺎﻩ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ ﻟﻠﺒ ﺨﺎ ﺭ ﱢﻱ : ﻭﺁﺎ ﻥ ﺃﺣﺪﻧﺎ ﻳﻠ ﺰ ﻕ ﻣﻨﻜﺒﻪ ﺑﻤﻨﻜ ﺐ ﺻﺎ ﺣﺒ ﻪ ﻭﻗﺪ ﻣﻪ ﺑﻘﺪ ﻣ ﻪ »',
		translation: 'Translation of Hadith 1088'
),
	Hadith(
		hadithNumber: 1089,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑﺸﻴ ﺮ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﺳﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «'
			'ﻟﺘﺴ ﱡﻮ ﱠﻥ ﺻﻔﻮﻓﻜﻢ ، ﺃ ﻭ ﻟﻴ ﺨﺎﻟﻔ ﱠﻦ ﺍﻟﱠﻠﻪ ﺑﻴ ﻦ ﻭ ﺟﻮ ﻩﻜﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳ ﺴ ﱢﻮﻱ ﺻﻔﻮﻓﻨﺎ ، ﺣﱠﺘﻰ ﺁﺄﱠﻧﻤﺎ ﻳ ﺴ ﻮﻱ ﺑ ﻬﺎ ﺍﻟﻘﺪﺍ ﺡ'
			'، ﺣﱠﺘﻰ ﺭﺄﯨ ﺃﱠﻧﺎ ﻗﺪ ﻋﻘﻠﻨﺎ ﻋﻨﻪ . ﺛﻢﱠ ﺧ ﺮﺝ ﻳ ﻮﻣﺎ ﻓﻘﺎﻡ ﺣﱠﺘﻰ ﺁﺎﺩ ﻳﻜﺒﱢ ﺮ ، ﻓ ﺮﺄﯨ ﺭ ﺟﻼ ﺑﺎﺩﻳﺎ ﺻﺪ ﺭﻩ ﻣ ﻦ ﺍﻟ ﱠﺼ ﱢﻒ ﻓﻘﺎ ﻝ :'
			'« ﻋﺒﺎﺩ ﺍﻟﱠﻠ ﻪ ، ﻟﺘ ﺴﻮﱡﻥﱠ ﺻﻔﻮﻓﻜﻢ ، ﺃ ﻭ ﻟﻴ ﺨﺎﻟﻔ ﱠﻦ ﺍﻟﱠﻠﻪ ﺑﻴ ﻦ ﻭ ﺟﻮﻩﻜﻢ»',
		translation: 'Translation of Hadith 1089'
),
	Hadith(
		hadithNumber: 1090,
		hadith:
						'ﻭﻋ ﻦ ﺍﻟﺒ ﺮﺍ ﺀ ﺑ ﻦ ﻋﺎﺯ ﺏ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﺘﺨﻠﱠ ﻞ'
			'ﺍﻟ ﱠﺼ ﱠﻒ ﻣ ﻦ ﻧﺎ ﺣﻴ ﺔ ﺇﻟﻰ ﻧﺎ ﺣﻴ ﺔ ، ﻳﻤ ﺴ ﺢ ﺻﺪﻭ ﺭﻧﺎ ، ﻭﻣﻨﺎﺁﺒﻨﺎ ، ﻭﻳﻘﻮ ﻝ : ﻻ ﺗ ﺨﺘﻠﻔﻮﺍ ﻓﺘ ﺨﺘﻠ ﻒ ﻗﻠﻮﺑﻜﻢ » ﻭﺁﺎ ﻥ ﻳﻘﻮ ﻝ'
			': ﺈﻧ ﺍﻟﱠﻠﻪ ﻭ ﻣﻼﺋﻜﺘﻪ ﻳ ﺼﱡﻠﻮ ﻥ ﻋﻠﻰ ﺍﻟ ﱡﺼﻔﻮ ﻑ ﺍ ﻷ ﻭ ﻝ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1090'
),
	Hadith(
		hadithNumber: 1091,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑﻦ ﻋﻤ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : «ﺃﻗﻴﻤﻮﺍ ﺍﻟ ﱡﺼﻔﻮ ﻑ'
			'ﻭ ﺣﺎﺫﻭﺍ ﺑﻴ ﻦ ﺍﻟﻤﻨﺎﺁﺐ، ﻭ ﺳﱡﺪﻭﺍ ﺍﻟ ﺨﻠ ﻞ، ﻭﻟﻴﻨﻮﺍ ﺑﺄﻳﺪﻱ ﺇ ﺧ ﻮﺍﻧﻜﻢ ، ﻭﻻ ﺗﺬ ﺭﻭﺍ ﻓ ﺮ ﺟﺎ ﺕ ﻟﻠﺸﻴﻄﺎ ﻥ، ﻭ ﻣ ﻦ ﻭ ﺻ ﻞ ﺻﻔﺎ'
			'ﻭ ﺻﻠﻪ ﺍﻟﱠﻠﻪ ، ﻭ ﻣ ﻦ ﻗ ﻄ ﻊ ﺻﻔﺎ ﻗ ﻄﻌﻪ ﺍﻟﱠﻠﻪ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1091'
),
	Hadith(
		hadithNumber: 1092,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺭ ﱡﺻﻮﺍ ﺻﻔﻮﻓﻜﻢ ، ﻭﻗﺎﺭﺑﻮﺍ.'
			'ﺑﻴﻨﻬﺎ ، ﻭﺣﺎﺫﻭﺍ ﺑﺎ ﻷ ﻋﻨﺎﻕ ، ﻓ ﻮﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﺇﱠﻧﻲ ﻷ ﺮﯨ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﺪ ﺧ ﻞ ﻣ ﻦ ﺧﻠ ﻞ ﺍﻟ ﱠﺼ ﱢﻒ ، ﺁﺄﱠﻧﻬﺎ ﺍﻟ ﺤﺬ ﻑ »'
			'ﺣﺪﻳﺚ ﺻﺤﻴﺢ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ .'
			'»ﺍﻟﺤﺬ ﻑ » ﺑﺤﺎ ﺀ ﻣﻬﻤﻠ ﺔ ﻭﺫﺍ ﻝ ﻣﻌﺠﻢ ﻣﻔﺘﻮﺣﺘﻴﻦ ﺛﻢ ﻓﺎ ﺀ ﻮﻫﻲ : ﻏﻨﻢ ﺳﻮﺩ ﺻﻐﺎﺭ ﺗﻜﻮ ﻥ ﺑﺎﻟﻴﻤ ﻦ',
		translation: 'Translation of Hadith 1092'
),
	Hadith(
		hadithNumber: 1093,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃﺗﱡﻤﻮﺍ ﺍﻟ ﱠﺼ ﱠﻒ ﺍﻟﻤﻘﱠﺪﻡ ، ﺛﻢﱠ ﺍﱠﻟﺬﻱ ﻳﻠﻴ ﻪ ، ﻓ ﻤﺎ ﺁﺎ ﻥ ﻣ ﻦ'
			'ﻧﻘ ﺺ ﻓﻠﻴﻜ ﻦ ﻓﻲ ﺍﻟ ﱠﺼ ﱢﻒ ﺍﻟﻤ ﺆ ﱠﺧ ﺮ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1093'
),
	Hadith(
		hadithNumber: 1094,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟﺖ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻭﻣﻼﺋﻜﺘﻪ'
			'ﻳﺼﱡﻠﻮ ﻥ ﻋﻠﻰ ﻣﻴﺎﻣﻦ ﺍﻟ ﱡﺼﻔﻮﻑ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﻋﻠﻰ ﺷ ﺮ ﻁ ﻣ ﺴﻠﻢ ، ﻭﻓﻴ ﻪ ﺭﺟﻞ ﻣ ﺨﺘﻠ ﻒ ﻓﻲ ﺗ ﻮﺛﻴﻘ ﻪ .'
			'( ﺷﺎﺫ ) .[ ﻗﺎﻝ ﺍﻟﺸﻴﺦ ﺍﻷﻟﺒﺎﻧﻲ:ﻭﺍﻟﻤﺤﻔﻮﻅ - ﺁﻤﺎ ﻗﺎﻝ ﺍﻟﺒﻴﻬﻘﻲ - ﺇﻧﻤﺎ ﻩﻮ ﺑﻠﻔﻆ : " . . . ﻋﻠﻰ ﺍﻟﺬﻱ ﻳﺼﻠﻮﻥ'
			'ﺍﻟﺼﻔﻮﻑ " ﺁﻤﺎ ﺫﺁﺮﺗﻪ ﻓﻲ ﺗﻌﻠﻴﻘﻲ ﻋﻠﻰ " ﺍﻟﻤﺸﻜﺎﺓ " ، ﻭﺑﻴﻨﺘﻪ ﻓﻲ ﺁﺘﺎﺑﻲ " ﺿﻌﻴﻒ ﺃﺑﻲ ﺩﺍﻭﺩ" ﻭ" ﺻﺤﻴﺢ'
			'ﺃﺑﻲ ﺩﺍﻭﺩ ") ] .'
			'`',
		translation: 'Translation of Hadith 1094'
),
	Hadith(
		hadithNumber: 1095,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﻟﺒﺮﺍ ﺀ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : « ﺁﱠﻨﺎ ﺇﺫﺍ ﺻﱠﻠﻴﻨﺎ ﺧﻠ ﻒ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺣﺒﺒﺒﻨﺎ ﺃ ﻥ'
			'ﻧﻜﻮ ﻥ ﻋ ﻦ ﻳ ﻤﻴﻨ ﻪ ، ﻳﻘﺒ ﻞ ﻋﻠﻴﻨﺎ ﺑ ﻮ ﺟ ﻬ ﻪ ، ﻓﺴ ﻤﻌﺘﻪ ﻳﻘﻮﻝ : « ﺭ ﱢﺏ ﻗﻨﻲ ﻋﺬﺍﺑ ﻚ ﻳ ﻮﻡ ﺗﺒﻌ ﺚ - ﺃ ﻭ ﺗ ﺠﻤ ﻊ - ﻋﺒﺎﺩ ﻙ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1095'
),
	Hadith(
		hadithNumber: 1096,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻭ ﱢﺳ ﻄﻮﺍ ﺍ ﻹﻣﺎﻡ ،'
			'( ﺃﻭﻟﻪ ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻣﺠﻬﻮﻻﻥ ، ﻟﻜﻦ ﺍﻟﺸﻄﺮ ﺍﻟﺜﺎﻧﻲ ﻣﻨﻪ ﻟﻪ ﺷﻮﺎﻫﺪ ] .ﻭ ﺳﱡﺪﻭﺍ ﺍﻟ ﺨﻠ ﻞ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1096'
),
	Hadith(
		hadithNumber: 1097,
		hadith:
						'ﻋ ﻦ ﺄﻣﱢ ﺍﻟﻤﺆﻣﻨﻴ ﻦ ﺄﻣﱢ ﺣﺒﻴﺒ ﺔ ﺭ ﻣﻠ ﺔ ﺑﻨ ﺖ ﺃﺑﻲ ﺳﻔﻴﺎ ﻥ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻟ ﺖ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ :« ﻣﺎ ﻣ ﻦ ﻋﺒﺪ ﻣ ﺴﻠﻢ ﻳ ﺼﱢﻠﻲ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺁﻞﱠ ﻳ ﻮﻡ ﺛﻨﺘ ﻲ ﻋ ﺸﺮﺓ ﺭﺁﻌ ﺔ ﺗﻄﻮﻋﺎ ﻏﻴ ﺮ ﺍﻟﻔ ﺮﻳ ﻀ ﺔ ،'
			'ﺇ ﱠﻻ ﺑﻨﻰ ﺍﻟﱠﻠﻪ ﻟﻪ ﺑﻴﺘﺎ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ، ﺃ ﻭ : ﺇ ﱠﻻ ﺑﻨﻲ ﻟﻪ ﺑﻴ ﺖ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1097'
),
	Hadith(
		hadithNumber: 1098,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﺻﻠﱠﻴ ﺖ ﻣ ﻊ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﺁﻌﺘﻴ ﻦ ﻗﺒ ﻞ'
			'ﺍﻟ ﱡﻈ ﻬ ﺮ ، ﻭ ﺭﺁﻌﺘﻴ ﻦ ﺑﻌﺪ ﻩﺎ ، ﻭ ﺭﺁﻌﺘﻴ ﻦ ﺑﻌﺪ ﺍﻟ ﺠﻤﻌ ﺔ ، ﻭ ﺭﺁﻌﺘﻴ ﻦ ﺑﻌﺪ ﺍﻟﻤﻐ ﺮ ﺏ ، ﻭﺭﺁﻌﺘﻴ ﻦ ﺑﻌﺪ ﺍﻟﻌ ﺸﺎ ﺀ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1098'
),
	Hadith(
		hadithNumber: 1099,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻣﻐﱠﻔ ﻞ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺑﻴ ﻦ ﺁﻞﱢ'
			'ﺃﺫﺍﻧﻴ ﻦ ﺻﻼﺓ ، ﺑﻴ ﻦ ﺁ ﱢﻞ ﺃﺫﺍﻧﻴ ﻦ ﺻﻼﺓ ، ﺑﻴ ﻦ ﺁﻞﱢ ﺃﺫﺍﻧﻴ ﻦ ﺻﻼﺓ » ﻭﻗﺎ ﻝ ﻓﻲ ﺍﻟﺜﺎﻟﺜﺔ : «ﻟ ﻤ ﻦ ﺷﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺍﻟﻤ ﺮﺍﺩ ﺑﺎ ﻷﺫﺍﻧﻴﻦ : ﺍ ﻷﺫﺍ ﻥ ﻭﺍ ﻹﻗﺎﻣﺔ .'
			'`',
		translation: 'Translation of Hadith 1099'
),
	Hadith(
		hadithNumber: 1100,
		hadith:
						'ﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻻ ﻳﺪ ﻉ ﺃ ﺭﺑﻌﺎ ﻗﺒ ﻞ ﺍﻟ ﱡﻈ ﻬ ﺮ ، ﻭ ﺭﺁﻌﺘﻴ ﻦ'
			'ﻗﺒ ﻞ ﺍﻟﻐﺪﺍﺓ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1100'
),
	Hadith(
		hadithNumber: 1102,
		hadith:
						'ﻭﻋﻨﻬﺎ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺭﺁﻌﺘﺎ ﺍﻟﻔ ﺠ ﺮ ﺧﻴﺮ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻭ ﻣﺎ ﻓﻴﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﻭﺭﺍﻳ ﺔ : «ﻟ ﻬﻤﺎ ﺃﺣﺐ ﺇﻟ ﱠﻲ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﺟﻤﻴﻌﺎ » .'
			'`',
		translation: 'Translation of Hadith 1102'
),
	Hadith(
		hadithNumber: 1103,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻼ ﻝ ﺑ ﻦ ﺭﺑﺎ ﺡ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻣ ﺆﱢﺫ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻧﱠﻪ ﺃﺗﻰ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻴﺆﺫﻧﻪ ﺑ ﺼﻼﺓ ﺍﻟﻐﺪﺍﺓ ، ﻓ ﺸﻐﻠ ﺖ ﻋﺎﺋ ﺸﺔ ﺑﻼ ﻻ ﺑﺄ ﻣ ﺮ ﺳﺄﻟﺘﻪ ﻋﻨﻪ ﺣﺘﻰ ﺃﺻﺒ ﺢ ﺟﺪﺍ'
			'، ﻓﻘﺎﻡ ﺑﻼ ﻝ ﻓﺂﺫﻧﻪ ﺑﺎﻟ ﱠﺼﻼﺓ ، ﻭﺗﺎﺑ ﻊ ﺃﺫﺍﻧﻪ ، ﻓﻠﻢ ﻳ ﺨ ﺮ ﺝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻠﻤﺎ ﺧ ﺮﺝ ﺻﱠﻠﻰ'
			'ﺑﺎﻟﱠﻨﺎ ﺱ ، ﻓﺄﺧﺒﺮﻩ ﺃ ﱠﻥ ﻋﺎﺋ ﺸ ﺔ ﺷﻐﻠﺘﻪ ﺑﺄ ﻣ ﺮ ﺳﺄﻟﺘﻪ ﻋﻨﻪ ﺣﺘﻰ ﺃﺻﺒ ﺢ ﺟﺪﺍ ، ﻭﺃﻧﱠﻪ ﺃﺑ ﻄﺄ ﻋﻠﻴ ﻪ ﺑﺎﻟ ﺨﺮﻭ ﺝ ، ﻓﻘﺎﻝ -'
			'ﻳﻌﻨﻲ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ - : « ﺇﻧﻲ ﺁﻨ ﺖ ﺭﺁﻌ ﺖ ﺭﺁﻌﺘﻲ ﺍﻟﻔ ﺠ ﺮ » ﻓﻘﺎ ﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇﱠﻧﻚ ﺃ ﺻﺒ ﺤ ﺖ'
			'ﺟﺪﺍ ؟ ﻓﻘﺎ ﻝ : « ﻟ ﻮ ﺃﺻﺒﺤ ﺖ ﺃﺁﺜ ﺮ ﻣﻤﺎ ﺃﺻﺒﺤ ﺖ ، ﻟ ﺮﺁﻌﺘ ﻬﻤﺎ ، ﻭﺃ ﺣﺴﻨﺘ ﻬﻤﺎ ﻭﺃﺟﻤﻠﺘ ﻬﻤﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ'
			'ﺣﺴﻦ',
		translation: 'Translation of Hadith 1103'
),
	Hadith(
		hadithNumber: 1104,
		hadith:
						'ﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳ ﺼﻠﻲ ﺭﺁﻌﺘﻴ ﻦ ﺧﻔﻴﻔﺘﻴ ﻦ ﺑﻴ ﻦ ﺍﻟﱢﻨﺪﺍ ﺀ'
			'ﻭﺍ ﻹﻗﺎﻣ ﺔ ﻣﻦ ﺻﻼﺓ ﺍﻟ ﱡﺼﺒ ﺢ . ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻬ ﻤﺎ: ﻳ ﺼﱢﻠﻲ ﺭﺁﻌﺘﻲ ﺍﻟﻔ ﺠ ﺮ، ﻓﻴ ﺨﻔﱢﻔﻬ ﻤﺎ ﺣﺘﻰ ﺃﻗﻮ ﻝ: ﻩﻞ ﻗ ﺮﺃ ﻓﻴﻬﻤﺎ ﺑﺄﻡﱢ ﺍﻟﻘ ﺮﺁ ﻥ؟،'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤ ﺴﻠﻢ : ﺁﺎﻥ ﻳ ﺼﱢﻠﻲ ﺭﺁﻌﺘﻲ ﺍﻟﻔ ﺠ ﺮ ﺇﺫﺍ ﺳ ﻤ ﻊ ﺍ ﻷﺫﺍ ﻥ ﻭﻳ ﺨﱢﻔﻔﻬﻤﺎ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺇﺫﺍ ﻃﻠﻊ ﺍﻟﻔ ﺠ ﺮ .'
			'`',
		translation: 'Translation of Hadith 1104'
),
	Hadith(
		hadithNumber: 1105,
		hadith:
						'ﻭ ﻋ ﻦ ﺣﻔ ﺼ ﺔ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺃﱠﺫ ﻥ ﺍﻟﻤ ﺆﺫﱢ ﻥ ﻟﻠ ﱡﺼﺒ ﺢ ،'
			'ﻭﺑﺪﺍ ﺍﻟ ﱡﺼﺒ ﺢ ، ﺻﱠﻠﻰ ﺭﺁﻌﺘﻴﻦ ﺧﻔﻴﻔﺘﻴ ﻦ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻃﻠ ﻊ ﺍﻟﻔ ﺠﺮ ﻻ ﻳﺼﻠﻲ ﺇ ﱠﻻ ﺭﺁﻌﺘﻴ ﻦ ﺧﻔﻴﻔﺘﻴ ﻦ',
		translation: 'Translation of Hadith 1105'
),
	Hadith(
		hadithNumber: 1106,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑﻦ ﻋﻤ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺼﱢﻠﻲ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﻣﺜﻨﻰ'
			'ﻣﺜﻨﻰ ، ﻭﻳﻮﺗﺮ ﺑ ﺮﺁﻌ ﺔ ﻣﻦ ﺁ ﺧ ﺮ ﺍﻟﱠﻠﻴ ﻞ ، ﻭﻳ ﺼﱢﻠﻲ ﺍﻟ ﱠﺮﺁﻌﺘﻴ ﻦ ﻗﺒﻞ ﺻﻼﺓ ﺍﻟﻐﺪﺍﺓ ، ﻭﺁﺄ ﱠﻥ ﺍﻷﺫﺍ ﻥ ﺑﺄﺫﻧﻴﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1106'
),
	Hadith(
		hadithNumber: 1107,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬ ﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘ ﺮﺃ ﻓﻲ ﺭﺁﻌﺘﻲ ﺍﻟﻔ ﺠ ﺮ ﻓﻲ.'
			'ﺍﻷﻭﻟﻰ ﻣﻨ ﻬﻤﺎ : { ﻗﻮﻟﻮﺍ ﺁﻣﱠﻨﺎ ﺑﺎﻟﱠﻠ ﻪ ﻭ ﻣﺎ ﺃﻧ ﺰ ﻝ ﺇﻟﻴﻨﺎ } ﺍﻵﻳﺔ ﺍﻟﺘﻲ ﻓﻲ ﺍﻟﺒﻘﺮﺓ ، ﻭﻓﻲ ﺍﻵ ﺧ ﺮﺓ ﻣﻨﻬﻤﺎ : { ﺁﻣﱠﻨﺎ ﺑﺎﻟﱠﻠ ﻪ'
			'ﻭﺍ ﺷ ﻬﺪ ﺑﺄﱠﻧﺎ ﻣﺴﻠﻤﻮ ﻥ } .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓﻲ ﺍﻵﺧﺮﺓ ﺍﻟﺘﻲ ﻓﻲ ﺁ ﻝ ﻋﻤﺮﺍ ﻥ : { ﺗﻌﺎﻟ ﻮﺍ ﺇﻟﻰ ﺁﻠ ﻤ ﺔ ﺳ ﻮﺍ ﺀ ﺑﻴﻨﻨﺎ ﻭﺑﻴﻨﻜﻢ } ﺭﻭﺎﻫﻤﺎ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1107'
),
	Hadith(
		hadithNumber: 1108,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗ ﺮﺃ ﻓﻲ ﺭﺁﻌﺘ ﻲ ﺍﻟﻔ ﺠ ﺮ : {ﻗ ﻞ ﻳﺎ'
			'ﺃﱡﻳ ﻬﺎ ﺍﻟﻜﺎﻓ ﺮﻭ ﻥ } ﻭ { ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ } ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1108'
),
	Hadith(
		hadithNumber: 1109,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎﻝ : ﺭﻣﻘ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺷ ﻬﺮﺍ ﻳﻘ ﺮﺃ ﻓﻲ ﺍﻟ ﱠﺮﺁﻌﺘﻴ ﻦ'
			'ﻗﺒ ﻞ ﺍﻟﻔ ﺠ ﺮ : { ﻗ ﻞ ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﻜﺎﻓ ﺮﻭ ﻥ }، ﻭ: { ﻗﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ } . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1109'
),
	Hadith(
		hadithNumber: 1110,
		hadith:
						'ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟﺖ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺻﱠﻠﻰ ﺭﺁﻌﺘﻲ ﺍﻟﻔ ﺠ ﺮ ،'
			'ﺍ ﺿ ﻄﺠﻊ ﻋﻠﻰ ﺷﱢﻘ ﻪ ﺍ ﻷﻳﻤ ﻦ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ .'
			'`',
		translation: 'Translation of Hadith 1110'
),
	Hadith(
		hadithNumber: 1111,
		hadith:
						'ﻭﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺼﱢﻠﻲ ﻓﻴﻤﺎ ﺑﻴ ﻦ ﺃ ﻥ ﻳﻔ ﺮ ﻍ ﻣ ﻦ ﺻﻼﺓ ﺍﻟﻌ ﺸﺎ ﺀ ﺇﻟﻰ ﺍﻟﻔ ﺠ ﺮ'
			'ﺇ ﺣﺪﻯ ﻋ ﺸ ﺮﺓ ﺭﺁﻌ ﺔ ﻳ ﺴﻠﱢﻢ ﺑﻴ ﻦ ﺁﻞﱢ ﺭﺁﻌﺘﻴ ﻦ ، ﻭﻳﻮﺗ ﺮ ﺑ ﻮﺍ ﺣﺪﺓ ، ﻓﺈﺫﺍ ﺳﻜ ﺖ ﺍﻟﻤ ﺆﺫﱢ ﻥ ﻣ ﻦ ﺻﻼﺓ ﺍﻟﻔ ﺠ ﺮ ، ﻭﺗﺒﱠﻴ ﻦ ﻟﻪ'
			'ﺍﻟﻔ ﺠ ﺮ ، ﻭﺟﺎ ﺀﻩ ﺍﻟﻤ ﺆﺫﱢ ﻥ ، ﻗﺎﻡ ﻓ ﺮﺁ ﻊ ﺭﺁﻌﺘﻴﻦ ﺧﻔﻴﻔﺘﻴ ﻦ ، ﺛﻢﱠ ﺍ ﺿ ﻄ ﺠ ﻊ ﻋﻠﻰ ﺷﱢﻘﻪ ﺍ ﻷﻳﻤ ﻦ ، ﻩﻜﺬﺍ ﺣﱠﺘﻰ ﻳﺄﺗﻴﻪ ﺍﻟﻤ ﺆﺫﱢ ﻥ'
			'ﻟ ﻺﻗﺎ ﻣ ﺔ . ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ .،ﻗ ﻮﻟ ﻬﺎ : «ﻳﺴﻠﱢﻢ ﺑﻴﻦ ﺁﻞﱢ ﺭﺁﻌﺘﻴﻦ » ﻩﻜﺬﺍ ﻩﻮ ﻓﻲ ﻣﺴﻠﻢ ﻭﻣﻌﻨﺎﻩ : ﺑﻌﺪ ﺁﻞﱢ ﺭﺁﻌﺘﻴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1111'
),
	Hadith(
		hadithNumber: 1112,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺻﱠﻠﻰ ﺃ ﺣﺪﺁﻢ'
			'ﺭﺁﻌﺘ ﻲ ﺍﻟﻔ ﺠ ﺮ ﻓﻠﻴﻀ ﻄ ﺠ ﻊ ﻋﻠﻰ ﻳ ﻤﻴﻨ ﻪ » .'
			'ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﺑﺄﺳﺎﻧﻴﺪ ﺻﺤﻴﺤ ﺔ . ﻗﺎ ﻝ ﺍﻟﺘﺮﻣﺬﻱ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ ﺻ ﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1112'
),
	Hadith(
		hadithNumber: 1113,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﺻﻠﱠﻴ ﺖ ﻣﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﺁﻌﺘﻴ ﻦ ﻗﺒﻞ'
			'ﺍﻟ ﱡﻈ ﻬ ﺮ ، ﻭ ﺭﺁﻌﺘﻴ ﻦ ﺑﻌﺪ ﻩﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1113'
),
	Hadith(
		hadithNumber: 1114,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﻻ ﻳﺪ ﻉ ﺃ ﺭﺑﻌﺎ ﻗﺒ ﻞ ﺍﻟ ﱡﻈ ﻬ ﺮ ، ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭ ﱡﻱ .'
			'`',
		translation: 'Translation of Hadith 1114'
),
	Hadith(
		hadithNumber: 1115,
		hadith:
						'ﻭ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺼﻠ ﱢﻲ ﻓﻲ ﺑﻴﺘﻲ ﻗﺒ ﻞ ﺍﻟ ﱡﻈ ﻬﺮ ﺃ ﺭﺑﻌﺎ ، ﺛﻢ ﻳ ﺨ ﺮ ﺝ ﻓﻴﺼﻠﻲﱢ'
			'ﺑﺎﻟﱠﻨﺎ ﺱ ، ﺛﻢﱠ ﻳﺪ ﺧ ﻞ ﻓﻴ ﺼﻠ ﱢﻲ ﺭﺁﻌﺘﻴ ﻦ ، ﻭﺁﺎ ﻥ ﻳﺼﻠﻲﱢ ﺑﺎﻟﱠﻨﺎ ﺱ ﺍﻟﻤﻐ ﺮﺏ ، ﺛﻢﱠ ﻳﺪ ﺧ ﻞ ﺑﻴﺘﻲ ﻓﻴﺼﻠﻲﱢ ﺭﺁﻌﺘﻴ ﻦ ، ﻭﻳ ﺼﻠ ﱢﻲ'
			'ﺑﺎﻟﱠﻨﺎ ﺱ ﺍﻟﻌﺸﺎ ﺀ ، ﻭﻳﺪ ﺧ ﻞ ﺑﻴﺘﻲ ﻓﻴﺼﻠﻲﱢ ﺭﺁﻌﺘﻴ ﻦ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1115'
),
	Hadith(
		hadithNumber: 1116,
		hadith:
						'ﻭﻋﻦ ﺄﻣﱢ ﺣﺒﻴﺒ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻣ ﻦ ﺣﺎﻓ ﻆ ﻋﻠﻰ ﺃ ﺭﺑ ﻊ'
			'ﺭﺁﻌﺎ ﺕ ﻗﺒ ﻞ ﺍﻟ ﱡﻈ ﻬ ﺮ ، ﻭﺃ ﺭﺑ ﻊ ﺑﻌﺪ ﻩﺎ ، ﺣ ﱠﺮﻣﻪ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺭ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1116'
),
	Hadith(
		hadithNumber: 1117,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﺍﻟﺴﺎﺋﺐ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳ ﺼﱢﻠﻲ ﺃ ﺭﺑﻌﺎ ﺑﻌﺪ.'
			'ﺄﻧ ﺗﺰﻮﻟ ﺍﻟﺸﱠ ﻤ ﺲ ﻗﺒ ﻞ ﺍﻟ ﱡﻈ ﻬ ﺮ ، ﻭﻗﺎ ﻝ : « ﺇﱠﻧ ﻬﺎ ﺳﺎ ﻋﺔ ﺗﻔﺘ ﺢ ﻓﻴ ﻬﺎ ﺃﺑﻮﺍ ﺏ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ، ﻓﺄ ﺣﺐﱡ ﺄﻧ ﻳﺼﻌﺪ ﻟﻲ ﻓﻴﻬﺎ ﻋ ﻤﻞ'
			'ﺻﺎﻟ ﺢ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1117'
),
	Hadith(
		hadithNumber: 1118,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﻟﻢ ﻳ ﺼﻞﱢ ﺃ ﺭﺑﻌﺎ ﻗﺒ ﻞ ﺍﻟﻈ ﻬ ﺮ،'
			'ﺻﻼﱠ ﻩﻦﱠ ﺑﻌﺪﻩﺎ .'
			'ﺭ ﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1118'
),
	Hadith(
		hadithNumber: 1119,
		hadith:
						'ﻋ ﻦ ﻋﻠ ﱢﻲ ﺑ ﻦ ﺃﺑﻲ ﻃﺎﻟ ﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺼﱢﻠﻲ ﻗﺒ ﻞ ﺍﻟﻌ ﺼ ﺮ'
			'ﺃ ﺭﺑ ﻊ ﺭﺁﻌﺎ ﺕ ، ﻳﻔ ﺼ ﻞ ﺑﻴﻨ ﻬ ﱠﻦ ﺑﺎﻟﱠﺘ ﺴﻠﻴﻢ ﻋﻠﻰ ﺍﻟﻤﻼﺋﻜ ﺔ ﺍﻟﻤﻘﺮﺑﻴ ﻦ ، ﻭ ﻣ ﻦ ﺗﺒﻌ ﻬﻢ ﻣ ﻦ ﺍﻟﻤ ﺴﻠ ﻤﻴﻦ ﻭﺍﻟﻤﺆ ﻣﻨﻴ ﻦ . ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1119'
),
	Hadith(
		hadithNumber: 1120,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﺭ ﺣﻢ ﺍﻟﱠﻠﻪ ﺍ ﻣ ﺮﺀﺍ ﺻﱠﻠﻰ'
			'ﻗﺒ ﻞ ﺍﻟﻌ ﺼ ﺮ ﺃ ﺭﺑﻌﺎ » .'
			'ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1120'
),
	Hadith(
		hadithNumber: 1121,
		hadith:
						'ﻭﻋ ﻦ ﻋﻠ ﱢﻲ ﺑﻦ ﺃﺑﻲ ﻃﺎﻟ ﺐ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳ ﺼﱢﻠﻲ ﻗﺒ ﻞ ﺍﻟﻌﺼ ﺮ'
			'ﺭﺁﻌﺘﻴ ﻦ .'
			'ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ .'
			'( ﺷﺎﺫ ﺑﻬﺬﺍ ﺍﻟﻠﻔﻆ ) . [ ﻭﺍﻟﻤﺤﻔﻮﻅ ﺑﻠﻔﻆ : " ﺃﺭﺑﻊ ﺭﺁﻌﺎﺕ " ] .'
			'`',
		translation: 'Translation of Hadith 1121'
),
	Hadith(
		hadithNumber: 1122,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻣﻐﱠﻔ ﻞ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺻﱡﻠﻮﺍ ﻗﺒ ﻞ ﺍﻟ ﻤﻐ ﺮﺏ'
			'» ﻗﺎ ﻝ ﻓﻲ ﺍﻟﱠﺜﺎﻟﺜ ﺔ : « ﻟ ﻤ ﻦ ﺷﺎ ﺀ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ .'
			'`',
		translation: 'Translation of Hadith 1122'
),
	Hadith(
		hadithNumber: 1123,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻟﻘﺪ ﺭﺃﻳ ﺖ ﺁﺒﺎ ﺭ ﺃﺻﺤﺎ ﺏ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺒﺘﺪ ﺭﻭ ﻥ'
			'ﺍﻟ ﱠﺴ ﻮﺍ ﺭ ﻱ ﻋﻨﺪ ﺍﻟﻤﻐﺮ ﺏ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1123'
),
	Hadith(
		hadithNumber: 1124,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﱠﻨﺎ ﻧ ﺼﱢﻠﻲ ﻋﻠﻰ ﻋﻬﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﺁﻌﺘﻴ ﻦ ﺑﻌﺪ ﻏﺮﻭ ﺏ ﺍﻟ ﱠﺸ ﻤﺲ ﻗﺒ ﻞ'
			'ﺍﻟ ﻤﻐﺮ ﺏ ، ﻓﻘﻴ ﻞ : ﺃﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺻ ﱠﻼ ﻩﻤﺎ ؟ ﻗﺎﻝ : ﺁﺎ ﻥ ﻳﺮﺍﻧﺎ ﻧ ﺼﱢﻠﻴ ﻬﻤﺎ ﻓﻠﻢ ﻳﺄﻣ ﺮﻧﺎ ﻭﻟﻢ'
			'ﻳﻨ ﻬﻨﺎ . ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1124'
),
	Hadith(
		hadithNumber: 1125,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﺁﱠﻨﺎ ﺑﺎﻟ ﻤﺪﻳﻨ ﺔ ﻓﺈﺫﺍ ﺃﱠﺫ ﻥ ﺍﻟﻤ ﺆﺫﱢ ﻥ ﻟ ﺼﻼﺓ ﺍﻟ ﻤﻐ ﺮ ﺏ ، ﺍﺑﺘﺪ ﺭﻭﺍ ﺍﻟ ﱠﺴ ﻮﺍ ﺭ ﻱ ، ﻓ ﺮﺁﻌﻮﺍ ﺭﺁﻌﺘﻴﻦ ، ﺣﺘﻰ'
			'ﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﺍﻟﻐ ﺮﻳ ﺐ ﻟﻴﺪ ﺧ ﻞ ﺍﻟ ﻤﺴﺠﺪ ﻓﻴ ﺤ ﺴ ﺐ ﺃ ﱠﻥ ﺍﻟ ﱠﺼﻼﺓ ﻗﺪ ﺻﱢﻠﻴ ﺖ ﻣﻦ ﺁﺜ ﺮﺓ ﻣ ﻦ ﻳ ﺼﱢﻠﻴ ﻬﻤﺎ . ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1125'
),
	Hadith(
		hadithNumber: 1126,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇﺫﺍ ﺻﱠﻠﻰ ﺃﺣﺪﺁﻢ ﺍﻟ ﺠﻤﻌ ﺔ'
			'، ﻓﻠﻴ ﺼ ﱢﻞ ﺑﻌﺪ ﻩﺎ ﺃ ﺭﺑﻌﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1126'
),
	Hadith(
		hadithNumber: 1127,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻻ ﻳﺼﱢﻠﻲ ﺑﻌﺪ ﺍﻟ ﺠﻤﻌـ ﺔ ﺣﱠﺘﻰ'
			'ﻳﻨ ﺼ ﺮﻑ ﻓﻴ ﺼﱢﻠﻲ ﺭﺁﻌﺘﻴ ﻦ ﻓﻲ ﺑﻴﺘ ﻪ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1127'
),
	Hadith(
		hadithNumber: 1128,
		hadith:
						'ﻋ ﻦ ﺯﻳﺪ ﺑ ﻦ ﺛﺎﺑ ﺖ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺻﱡﻠﻮﺍ ﺃﱡﻳﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﻓﻲ'
			'ﺑﻴﻮﺗﻜﻢ ، ﻓﺈ ﱠﻥ ﺃﻓﻀ ﻞ ﺍﻟ ﱠﺼﻼﺓ ﺻﻼﺓ ﺍﻟ ﻤ ﺮ ﺀ ﻓﻲ ﺑﻴﺘ ﻪ ﺇ ﱠﻻ ﺍﻟﻤﻜﺘﻮﺑ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1128'
),
	Hadith(
		hadithNumber: 1129,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍ ﺟﻌﻠﻮﺍ ﻣ ﻦ ﺻﻼﺗﻜﻢ ﻓﻲ'
			'ﺑﻴﻮﺗﻜﻢ ، ﻭﻻ ﺗﱠﺘ ﺨﺬﻭ ﻩﺎ ﻗﺒﻮﺭﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1129'
),
	Hadith(
		hadithNumber: 1130,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﻗ ﻀﻰ ﺃ ﺣﺪﺁﻢ ﺻﻼﺗﻪ ﻓﻲ'
			'ﻣ ﺴ ﺠﺪﻩ ، ﻓﻠﻴ ﺠﻌ ﻞ ﻟﺒﻴﺘ ﻪ ﻧ ﺼﻴﺒﺎ ﻣ ﻦ ﺻﻼﺗ ﻪ ، ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ ﺟﺎ ﻋﻞ ﻓﻲ ﺑﻴﺘ ﻪ ﻣ ﻦ ﺻﻼﺗ ﻪ ﺧﻴﺮﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1130'
),
	Hadith(
		hadithNumber: 1131,
		hadith:
						'ﻭﻋ ﻦ ﻋﻤﺮ ﺑ ﻦ ﻋﻄﺎ ﺀ ﺃ ﱠﻥ ﻧﺎﻓ ﻊ ﺑ ﻦ ﺣﺒﻴﺮ ﺃ ﺭﺳﻠﻪ ﺇﻟﻰ ﺍﻟ ﱠﺴﺎﺋﺐ ﺍﺑﻦ ﺃ ﺧ ﺖ ﻧ ﻤ ﺮ ﻳ ﺴﺄﻟﻪ ﻋ ﻦ ﺷ ﻲ ﺀ ﺭﺁﻩ ﻣﻨﻪ'
			'ﻣﻌﺎ ﻭﻳﺔ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ ﻓﻘﺎ ﻝ : ﻧﻌﻢ ﺻﻠﱠﻴ ﺖ ﻣﻌﻪ ﺍﻟ ﺠﻤﻌ ﺔ ﻓﻲ ﺍﻟﻤﻘ ﺼﻮ ﺭﺓ ، ﻓﻠﱠﻤﺎ ﺳﱠﻠﻢ ﺍ ﻹﻣﺎﻡ ، ﻗﻤ ﺖ ﻓﻲ ﻣﻘﺎﻣﻲ ،'
			'ﻓﺼﻠﱠﻴ ﺖ ، ﻓﻠﻤﺎ ﺩﺧﻞ ﺃ ﺭﺳ ﻞ ﺇﻟ ﱠﻲ ﻓﻘﺎﻝ : ﻻ ﺗﻌﺪ ﻟﻤﺎ ﻓﻌﻠ ﺖ: ﺇﺫﺍ ﺻﱠﻠﻴ ﺖ ﺍﻟ ﺠﻤﻌ ﺔ ، ﻓﻼ ﺗ ﺼﻠﻬﺎ ﺣﺘﻰ ﺗﺘﻜﱠﻠﻢ ﺃ ﻭ ﺗ ﺨ ﺮ ﺝ ،'
			'ﻓﺈ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻣ ﺮﻧﺎ ﺑﺬﻟ ﻚ ، ﺃ ﻥ ﻻ ﻧﻮ ﺻ ﻞ ﺻﻼﺓ ﺑﺼﻼﺓ ﺣﱠﺘﻰ ﻧﺘﻜﱠﻠﻢ ﺃ ﻭ ﻧ ﺨ ﺮ ﺝ . ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1131'
),
	Hadith(
		hadithNumber: 1132,
		hadith:
						'ﻋ ﻦ ﻋﻠ ﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺍﻟﻮﺗ ﺮ ﻟﻴﺲ ﺑ ﺤﺘﻢ ﺁ ﺼﻼﺓ ﺍﻟﻤﻜﺘﻮﺑ ﺔ ، ﻭﻟﻜ ﻦ ﺳ ﱠﻦ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻭﺗﺮ ﻳ ﺤﺐﱡ ﺍﻟﻮﺗ ﺮ ، ﻓﺄ ﻭﺗ ﺮﻭﺍ ، ﻳﺎ ﺃ ﻩ ﻞ ﺍﻟﻘ ﺮﺁ ﻥ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1132'
),
	Hadith(
		hadithNumber: 1133,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﻣ ﻦ ﺁﻞﱢ ﺍﻟﻠﻴ ﻞ ﻗﺪ ﺃ ﻭﺗﺮ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺃ ﱠﻭ ﻝ'
			'ﺍﻟﱠﻠﻴ ﻞ ، ﻭﻣﻦ ﺃ ﻭ ﺳ ﻄ ﻪ ، ﻭ ﻣ ﻦ ﺁ ﺧ ﺮﻩ . ﻭﺍﻧﺘﻬﻰ ﻭﺗ ﺮﻩ ﺇﻟﻰ ﺍﻟ ﱠﺴ ﺤ ﺮ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1133'
),
	Hadith(
		hadithNumber: 1134,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬ ﻤﺎ ، ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : «ﺍ ﺟﻌﻠﻮﺍ ﺁ ﺧ ﺮ ﺻﻼﺗﻜﻢ ﺑﺎﻟﱠﻠﻴ ﻞ'
			'ﻭﺗﺮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1134'
),
	Hadith(
		hadithNumber: 1135,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : «ﺃ ﻭﺗ ﺮﻭﺍ ﻗﺒ ﻞ ﺃ ﻥ'
			'ﺗ ﺼﺒ ﺤﻮﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1135'
),
	Hadith(
		hadithNumber: 1136,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﺼﱢﻠﻲ ﺻﻼﺗﻪ ﺑﺎﻟﱠﻠﻴ ﻞ ، ﻭ ﻩﻲ'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : ﻓﺈﺫﺍ ﺑﻘ ﻲ ﺍﻟﻮﺗ ﺮ ﻗﺎ ﻝ : « ﻗﻮﻣﻲ ﻓﺄ ﻭﺗﺮﻱ ﻳﺎ ﻋﺎﺋﺸﺔ » .ﻣﻌﺘ ﺮ ﺿﺔ ﺑﻴ ﻦ ﻳﺪﻳ ﻪ ، ﻓﺈﺫﺍ ﺑﻘ ﻲ ﺍﻟ ﻮﺗ ﺮ ، ﺃﻳﻘﻈ ﻬﺎ ﻓﺄ ﻭﺗﺮ ﺕ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1136'
),
	Hadith(
		hadithNumber: 1137,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺑﺎﺩﺭﻭﺍ ﺍﻟ ﱡﺼﺒ ﺢ ﺑﺎﻟ ﻮﺗ ﺮ».'
			'ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1137'
),
	Hadith(
		hadithNumber: 1138,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺧﺎﻑ ﺃ ﻥ ﻻ ﻳﻘﻮﻡ ﻣ ﻦ'
			'ﺁﺧ ﺮ ﺍﻟﱠﻠﻴ ﻞ ، ﻓﻠﻴﻮﺗ ﺮ ﺃ ﱠﻭﻟﻪ ، ﻭﻣ ﻦ ﻃﻤﻊ ﺃ ﻥ ﻳﻘﻮﻡ ﺁ ﺧ ﺮﻩ ، ﻓﻠﻴﻮﺗ ﺮ ﺁ ﺧﺮ ﺍﻟﱠﻠﻴﻞ ، ﻓﺈ ﱠﻥ ﺻﻼﺓ ﺁ ﺧ ﺮ ﺍﻟﱠﻠﻴ ﻞ ﻣ ﺸ ﻬﻮﺩﺓ ،'
			'ﻭﺫﻟ ﻚ ﺃﻓ ﻀ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1138'
),
	Hadith(
		hadithNumber: 1139,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺃﻭ ﺻﺎﻧﻲ ﺧﻠﻴﻠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺼﻴﺎﻡ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ﻣﻦ ﺁﻞﱢ'
			'ﺷﻬﺮ ، ﻭﺭﺁﻌﺘﻲ ﺍﻟ ﱡﻀ ﺤﻰ ، ﻭﺃ ﻥ ﺃﻭﺗ ﺮ ﻗﺒﻞ ﺃ ﻥ ﺃ ﺭﻗﺪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺍﻹﻳﺘﺎﺭ ﻗﺒﻞ ﺍﻟﻨﻮﻡ ﺇﻧﻤﺎ ﻳ ﺴﺘ ﺤ ﱡﺐ ﻟﻤﻦ ﻻ ﻳﺜ ﻖ ﺑﺎﻻﺳﺘﻴﻘﺎﻅ ﺁﺧﺮ ﺍﻟﱠﻠﻴﻞ ﻓﺈ ﻥ ﻭﺛﻖ ﻓﺂﺧﺮ ﺍﻟﱠﻠﻴﻞ ﺃﻓﻀﻞ',
		translation: 'Translation of Hadith 1139'
),
	Hadith(
		hadithNumber: 1140,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺫﺭ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳﺼﺒ ﺢ ﻋﻠﻰ ﺁﻞﱢ ﺳﻼﻣﻰ ﻣ ﻦ'
			'ﺃﺣﺪﺁﻢ ﺻﺪﻗﺔ : ﻓﻜﻞﱡ ﺗﺴﺒﻴﺤﺔ ﺻﺪﻗﺔ ،ﻭﺁﻞ ﺗﺤﻤﻴﺪﺓ ﺻﺪﻗﺔ ، ﻭﺁﻞ ﺗﻬﻠﻴﻠ ﺔ ﺻﺪﻗﺔ ، ﻭﺁﻞﱡ ﺗﻜﺒﻴﺮﺓ ﺻﺪﻗﺔ ، ﻭﺃﻣﺮ'
			'ﺑﺎﻟﻤﻌﺮﻭ ﻑ ﺻﺪﻗﺔ ، ﻭﻧﻬ ﻲ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ ﺻﺪﻗﺔ ، ﻭﻳ ﺠ ﺰﺉ ﻣﻦ ﺫﻟ ﻚ ﺭﺁﻌﺘﺎ ﻥ ﻳﺮﺁﻌ ﻬﻤﺎ ﻣ ﻦ ﺍﻟﻀﺤﻰ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1140'
),
	Hadith(
		hadithNumber: 1141,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺼﱢﻠﻲ ﺍﻟ ﱡﻀ ﺤﻰ ﺃ ﺭﺑﻌﺎ ،'
			'ﻭﻳ ﺰﻳﺪ ﻣﺎ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1141'
),
	Hadith(
		hadithNumber: 1142,
		hadith:
						'ﻭﻋ ﻦ ﺄﻣﱢ ﻩﺎﻧﻲ ﺀ ﻓﺎ ﺧﺘ ﺔ ﺑﻨ ﺖ ﺃﺑﻲ ﻃﺎﻟ ﺐ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟ ﺖ : ﺫ ﻩﺒ ﺖ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻋﺎﻡ ﺍﻟﻔﺘ ﺢ ﻓﻮﺟﺪﺗﻪ ﻳﻐﺘ ﺴ ﻞ ، ﻓﻠﱠﻤﺎ ﻓ ﺮ ﻍ ﻣ ﻦ ﻏ ﺴﻠ ﻪ ، ﺻﱠﻠﻰ ﺛﻤﺎﻧ ﻲ ﺭﺁﻌﺎ ﺕ ، ﻭﺫﻟ ﻚ ﺿﺤﻰ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			' .1142ﻮﻫﺬﺍ ﻣﺨﺘﺼﺮ ﻟﻔﻆ ﺇﺣﺪﻯ ﺭﻭﺍﻳﺎﺕ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1142'
),
	Hadith(
		hadithNumber: 1143,
		hadith:
						'ﻋﻦ ﺯﻳﺪ ﺑﻦ ﺃ ﺭﻗﻢ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﻧﱠﻪ ﺭﺄﯨ ﻗ ﻮﻣﺎ ﻳ ﺼﱡﻠﻮ ﻥ ﻣ ﻦ ﺍﻟ ﱡﻀ ﺤﻰ ، ﻓﻘﺎﻝ : ﺃ ﻣﺎ ﻟﻘﺪ ﻋﻠﻤﻮﺍ ﺃ ﱠﻥ'
			'ﺍﻟ ﱠﺼﻼﺓ ﻓﻲ ﻏﻴ ﺮ ﻩﺬﻩ ﺍﻟ ﱠﺴﺎ ﻋ ﺔ ﺃﻓ ﻀ ﻞ ، ﺇ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺻﻼﺓ ﺍﻷ ﱠﻭﺍﺑﻴ ﻦ ﺣﻴ ﻦ'
			'ﺗ ﺮﻣ ﺾ ﺍﻟﻔ ﺼﺎ ﻝ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺗﺮ ﻣ ﺾ » ﺑﻔﺘﺢ ﺍﻟﺘﺎ ﺀ ﻭﺍﻟﻤﻴﻢ ﻭﺑﺎﻟﻀﺎﺩ ﺍﻟﻤﻌﺠﻤﺔ ، ﻳﻌﻨﻲ : ﺷﺪﺓ ﺍﻟﺤ ﺮ . « ﻭﺍﻟﻔﺼﺎ ﻝ ﺟ ﻤ ﻊ ﻓﺼﻴ ﻞ ﻭ ﻩﻮ :'
			'ﺍﻟﺼﻐﻴﺮ ﻣ ﻦ ﺍ ﻹﺑ ﻞ',
		translation: 'Translation of Hadith 1143'
),
	Hadith(
		hadithNumber: 1144,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺩ ﺧ ﻞ ﺃ ﺣﺪﺁﻢ'
			'ﺍﻟﻤ ﺴ ﺠﺪ ، ﻓﻼ ﻳﺠﻠ ﺲ ﺣﱠﺘﻰ ﻳ ﺼﱢﻠ ﻲ ﺭﺁﻌﺘﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1144'
),
	Hadith(
		hadithNumber: 1145,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺃﺗﻴ ﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩﻮ ﻓﻲ ﺍﻟﻤ ﺴﺠﺪ ، ﻓﻘﺎ ﻝ : « ﺻ ﱢﻞ'
			'ﺭﺁﻌﺘﻴﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1145'
),
	Hadith(
		hadithNumber: 1146,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻟﺒﻼ ﻝ : «ﻳﺎ ﺑﻼ ﻝ ﺣﱢﺪﺛﻨﻲ'
			'ﺑﺄ ﺭ ﺟﻰ ﻋﻤﻞ ﻋ ﻤﻠﺘﻪ ﻓﻲ ﺍ ﻹ ﺳﻼﻡ ، ﻓﺈﱢﻧﻲ ﺳ ﻤﻌ ﺖ ﺩ ﱠﻑ ﻧﻌﻠﻴ ﻚ ﺑﻴ ﻦ ﻳﺪ ﱠﻱ ﻓﻲ ﺍﻟ ﺠﱠﻨﺔ» ﻗﺎ ﻝ : ﻣﺎ ﻋ ﻤﻠ ﺖ ﻋ ﻤ ﻼ ﺃ ﺭ ﺟﻰ'
			'ﻋﻨﺪﻱ ﻣ ﻦ ﺃﱢﻧﻲ ﻟﻢ ﺃﺗ ﻄ ﱠﻬ ﺮ ﻃ ﻬﻮﺭﺍ ﻓﻲ ﺳﺎ ﻋ ﺔ ﻣ ﻦ ﻟﻴ ﻞ ﺃ ﻭ ﻧﻬﺎ ﺭ ﺇ ﱠﻻ ﺻﻠﱠﻴ ﺖ ﺑﺬﻟ ﻚ ﺍﻟ ﱡﻄﻬﻮ ﺭ ﻣﺎ ﺁﺘ ﺐ ﻟﻲ ﺃ ﻥ ﺃ ﺻﱢﻠ ﻲ .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻮﻫﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺍﻟﱠﺪ ﱡﻑ » ﺑﺎﻟﻔﺎ ﺀ : ﺻ ﻮ ﺕ ﺍﻟﱠﻨﻌ ﻞ ﻭ ﺣ ﺮﺁﺘﻪ ﻋﻠﻰ ﺍﻷ ﺭ ﺽ ، ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 1146'
),
	Hadith(
		hadithNumber: 1147,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺧﻴ ﺮ ﻳ ﻮﻡ ﻃﻠﻌ ﺖ'
			'ﻋﻠﻴﻪ ﺍﻟﺸﱠ ﻤ ﺲ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ : ﻓﻴ ﻪ ﺧﻠ ﻖ ﺁﺪﻣ ، ﻭﻓﻴﻪ ﺃﺩ ﺧ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻭﻓﻴﻪ ﺃ ﺧ ﺮ ﺝ ﻣﻨ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1147'
),
	Hadith(
		hadithNumber: 1148,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗ ﻮ ﱠﺿﺄ ﻓﺄ ﺣ ﺴ ﻦ ﺍﻟ ﻮ ﺿﻮ ﺀ ﺛﻢﱠ ﺃﺗﻰ ﺍﻟ ﺠﻤﻌﺔ،'
			'ﻓﺎ ﺳﺘ ﻤ ﻊ ﻭﺃﻧﺼ ﺖ ، ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ ﺍﻟ ﺠﻤﻌ ﺔ ﻭ ﺯﻳﺎﺩﺓ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ، ﻭ ﻣ ﻦ ﻣ ﱠﺲ ﺍﻟ ﺤ ﺼﻰ ، ﻓﻘﺪ ﻟﻐﺎ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1148'
),
	Hadith(
		hadithNumber: 1149,
		hadith:
						'ﻭ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﺼﱠﻠﻮﺍ ﺕ ﺍﻟ ﺨ ﻤ ﺲ ﻭﺍﻟ ﺠﻤﻌﺔ ﺇﻟﻰ ﺍﻟ ﺠﻤﻌ ﺔ ، ﻭ ﺭ ﻣ ﻀﺎ ﻥ ﺇﻟﻰ'
			'ﺭ ﻣ ﻀﺎ ﻥ ، ﻣﻜﱢﻔ ﺮﺍ ﺕ ﻣﺎ ﺑﻴﻨ ﻬﻦﱠ ﺇﺫﺍ ﺍ ﺟﺘﻨﺒ ﺖ ﺍﻟﻜﺒﺎﺋ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1149'
),
	Hadith(
		hadithNumber: 1150,
		hadith:
						'ﻭ ﻋﻨﻪ ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ، ﺃﱠﻧﻬﻤﺎ ﺳ ﻤﻌﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ ﻋﻠﻰ.'
			'ﺃ ﻋ ﻮﺍﺩ ﻣﻨﺒ ﺮﻩ : « ﻟﻴﻨﺘ ﻬﻴ ﱠﻦ ﺃﻗ ﻮﺎﻣ ﻋ ﻦ ﻭﺩ ﻋ ﻬﻢ ﺍﻟﺠﻤﻌﺎ ﺕ ، ﺃ ﻭ ﻟﻴ ﺨﺘ ﻤ ﱠﻦ ﺍﻟﱠﻠﻪ ﻋﻠﻰ ﻗﻠﻮﺑﻬﻢ ، ﺛﻢﱠ ﻟﻴﻜﻮﻧﻦﱠ ﻣ ﻦ ﺍﻟﻐﺎﻓﻠﻴ ﻦ'
			'» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1150'
),
	Hadith(
		hadithNumber: 1151,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : «ﺇﺫﺍ ﺟﺎ ﺀ ﺃ ﺣﺪﺁﻢ'
			'ﺍﻟ ﺠﻤﻌ ﺔ ، ﻓﻠﻴﻐﺘ ﺴ ﻞ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1151'
),
	Hadith(
		hadithNumber: 1152,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ: « ﻏ ﺴ ﻞ ﻳ ﻮﻡ'
			'ﺍﻟ ﺠﻤﻌ ﺔ ﻭﺍ ﺟ ﺐ ﻋﻠﻰ ﺁ ﱢﻞ ﻣ ﺤﺘﻠﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺍﻟﻤﺮﺍﺩ ﺑﺎﻟﻤ ﺤﺘﻠﻢ : ﺍﻟﺒﺎﻟ ﻎ . ﻭﺍﻟﻤ ﺮﺍﺩ ﺑﺎﻟ ﻮ ﺟﻮ ﺏ : ﻭ ﺟﻮ ﺏ ﺍﺧﺘﻴﺎ ﺭ ، ﺁﻘﻮ ﻝ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻟ ﺼﺎ ﺣﺒ ﻪ ﺣﱡﻘ ﻚ ﻭﺍ ﺟ ﺐ ﻋﻠ ﱠﻲ ، ﻭﺍﻟﱠﻠﻪ'
			'ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 1152'
),
	Hadith(
		hadithNumber: 1153,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻤ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗ ﻮ ﱠﺿﺄ ﻳ ﻮﻡ ﺍﻟﺠﻤﻌﺔ'
			'ﻓﺒﻬﺎ ﻭﻧﻌﻤﺖ ، ﻭﻣﻦ ﺍﻏﺘﺴ ﻞ ﻓﺎﻟﻐ ﺴﻞ ﺃﻓ ﻀﻞ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1153'
),
	Hadith(
		hadithNumber: 1154,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻠ ﻤﺎ ﻥ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﻐﺘ ﺴ ﻞ ﺭ ﺟﻞ ﻳ ﻮﻡ'
			'ﺍﻟ ﺠﻤﻌ ﺔ ، ﻭﻳﺘ ﻄﻬ ﺮ ﻣﺎ ﺍﺳﺘ ﻄﺎ ﻉ ﻣ ﻦ ﻃ ﻬ ﺮ ، ﻭﻳﺪﱠ ﻩ ﻦ ﻣ ﻦ ﺩ ﻩﻨ ﻪ ، ﺃﻭ ﻳ ﻤ ﱡﺲ ﻣﻦ ﻃﻴ ﺐ ﺑﻴﺘ ﻪ ، ﺛﻢﱠ ﻳ ﺨ ﺮ ﺝ ﻓﻼ ﻳﻔ ﱢﺮﻕ ﺑﻴ ﻦ'
			'ﺍﺛﻨﻴ ﻦ ، ﺛﻢﱠ ﻳ ﺼﱢﻠﻲ ﻣﺎ ﺁﺘ ﺐ ﻟﻪ ، ﺛﻢﱠ ﻳﻨ ﺼ ﺖ ﺇﺫﺍ ﺗﻜﱠﻠﻢ ﺍ ﻹ ﻣﺎﻡ ، ﺇ ﱠﻻ ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ ﺍﻟ ﺠﻤﻌ ﺔ ﺍﻷﺧ ﺮﻯ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1154'
),
	Hadith(
		hadithNumber: 1155,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻦ ﺍ ﻏﺘ ﺴ ﻞ ﻳـ ﻮﻡ'
			'ﺍﻟ ﺠﻤﻌ ﺔ ﻏ ﺴ ﻞ ﺍﻟﺠﻨﺎﺑ ﺔ ، ﺛﻢﱠ ﺭﺍ ﺡ ﻓﻲ ﺍﻟﺴﺎﻋﺔ ﺍﻷﻭﻟﻰ ، ﻓﻜﺄﱠﻧﻤﺎ ﻗ ﱠﺮ ﺏ ﺑﺪﻧ ﺔ ، ﻭﻣ ﻦ ﺭﺍ ﺡ ﻓﻲ ﺍﻟ ﱠﺴﺎ ﻋ ﺔ ﺍﻟﱠﺜﺎﻧﻴﺔ ، ﻓﻜﺄﱠﻧﻤﺎ'
			'ﻗ ﱠﺮ ﺏ ﺑﻘ ﺮﺓ ، ﻭ ﻣ ﻦ ﺭﺍ ﺡ ﻓﻲ ﺍﻟ ﺴﺎ ﻋ ﺔ ﺍﻟﺜﺎﻟﺜ ﺔ ، ﻓﻜﺄﱠﻧﻤﺎ ﻗ ﱠﺮ ﺏ ﺁﺒﺸﺎ ﺃﻗ ﺮ ﻥ، ﻭﻣ ﻦ ﺭﺍ ﺡ ﻓﻲ ﺍﻟ ﱠﺴﺎ ﻋ ﺔ ﺍﻟ ﱠﺮﺍﺑﻌﺔ ، ﻓﻜﺄﱠﻧﻤﺎ'
			'ﻗ ﱠﺮ ﺏ ﺩ ﺟﺎ ﺟ ﺔ ، ﻭﻣ ﻦ ﺭﺍ ﺡ ﻓﻲ ﺍﻟ ﱠﺴﺎ ﻋ ﺔ ﺍﻟﺨﺎﻣﺴ ﺔ ﻓﻜﺄﱠﻧﻤﺎ ﻗ ﱠﺮ ﺏ ﺑﻴ ﻀ ﺔ ، ﻓﺈﺫﺍ ﺧ ﺮﺝ ﺍ ﻹﻣﺎﻡ ، ﺣ ﻀ ﺮ ﺕ ﺍﻟﻤﻼﺋﻜﺔ'
			'ﻳ ﺴﺘ ﻤﻌﻮ ﻥ ﺍﻟﱢﺬﺁ ﺮ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﻏﺴ ﻞ ﺍﻟ ﺠﻨﺎﺑﺔ » ، ﺄﻳ : ﻏﺴ ﻼ ﺁﻐ ﺴﻞ ﺍﻟﺠﻨﺎﺑ ﺔ ﻓﻲ ﺍﻟ ﱢﺼﻔ ﺔ',
		translation: 'Translation of Hadith 1155'
),
	Hadith(
		hadithNumber: 1156,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺫﺁﺮ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ ، ﻓﻘﺎ ﻝ : « ﻓﻴﻬﺎ ﺳﺎ ﻋﺔ ﻻ ﻳ ﻮﺍﻓﻘﻬﺎ ﻋﺒﺪ'
			'ﻣﺴﻠﻢ ، ﻭ ﻩﻮ ﻗﺎﺋﻢ ﻳ ﺼﱢﻠﻲ ﻳﺴﺄ ﻝ ﺍﻟﱠﻠﻪ ﺷﻴﺌﺎ ، ﺇ ﱠﻻ ﺃ ﻋ ﻄﺎﻩ ﺇﱠﻳﺎﻩ » ﻭﺃ ﺷﺎ ﺭ ﺑﻴﺪﻩ ﻳﻘﱢﻠﻠ ﻬﺎ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1156'
),
	Hadith(
		hadithNumber: 1157,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺑﺮﺩﺓ ﺑ ﻦ ﺃﺑﻲ ﻣﻮﺳـﻰ ﺍ ﻷﺷﻌ ﺮ ﱢﻱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨ ﻬﻤﺎ : ﺃ ﺳﻤﻌﺖ ﺃﺑﺎ ﻙ ﻳ ﺤﺪﱢ ﺙ ﻋﻦ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺷﺄ ﻥ ﺳﺎ ﻋ ﺔ ﺍﻟ ﺠﻤﻌﺔ؟ ﻗﺎ ﻝ : ﻗﻠ ﺖ : ﻧﻌﻢ ،'
			'ﺳ ﻤﻌﺘﻪ ﻳﻘﻮ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻩﻲ ﻣﺎ ﺑﻴ ﻦ ﺃ ﻥ ﻳﺠﻠ ﺲ ﺍ ﻹﻣﺎﻡ ﺇﻟﻰ ﺃ ﻥ ﺗﻘ ﻀﻰ'
			'( ﺿﻌﻴﻒ ﻣﺮﻓﻮﻋﺎ ، ﺻﺤﻴﺢ ﻣﻮﻗﻮﻓﺎ ) [ ﺻﺤﺢ ﺍﻷﺋﻤﺔ ﻭﻗﻔﻪ ﻋﻠﻰ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌﺮﻱ ، ﻭﻣﻨﻬﻢ ﺍﻹﻣﺎﻡﺍﻟ ﱠﺼﻼﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺍﻟﺪﺍﺭﻗﻄﻨﻲ',
		translation: 'Translation of Hadith 1157'
),
	Hadith(
		hadithNumber: 1158,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻭ ﺱ ﺑ ﻦ ﺃﻭ ﺱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻣ ﻦ ﺃﻓ ﻀ ﻞ'
			'ﺃﱠﻳﺎ ﻣﻜﻢ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ ، ﻓﺄﺁﺜﺮﻭﺍ ﻋﻠ ﱠﻲ ﻣ ﻦ ﺍﻟ ﱠﺼﻼﺓ ﻓﻴ ﻪ ، ﻓﺈ ﱠﻥ ﺻﻼﺗﻜﻢ ﻣﻌﺮﻭ ﺿﺔ ﻋﻠ ﱠﻲ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1158'
),
	Hadith(
		hadithNumber: 1159,
		hadith:
						'ﻋ ﻦ ﺳﻌﺪ ﺑ ﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺧ ﺮ ﺟﻨﺎ ﻣ ﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻦ ﻣﱠﻜ ﺔ'
			'ﻧ ﺮﻳﺪ ﺍﻟ ﻤﺪﻳﻨ ﺔ ، ﻓﻠﱠﻤﺎ ﺁﱠﻨﺎ ﻗ ﺮﻳﺒﺎ ﻣﻦ ﻋ ﺰ ﻭﺭﺍ ﺀ ﻧ ﺰ ﻝ ﺛﻢﱠ ﺭﻓ ﻊ ﻳﺪﻳﻪ ، ﻓﺪ ﻋﺎ ﺍﻟﱠﻠﻪ ﺳﺎ ﻋ ﺔ ، ﺛﻢﱠ ﺧ ﺮ ﺳﺎ ﺟﺪﺍ ، ﻓ ﻤﻜ ﺚ ﻃ ﻮﻳ ﻼ'
			'، ﺛﻢﱠ ﻗﺎﻡ ﻓ ﺮﻓ ﻊ ﻳﺪﻳﻪ ، ﺳﺎ ﻋ ﺔ ، ﺛﻢﱠ ﺧ ﱠﺮ ﺳﺎ ﺟﺪﺍ - ﻓﻌﻠﻪ ﺛﻼﺛﺎ - ﻭﻗﺎ ﻝ: ﺇﱢﻧﻲ ﺳﺄﻟ ﺖ ﺭﱢﺑﻲ ، ﻭ ﺷﻔﻌ ﺖ ﻷﱠﻣﺘﻲ ، ﻓﺄ ﻋ ﻄﺎﻧﻲ'
			'ﺛﻠ ﺚ ﺃﱠﻣﺘﻲ ، ﻓ ﺨﺮﺭ ﺕ ﺳﺎﺟﺪﺍ ﻟ ﺮﱢﺑﻲ ﺷﻜ ﺮﺍ ، ﺛﻢﱠ ﺭﻓﻌ ﺖ ﺭﺃ ﺳﻲ ، ﻓ ﺴﺄﻟ ﺖ ﺭﱢﺑﻲ ﻷﱠﻣﺘﻲ ، ﻓﺄ ﻋ ﻄﺎﻧﻲ ﺛﻠ ﺚ ﺃﱠﻣﺘﻲ ،'
			'ﻓﺨﺮ ﺭ ﺕ ﺳﺎﺟﺪﺍ ﻟﺮﱢﺑﻲ ﺷﻜﺮﺍ ، ﺛﱠﻢ ﺭﻓﻌﺖ ﺭﺃ ﺳﻲ ﻓ ﺴﺄﻟ ﺖ ﺭﱢﺑﻲ ﻷﱠﻣﺘﻲ ، ﻓﺄﻋﻄﺎﻧﻲ ﺍﻟﱡﺜﻠ ﺚ ﺍﻵ ﺧ ﺮ ، ﻓ ﺨ ﺮﺭ ﺕ ﺳﺎ ﺟﺪﺍ'
			'ﻟ ﺮﱢﺑﻲ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻣﻮﺳﻰ ﺑﻦ ﻳﻌﻘﻮﺏ ﺍﻟﺰﻣﻌﻲ ، ﻮﻫﻮ ﺳﻲﺀ ﺍﻟﺤﻔﻆ ، ﻭﺷﻴﺨﻪ ﻳﺤﻴﻰ ﺑﻦ ﺍﻟﺤﺴﻦ ﺑﻦ ﻋﺜﻤﺎﻥ ،'
			'ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1159'
),
	Hadith(
		hadithNumber: 1160,
		hadith:
						'ﻭ ﻋﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻡ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﺣﺘﻰ ﺗﺘﻔ ﱠﻄﺮ'
			'ﻗﺪ ﻣﺎﻩ ، ﻓﻘﻠ ﺖ ﻟﻪ : ﻟﻢ ﺗ ﺼﻨ ﻊ ﻩﺬﺍ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻭﻗﺪ ﻏﻔ ﺮ ﻟ ﻚ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣﻦ ﺫﻧﺒ ﻚ ﻭ ﻣﺎ ﺗﺄ ﱠﺧ ﺮ ؟ ﻗﺎ ﻝ : « ﺃﻓﻼ ﺃﺁﻮ ﻥ'
			'ﻋﺒﺪﺍ ﺷﻜﻮ ﺭﺍ » .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻭ ﻋ ﻦ ﺍﻟﻤﻐﻴﺮﺓ ﺑ ﻦ ﺷﻌﺒ ﺔ ﻧﺤﻮﻩ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1160'
),
	Hadith(
		hadithNumber: 1161,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻠ ﱟﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻃﺮﻗﻪ ﻭﻓﺎ ﻃ ﻤ ﺔ ﻟﻴ ﻼ ، ﻓﻘﺎ ﻝ : « ﺃﻻ ﺗﺼﱢﻠﻴﺎ ﻥ'
			'؟ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻃﺮﻗﺔ » : ﺃﺗﺎﻩ ﻟﻴﻼ .'
			'`',
		translation: 'Translation of Hadith 1161'
),
	Hadith(
		hadithNumber: 1162,
		hadith:
						'ﻭ ﻋﻦ ﺳﺎﻟﻢ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ، ﻋﻦ ﺃﺑﻴﻪ : ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻧﻌﻢ ﺍﻟ ﱠﺮﺟ ﻞ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻟﻮ ﺁﺎ ﻥ ﻳ ﺼﱢﻠﻲ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ » ﻗﺎ ﻝ ﺳﺎﻟﻢ : ﻓﻜﺎ ﻥ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻌﺪ ﺫﻟ ﻚ ﻻ ﻳﻨﺎﻡ'
			'ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﺇ ﱠﻻ ﻗﻠﻴ ﻼ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1162'
),
	Hadith(
		hadithNumber: 1163,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «.'
			'ﻳﺎ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻻ ﺗﻜﻦ ﻣﺜ ﻞ ﻓﻼ ﻥ : ﺁﺎ ﻥ ﻳﻘﻮﻡ ﺍﻟﱠﻠﻴ ﻞ ﻓﺘ ﺮ ﻙ ﻗﻴﺎﻡ ﺍﻟﱠﻠﻴ ﻞ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1163'
),
	Hadith(
		hadithNumber: 1164,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺫﺁ ﺮ ﻋﻨﺪ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭ ﺟﻞ ﻧﺎﻡ ﻟﻴﻠ ﺔ ﺣﺘﻰ'
			'ﺃﺻﺒ ﺢ ، ﻗﺎ ﻝ : « ﺫﺍ ﻙ ﺭ ﺟﻞ ﺑﺎﻝ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻓﻲ ﺃﺫﻧﻴﻪ - ﺃﻭ ﻗﺎﻝ : ﻓﻲ ﺃﺫﻧﻪ - » ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1164'
),
	Hadith(
		hadithNumber: 1165,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳﻌﻘﺪ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻋﻠﻰ'
			'ﻗﺎﻓﻴ ﺔ ﺭﺃ ﺱ ﺃ ﺣﺪﺁﻢ ، ﺇﺫﺍ ﻩ ﻮ ﻧﺎﻡ ، ﺛﻼ ﺙ ﻋﻘﺪ ، ﻳﻀ ﺮﺏ ﻋﻠﻰ ﺁ ﱢﻞ ﻋﻘﺪﺓ : ﻋﻠﻴ ﻚ ﻟﻴﻞ ﻃﻮﻳﻞ ﻓﺎﺭﻗﺪ ، ﻓﺈ ﻥ ﺍ ﺳﺘﻴﻘ ﻆ ،'
			'ﻓﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺍﻧﺤﱠﻠﺖ ﻋﻘﺪﺓ ، ﻓﺈ ﻥ ﺗﻮ ﱠﺿﺄ ﺍﻧ ﺤﱠﻠﺖ ﻋﻘﺪﺓ ، ﻓﺈﻥ ﺻﱠﻠﻰ ﺍﻧ ﺤﱠﻠﺖ ﻋﻘﺪﻩ ﺁﱡﻠ ﻬﺎ ، ﻓﺄﺻﺒ ﺢ ﻧ ﺸﻴﻄﺎ ﻃﱢﻴﺐ'
			'ﺍﻟﱠﻨﻔ ﺲ ، ﻭﺇ ﱠﻻ ﺃﺻﺒﺢ ﺧﺒﻴ ﺚ ﺍﻟﱠﻨﻔ ﺲ ﺁ ﺴﻼ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﺎﻓﻴﺔ ﺍﻟ ﱠﺮﺃ ﺱ : ﺁ ﺧ ﺮﻩ',
		translation: 'Translation of Hadith 1165'
),
	Hadith(
		hadithNumber: 1166,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺳ ﻼﻡ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺃﻓﺸﻮﺍ'
			'ﺍﻟ ﱠﺴﻼﻡ ، ﻭﺃ ﻃﻌﻤﻮﺍ ﺍﻟ ﱠﻄﻌﺎﻡ ، ﻭ ﺻﱡﻠﻮﺍ ﺑﺎﻟﱠﻠﻴﻞ ﻭﺍﻟﱠﻨﺎ ﺱ ﻧﻴﺎﻡ ، ﺗﺪ ﺧﻠﻮﺍ ﺍﻟ ﺠﱠﻨ ﺔ ﺑ ﺴﻼﻡ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 1166'
),
	Hadith(
		hadithNumber: 1167,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﻓ ﻀ ﻞ ﺍﻟﺼﱠﻴﺎﻡ ﺑﻌﺪ'
			' .1167ﺭ ﻣ ﻀﺎ ﻥ ﺷ ﻬ ﺮ ﺍﻟﱠﻠ ﻪ ﺍﻟﻤ ﺤﺮﱠﻡ ، ﻭﺃﻓ ﻀ ﻞ ﺍﻟ ﱠﺼﻼﺓ ﺑﻌﺪ ﺍﻟﻔ ﺮﻳ ﻀ ﺔ ﺻﻼﺓ ﺍﻟﱠﻠﻴﻞ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1167'
),
	Hadith(
		hadithNumber: 1168,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺄﻧ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺻﻼﺓ ﺍﻟﱠﻠﻴ ﻞ ﻣﺜﻨﻰ ﻣﺜﻨﻰ، ﻓﺈﺫﺍ'
			'ﺧﻔ ﺖ ﺍﻟ ﱡﺼﺒﺢ ﻓﺄ ﻭﺗ ﺮ ﺑﻮﺍ ﺣﺪﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1168'
),
	Hadith(
		hadithNumber: 1169,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺼﱢﻠﻲ ﻣ ﻦ ﺍﻟﱠﻠﻴﻞ ﻣﺜﻨﻰ ﻣﺜﻨﻰ ، ﻭﻳﻮﺗ ﺮ ﺑ ﺮﺁﻌﺔ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1169'
),
	Hadith(
		hadithNumber: 1170,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻔ ﻄ ﺮ ﻣ ﻦ ﺍﻟ ﱠﺸ ﻬ ﺮ ﺣﱠﺘﻰ ﻧ ﻈﻦﱠ'
			'ﺃ ﻥ ﻻ ﻳﺼﻮﻡ ﻣﻨﻪ ، ﻭﻳ ﺼﻮﻡ ﺣﱠﺘﻰ ﻧ ﻈﻦ ﺄﻧ ﻻ ﻳﻔ ﻄ ﺮ ﻣﻨﻪ ﺷﻴﺌﺎ ، ﻭﺁﺎ ﻥ ﻻ ﺗ ﺸﺎ ﺀ ﺃ ﻥ ﺗﺮﺍﻩ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﻣ ﺼﻠﱢﻴﺎ ﺇﻻ ﺭﺃﻳﺘﻪ'
			'، ﻭﻻ ﻧﺎﺋﻤﺎ ﺇﻻ ﺭﺃﻳﺘﻪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1170'
),
	Hadith(
		hadithNumber: 1171,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﻳﺼﱢﻠﻲ ﺇ ﺣﺪﻯ ﻋﺸ ﺮﺓ ﺭﺁﻌ ﺔ -'
			'ﺗﻌﻨﻲ ﻓﻲ ﺍﻟﱠﻠﻴ ﻞ - ﻳ ﺴ ﺠﺪ ﺍﻟ ﱠﺴ ﺠﺪﺓ ﻣ ﻦ ﺫﻟ ﻚ ﻗﺪﺭ ﻣﺎ ﻳﻘ ﺮﺃ ﺃﺣﺪﺁﻢ ﺧ ﻤ ﺴﻴﻦ ﺁﻳﺔ ﻗﺒ ﻞ ﺄﻧ ﻳ ﺮﻓ ﻊ ﺭﺃﺳﻪ ، ﻭﻳ ﺮﺁ ﻊ ﺭﺁﻌﺘﻴ ﻦ'
			'ﻗﺒﻞ ﺻﻼﺓ ﺍﻟﻔ ﺠ ﺮ ، ﺛﻢﱠ ﻳ ﻀ ﻄ ﺠ ﻊ ﻋﻠﻰ ﺷﱢﻘ ﻪ ﺍ ﻷﻳ ﻤ ﻦ ﺣﱠﺘﻰ ﻳﺄﺗﻴﻪ ﺍﻟﻤﻨﺎﺪﻳ ﻟﻠﺼﻼﺓ ، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1171'
),
	Hadith(
		hadithNumber: 1172,
		hadith:
						'ﻭﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻣﺎ ﺁﺎﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺰﻳﺪ - ﻓﻲ ﺭﻣﻀﺎ ﻥ ﻭﻻ ﻓﻲ ﻏﻴ ﺮﻩ - ﻋﻠﻰ ﺇ ﺣﺪﻯ.'
			'ﻋﺸﺮﺓ ﺭﺁﻌ ﺔ : ﻳﺼﱢﻠﻲ ﺃ ﺭﺑﻌﺎ ﻓﻼ ﺗ ﺴﺄ ﻝ ﻋ ﻦ ﺣ ﺴﻨ ﻬ ﱠﻦ ﻭﻃﻮﻟ ﻬ ﱠﻦ ، ﺛﻢﱠ ﻳ ﺼﱢﻠﻲ ﺃ ﺭﺑﻌﺎ ﻓﻼ ﺗ ﺴﺄ ﻝ ﻋ ﻦ ﺣ ﺴﻨ ﻬ ﱠﻦ ﻭﻃﻮﻟ ﻬ ﱠﻦ'
			'، ﺛﻢﱠ ﻳ ﺼﱢﻠﻲ ﺛﻼﺛﺎ . ﻓﻘﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﺗﻨﺎﻡ ﻗﺒ ﻞ ﺃ ﻥ ﺗﻮﺗ ﺮ ،؟ ﻓﻘﺎﻝ: « ﻳﺎ ﻋﺎﺋﺸﺔ ﺇ ﱠﻥ ﻋﻴﻨ ﱠﻲ ﺗﻨﺎﻣﺎ ﻥ ﻭﻻ ﻳﻨﺎﻡ'
			'ﻗﻠﺒﻲ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1172'
),
	Hadith(
		hadithNumber: 1173,
		hadith:
						'ﻭﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻨﺎﻡ ﺃ ﱠﻮﻟ ﺍﻟﱠﻠﻴﻞ ، ﻭﻳﻘﻮﻡ ﺁ ﺧﺮﻩ ﻓﻴﺼﻠﻲ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1173'
),
	Hadith(
		hadithNumber: 1174,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺻﻠﱠﻴ ﺖ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻴﻠ ﺔ ، ﻓﻠﻢ ﻳﺰ ﻝ ﻗﺎﺋﻤﺎ'
			'ﺣﺘﻰ ﻩ ﻤ ﻤ ﺖ ﺑﺄ ﻣ ﺮ ﺳﻮ ﺀ . ﻗﻴﻞ : ﻣﺎ ﻩﻤ ﻤﺖ ؟ ﻗﺎﻝ : ﻩﻤ ﻤ ﺖ ﺃ ﻥ ﺃ ﺟﻠﺲ ﻭﺃﺩﻋﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1174'
),
	Hadith(
		hadithNumber: 1175,
		hadith:
						'ﻭ ﻋ ﻦ ﺣﺬﻳﻔ ﻪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺻﻠﱠﻴ ﺖ ﻣ ﻊ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺫﺍ ﺕ ﻟﻴﻠ ﺔ ﻓﺎﻓﺘﺘﺢ ﺍﻟﺒﻘ ﺮﺓ ،'
			'ﻓﻘﻠ ﺖ : ﻳ ﺮﺁ ﻊ ﻋﻨﺪ ﺍﻟ ﻤﺌ ﺔ ، ﺛﻢﱠ ﻣﻀﻰ ، ﻓﻘﻠ ﺖ : ﻳ ﺼﱠﻠﻲ ﺑﻬﺎ ﻓﻲ ﺭﺁﻌ ﺔ ، ﻓﻤ ﻀﻰ ، ﻓﻘﻠ ﺖ : ﻳ ﺮﺁ ﻊ ﺑﻬﺎ ، ﺛﻢﱠ ﺍﻓﺘﺘﺢ'
			'ﺍﻟﱢﻨ ﺴﺎ ﺀ ﻓﻘﺮﺃ ﻩﺎ ، ﺛﻢﱠ ﺍﻓﺘﺘ ﺢ ﺁﻝ ﻋ ﻤ ﺮﺍ ﻥ ، ﻓﻘ ﺮﺄﻫﺎ ، ﻳﻘ ﺮﺃ ﻣﺘ ﺮ ﱢﺳ ﻼ ﺇﺫﺍ ﻣ ﱠﺮ ﺑﺂﻳ ﺔ ﻓﻴﻬﺎ ﺗ ﺴﺒﻴ ﺢ ﺳﱠﺒ ﺢ ، ﻭﺇﺫﺍ ﻣ ﱠﺮ ﺑ ﺴ ﺆﺍ ﻝ'
			'ﺳﺄ ﻝ ، ﻭﺇﺫﺍ ﻣ ﱠﺮ ﺑﺘﻌ ﱠﻮﺫ ﺗﻌ ﱠﻮﺫ ، ﺛﻢﱠ ﺭﺁ ﻊ ، ﻓﺠﻌﻞ ﻳﻘﻮ ﻝ : ﺳﺒ ﺤﺎ ﻥ ﺭﱢﺑﻲ ﺍﻟﻌﻈﻴﻢ ، ﻓﻜﺎ ﻥ ﺭﺁﻮ ﻋﻪ ﻧ ﺤﻮﺍ ﻣ ﻦ ﻗﻴﺎ ﻣ ﻪ ، ﺛﻢﱠ'
			'ﻗﺎﻝ : ﺳﻤﻊ ﺍﻟﱠﻠﻪ ﻟ ﻤ ﻦ ﺣﻤﺪﻩ ، ﺭﱠﺑﻨﺎ ﻟﻚ ﺍﻟ ﺤﻤﺪ ، ﺛﻢﱠ ﻗﺎﻡ ﻃﻮﻳ ﻼ ﻗ ﺮﻳﺒﺎ ﻣﱠﻤﺎ ﺭﺁﻊ ، ﺛﻢﱠ ﺳﺠﺪ ﻓﻘﺎ ﻝ : ﺳﺒﺤﺎ ﻥ ﺭﱢﺑ ﻲ'
			' .1175ﺍ ﻷ ﻋﻠﻰ ﻓﻜﺎ ﻥ ﺳ ﺠﻮﺩﻩ ﻗ ﺮﻳﺒﺎ ﻣ ﻦ ﻗﻴﺎ ﻣ ﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1175'
),
	Hadith(
		hadithNumber: 1176,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳﺌ ﻞ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃ ﱡﻱ ﺍﻟ ﱠﺼﻼﺓ ﺃﻓ ﻀ ﻞ ؟ ﻗﺎﻝ : «'
			'ﻃﻮ ﻝ ﺍﻟﻘﻨﻮ ﺕ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺍﻟﻤﺮﺍﺩ ﺑﺎﻟﻘﻨﻮ ﺕ : ﺍﻟﻘﻴﺎﻡ',
		translation: 'Translation of Hadith 1176'
),
	Hadith(
		hadithNumber: 1177,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «'
			'ﺃ ﺣ ﱡﺐ ﺍﻟ ﱠﺼﻼﺓ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﺻﻼﺓ ﺩﺍ ﻭﺩ ، ﻭﺃﺣ ﱡﺐ ﺍﻟﺼﻴﺎﻡ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﺻﻴﺎﻡ ﺩﺍ ﻭﺩ ، ﺁﺎ ﻥ ﻳﻨﺎﻡ ﻧ ﺼ ﻒ ﺍﻟﱠﻠﻴﻞ ﻭﻳﻘﻮﻡ ﺛﻠﺜﻪ ﻭﻳﻨﺎﻡ'
			'ﺳﺪ ﺳﻪ ﻭﻳﺼﻮﻡ ﻳﻮﻣﺎ ﻭﻳﻔ ﻄ ﺮ ﻳﻮﻣﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1177'
),
	Hadith(
		hadithNumber: 1178,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﻓﻲ ﺍﻟﱠﻠﻴ ﻞ'
			'ﻟ ﺴﺎﻋ ﺔ ، ﻻ ﻳﻮﺍﻓﻘ ﻬﺎ ﺭﺟـﻞ ﻣﺴﻠﻢ ﻳﺴﺄ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺧﻴﺮﺍ ﻣﻦ ﺃﻣ ﺮ ﺍﻟﱡﺪﻧﻴﺎ ﻭﺍﻵ ﺧ ﺮﺓ ﺇ ﱠﻻ ﺃ ﻋﻄﺎﻩ ﺇﱠﻳﺎﻩ ، ﻭﺫﻟ ﻚ ﺁ ﱠﻞ ﻟﻴﻠ ﺔ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1178'
),
	Hadith(
		hadithNumber: 1179,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﺇﺫﺍ ﻗﺎﻡ ﺃ ﺣﺪﺁﻢ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ'
			'ﻓﻠﻴﻔﺘﺘ ﺢ ﺍﻟ ﱠﺼﻼﺓ ﺑﺮﺁﻌﺘﻴﻦ ﺧﻔﻴﻔﺘﻴ ﻦ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'( ﺷﺎﺫ ﺑﻬﺬﺍ ﺍﻟﻠﻔﻆ) [ ﻗﺎﻝ ﺍﻟﺸﻴﺦ ﺍﻷﻟﺒﺎﻧﻲ: ﻮﻫﻮ ﻋﻨﺪ ﻏﻴﺮ ﻣﺴﻠﻢ ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﻣﺮﻓﻮﻋﺎ ﻣﻦ ﻓﻌﻠﻪ ﺻﻠﻰ ﺍﷲ'
			'ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻮﻫﻮ ﺍﻟﺼﻮﺎﺑ ﻭﺃﻣﺎ ﻣﻦ ﻗﻮﻟﻪ ﻓﺸﺎﺫ ﺁﻤﺎ ﺣﻘﻘﺘﻪ ﻓﻲ " ﺿﻌﻴﻒ ﺃﺑﻲ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1179'
),
	Hadith(
		hadithNumber: 1180,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟﺖ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻗﺎﻡ ﻣﻦ ﺍﻟﱠﻠﻴ ﻞ ﺍﻓﺘﺘ ﺢ'
			'ﺻﻼﺗﻪ ﺑ ﺮﺁﻌﺘﻴﻦ ﺧﻔﻴﻔﺘﻴ ﻦ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1180'
),
	Hadith(
		hadithNumber: 1181,
		hadith:
						'ﻭ ﻋﻨﻬﺎ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻓﺎﺗﺘﻪ ﺍﻟ ﱠﺼﻼﺓ ﻣﻦ ﺍﻟﱠﻠﻴﻞ'
			'ﻣ ﻦ ﻭﺟ ﻊ ﺃ ﻭ ﻏﻴ ﺮﻩ ، ﺻﱠﻠﻰ ﻣ ﻦ ﺍﻟﱠﻨﻬﺎ ﺭ ﺛﻨﺘﻲ ﻋ ﺸﺮﺓ ﺭﺁﻌﺔ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1181'
),
	Hadith(
		hadithNumber: 1182,
		hadith:
						'ﻭﻋ ﻦ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻧﺎﻡ ﻋﻦ'
			'ﺣ ﺰﺑ ﻪ ، ﺃﻭ ﻋ ﻦ ﺷﻲ ﺀ ﻣﻨﻪ ، ﻓﻘﺮﺃﻩ ﻓﻴﻤﺎ ﺑﻴ ﻦ ﺻ ﻼﺓ ﺍﻟﻔ ﺠ ﺮ ﻭ ﺻﻼﺓ ﺍﻟ ﱡﻈ ﻬ ﺮ ، ﺁﺘﺐ ﻟﻪ ﺁﺄﱠﻧﻤﺎ ﻗ ﺮﺃﻩ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1182'
),
	Hadith(
		hadithNumber: 1183,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺭ ﺣﻢ ﺍﻟﱠﻠﻪ ﺭ ﺟﻼ ﻗﺎﻡ'
			'ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ، ﻓﺼﻠ ﱠﻰ ﻭﺃﻳﻘ ﻆ ﺍﻣﺮﺃﺗﻪ ، ﻓﺈ ﻥ ﺃﺑ ﺖ ﻧﻀ ﺢ ﻓﻲ ﻭ ﺟ ﻬ ﻬﺎ ﺍﻟﻤﺎ ﺀ ، ﺭ ﺣﻢ ﺍﻟﱠﻠﻪ ﺍ ﻣ ﺮﺃﺓ ﻗﺎﻣﺖ ﻣﻦ ﺍﻟﱠﻠﻴ ﻞ ﻓﺼﱠﻠ ﺖ ،'
			'ﻭﺃﻳﻘ ﻈ ﺖ ﺯ ﻭ ﺟ ﻬﺎ ﻓﺈﻥ ﺃﺑﻲ ﻧ ﻀ ﺤ ﺖ ﻓﻲ ﻭ ﺟ ﻬ ﻪ ﺍﻟﻤﺎ ﺀ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ. ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1183'
),
	Hadith(
		hadithNumber: 1184,
		hadith:
						'ﻭﻋﻨﻪ ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻻ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃﻳﻘ ﻆ'
			'ﺍﻟﺮﱠ ﺟ ﻞ ﺃ ﻩﻠﻪ ﻣ ﻦ ﺍﻟﱠﻠﻴﻞ ﻓ ﺼﱠﻠﻴﺎ ﺃ ﻭ ﺻﱠﻠﻰ ﺭﺁﻌﺘﻴ ﻦ ﺟ ﻤﻴﻌﺎ ، ﺁﺘ ﺐ ﻓﻲ ﺍﻟﱠﺬﺍﺁ ﺮﻳ ﻦ ﻭﺍﻟﱠﺬﺁﺮﺍ ﺕ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1184'
),
	Hadith(
		hadithNumber: 1185,
		hadith:
						'ﻭﻋــﻦ ﻋﺎﺋﺸﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﻧﻌﺲ ﺃ ﺣﺪﺁﻢ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ ،'
			'ﻓﻠﻴ ﺮﻗﺪ ﺣﺘﻰ ﻳﺬ ﻩﺐ ﻋﻨﻪ ﺍﻟﱠﻨﻮﻡ ، ﻓﺈ ﱠﻥ ﺃﺣﺪﺁﻢ ﺇﺫﺍ ﺻﻠﻰ ﻮﻫﻮ ﻧﺎ ﻋ ﺲ ، ﻟﻌﱠﻠﻪ ﻳﺬ ﻩ ﺐ ﻳﺴﺘﻐﻔ ﺮ ﻓﻴ ﺴ ﱠﺐ ﻧﻔﺴﻪ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴ ﻪ .'
			'`',
		translation: 'Translation of Hadith 1185'
),
	Hadith(
		hadithNumber: 1186,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﻗﺎﻡ ﺃﺣﺪﺁﻢ ﻣ ﻦ'
			'ﺍﻟﱠﻠﻴ ﻞ ﻓﺎﺳﺘﻌﺠﻢ ﺍﻟﻘﺮﺁ ﻥ ﻋﻠﻰ ﻟ ﺴﺎﻧ ﻪ ، ﻓﻠﻢ ﻳﺪ ﺭ ﻣﺎ ﻳﻘﻮ ﻝ ، ﻓﻠﻴ ﻀ ﻄ ﺠ ﻊ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1186'
),
	Hadith(
		hadithNumber: 1187,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﻗﺎﻡ ﺭ ﻣ ﻀﺎ ﻥ ﺇﻳﻤﺎﻧﺎ'
			'ﻭﺍ ﺣﺘﺴﺎﺑﺎ ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1187'
),
	Hadith(
		hadithNumber: 1188,
		hadith:
						'ﻭﻋﻨﻪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺮﻏﱢ ﺐ ﻓﻲ ﻗﻴﺎﻡ ﺭ ﻣ ﻀﺎ ﻥ ﻣ ﻦ ﻏﻴ ﺮ'
			'ﺃ ﻥ ﻳﺄﻣ ﺮ ﻩﻢ ﻓﻴﻪ ﺑﻌﺰﻳﻤﺔ ، ﻓﻴﻘﻮ ﻝ : « ﻣ ﻦ ﻗﺎﻡ ﺭ ﻣ ﻀﺎ ﻥ ﺇﻳﻤﺎﻧﺎ ﻭﺍ ﺣﺘ ﺴﺎﺑﺎ ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒ ﻪ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1188'
),
	Hadith(
		hadithNumber: 1189,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻗﺎﻡ ﻟﻴﻠ ﺔ ﺍﻟﻘﺪ ﺭ ﺇﻳﻤﺎﻧﺎ'
			'ﻭﺍ ﺣﺘ ﺴﺎﺑﺎ ، ﻏﻔﺮ ﻟﻪ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1189'
),
	Hadith(
		hadithNumber: 1190,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺟﺎ ﻻ ﻣ ﻦ ﺃ ﺻ ﺤﺎ ﺏ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺃ ﺭﻭﺍ ﻟﻴﻠ ﺔ ﺍﻟﻘﺪ ﺭ'
			'ﻓﻲ ﺍﻟﻤﻨﺎﻡ ﻓﻲ ﺍﻟ ﱠﺴﺒ ﻊ ﺍ ﻷﻭﺍ ﺧ ﺮ ، ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺮﯨ ﺭﺅﻳﺎﺁﻢ ﻗﺪ ﺗﻮﺍ ﻃﺄ ﺕ ﻓﻲ ﺍﻟ ﱠﺴﺒ ﻊ'
			'ﺍ ﻷ ﻭﺍ ﺧ ﺮ ، ﻓ ﻤ ﻦ ﺁﺎ ﻥ ﻣﺘ ﺤ ﱢﺮﻳ ﻬﺎ ، ﻓﻠﻴﺘﺤ ﱠﺮ ﻩﺂ ﻓﻲ ﺍﻟﺴﺒ ﻊ ﺍ ﻷﻭﺍ ﺧ ﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1190'
),
	Hadith(
		hadithNumber: 1191,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺠﺎ ﻭ ﺯ ﻓﻲ ﺍﻟﻌ ﺸـ ﺮ'
			'ﺍ ﻷ ﻭﺍ ﺧ ﺮ ﻣ ﻦ ﺭﻣ ﻀﺎ ﻥ ، ﻭﻳﻘﻮﻝ : « ﺗ ﺤ ﱠﺮ ﻭﺍ ﻟﻴﻠ ﺔ ﺍﻟﻘﺪ ﺭ ﻓﻲ ﺍﻟﻌ ﺸ ﺮ ﺍ ﻷ ﻭﺍ ﺧ ﺮ ﻣ ﻦ ﺭ ﻣﻀﺎ ﻥ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1191'
),
	Hadith(
		hadithNumber: 1192,
		hadith:
						'ﻭ ﻋﻨﻬﺎ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺗﺤ ﺮ ﻭﺍ ﻟﻴﻠ ﺔ ﺍﻟﻘﺪ ﺭ ﻓﻲ ﺍﻟﻮﺗـ ﺮ ﻣﻦ.['
			'ﺍﻟﻌ ﺸ ﺮ ﺍ ﻷﻭﺍ ﺧ ﺮ ﻣ ﻦ ﺭ ﻣ ﻀﺎ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ .'
			'`',
		translation: 'Translation of Hadith 1192'
),
	Hadith(
		hadithNumber: 1193,
		hadith:
						'ﻭ ﻋﻨ ﻬﺎ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺩ ﺧ ﻞ ﺍﻟﻌ ﺸ ﺮ ﺍ ﻷ ﻭﺍ ﺧ ﺮ'
			'ﻣ ﻦ ﺭ ﻣ ﻀﺎ ﻥ ، ﺃ ﺣﻴﺎ ﺍﻟﱠﻠﻴ ﻞ ، ﻭﺃﻳﻘ ﻆ ﺃ ﻩﻠﻪ ، ﻭ ﺟﱠﺪ ﻭ ﺷﱠﺪ ﺍﻟ ﻤﺌﺰ ﺭ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1193'
),
	Hadith(
		hadithNumber: 1194,
		hadith:
						'ﻭ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺠﺘ ﻬﺪ ﻓﻲ ﺭﻣﻀﺎ ﻥ ﻣﺎﻻ ﻳ ﺠﺘ ﻬﺪ ﻓﻲ ﻏﻴ ﺮﻩ ، ﻭﻓﻲ'
			'ﺍﻟﻌ ﺸ ﺮ ﺍ ﻷ ﻭﺍ ﺧ ﺮ ﻣﻨﻪ ، ﻣﺎﻻ ﻳ ﺠﺘﻬﺪ ﻓﻲ ﻏﻴ ﺮﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1194'
),
	Hadith(
		hadithNumber: 1195,
		hadith:
						'ﻭ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃ ﺭﺃﻳ ﺖ ﺈﻧ ﻋﻠ ﻤ ﺖ ﺃ ﱠﻱ ﻟﻴﻠ ﺔ ﻟﻴﻠﺔ ﺍﻟﻘﺪ ﺭ ﻣﺎ ﺃﻗﻮ ﻝ ﻓﻴﻬﺎ ؟ ﻗﺎ ﻝ : « ﻗﻮﻟﻲ :'
			'ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱠﻧ ﻚ ﻋﻔ ﱞﻮ ﺗ ﺤﺐﱡ ﺍﻟﻌﻔ ﻮ ﻓﺎ ﻋ ﻒ ﻋﱢﻨﻲ » ﺭﻭﺍﻩ ﺍﻟﺘ ﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 1195'
),
	Hadith(
		hadithNumber: 1196,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻟ ﻮﻻ ﺃ ﻥ ﺃ ﺷﻖﱠ ﻋﻠﻰ ﺃﱠﻣﺘﻲ'
			'- ﺃ ﻭ ﻋﻠﻰ ﺍﻟﻨﺎﺱ - ﻷﻣ ﺮﺗ ﻬﻢ ﺑﺎﻟ ﱢﺴﻮﺍ ﻙ ﻣ ﻊ ﺁ ﱢﻞ ﺻﻼﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1196'
),
	Hadith(
		hadithNumber: 1197,
		hadith:
						'ﻭﻋ ﻦ ﺣﺬﻳﻔ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻗﺎﻡ ﻣ ﻦ ﺍﻟﱠﻨﻮﻡ ﻳ ﺸﻮ ﺹ'
			'ﻓﺎﻩ ﺑﺎﻟ ﱢﺴﻮﺍ ﻙ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺍﻟ ﱠﺸ ﻮﺹ » : ﺍﻟﱠﺪﻟ ﻚ »'
			'»',
		translation: 'Translation of Hadith 1197'
),
	Hadith(
		hadithNumber: 1198,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﱠﻨﺎ ﻧﻌﺪﱡ ﻟﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳ ﻮﺍﺁﻪ ﻭ ﻃ ﻬﻮ ﺭﻩ'
			'ﻓﻴﺒﻌﺜﻪ ﺍﻟﱠﻠﻪ ﻣﺎ ﺷﺎ ﺀ ﺄﻧ ﻳﺒﻌﺜﻪ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ، ﻓﻴﺘ ﺴ ﱠﻮ ﻙ ، ﻭﻳﺘ ﻮ ﱠﺿﺄ ﻭﻳ ﺼﱢﻠﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1198'
),
	Hadith(
		hadithNumber: 1199,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺁﺜ ﺮ ﺕ ﻋﻠﻴﻜﻢ ﻓﻲ ﺍﻟ ﱢﺴ ﻮﺍ ﻙ'
			'» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1199'
),
	Hadith(
		hadithNumber: 1200,
		hadith:
						'ﻭ ﻋ ﻦ ﺷ ﺮﻳ ﺢ ﺑ ﻦ ﻩﺎﻧﻲ ﺀ ﻗﺎ ﻝ : ﻗﻠ ﺖ ﻟﻌﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ : ﺑﺄ ﱢﻱ ﺷﻲ ﺀ ﺁﺎﻥ ﻳﺒﺪﺃ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			' .1200ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺩ ﺧ ﻞ ﺑﻴﺘﻪ ، ﻗﺎﻟ ﺖ : ﺑﺎﻟ ﱢﺴ ﻮﺍ ﻙ ، ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1200'
),
	Hadith(
		hadithNumber: 1201,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺍﻷﺷﻌ ﺮ ﱢﻱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ: ﺩ ﺧﻠﺖ ﻋﻠﻰ ﺍﻟﱠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﻃ ﺮ ﻑ'
			'ﺍﻟﺴ ﻮﺍ ﻙ ﻋﻠﻰ ﻟﺴﺎﻧ ﻪ . ﻣﱠﺘﻔ ﻖ ﻋﻠﻴ ﻪ ، ﻮﻫﺬﺍ ﻟﻔ ﻆ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1201'
),
	Hadith(
		hadithNumber: 1202,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﺴﱢﻮﺍ ﻙ ﻣﻄ ﻬﺮﺓ ﻟﻠﻔﻢ ﻣ ﺮ ﺿﺎﺓ'
			'ﻟﻠ ﱠﺮ ﱢﺏ » ﺭﻭﺍﻩ ﺍﻟﱠﻨﺴﺎﺋ ﱡﻲ ، ﻭﺍﺑ ﻦ ﺧ ﺰﻳﻤﺔ ﻓﻲ ﺻﺤﻴﺤ ﻪ ﺑﺄﺳﺎﻧﻴﺪ ﺻﺤﻴﺤ ﺔ .'
			'ﻭﺫﺂـﺮ ﺍﻟﺒﺨﺎﺭ ﱡﻱ ﺭﺣﻤﻪ ﺍﻟﱠﻠﻪ ﻓﻲ ﺻﺤﻴﺤ ﻪ ﻩﺬﺍ ﺍﻟﺤﺪﻳﺚ ﺗﻌﻠﻴﻘﺎ ﺑﺼﻴﻐ ﺔ ﺍﻟﺠﺰﻡ ﻓﻘﺎﻝ : ﻭﻗﺎﻟﺖ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻬﺎ .'
			'`',
		translation: 'Translation of Hadith 1202'
),
	Hadith(
		hadithNumber: 1203,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﻔﻄﺮﺓ ﺧﻤ ﺲ ، ﺃ ﻭ ﺧ ﻤ ﺲ'
			'ﻣ ﻦ ﺍﻟﻔﻄﺮﺓ : ﺍﻟ ﺨﺘﺎﻥ ، ﻭﺍﻻ ﺳﺘ ﺤﺪﺍﺩ ، ﻭﺗﻘﻠﻴﻢ ﺍ ﻷﻇﻔﺎ ﺭ ، ﻭﻧﺘﻒ ﺍ ﻹﺑ ﻂ ، ﻭﻗ ﱡﺺ ﺍﻟ ﱠﺸﺎ ﺭ ﺏ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺍﻻ ﺳﺘ ﺤﺪﺍﺩ : ﺣﻠ ﻖ ﺍﻟﻌﺎﻧ ﺔ ، ﻭ ﻩﻮ ﺣﻠ ﻖ ﺍﻟﺸﻌ ﺮ ﺍﻟﺬﻱ ﺣ ﻮ ﻝ ﺍﻟﻔ ﺮ ﺝ',
		translation: 'Translation of Hadith 1203'
),
	Hadith(
		hadithNumber: 1204,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋﺸﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋﺸﺮ ﻣ ﻦ ﺍﻟﻔﻄ ﺮﺓ:'
			'ﻗ ﱡﺺ ﺍﻟ ﱠﺸﺎ ﺭ ﺏ ، ﻭﺇﻋﻔﺎ ﺀ ﺍﻟﱢﻠ ﺤﻴ ﺔ ، ﻭﺍﻟ ﱢﺴ ﻮﺍ ﻙ ، ﻭﺍ ﺳﺘﻨ ﺸﺎ ﻕ ﺍﻟﻤﺎ ﺀ ، ﻭﻗ ﱡﺺ ﺍ ﻷﻇﻔﺎ ﺭ ، ﻭ ﻏﺴ ﻞ ﺍﻟﺒ ﺮﺍ ﺟﻢ ، ﻭﻧﺘ ﻒ'
			'ﺍ ﻹﺑ ﻂ ، ﻭﺣﻠ ﻖ ﺍﻟﻌﺎﻧﺔ ، ﻭﺍﻧﺘﻘﺎ ﺹ ﺍﻟ ﻤﺎ ﺀ » ﻗﺎﻝ ﺍﻟ ﱠﺮﺍﻮﻳ : ﻭﻧ ﺴﻴ ﺖ ﺍﻟﻌﺎ ﺷﺮﺓ ﺇ ﱠﻻ ﺄﻧ ﺗﻜﻮﻥ ﺍﻟ ﻤﻀﻤ ﻀﺔ ، ﻗﺎ ﻝ ﻭﺁﻴ ﻊ -'
			'ﻭ ﻩ ﻮ ﺃ ﺣﺪ ﺭ ﻭﺍﺗ ﻪ - : ﺍﻧﺘﻘﺎ ﺹ ﺍﻟﻤﺎ ﺀ ، ﻳﻌﻨﻲ: ﺍﻻ ﺳﺘﻨﺠﺎ ﺀ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﺒﺮﺍ ﺟﻢ » ﺑﺎﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ ﻭﺍﻟﺠﻴﻢ ، ﻮﻫﻲ : « ﻋﻘﺪ ﺍ ﻷ ﺻﺎﺑ ﻊ » . « ﻭﺇ ﻋﻔﺎ ﺀ ﺍﻟﱠﻠ ﺤﻴﺔ » ﻣﻌﻨﺎﻩ: ﻻ ﻳﻘﺺ ﻣﻨ ﻬﺎ'
			'ﺷﻴﺌﺎ .'
			'`',
		translation: 'Translation of Hadith 1204'
),
	Hadith(
		hadithNumber: 1205,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻋﻦ ﺍﻟﱠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺃ ﺣﻔﻮﺍ ﺍﻟ ﱠﺸﻮﺍ ﺭ ﺏ ﻭﺃ ﻋﻔﻮﺍ'
			'ﺍﻟﱢﻠ ﺤﻰ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1205'
),
	Hadith(
		hadithNumber: 1206,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﺑﻨ ﻲ ﺍ ﻹ ﺳﻼﻡ ﻋﻠﻰ ﺧ ﻤ ﺲ'
			': ﺷ ﻬﺎﺩﺓ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺃ ﱠﻥ ﻣﺤﱠﻤﺪﺍ ﻋﺒﺪﻩ ﻭﺭ ﺳﻮﻟﻪ ، ﻭﺇﻗﺎﻡ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺇﻳﺘﺎ ﺀ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭ ﺣ ﱢﺞ ﺍﻟﺒﻴ ﺖ ، ﻭ ﺻ ﻮﻡ'
			'ﺭﻣ ﻀﺎﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1206'
),
	Hadith(
		hadithNumber: 1207,
		hadith:
						'ﻭﻋﻦ ﻃﻠ ﺤ ﺔ ﺑ ﻦ ﻋﺒﻴﺪ ﺍﻟﱠﻠ ﻪ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺟﺎ ﺀ ﺭ ﺟ ﻞ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ'
			'ﺃ ﻩ ﻞ ﻧ ﺠﺪ ، ﺛﺎﺋ ﺮ ﺍﻟ ﱠﺮﺃ ﺱ ﻧ ﺴ ﻤ ﻊ ﺩ ﻭ ﱠﻱ ﺻ ﻮﺗ ﻪ ، ﻭﻻ ﻧﻔﻘﻪ ﻣﺎ ﻳﻘﻮ ﻝ ، ﺣﺘﻰ ﺩﻧﺎ ﻣ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﺈﺫﺍ ﻩ ﻮ ﻳ ﺴﺄ ﻝ ﻋ ﻦ ﺍ ﻹ ﺳﻼﻡ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺧ ﻤ ﺲ ﺻﻠﻮﺍ ﺕ ﻓﻲ ﺍﻟﻴ ﻮﻡ ﻭﺍﻟﱠﻠﻴﻠ ﺔ » ﻗﺎ ﻝ'
			': ﻩ ﻞ ﻋﻠ ﱠﻲ ﻏﻴ ﺮ ﻩﻦﱠ ؟ ﻗﺎ ﻝ : « ﻻ ، ﺇ ﱠﻻ ﺃ ﻥ ﺗ ﱠﻄ ﱠﻮ ﻉ » ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻭ ﺻﻴﺎﻡ ﺷ ﻬ ﺮ'
			'ﺭﻣ ﻀﺎ ﻥ » ﻗﺎ ﻝ : ﻩ ﻞ ﻋﻠ ﱠﻲ ﻏﻴ ﺮﻩ ؟ ﻗﺎ ﻝ : « ﻻ ، ﺇ ﱠﻻ ﺃ ﻥ ﺗ ﱠﻄ ﱠﻮ ﻉ » ﻗﺎ ﻝ: ﻭﺫﺁ ﺮ ﻟﻪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'، ﺍﻟ ﱠﺰﺁﺎﺓ ﻓﻘﺎ ﻝ : ﻩ ﻞ ﻋﻠ ﱠﻲ ﻏﻴ ﺮ ﻩﺎ ؟ ﻗﺎ ﻝ : « ﻻ ، ﺇ ﱠﻻ ﺃ ﻥ ﺗ ﱠﻄ ﱠﻮ ﻉ » ﻓﺄﺩﺑﺮ ﺍﻟﺮﱠ ﺟ ﻞ ﻭ ﻩ ﻮ ﻳﻘﻮ ﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻻ ﺃﺯﻳﺪ ﻋﻠﻰ'
			'ﻩﺬﺍ ﻭﻻ ﺃﻧﻘ ﺺ ﻣﻨﻪ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﻓﻠ ﺢ ﺇ ﻥ ﺻﺪ ﻕ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1207'
),
	Hadith(
		hadithNumber: 1208,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﱠﺒﺎﺱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺑﻌ ﺚ ﻣﻌﺎﺫﺍ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺇﻟﻰ.('
			'ﺍﻟﻴﻤ ﻦ ﻓﻘﺎ ﻝ : « ﺍﺩ ﻋ ﻬﻢ ﺇﻟﻰ ﺷﻬﺎﺩﺓ ﺃ ﻥ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﺃﱢﻧﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻓﺈ ﻥ ﻩﻢ ﺃ ﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ، ﻓﺄ ﻋﻠ ﻤ ﻬﻢ ﺃ ﱠﻥ'
			'ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﺍﻓﺘﺮﺽ ﻋﻠﻴ ﻬﻢ ﺧﻤ ﺲ ﺻﻠﻮﺍ ﺕ ﻓﻲ ﺁﻞﱢ ﻳ ﻮﻡ ﻭﻟﻴﻠ ﺔ ، ﻓﺈﻥ ﻩﻢ ﺃﻃﺎ ﻋﻮﺍ ﻟﺬﻟ ﻚ ﻓﺄ ﻋﻠ ﻤ ﻬﻢ ﺃ ﱠﻥ ﺍﻟﱠﻠﻪ ﺍﻓﺘﺮﺽ'
			'ﻋﻠﻴ ﻬﻢ ﺻﺪﻗ ﺔ ﺗﺆ ﺧﺬ ﻣ ﻦ ﺃ ﻏﻨﻴﺎﺋ ﻬﻢ ، ﻭﺗﺮﱡﺩ ﻋﻠﻰ ﻓﻘﺮﺍﺋ ﻬﻢ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1208'
),
	Hadith(
		hadithNumber: 1209,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﻣ ﺮ ﺕ ﺄﻧ ﺃﻗﺎﺗ ﻞ'
			'ﺍﻟﱠﻨﺎ ﺱ ﺣﺘﻰ ﻳﺸﻬﺪﻭﺍ ﺄﻧ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﺃ ﱠﻥ ﻣ ﺤﱠﻤﺪﺍ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﻳﻘﻴﻤﻮﺍ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﻳ ﺆﺗﻮﺍ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻓﺈﺫﺍ ﻓﻌﻠﻮﺍ'
			'ﺫﻟ ﻚ ، ﻋ ﺼﻤﻮﺍ ﻣﱢﻨﻲ ﺩ ﻣﺎ ﺀ ﻩﻢ ﻭﺃ ﻣ ﻮﺍﻟﻬﻢ ﺇ ﱠﻻ ﺑ ﺤ ﱢﻖ ﺍ ﻹﺳﻼﻡ ﻭ ﺣﺴﺎﺑ ﻬﻢ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1209'
),
	Hadith(
		hadithNumber: 1210,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻟﱠﻤﺎ ﺗ ﻮﻓﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺁﺎ ﻥ ﺃﺑﻮ ﺑﻜﺮ ،'
			'ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻭﺁﻔ ﺮ ﻣ ﻦ ﺁﻔ ﺮ ﻣ ﻦ ﺍﻟﻌﺮ ﺏ ، ﻓﻘﺎ ﻝ ﻋﻤ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺁﻴ ﻒ ﺗﻘﺎﺗ ﻞ ﺍﻟﱠﻨﺎ ﺱ ﻭﻗﺪ ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﻣﺮ ﺕ ﺃ ﻥ ﺃﻗﺎﺗﻞ ﺍﻟﱠﻨﺎ ﺱ ﺣﱠﺘﻰ ﻳﻘﻮﻟﻮﺍ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻓ ﻤ ﻦ ﻗﺎﻟ ﻬﺎ ، ﻓﻘﺪ ﻋ ﺼﻢ ﻣﻨﻲ'
			'ﻣﺎﻟﻪ ﻭﻧﻔ ﺴﻪ ﺇ ﱠﻻ ﺑ ﺤﱢﻘﻪ ، ﻭ ﺣ ﺴﺎﺑﻪ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ؟ » ﻓﻘﺎ ﻝ ﺃﺑﻮ ﺑﻜ ﺮ : ﻭﺍﻟﱠﻠﻪ ﻷﻗﺎﺗﻠ ﱠﻦ ﻣ ﻦ ﻓ ﱠﺮ ﻕ ﺑﻴ ﻦ ﺍﻟ ﱠﺼﻼﺓ ﻭﺍﻟ ﱠﺰﺁﺎﺓ ،'
			'ﻓﺈﻥ ﺍﻟ ﱠﺰﺁﺎﺓ ﺣ ﱡﻖ ﺍﻟ ﻤﺎ ﻝ . ﻭﺍﻟﱠﻠ ﻪ ﻟﻮ ﻣﻨﻌﻮﻧﻲ ﻋﻘﺎ ﻻ ﺁﺎﻧﻮﺍ ﻳ ﺆﺩﻭﻧﻪ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻟﻘﺎﺗﻠﺘ ﻬﻢ'
			'ﻋﻠﻰ ﻣﻨﻌ ﻪ ، ﻗﺎ ﻝ ﻋﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﻓ ﻮﺍﻟﱠﻠ ﻪ ﻣﺎ ﻩﻮ ﺇ ﱠﻻ ﺄﻧ ﺭﺃﻳ ﺖ ﺍﻟﱠﻠﻪ ﻗﺪ ﺷ ﺮ ﺡ ﺻﺪ ﺭ ﺃﺑﻲ ﺑﻜ ﺮ ﻟﻠﻘﺘﺎ ﻝ ، ﻓﻌﺮﻓ ﺖ'
			'ﺃﻧﱠﻪ ﺍﻟ ﺤ ﱡﻖ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1210'
),
	Hadith(
		hadithNumber: 1211,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﻳﻮ ﺏ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻗﺎ ﻝ ﻟﻠﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃ ﺧﺒ ﺮﻧﻲ ﺑﻌﻤ ﻞ ﻳﺪ ﺧﻠﻨﻲ'
			'ﺍﻟ ﱠﺠﻨ ﺔ ، ﻗﺎ ﻝ :« ﺗﻌﺒﺪ ﺍﻟﱠﻠﻪ ﻭ ﻻ ﺗ ﺸ ﺮ ﻙ ﺑﻪ ﺷﻴﺌﺎ ، ﻭﺗﻘﻴﻢ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺗ ﺆﺗﻲ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭﺗ ﺼ ﻞ ﺍﻟ ﱠﺮ ﺣﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1211'
),
	Hadith(
		hadithNumber: 1212,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺃﻋﺮﺍﺑﻴﺎ ﺃﺗﻰ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ'
			'ﺩﱠﻟﻨﻲ ﻋﻠﻰ ﻋ ﻤﻞ ﺇﺫﺍ ﻋ ﻤﻠﺘﻪ ، ﺩ ﺧﻠ ﺖ ﺍﻟﺠﱠﻨ ﺔ . ﻗﺎ ﻝ : « ﺗﻌﺒﺪ ﺍﻟﱠﻠﻪ ﻭﻻ ﺗ ﺸ ﺮ ﻙ ﺑ ﻪ ﺷﻴﺌﺎ ، ﻭﺗﻘﻴﻢ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺗ ﺆﺗﻲ'
			'ﺍﻟ ﱠﺰﺁﺎﺓ ﺍﻟ ﻤﻔ ﺮﻭ ﺿ ﺔ ، ﻭﺗ ﺼﻮﻡ ﺭ ﻣ ﻀﺎ ﻥ » ﻗﺎ ﻝ : ﻭﺍﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ، ﻻ ﺃﺯﻳﺪ ﻋﻠﻰ ﻩﺬﺍ . ﻓﻠﱠﻤﺎ ﻭﱠﻟﻰ ، ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺳﺮﱠﻩ ﺃ ﻥ ﻳﻨ ﻈ ﺮ ﺇﻟﻰ ﺭ ﺟ ﻞ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ﻓﻠﻴﻨ ﻈ ﺮ ﺇﻟﻰ ﻩﺬﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1212'
),
	Hadith(
		hadithNumber: 1213,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺮﻳ ﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺑﺎﻳﻌﺖ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺇﻗﺎﻡ ﺍﻟ ﱠﺼﻼﺓ ،'
			'ﻭﺇﻳﺘﺎ ﺀ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭﺍﻟﱡﻨ ﺼ ﺢ ﻟﻜﻞﱢ ﻣ ﺴﻠﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1213'
),
	Hadith(
		hadithNumber: 1214,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﺻﺎ ﺣ ﺐ'
			'ﺫ ﻩ ﺐ ، ﻭﻻ ﻓ ﱠﻀ ﺔ ، ﻻ ﻳ ﺆﱢﺪﻳ ﻣﻨ ﻬﺎ ﺣﱠﻘ ﻬﺎ ﺇ ﱠﻻ ﺇﺫﺍ ﺁﺎ ﻥ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺻﱢﻔ ﺤ ﺖ ﻟﻪ ﺻﻔﺎﺋ ﺢ ﻣ ﻦ ﻧﺎ ﺭ، ﻓﺄ ﺣﻤ ﻲ ﻋﻠﻴ ﻬﺎ ﻓﻲ'
			'ﻧﺎﺭ ﺟ ﻬﱠﻨﻢ ، ﻓﻴﻜ ﻮﻯ ﺑ ﻬﺎ ﺟﻨﺒﻪ ، ﻭﺟﺒﻴﻨﻪ ، ﻭ ﻇ ﻬ ﺮﻩ ، ﺁﱠﻠﻤﺎ ﺑ ﺮﺩ ﺕ ﺃﻋﻴﺪ ﺕ ﻟﻪ ﻓﻲ ﻳ ﻮﻡ ﺁﺎ ﻥ ﻣﻘﺪﺍ ﺭﻩ ﺧ ﻤ ﺴﻴ ﻦ ﺃﻟﻒ'
			'ﺳﻨ ﺔ ، ﺣﱠﺘﻰ ﻳﻘ ﻀﻰ ﺑﻴ ﻦ ﺍﻟﻌﺒﺎﺩ ﻓﻴ ﺮﻯ ﺳﺒﻴﻠﻪ ، ﺇﱠﻣﺎ ﺇﻟﻰ ﺍﻟﺠﱠﻨ ﺔ ﻭﺇﻣﺎ ﺇﻟﻰ ﺍﻟﱠﻨﺎ ﺭ » .'
			'ﻗﻴﻞ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻓﺎ ﻹﺑ ﻞ ؟ ﻗﺎ ﻝ : ﻭﻻ ﺻﺎﺣ ﺐ ﺇﺑ ﻞ ﻻ ﻳ ﺆﱢﺪﻳ ﻣﻨ ﻬﺎ ﺣﱠﻘ ﻬﺎ ، ﻭ ﻣ ﻦ ﺣﱢﻘ ﻬﺎ ، ﺣﻠﺒ ﻬﺎ ﻳﻮﻡ ﻭ ﺭﺪﻫﺎ ، ﺇﻻ'
			'ﺇﺫﺍ ﺁﺎﻥ ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣﺔ ﺑ ﻄ ﺢ ﻟﻬﺎ ﺑﻘﺎ ﻉ ﻗ ﺮﻗ ﺮ ﺃ ﻭﻓﺮ ﻣﺎ ﺁﺎﻧ ﺖ ، ﻻ ﻳﻔﻘﺪ ﻣﻨ ﻬﺎ ﻓ ﺼﻴ ﻼ ﻭﺍ ﺣﺪﺍ ، ﺗﻄ ﺆﻩ ﺑﺄ ﺧﻔﺎﻓﻬﺎ ، ﻭﺗﻌ ﱡﻀﻪ'
			'ﺑﺄﻓﻮﺍ ﻩﻬﺎ ، ﺁﱠﻠﻤﺎ ﻣ ﱠﺮ ﻋﻠﻴﻪ ﺃﻭﻻﻩﺎ ، ﺭﱠﺩ ﻋﻠﻴﻪ ﺃ ﺧﺮﺎﻫﺎ، ﻓﻲ ﻳﻮﻡ ﺁﺎ ﻥ ﻣﻘﺪﺍﺭﻩ ﺧ ﻤ ﺴﻴ ﻦ ﺃﻟ ﻒ ﺳﻨ ﺔ ، ﺣﱠﺘﻰ ﻳﻘ ﻀﻲ ﺑﻴ ﻦ'
			'ﺍﻟﻌﺒﺎﺩ ، ﻓﻴ ﺮﻯ ﺳﺒﻴﻠﻪ ، ﺇﱠﻣﺎ ﺇﻟﻰ ﺍﻟﺠﱠﻨ ﺔ ﻭﺇﱠﻣﺎ ﺇﻟﻰ ﺍﻟﻨﺎ ﺭ » .'
			'ﻗﻴﻞ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻓﺎﻟﺒﻘ ﺮ ﻭﺍﻟﻐﻨﻢ ؟ ﻗﺎ ﻝ : ﻭﻻ ﺻﺎ ﺣ ﺐ ﺑﻘ ﺮ ﻭﻻ ﻏﻨﻢ ﻻ ﻳ ﺆﱢﺪﻳ ﻣﻨ ﻬﺎ ﺣﱠﻘ ﻬﺎ ﺇ ﱠﻻ ﺇﺫﺍ ﺁﺎﻥ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ'
			'، ﺑ ﻄ ﺢ ﻟ ﻬﺎ ﺑﻘﺎ ﻉ ﻗﺮﻗ ﺮ ، ﻻ ﻳﻔﻘﺪ ﻣﻨ ﻬﺎ ﺷﻴﺌﺎ ﻟﻴﺲ ﻓﻴﻬﺎ ﻋﻘﺼﺎ ﺀ ، ﻭﻻ ﺟﻠﺤﺎ ﺀ ، ﻭﻻ ﻋﻀﺒﺎ ﺀ ، ﺗﻨﻄﺤﻪ ﺑﻘ ﺮﻭﻧ ﻬﺎ ،'
			'ﻭﺗ ﻄ ﺆﻩ ﺑﺄ ﻇﻼﻓ ﻬﺎ ، ﺁﱠﻠ ﻤﺎ ﻣ ﱠﺮ ﻋﻠﻴﻪ ﺃﻭﻻﻩﺎ ، ﺭﺩﱠ ﻋﻠﻴﻪ ﺃ ﺧﺮﺎﻫﺎ ، ﻓﻲ ﻳﻮﻡ ﺁﺎ ﻥ ﻣﻘﺪﺍ ﺭﻩ ﺧ ﻤ ﺴﻴ ﻦ ﺃﻟﻒ ﺳﻨ ﺔ ﺣﱠﺘﻰ'
			'ﻳﻘ ﻀﻰ ﺑﻴ ﻦ ﺍﻟﻌﺒﺎﺩ ، ﻓﻴ ﺮﻯ ﺳﺒﻴﻠﻪ ﺇﱠﻣﺎ ﺇﻟﻰ ﺍﻟ ﺠﱠﻨ ﺔ ﻭﺇﱠﻣﺎ ﺇﻟﻰ ﺍﻟﱠﻨﺎ ﺭ » .'
			'ﻗﻴ ﻞ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻓﺎﻟﺨﻴ ﻞ ؟ ﻗﺎﻝ : « ﺍﻟ ﺨﻴ ﻞ ﺛﻼﺛﺔ : ﻩﻲ ﻟ ﺮ ﺟ ﻞ ﻭﺯﺭ ، ﻭ ﻩ ﻲ ﻟ ﺮ ﺟ ﻞ ﺳﺘﺮ، ﻭ ﻩﻲ ﻟﺮ ﺟ ﻞ ﺃ ﺟﺮ ،'
			'ﻓﺄﱠﻣﺎ ﺍﻟﺘﻲ ﻩﻲ ﻟﻪ ﻭﺯﺭ ﻓ ﺮ ﺟ ﻞ ﺭﺑ ﻄﻬﺎ ﺭﻳﺎ ﺀ ﻭﻓ ﺨﺮﺍ ﻭﻧﻮﺍ ﺀ ﻋﻠﻰ ﺃ ﻩ ﻞ ﺍ ﻹ ﺳﻼﻡ ، ﻓﻬﻲ ﻟﻪ ﻭﺯﺭ ، ﻭﺃﱠﻣﺎ ﺍﻟﺘﻲ ﻩ ﻲ ﻟﻪ'
			'ﺳﺘﺮ ، ﻓ ﺮ ﺟﻞ ﺭﺑ ﻄ ﻬﺎ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﺛﻢﱠ ﻟﻢ ﻳﻨ ﺲ ﺣ ﱠﻖ ﺍﻟﱠﻠ ﻪ ﻓﻲ ﻇ ﻬﻮ ﺮﻫﺎ ، ﻭﻻ ﺭﻗﺎﺑﻬﺎ ، ﻓ ﻬﻲ ﻟﻪ ﺳﺘﺮ ، ﻭﺃﱠﻣﺎ ﺍﻟﺘﻲ'
			'ﻩ ﻲ ﻟﻪ ﺃ ﺟﺮ ، ﻓﺮ ﺟﻞ ﺭﺑ ﻄ ﻬﺎ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻷ ﻩﻞ ﺍ ﻹ ﺳﻼﻡ ﻓﻲ ﻣ ﺮ ﺝ ، ﺃﻭ ﺭﻭ ﺿ ﺔ ، ﻓ ﻤﺎ ﺃﺁﻠﺖ ﻣﻦ ﺫﻟﻚ ﺍﻟ ﻤ ﺮ ﺝ ﺃﻭ'
			'ﺍﻟ ﱠﺮﻭ ﺿ ﺔ ﻣﻦ ﺷﻲ ﺀ ﺇ ﱠﻻ ﺁﺘﺐ ﻟﻪ ﻋﺪﺩ ﻣﺎ ﺃﺁﻠﺖ ﺣﺴـــﻨﺎ ﺕ ، ﻭﺁﺘﺐ ﻟﻪ ﻋﺪﺩ ﺃ ﺭ ﻭﺍﺛ ﻬﺎ ﻭﺃﺑ ﻮﺍﻟ ﻬﺎ ﺣﺴﻨﺎ ﺕ ، ﻭﻻ ﺗﻘ ﻄ ﻊ'
			'ﻃ ﻮﻟ ﻬﺎ ﻓﺎﺳﺘﱠﻨﺖ ﺷ ﺮﻓﺎ ﺃﻭ ﺷﺮﻓﻴ ﻦ ﺇ ﱠﻻ ﺁﺘﺐ ﺍﻟﱠﻠﻪ ﻟﻪ ﻋﺪﺩ ﺁﺛﺎ ﺭ ﻩﺎ ، ﻭﺃ ﺭ ﻭﺍﺛ ﻬﺎ ﺣﺴﻨﺎ ﺕ ، ﻭﻻ ﻣ ﱠﺮ ﺑﻬﺎ ﺻﺎ ﺣﺒ ﻬﺎ ﻋﻠﻰ'
			'ﻧ ﻬ ﺮ ﻓ ﺸ ﺮﺑﺖ ﻣﻨﻪ ، ﻭﻻ ﻳﺮﻳﺪ ﺃ ﻥ ﻳ ﺴﻘﻴ ﻬﺎ ﺇ ﱠﻻ ﺁﺘ ﺐ ﺍﻟﱠﻠﻪ ﻟﻪ ﻋﺪﺩ ﻣﺎ ﺷ ﺮﺑﺖ ﺣﺴﻨﺎ ﺕ » .'
			'ﻗﻴ ﻞ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻓﺎﻟ ﺤﻤ ﺮ ؟ ﻗﺎ ﻝ : « ﻣﺎ ﺃﻧ ﺰﻝ ﻋﻠ ﱠﻲ ﻓﻲ ﺍﻟ ﺤﻤ ﺮ ﺷﻲ ﺀ ﺇ ﱠﻻ ﻩﺬﻩ ﺍﻵﻳﺔ ﺍﻟﻔﺎﱠﺫﺓ ﺍﻟ ﺠﺎ ﻣﻌﺔ : { ﻓﻤﻦ'
			'ﻳﻌﻤ ﻞ ﻣﺜﻘﺎﻝ ﺫ ﱠﺭﺓ ﺧﻴﺮﺍ ﻳﺮﻩ ،ﻭﻣﻦ ﻳﻌﻤ ﻞ ﻣﺜﻘﺎ ﻝ ﺫ ﱠﺭﺓ ﺷ ﱠﺮﺍ ﻳﺮﻩ } » .'
			'ﻣﱠﺘﻔ ﻖ ﻋﻠﻴ ﻪ . ﻮﻫﺬﺍ ﻟﻔ ﻆ ﻣ ﺴﻠﻢ .'
			'ﻭﻣﻌﻨﻰ ﺍﻟﻘﺎ ﻉ : ﺍﻟﻤﻜﺎﻥ ﺍﻟﻤﺴﺘﻮﻯ ﻣﻦ ﺍﻷﺭ ﺽ ﺍﻟﻮﺍﺳﻊ . ﻭﺍﻟﻘﺮﻗﺮ : ﺍﻷﻣﻠﺲ',
		translation: 'Translation of Hadith 1214'
),
	Hadith(
		hadithNumber: 1215,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ :'
			'ﺁﻞﱡ ﻋﻤ ﻞ ﺍﺑ ﻦ ﺁﺪﻣ ﻟﻪ ﺇ ﱠﻻ ﺍﻟ ﱢﺼﻴﺎﻡ ، ﻓﺈﱠﻧﻪ ﻟﻲ ﻭﺃﻧﺎ ﺃ ﺟ ﺰﻱ ﺑ ﻪ . ﻭﺍﻟ ﱢﺼﻴﺎﻡ ﺟﱠﻨﺔ ﻓﺈﺫﺍ ﺁﺎ ﻥ ﻳ ﻮﻡ ﺻ ﻮﻡ ﺃﺣﺪﺁﻢ ﻓﻼ ﻳ ﺮﻓ ﺚ'
			'ﻭﻻ ﻳ ﺼ ﺨ ﺐ ، ﻓﺈ ﻥ ﺳﺎﺑﱠﻪ ﺃﺣﺪ ﺃ ﻭ ﻗﺎﺗﻠﻪ ، ﻓﻠﻴﻘ ﻞ : ﺇﱢﻧﻲ ﺻﺎﺋﻢ . ﻭﺍﱠﻟﺬﻱ ﻧﻔﺲ ﻣ ﺤﱠﻤﺪ ﺑﻴﺪﻩ ﻟ ﺨﻠﻮ ﻑ ﻓﻢ ﺍﻟ ﱠﺼﺎﺋﻢ ﺃ ﻃﻴ ﺐ'
			'ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﺭﻳ ﺢ ﺍﻟ ﻤ ﺴ ﻚ .'
			'ﻟﻠ ﱠﺼﺎﺋﻢ ﻓ ﺮ ﺣﺘﺎ ﻥ ﻳﻔﺮ ﺣ ﻬﻤﺎ : ﺇﺫﺍ ﺃﻓﻄ ﺮ ﻓ ﺮ ﺡ ﺑﻔ ﻄ ﺮﻩ ، ﻭﺇﺫﺍ ﻟﻘﻲ ﺭﺑﱠﻪ ﻓ ﺮﺡ ﺑﺼ ﻮﻣ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻮﻫﺬﺍ ﻟﻔﻆ ﺭﻭﺍﻳ ﺔ ﺍﻟﺒ ﺨﺎ ﺮﻳ . ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﻳﺘ ﺮ ﻙ ﻃﻌﺎ ﻣﻪ ، ﻭ ﺷﺮﺍﺑﻪ ، ﻭ ﺷ ﻬﻮﺗﻪ ، ﻣ ﻦ ﺃ ﺟﻠﻲ ، ﺍﻟ ﱢﺼﻴﺎﻡ ﻟﻲ'
			'ﻭﺃﻧﺎ ﺃ ﺟ ﺰﻱ ﺑ ﻪ ، ﻭﺍﻟﺤﺴﻨﺔ ﺑﻌ ﺸ ﺮ ﺃ ﻣﺜﺎﻟ ﻬﺎ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﺁﻞﱡ ﻋﻤ ﻞ ﺍﺑ ﻦ ﺁﺪﻣ ﻳ ﻀﺎﻋ ﻒ ﺍﻟﺤ ﺴﻨﺔ ﺑﻌ ﺸﺮ ﺃ ﻣﺜﺎﻟ ﻬﺎ ﺇﻟﻰ ﺳﺒﻌﻤﺎﺋﺔ ﺿﻌ ﻒ . ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ :'
			'« ﺇ ﱠﻻ ﺍﻟ ﱠﺼ ﻮﻡ ﻓﺈﱠﻧﻪ ﻟﻲ ﻭﺃﻧﺎ ﺃ ﺟﺰﻱ ﺑ ﻪ : ﻳﺪ ﻉ ﺷ ﻬﻮﺗﻪ ﻭ ﻃﻌﺎ ﻣﻪ ﻣ ﻦ ﺃ ﺟﻠﻲ . ﻟﻠ ﱠﺼﺎﺋﻢ ﻓ ﺮﺣﺘﺎ ﻥ :ﻓﺮﺣﺔ ﻋﻨﺪ ﻓﻄﺮﻩ ،'
			'ﻓ ﺮﺣﺔ ﻋﻨﺪ ﻟﻘﺎﺀ ﺭﱢﺑ ﻪ . ﻭﻟ ﺨﻠﻮ ﻑ ﻓﻴ ﻪ ﺃ ﻃﻴ ﺐ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﺭﻳ ﺢ ﺍﻟ ﻤ ﺴ ﻚ»',
		translation: 'Translation of Hadith 1215'
),
	Hadith(
		hadithNumber: 1216,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺃﻧﻔ ﻖ ﺯ ﻭ ﺟﻴﻦ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻧﻮﺩ ﻱ ﻣ ﻦ ﺃﺑﻮﺎﺑ'
			'ﺍﻟ ﺠﱠﻨ ﺔ : ﻳﺎ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﻩﺬﺍ ﺧﻴﺮ ، ﻓ ﻤ ﻦ ﺁﺎﻥ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟ ﺼﻼﺓ ﺩ ﻋﻲ ﻣ ﻦ ﺑﺎﺏ ﺍﻟ ﱠﺼﻼﺓ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟ ﺠ ﻬﺎﺩ'
			'ﺑﺎﺏ ﺍﻟ ﱠﺼﺪﻗ ﺔ » ﻗﺎﻝ ﺃﺑﻮ ﺑﻜ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺑﺄﺑﻲ ﺃﻧﺖ ﻭﺃﱢﻣﻲ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻣﺎ ﻋﻠﻰ ﻣ ﻦ ﺩ ﻋﻲ ﻣ ﻦ ﺗﻠ ﻚ ﺍ ﻷﺑﻮﺍ ﺏﺩ ﻋﻲ ﻣ ﻦ ﺑﺎﺏ ﺍﻟ ﺠ ﻬﺎﺩ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻣ ﻦ ﺃ ﻩﻞ ﺍﻟ ﱢﺼﻴﺎﻡ ﺩ ﻋ ﻲ ﻣ ﻦ ﺑﺎﺏ ﺍﻟ ﱠﺮﱠﻳﺎ ﻥ ﻭﻣ ﻦ ﺁﺎ ﻥ ﻣ ﻦ ﺃ ﻩﻞ ﺍﻟ ﱠﺼﺪﻗﺔ ﺩ ﻋﻲ ﻣ ﻦ'
			'ﻣ ﻦ ﺿ ﺮﻭﺭﺓ ، ﻓﻬ ﻞ ﻳﺪﻋﻰ ﺃﺣﺪ ﻣ ﻦ ﺗﻠﻚ ﺍ ﻷﺑﻮﺍ ﺏ ﺁﱢﻠﻬﺎ ؟ ﻗﺎﻝ : « ﻧﻌﻢ ﻭﺃ ﺭ ﺟﻮ ﺃ ﻥ ﺗﻜﻮ ﻥ ﻣﻨﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1216'
),
	Hadith(
		hadithNumber: 1217,
		hadith:
						'ﻭﻋﻦ ﺳﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﻓﻲ ﺍﻟ ﺠﱠﻨﺔ ﺑﺎﺑﺎ ﻳﻘﺎ ﻝ ﻟﻪ'
			': ﺍﻟ ﱠﺮﱠﻳﺎ ﻥ ، ﻳﺪ ﺧ ﻞ ﻣﻨﻪ ﺍﻟ ﱠﺼﺎﺋﻤﻮ ﻥ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ، ﻻ ﻳﺪﺧ ﻞ ﻣﻨﻪ ﺃﺣﺪ ﻏﻴﺮ ﻩﻢ ، ﻳﻘﺎ ﻝ: ﺃﻳ ﻦ ﺍﻟ ﱠﺼﺎﺋﻤﻮ ﻥ ؟ ﻓﻴﻘﻮﻣﻮ ﻥ ﻻ'
			'ﻳﺪﺧ ﻞ ﻣﻨﻪ ﺃ ﺣﺪ ﻏﻴﺮﻩﻢ ، ﻓﺈﺫﺍ ﺩ ﺧﻠﻮﺍ ﺃﻏﻠ ﻖ ﻓﻠﻢ ﻳﺪﺧ ﻞ ﻣﻨﻪ ﺃ ﺣﺪ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1217'
),
	Hadith(
		hadithNumber: 1218,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺭ ﱢﻱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ : « ﻣﺎ ﻣ ﻦ ﻋﺒﺪ ﻳ ﺼﻮﻡ ﻳﻮﻣﺎ ﻓﻲ ﺳﺒﻴ ﻞ'
			'ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺑﺎ ﻋﺪ ﺍﻟﱠﻠﻪ ﺑﺬﻟﻚ ﺍﻟﻴﻮﻡ ﻭﺟ ﻬﻪ ﻋﻦ ﺍﻟﱠﻨﺎ ﺭ ﺳﺒﻌﻴ ﻦ ﺧ ﺮﻳﻔﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1218'
),
	Hadith(
		hadithNumber: 1219,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺻﺎﻡ ﺭ ﻣ ﻀﺎ ﻥ ﺇﻳ ﻤﺎﻧﺎ'
			'ﻭﺍ ﺣﺘﺴﺎﺑﺎ ، ﻏﻔ ﺮ ﻟﻪ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ ﺫﻧﺒ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1219'
),
	Hadith(
		hadithNumber: 1220,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﺟﺎ ﺀ ﺭ ﻣ ﻀﺎ ﻥ ، ﻓﱢﺘ ﺤ ﺖ ﺃﺑ ﻮﺍ ﺏ'
			' .1220ﺍﻟﺠﱠﻨ ﺔ ، ﻭ ﻏﱢﻠﻘﺖ ﺃﺑ ﻮﺍ ﺏ ﺍﻟﱠﻨﺎ ﺭ ، ﻭ ﺻﱢﻔﺪ ﺕ ﺍﻟﺸﻴﺎ ﻃﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1220'
),
	Hadith(
		hadithNumber: 1221,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺻﻮﻣﻮﺍ ﻟ ﺮ ﺅﻳﺘ ﻪ ، ﻭﺃﻓ ﻄ ﺮﻭﺍ ﻟ ﺮﺅﻳﺘ ﻪ ، ﻓﺈﻥ ﻏﻤﻲ'
			'ﻋﻠﻴﻜﻢ ، ﻓﺄﺁﻤﻠﻮﺍ ﻋﱠﺪﺓ ﺷﻌﺒﺎ ﻥ ﺛﻼﺛﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻮﻫﺬﺍ ﻟﻔﻆ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻣﺴﻠﻢ : « ﻓﺈﻥ ﻏﻢﱠ ﻋﻠﻴﻜﻢ ﻓ ﺼﻮﻣﻮﺍ ﺛﻼﺛﻴ ﻦ ﻳ ﻮﻣﺎ »',
		translation: 'Translation of Hadith 1221'
),
	Hadith(
		hadithNumber: 1222,
		hadith:
						'ﻋﻦ ﺑﻦ ﻋﺒﺎﺱ ﻗﺎﻝ « ﺁﺎﻥ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺃﺟﻮﺩ ﺍﻟﻨﺎﺱ ﻭﺁﺎﻥ ﺃﺟﻮﺩ ﻣﺎ ﻳﻜﻮﻥ ﻓﻲ'
			'1222-'
			'ﺭﻣﻀﺎﻥ ﺣﻴﻦ ﻳﻠﻘﺎﻩ ﺟﺒﺮﻳﻞ ﻭﺁﺎﻥ ﻳﻠﻘﺎﻩ ﻓﻲ ﺁﻞ ﻟﻴﻠﺔ ﻣﻦ ﺭﻣﻀﺎﻥ ﻓﻴﺪﺍﺭﺳﻪ ﺍﻟﻘﺮﺁﻥ ﻓﻠﺮﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ'
			'ﻭﺳﻠﻢ ﺃﺟﻮﺩ ﺑﺎﻟﺨﻴﺮ ﻣﻦ ﺍﻟﺮﻳﺢ ﺍﻟﻤﺮﺳﻠﺔ» ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1222'
),
	Hadith(
		hadithNumber: 1223,
		hadith:
						'ﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃﻧﻬﺎ ﻗﺎﻟﺖ: «ﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺩ ﺧ ﻞ ﺍﻟﻌ ﺸ ﺮ ﺃﺣﻴﺎ'
			'ﺍﻟﱠﻠﻴ ﻞ، ﻭﺃﻳﻘﻆ ﺃ ﻩﻠ ﻪ، ﻭﺟﱠﺪ ﻭ ﺷﱠﺪ ﺍﻟ ﻤﺌ ﺰ ﺭ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'`',
		translation: 'Translation of Hadith 1223'
),
	Hadith(
		hadithNumber: 1224,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﺘﻘﱠﺪ ﻣ ﱠﻦ ﺃ ﺣﺪﺁﻢ ﺭ ﻣ ﻀﺎ ﻥ'
			'ﺑ ﺼﻮﻡ ﻳﻮﻡ ﺃ ﻭ ﻳﻮ ﻣﻴ ﻦ ، ﺇ ﱠﻻ ﺄﻧ ﻳﻜﻮ ﻥ ﺭ ﺟﻞ ﺁﺎ ﻥ ﻳ ﺼﻮﻡ ﺻ ﻮﻣﻪ ، ﻓﻠﻴ ﺼﻢ ﺫﻟ ﻚ ﺍﻟﻴ ﻮﻡ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1224'
),
	Hadith(
		hadithNumber: 1225,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺼﻮﻣﻮﺍ ﻗﺒ ﻞ'
			'ﺭ ﻣ ﻀﺎ ﻥ ، ﺻﻮﻣﻮﺍ ﻟ ﺮ ﺅﻳﺘ ﻪ ، ﻭﺃﻓ ﻄ ﺮﻭﺍ ﻟ ﺮ ﺅﻳﺘ ﻪ ، ﻓﺈ ﻥ ﺣﺎﻟ ﺖ ﺩﻭﻧﻪ ﻏﻴﺎﻳﺔ ﻓﺄﺁﻤﻠﻮﺍ ﺛﻼﺛﻴ ﻦ ﻳﻮﻣﺎ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .'
			'»ﺍﻟﻐﻴﺎﻳﺔ » ﺑﺎﻟﻐﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ ﻭﺑﺎﻟﻴﺎ ﺀ ﺍﻟﻤﺜﻨﺎﺓ ﻣﻦ ﺗﺤﺖ ﺍﻟﻤﻜﺮﺭﺓ ، ﻭ ﻩﻲ : ﺍﻟﺴﱠ ﺤﺎﺑﺔ',
		translation: 'Translation of Hadith 1225'
),
	Hadith(
		hadithNumber: 1226,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺑﻘ ﻲ ﻧ ﺼ ﻒ ﻣ ﻦ'
			'ﺷﻌﺒﺎ ﻥ ﻓﻼ ﺗ ﺼﻮﻣﻮﺍ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1226'
),
	Hadith(
		hadithNumber: 1227,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺍﻟﻴﻘ ﻈﺎﻥ ﻋﻤﺎ ﺭ ﺑ ﻦ ﻳﺎ ﺳ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻗﺎﻝ : « ﻣ ﻦ ﺻﺎﻡ ﺍﻟﻴﻮﻡ ﺍﱠﻟﺬﻱ ﻳﺸ ﱡﻚ ﻓﻴ ﻪ ﻓﻘﺪ'
			'ﻋ ﺼﻰ ﺃﺑﺎ ﺍﻟﻘﺎ ﺳﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 1227'
),
	Hadith(
		hadithNumber: 1228,
		hadith:
						'ﻋ ﻦ ﻃﻠ ﺤ ﺔ ﺑ ﻦ ﻋﺒﻴﺪ ﺍﻟﱠﻠ ﻪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺭﺄﯨ ﺍﻟ ﻬﻼ ﻝ ﻗﺎ ﻝ: «'
			'ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﻩﱠﻠﻪ ﻋﻠﻴﻨﺎ ﺑﺎ ﻷ ﻣ ﻦ ﻭﺍ ﻹﻳ ﻤﺎ ﻥ ، ﻭﺍﻟ ﱠﺴﻼ ﻣ ﺔ ﻭﺍ ﻹ ﺳﻼﻡ ، ﺭﱢﺑﻲ ﻭ ﺭﱡﺑ ﻚ ﺍﻟﱠﻠﻪ ، ﻩﻼ ﻝ ﺭ ﺷﺪ ﻭ ﺧﻴ ﺮ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1228'
),
	Hadith(
		hadithNumber: 1229,
		hadith:
						'ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺗ ﺴ ﱠﺤ ﺮﻭﺍ ﻓﺈ ﱠﻥ ﻓﻲ ﺍﻟ ﱡﺴ ﺤﻮ ﺭ'
			'ﺑﺮﺁ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1229'
),
	Hadith(
		hadithNumber: 1230,
		hadith:
						'ﻭﻋﻦ ﺯﻳﺪ ﺑﻦ ﺛﺎﺑ ﺖ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺗﺴ ﱠﺤ ﺮﻧﺎ ﻣ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺛﻢﱠ ﻗ ﻤﻨﺎ ﺇﻟﻰ'
			'ﺍﻟ ﱠﺼﻼﺓ . ﻗﻴ ﻞ : ﺁﻢ ﺁﺎ ﻥ ﺑﻴﻨ ﻬﻤﺎ ؟ ﻗﺎﻝ : ﻗﺪ ﺭ ﺧ ﻤﺴﻮ ﻥ ﺁﻳ ﺔ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1230'
),
	Hadith(
		hadithNumber: 1231,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﻟﺮﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﺆﱢﺫﻧﺎ ﻥ : ﺑﻼ ﻝ ﻭﺍﺑ ﻦ'
			'ﺄﻣﱢ ﻣﻜﺘﻮﻡ . ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺑﻼ ﻻ ﻳ ﺆﺫﱢ ﻥ ﺑﻠﻴ ﻞ ، ﻓﻜﻠﻮﺍ ﻭﺍ ﺷ ﺮﺑﻮﺍ ﺣﱠﺘﻰ ﻳ ﺆﱢﺫ ﻥ ﺍﺑ ﻦ ﺄﻣﱢ'
			'ﻣﻜﺘﻮﻡ » ﻗﺎ ﻝ : ﻭﻟﻢ ﻳﻜ ﻦ ﺑﻴﻨ ﻬﻤﺎ ﺇ ﱠﻻ ﺃ ﻥ ﻳﻨ ﺰ ﻝ ﻩﺬﺍ ﻭﻳ ﺮﻗﻰ ﻩﺬﺍ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1231'
),
	Hadith(
		hadithNumber: 1232,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻓ ﻀ ﻞ ﻣﺎ ﺑﻴ ﻦ.('
			'ﺻﻴﺎ ﻣﻨﺎ ﻭ ﺻﻴﺎﻡ ﺃ ﻩﻞ ﺍﻟﻜﺘﺎﺏ ﺃﺁﻠﺔ ﺍﻟ ﱠﺴ ﺤ ﺮ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1232'
),
	Hadith(
		hadithNumber: 1233,
		hadith:
						'ﻋ ﻦ ﺳ ﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳﺰﺍ ﻝ ﺍﻟﱠﻨﺎ ﺱ ﺑ ﺨﻴ ﺮ'
			'ﻣﺎ ﻋﺠﻠﻮﺍ ﺍﻟﻔ ﻄ ﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1233'
),
	Hadith(
		hadithNumber: 1234,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋ ﻄﱠﻴ ﺔ ﻗﺎ ﻝ : ﺩ ﺧﻠ ﺖ ﺃﻧﺎ ﻭﻣ ﺴ ﺮﻭ ﻕ ﻋﻠﻰ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻓﻘﺎ ﻝ ﻟ ﻬﺎ ﻣ ﺴ ﺮﻭ ﻕ : ﺭ ﺟﻼ ﻥ'
			'ﻣ ﻦ ﺃ ﺻ ﺤﺎ ﺏ ﻣ ﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁ ﻼ ﻩﻤﺎ ﻻ ﻳﺄﻟﻮ ﻋ ﻦ ﺍﻟ ﺨﻴ ﺮ : ﺃ ﺣﺪ ﻩﻤﺎ ﻳﻌﺠﱢ ﻞ ﺍﻟﻤﻐﺮ ﺏ ﻭﺍ ﻹﻓ ﻄﺎ ﺭ ، ﻭﺍﻵ ﺧ ﺮ'
			'ﻳ ﺆﺧﱢ ﺮ ﺍﻟﻤﻐ ﺮ ﺏ ﻭﺍ ﻹﻓ ﻄﺎ ﺭ ؟ ﻓﻘﺎﻟ ﺖ : ﻣ ﻦ ﻳﻌﺠﱢ ﻞ ﺍﻟ ﻤﻐﺮ ﺏ ﻭﺍ ﻹﻓ ﻄﺎ ﺭ ؟ ﻗﺎ ﻝ : ﻋﺒﺪ ﺍﻟﱠﻠﻪ - ﻳﻌﻨﻲ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ - ﻓﻘﺎﻟ ﺖ :'
			'ﻩﻜﺬﺍ ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳ ﺼﻨ ﻊ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻗﻮﻟﻪ : « ﻻ ﻳﺄﻟﻮﺍ » ﺃ ﻱ ﻻ ﻳﻘﺼﱢ ﺮ ﻓﻲ ﺍﻟ ﺨﻴ ﺮ',
		translation: 'Translation of Hadith 1234'
),
	Hadith(
		hadithNumber: 1235,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ: {'
			'ﺃ ﺣ ﱡﺐ ﻋﺒﺎﺪﻳ ﺇﻟ ﱠﻲ ﺃ ﻋ ﺠﻠ ﻬﻢ ﻓ ﻄﺮﺍ } ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻗﺮﺓ ﺑﻦ ﻋﺒﺪ ﺍﻟﺮﺣﻤﻦ ﻮﻫﻮ : ﺿﻌﻴﻒ ﻟﺴﻮﺀ ﺣﻔﻈﻪ ] .'
			'ﺑﺎﻩﻠﻲ',
		translation: 'Translation of Hadith 1235'
),
	Hadith(
		hadithNumber: 1236,
		hadith:
						'ﻭﻋ ﻦ ﻋﻤﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃﻗﺒ ﻞ ﺍﻟﱠﻠﻴ ﻞ'
			'ﻣ ﻦ ﻩ ﻬﻨﺎ ﻭﺃﺩﺑ ﺮ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻣ ﻦ ﻩ ﻬﻨﺎ ، ﻭ ﻏ ﺮﺑ ﺖ ﺍﻟ ﱠﺸﻤ ﺲ ، ﻓﻘﺪ ﺃﻓ ﻄ ﺮ ﺍﻟﺼﺎﺋﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1236'
),
	Hadith(
		hadithNumber: 1237,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺇﺑﺮﺎﻫﻴﻢ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺃﺑﻲ ﺃ ﻭﻓﻰ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﺳ ﺮﻧﺎ ﻣ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭ ﻩ ﻮ ﺻﺎﺋﻢ ، ﻓﻠﱠﻤﺎ ﻏ ﺮﺑ ﺖ ﺍﻟ ﱠﺸﻤ ﺲ ، ﻗﺎ ﻝ ﻟﺒﻌ ﺾ ﺍﻟﻘ ﻮﻡ : « ﻳﺎ ﻓﻼ ﻥ ﺍﻧﺰ ﻝ ﻓﺎ ﺟﺪ ﺡ ﻟﻨﺎ ، ﻓﻘﺎﻝ : ﻳﺎ'
			'ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻟ ﻮ ﺃ ﻣ ﺴﻴ ﺖ ؟ ﻗﺎ ﻝ : « ﺍﻧ ﺰ ﻝ ﻓﺎ ﺟﺪ ﺡ ﻟﻨﺎ » ﻗﺎ ﻝ : ﺇ ﱠﻥ ﻋﻠﻴ ﻚ ﻧ ﻬﺎﺭﺍ ، ﻗﺎﻝ : « ﺍﻧﺰ ﻝ ﻓﺎ ﺟﺪ ﺡ ﻟﻨﺎ » ﻗﺎ ﻝ :'
			'ﻓﻨ ﺰ ﻝ ﻓ ﺠﺪ ﺡ ﻟ ﻬﻢ ﻓ ﺸ ﺮ ﺏ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﺛﻢﱠ ﻗﺎ ﻝ: « ﺇﺫﺍ ﺭﺃﻳﺘﻢ ﺍﻟﱠﻠﻴ ﻞ ﻗﺪ ﺃﻗﺒ ﻞ ﻣ ﻦ ﻩ ﻬﻨﺎ ، ﻓﻘﺪ'
			'ﺃﻓ ﻄ ﺮ ﺍﻟ ﺼﺎﺋﻢ » ﻭﺃﺷﺎ ﺭ ﺑﻴﺪﻩ ﻗﺒ ﻞ ﺍﻟ ﻤ ﺸ ﺮ ﻕ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﺍ ﺟﺪ ﺡ » ﺑﺠﻴﻢ ﺛﻢﱠ ﺩﻻ ﺛﻢ ﺣﺎﺀ ﻣﻬﻤﻠﺘﻴﻦ ، ﺄﻳ : ﺍ ﺧﻠ ﻂ ﺍﻟ ﱠﺴ ﻮﻳ ﻖ ﺑﺎﻟﻤﺎ ﺀ',
		translation: 'Translation of Hadith 1237'
),
	Hadith(
		hadithNumber: 1238,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻠ ﻤﺎ ﻥ ﺑ ﻦ ﻋﺎﻣﺮ ﺍﻟ ﱠﻀﱢﺒ ﱢﻲ ﺍﻟ ﱠﺼ ﺤﺎﺑ ﱢﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ: «ﺇﺫﺍ'
			'ﺃﻓ ﻄ ﺮ ﺃ ﺣﺪﺁﻢ ، ﻓﻠﻴﻔ ﻄ ﺮ ﻋﻠﻰ ﺗ ﻤ ﺮ ، ﻓﺈ ﻥ ﻟﻢ ﻳﺠﺪ ، ﻓﻠﻴﻔ ﻄ ﺮ ﻋﻠﻰ ﻣﺎ ﺀ ﻓﺈﱠﻧﻪ ﻃ ﻬﻮﺭ » .'
			'ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1238'
),
	Hadith(
		hadithNumber: 1239,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻔ ﻄ ﺮ ﻗﺒ ﻞ ﺃ ﻥ ﻳ ﺼﱢﻠ ﻲ ﻋﻠﻰ'
			'ﺭ ﻃﺒﺎ ﺕ ، ﻓﺈ ﻥ ﻟﻢ ﺗﻜ ﻦ ﺭ ﻃﺒﺎ ﺕ ﻓﺘ ﻤﻴ ﺮﺍ ﺕ ، ﻓﺈ ﻥ ﻟﻢ ﺗﻜ ﻦ ﺗﻤﻴ ﺮﺍ ﺕ ﺣ ﺴﺎ ﺣ ﺴﻮﺍ ﺕ ﻣ ﻦ ﻣﺎ ﺀ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1239'
),
	Hadith(
		hadithNumber: 1240,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺁﺎ ﻥ ﻳ ﻮﻡ ﺻ ﻮﻡ'
			'ﺃﺣﺪﺁﻢ ، ﻓﻼ ﻳ ﺮﻓ ﺚ ﻭﻻ ﻳ ﺼ ﺨ ﺐ ، ﻓﺈ ﻥ ﺳﺎﺑﱠﻪ ﺃ ﺣﺪ ، ﺃ ﻭ ﻗﺎﺗﻠﻪ ، ﻓﻠﻴﻘ ﻞ : ﺇﱢﻧﻲ ﺻﺎﺋﻢ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1240'
),
	Hadith(
		hadithNumber: 1241,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻟﻢ ﻳﺪ ﻉ ﻗ ﻮ ﻝ ﺍﻟ ﱡﺰﻭ ﺭ ﻭﺍﻟﻌ ﻤ ﻞ ﺑ ﻪ ﻓﻠﻴ ﺲ ﻟﱠﻠ ﻪ ﺣﺎﺟﺔ ﻓﻲ'
			'ﺃ ﻥ ﻳﺪ ﻉ ﻃﻌﺎ ﻣﻪ ﻭ ﺷ ﺮﺍﺑﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1241'
),
	Hadith(
		hadithNumber: 1242,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﻧ ﺴ ﻲ ﺃ ﺣﺪﺁﻢ ، ﻓﺄﺁ ﻞ ﺃ ﻭ'
			'ﺷ ﺮ ﺏ ، ﻓﻠﻴﺘﱠﻢ ﺻ ﻮﻣﻪ ، ﻓﺈﱠﻧ ﻤﺎ ﺃ ﻃﻌ ﻤﻪ ﺍﻟﱠﻠﻪ ﻭ ﺳﻘﺎﻩ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1242'
),
	Hadith(
		hadithNumber: 1243,
		hadith:
						'ﻭﻋﻦ ﻟﻘﻴ ﻂ ﺑ ﻦ ﺻﺒﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﻠ ﺖ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃ ﺧﺒ ﺮﻧﻲ ﻋ ﻦ ﺍﻟ ﻮﺿﻮ ﺀ ؟ ﻗﺎﻝ : «'
			'ﺃ ﺳﺒ ﻎ ﺍﻟﻮ ﺿﻮ ﺀ ، ﻭ ﺧﱢﻠ ﻞ ﺑﻴﻦ ﺍ ﻷ ﺻﺎﺑ ﻊ ، ﻭﺑﺎﻟ ﻎ ﻓﻲ ﺍﻻ ﺳﺘﻨ ﺸﺎ ﻕ ، ﺇ ﱠﻻ ﺃ ﻥ ﺗﻜﻮ ﻥ ﺻﺎﺋﻤﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ،'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1243'
),
	Hadith(
		hadithNumber: 1244,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺪ ﺭﺁﻪ ﺍﻟﻔ ﺠ ﺮ ﻭ ﻩ ﻮ ﺟﻨ ﺐ'
			'ﻣ ﻦ ﺃ ﻩﻠ ﻪ ، ﺛﻢﱠ ﻳﻐﺘ ﺴ ﻞ ﻭﻳ ﺼﻮﻡ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1244'
),
	Hadith(
		hadithNumber: 1245,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﻭﺄﻣﱢ ﺳﻠ ﻤ ﺔ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎﻟﺘﺎ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺼﺒﺢ ﺟﻨﺒﺎ'
			'ﻣ ﻦ ﻏﻴ ﺮ ﺣﻠﻢ ، ﺛﻢﱠ ﻳ ﺼﻮﻡ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'`',
		translation: 'Translation of Hadith 1245'
),
	Hadith(
		hadithNumber: 1246,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻓ ﻀ ﻞ ﺍﻟ ﱢﺼﻴﺎﻡ ﺑﻌﺪ'
			'ﺭﻣ ﻀﺎ ﻥ : ﺷ ﻬ ﺮ ﺍﻟﱠﻠ ﻪ ﺍﻟﻤﺤﺮﱠﻡ ، ﻭﺃﻓ ﻀ ﻞ ﺍﻟ ﱠﺼﻼﺓ ﺑﻌﺪ ﺍﻟﻔ ﺮﻳ ﻀ ﺔ : ﺻﻼﺓ ﺍﻟﱠﻠﻴ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1246'
),
	Hadith(
		hadithNumber: 1247,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﻟﻢ ﻳﻜ ﻦ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺼﻮﻡ ﻣ ﻦ ﺷ ﻬ ﺮ ﺃﺁﺜ ﺮ ﻣ ﻦ'
			'ﺷﻌﺒﺎ ﻥ ، ﻓﺈﱠﻧﻪ ﺁﺎ ﻥ ﻳ ﺼﻮﻡ ﺷﻌﺒﺎ ﻥ ﺁﱠﻠﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﺁﺎ ﻥ ﻳ ﺼﻮﻡ ﺷﻌﺒﺎ ﻥ ﺇ ﱠﻻ ﻗﻠﻴ ﻼ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1247'
),
	Hadith(
		hadithNumber: 1248,
		hadith:
						'ﻭﻋﻦ ﻣ ﺠﻴﺒ ﺔ ﺍﻟﺒﺎ ﻩﻠﱠﻴ ﺔ ﻋ ﻦ ﺃﺑﻴ ﻬﺎ ﺃ ﻭ ﻋﱢﻤﻬﺎ ، ﺃﻧﱠﻪ ﺃﺗﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺛﻢﱠ ﺍﻧ ﻄﻠ ﻖ ﻓﺄﺗﺎﻩ'
			'ﺑﻌﺪ ﺳﻨﺔ ، ﻭﻗﺪ ﺗﻐﱠﻴﺮ ﺕ ﺣﺎﻟﻪ ﻭ ﻩﻴﺌﺘﻪ ، ﻓﻘﺎ ﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻣﺎ ﺗﻌ ﺮﻓﻨﻲ ؟ ﻗﺎ ﻝ : « ﻭ ﻣ ﻦ ﺃﻧ ﺖ ؟ » ﻗﺎ ﻝ : ﺃﻧﺎ'
			'ﺍﻟﺒﺎ ﻩﻠ ﱡﻲ ﺍﻟﺬﻱ ﺟﺌﺘﻚ ﻋﺎﻡ ﺍ ﻷ ﱠﻭ ﻝ . ﻗﺎ ﻝ : « ﻓ ﻤﺎ ﻏﱠﻴ ﺮ ﻙ ، ﻭﻗﺪ ﺁﻨ ﺖ ﺣ ﺴ ﻦ ﺍﻟ ﻬﻴﺌ ﺔ ؟ » ﻗﺎ ﻝ : ﻣﺎ ﺃﺁﻠ ﺖ ﻃﻌﺎﻣﺎ ﻣﻨﺬ'
			'ﻓﺎﺭﻗﺘ ﻚ ﺇ ﱠﻻ ﺑﻠﻴ ﻞ . ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻋﺬﺑ ﺖ ﻧﻔ ﺴ ﻚ ، » ﺛﻢﱠ ﻗﺎ ﻝ : « ﺻﻢ ﺷﻬ ﺮ ﺍﻟ ﱠﺼﺒ ﺮ ،'
			'ﻭﻳﻮﻣﺎ ﻣ ﻦ ﺁ ﱢﻞ ﺷﻬﺮ » ﻗﺎﻝ : ﺯﺩﻧـﻲ ، ﻓﺈ ﱠﻥ ﺑﻲ ﻗ ﱠﻮﺓ، ﻗﺎ ﻝ : « ﺻﻢ ﻳﻮﻣﻴ ﻦ » ﻗﺎﻝ : ﺯﺩﻧﻲ ، ﻗﺎﻝ : « ﺻﻢ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ'
			'» ﻗﺎ ﻝ : ﺯﺩﻧﻲ . ﻗﺎﻝ : ﺻﻢ ﻣ ﻦ ﺍﻟ ﺤ ﺮﻡ ﻭﺍﺗ ﺮ ﻙ ، ﺻﻢ ﻣ ﻦ ﺍﻟﺤ ﺮﻡ ﻭﺍﺗ ﺮ ﻙ ، ﺻﻢ ﻣ ﻦ ﺍﻟﺤ ﺮﻡ ﻭﺍﺗ ﺮ ﻙ » ﻭﻗﺎ ﻝ ﺑﺄ ﺻﺎﺑﻌ ﻪ'
			'ﺍﻟﱠﺜﻼ ﺙ ﻓ ﻀﱠﻤ ﻬﺎ ، ﺛﻢﱠ ﺃ ﺭ ﺳﻠ ﻬﺎ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ ﻣﺠﻴﺒﺔ ﺍﻟﺒﺎﻩﻠﻴﺔ ، ﻮﻫﻲ ﻣﺠﻬﻮﻟﺔ ] .'
			'ﻭ « ﺷﻬ ﺮ ﺍﻟ ﱠﺼﺒ ﺮ » : ﺭﻣﻀﺎ ﻥ',
		translation: 'Translation of Hadith 1248'
),
	Hadith(
		hadithNumber: 1249,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﺃﻳﺎﻡ ﺍﻟﻌ ﻤ ﻞ'
			'ﺍﻟ ﱠﺼﺎﻟ ﺢ ﻓﻴﻬﺎ ﺃ ﺣ ﱡﺐ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﻩﺬﻩ ﺍ ﻷﱠﻳﺎﻡ » ﻳﻌﻨﻲ : ﺃﻳﺎﻡ ﺍﻟﻌﺸ ﺮ ، ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻭﻻ ﺍﻟﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ'
			'ﺍﻟﱠﻠ ﻪ ؟ ﻗﺎ ﻝ : « ﻭﻻ ﺍﻟﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﺇ ﱠﻻ ﺭ ﺟﻞ ﺧﺮ ﺝ ﺑﻨﻔ ﺴﻪ، ﻭ ﻣﺎﻟ ﻪ ﻓﻠﻢ ﻳﺮ ﺟ ﻊ ﻣ ﻦ ﺫﻟﻚ ﺑ ﺸﻲ ﺀ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1249'
),
	Hadith(
		hadithNumber: 1250,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺳﺌﻞ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻋ ﻦ ﺻ ﻮﻡ ﻳ ﻮﻡ ﻋ ﺮﻓ ﺔ ؟'
			'ﻗﺎﻝ : « ﻳﻜﻔﱢ ﺮ ﺍﻟ ﱠﺴﻨ ﺔ ﺍﻟ ﻤﺎ ﺿﻴ ﺔ ﻭﺍﻟﺒﺎﻗﻴ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1250'
),
	Hadith(
		hadithNumber: 1251,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺻﺎﻡ ﻳ ﻮﻡ ﻋﺎﺷﻮﺭﺍ ﺀ ، ﻭﺃ ﻣ ﺮ'
			'ﺑ ﺼﻴﺎ ﻣ ﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1251'
),
	Hadith(
		hadithNumber: 1252,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﺌ ﻞ ﻋ ﻦ ﺻﻴﺎﻡ ﻳ ﻮﻡ ﻋﺎ ﺷﻮﺭﺍ ﺀ ،'
			'ﻓﻘﺎﻝ : « ﻳﻜﻔﱢ ﺮ ﺍﻟ ﱠﺴﻨ ﺔ ﺍﻟ ﻤﺎ ﺿﻴ ﺔ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1252'
),
	Hadith(
		hadithNumber: 1253,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﺌ ﻦ ﺑﻘﻴ ﺖ ﺇﻟﻰ'
			' .1253ﻗﺎﺑ ﻞ ﻷ ﺻﻮ ﻣ ﱠﻦ ﺍﻟﱠﺘﺎ ﺳ ﻊ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1253'
),
	Hadith(
		hadithNumber: 1254,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﺃﻳﻮ ﺏ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺻﺎﻡ ﺭ ﻣﻀﺎ ﻥ ﺛﻢﱠ'
			'ﺃﺗﺒﻌﻪ ﺳﺘﺎ ﻣ ﻦ ﺷ ﱠﻮﺍ ﻝ ﺁﺎ ﻥ ﺁ ﺼﻴﺎﻡ ﺍﻟﱠﺪ ﻩ ﺮ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1254'
),
	Hadith(
		hadithNumber: 1255,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺳﺌ ﻞ ﻋ ﻦ ﺻ ﻮﻡ ﻳ ﻮﻡ ﺍﻻﺛﻨﻴ ﻦ ﻓﻘﺎ ﻝ'
			': « ﺫﻟ ﻚ ﻳ ﻮﻡ ﻭﻟﺪ ﺕ ﻓﻴ ﻪ ، ﻭﻳ ﻮﻡ ﺑﻌﺜ ﺖ ، ﺃ ﻭ ﺃﻧ ﺰ ﻝ ﻋﻠ ﱠﻲ ﻓﻴ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1255'
),
	Hadith(
		hadithNumber: 1256,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺗﻌ ﺮ ﺽ ﺍ ﻷ ﻋﻤﺎ ﻝ ﻳ ﻮﻡ'
			'ﺍﻻﺛﻨﻴﻦ ﻭﺍﻟ ﺨﻤﻴ ﺲ ، ﻓﺄ ﺣ ﱡﺐ ﺃ ﻥ ﻳﻌ ﺮ ﺽ ﻋﻤﻠﻲ ﻭﺃﻧﺎ ﺻﺎﺋﻢ » ﺭﻭﺍﻩ ﺍﻟﺘ ﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ ، ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ'
			'ﺑﻐﻴ ﺮ ﺫﺁ ﺮ ﺍﻟ ﱠﺼ ﻮﻡ',
		translation: 'Translation of Hadith 1256'
),
	Hadith(
		hadithNumber: 1257,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺘ ﺤ ﱠﺮﻯ ﺻ ﻮﻡ ﺍﻻﺛﻨﻴ ﻦ'
			'ﻭﺍﻟ ﺨ ﻤﻴ ﺲ . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1257'
),
	Hadith(
		hadithNumber: 1258,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺃ ﻭ ﺻﺎﻧﻲ ﺧﻠﻴﻠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺑﺜﻼ ﺙ : ﺻﻴﺎﻡ ﺛﻼﺛ ﺔ'
			'ﺃﱠﻳﺎﻡ ﻣﻦ ﺁ ﱢﻞ ﺷﻬ ﺮ ، ﻭ ﺭﺁﻌﺘﻲ ﺍﻟ ﻀﺤﻰ ، ﻭﺄﻧ ﺃﻭﺗﺮ ﻗﺒ ﻞ ﺃ ﻥ ﺃﻧﺎﻡ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1258'
),
	Hadith(
		hadithNumber: 1259,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺍﻟﺪ ﺭﺩﺍ ﺀ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺃ ﻭ ﺻﺎﻧﻲ ﺣﺒﻴﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺜﻼﺙ ﻟ ﻦ ﺃﺩﻋ ﻬﻦﱠ ﻣﺎ'
			'ﻋ ﺸ ﺖ : ﺑ ﺼﻴﺎﻡ ﺛﻼﺛﺔ ﺃﱠﻳﺎﻡ ﻣﻦ ﺁﻞﱢ ﺷ ﻬﺮ ، ﻭ ﺻﻼﺓ ﺍﻟﻀ ﺤﻰ ، ﻭﺑﺄ ﻥ ﻻ ﺃﻧﺎﻡ ﺣﺘﻰ ﺃﻭﺗﺮ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1259'
),
	Hadith(
		hadithNumber: 1260,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﺻ ﻮﻡ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ﻣ ﻦ ﺁ ﱢﻞ ﺷﻬ ﺮ ﺻ ﻮﻡ ﺍﻟﺪ ﻩ ﺮ ﺁﻠﱢﻪ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1260'
),
	Hadith(
		hadithNumber: 1261,
		hadith:
						'ﻭﻋ ﻦ ﻣﻌﺎﺫﺓ ﺍﻟﻌﺪ ﻭﱠﻳ ﺔ ﺃﱠﻧﻬﺎ ﺳﺄﻟ ﺖ ﻋﺎﺋﺸ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ : ﺃﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﺼﻮﻡ ﻣﻦ ﺁﻞﱢ ﺷﻬ ﺮ ﺛﻼﺛ ﺔ ﺃﱠﻳﺎﻡ ؟ ﻗﺎﻟﺖ : ﻧﻌﻢ . ﻓﻘﻠ ﺖ : ﻣ ﻦ ﺃ ﱢﻱ ﺍﻟ ﱠﺸ ﻬﺮ ﺁﺎ ﻥ ﻳ ﺼﻮﻡ ؟ ﻗﺎﻟ ﺖ : ﻟﻢ ﻳﻜﻦ ﻳﺒﺎﻟﻲ ﻣ ﻦ ﺃ ﱢﻱ'
			'ﺍﻟ ﱠﺸ ﻬ ﺮ ﻳ ﺼﻮﻡ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1261'
),
	Hadith(
		hadithNumber: 1262,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺻ ﻤ ﺖ ﻣ ﻦ ﺍﻟ ﱠﺸ ﻬ ﺮ'
			'ﺛﻼﺛﺎ ، ﻓ ﺼﻢ ﺛﻼ ﺙ ﻋ ﺸ ﺮﺓ ، ﻭﺃ ﺭﺑ ﻊ ﻋ ﺸ ﺮﺓ ، ﻭ ﺧ ﻤ ﺲ ﻋ ﺸ ﺮﺓ » ﺭﻭﺍﻩ ﺍﻟﺘﺮ ﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1262'
),
	Hadith(
		hadithNumber: 1263,
		hadith:
						'ﻭﻋ ﻦ ﻗﺘﺎﺩﺓ ﺑﻦ ﻣﻠ ﺤﺎ ﻥ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺄﻣ ﺮﻧﺎ ﺑ ﺼﻴﺎﻡ ﺃﱠﻳﺎﻡ'
			' .1263ﺍﻟﺒﻴ ﺾ : ﺛﻼ ﺙ ﻋ ﺸ ﺮﺓ ، ﻭﺃ ﺭﺑ ﻊ ﻋ ﺸ ﺮﺓ ، ﻭ ﺧ ﻤ ﺲ ﻋ ﺸ ﺮﺓ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1263'
),
	Hadith(
		hadithNumber: 1264,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻻ ﻳﻔ ﻄ ﺮ ﺃﱠﻳﺎﻡ ﺍﻟﺒﻴ ﺾ'
			'ﻓﻲ ﺣ ﻀ ﺮ ﻭﻻ ﺳﻔ ﺮ . ﺭﻭﺍﻩ ﺍﻟﻨ ﺴﺎﺋﻲ ﺑﺈﺳﻨﺎﺩ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1264'
),
	Hadith(
		hadithNumber: 1265,
		hadith:
						'ﻋ ﻦ ﺯﻳﺪ ﺑ ﻦ ﺧﺎﻟﺪ ﺍﻟ ﺠ ﻬﻨ ﱢﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﻓ ﱠﻄ ﺮ ﺻﺎﺋﻤﺎ،'
			'ﺁﺎ ﻥ ﻟﻪ ﻣﺜ ﻞ ﺃ ﺟ ﺮﻩ ﻏﻴ ﺮ ﺃﻧﱠﻪ ﻻ ﻳﻨﻘ ﺺ ﻣ ﻦ ﺃ ﺟﺮ ﺍﻟ ﱠﺼﺎﺋﻢ ﺷﻲ ﺀ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1265'
),
	Hadith(
		hadithNumber: 1266,
		hadith:
						'ﻭ ﻋ ﻦ ﺄﻣﱢ ﻋ ﻤﺎ ﺭﺓ ﺍ ﻷﻧﺼﺎ ﺭﱠﻳ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺧ ﻞ ﻋﻠﻴﻬﺎ ، ﻓﻘﱠﺪ ﻣ ﺖ ﺇﻟﻴ ﻪ'
			'ﻃﻌﺎﻣﺎ ، ﻓﻘﺎ ﻝ : « ﺁﻠﻲ » ﻓﻘﺎﻟﺖ : ﺇﱢﻧﻲ ﺻﺎﺋﻤﺔ ، ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟ ﱠﺼﺎﺋﻢ ﺗﺼﱢﻠﻲ'
			'ﻋﻠﻴﻪ ﺍﻟ ﻤﻼﺋﻜﺔ ﺇﺫﺍ ﺃﺁ ﻞ ﻋﻨﺪﻩ ﺣﱠﺘﻰ ﻳﻔ ﺮ ﻏﻮﺍ » ﻭ ﺭﱠﺑﻤﺎ ﻗﺎﻝ : « ﺣﱠﺘﻰ ﻳ ﺸﺒﻌﻮﺍ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ'
			'.'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ ﻟﻴﻠﻰ ، ﻮﻫﻲ ﻣﺠﻬﻮﻟﺔ',
		translation: 'Translation of Hadith 1266'
),
	Hadith(
		hadithNumber: 1267,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﺎ ﺀ ﺇﻟﻰ ﺳﻌﺪ ﺑ ﻦ ﻋﺒﺎﺩﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ،'
			'ﻓ ﺠﺎ ﺀ ﺑ ﺨﺒ ﺰ ﻭ ﺯﻳ ﺖ ، ﻓﺄﺁ ﻞ ، ﺛﻢﱠ ﻗﺎ ﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻓ ﻄ ﺮ ﻋﻨﺪﺁﻢ ﺍﻟ ﱠﺼﺎﺋﻤﻮ ﻥ ، ﻭﺃﺁ ﻞ ﻃﻌﺎ ﻣﻜﻢ'
			'ﺍ ﻷﺑ ﺮﺍ ﺭ ﻭ ﺻﱠﻠ ﺖ ﻋﻠﻴﻜﻢ ﺍﻟ ﻤﻼﺋﻜﺔ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1267'
),
	Hadith(
		hadithNumber: 1268,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﺘﻜ ﻒ ﺍﻟﻌ ﺸ ﺮ ﺍ ﻷ ﻭﺍ ﺧ ﺮ'
			'ﻣ ﻦ ﺭ ﻣ ﻀﺎ ﻥ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1268'
),
	Hadith(
		hadithNumber: 1269,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻌﺘﻜ ﻒ ﺍﻟﻌ ﺸ ﺮ ﺍ ﻷ ﻭﺍ ﺧ ﺮ ﻣ ﻦ ﺭ ﻣﻀﺎ ﻥ'
			'، ﺣﱠﺘﻰ ﺗ ﻮﱠﻓﺎﻩ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﺛﻢﱠ ﺍ ﻋﺘﻜ ﻒ ﺃﺯﻭﺍ ﺟﻪ ﻣ ﻦ ﺑﻌﺪﻩ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1269'
),
	Hadith(
		hadithNumber: 1270,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﺘﻜ ﻒ ﻓﻲ ﺁﻞﱢ ﺭ ﻣ ﻀﺎ ﻥ'
			'ﻋ ﺸﺮﺓ ﺃﱠﻳﺎﻡ ، ﻓﻠ ﻤﺎ ﺁﺎ ﻥ ﺍﻟﻌﺎﻡ ﺍﱠﻟﺬﻱ ﻗﺒ ﺾ ﻓﻴ ﻪ ﺍ ﻋﺘﻜ ﻒ ﻋﺸ ﺮﻳ ﻦ ﻳ ﻮﻣﺎ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1270'
),
	Hadith(
		hadithNumber: 1271,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑﻦ ﻋﻤ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ : ﺑﻨ ﻲ ﺍﻹ ﺳﻼﻡ ﻋﻠﻰ'
			'ﺧ ﻤ ﺲ : ﺷﻬﺎﺩﺓ ﺃ ﻥ ﻻ ﺇﻟﻪ ﺇﻻ ﺍﻟﱠﻠﻪ ﻭﺃ ﱠﻥ ﻣ ﺤﱠﻤﺪﺍ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﺇﻗﺎﻡ ﺍﻟ ﱠﺼﻼﺓ ﻭﺇﻳﺘﺎ ﺀ ﺍﻟ ﱠﺰﺁﺎﺓ، ﻭ ﺣ ﱢﺞ ﺍﻟﺒﻴ ﺖ ، ﻭ ﺻ ﻮﻡ'
			'ﺭ ﻣ ﻀﺎ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1271'
),
	Hadith(
		hadithNumber: 1272,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺧ ﻄﺒﻨﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎ ﻝ : «ﻳﺎ ﺃﱡﻳ ﻬﺎ'
			'ﺍﻟﱠﻨﺎ ﺱ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻗﺪ ﻓﺮ ﺽ ﻋﻠﻴﻜﻢ ﺍﻟ ﺤ ﱠﺞ ﻓ ﺤ ﱡﺠﻮﺍ » ﻓﻘﺎ ﻝ ﺭ ﺟﻞ : ﺃﺁﻞﱠ ﻋﺎﻡ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ؟ ﻓ ﺴﻜ ﺖ ، ﺣﱠﺘﻰ ﻗﺎﻟﻬﺎ ﺛﻼﺛﺎ'
			'. ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱢﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟ ﻮ ﻗﻠ ﺖ ﻧﻌﻢ ﻟﻮ ﺟﺒﺖ ﻭﻟ ﻤﺎ ﺍﺳـﺘ ﻄﻌﺘﻢ » ﺛﻢﱠ ﻗﺎﻝ : « ﺫ ﺭﻭﻧﻲ ﻣﺎ'
			'ﺗﺮﺁﺘﻜﻢ ، ﻓﺈﱠﻧ ﻤﺎ ﻩﻠ ﻚ ﻣ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ﺑﻜﺜ ﺮﺓ ﺳ ﺆﺍﻟ ﻬﻢ ، ﻭﺍ ﺧﺘﻼﻓ ﻬﻢ ﻋﻠﻰ ﺃﻧﺒﻴﺎﺋﻬﻢ ، ﻓﺈﺫﺍ ﺃ ﻣ ﺮﺗﻜﻢ ﺑ ﺸﻲ ﺀ ﻓﺄﺗﻮﺍ ﻣﻨﻪ ﻣﺎ'
			'ﺍﺳﺘ ﻄﻌﺘﻢ ، ﻭﺇﺫﺍ ﻧ ﻬﻴﺘﻜﻢ ﻋﻦ ﺷﻲ ﺀ ﻓﺪ ﻋﻮﻩ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1272'
),
	Hadith(
		hadithNumber: 1273,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺳﺌ ﻞ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃ ﱡﻱ ﺍﻟﻌ ﻤ ﻞ ﺃﻓ ﻀ ﻞ ؟ ﻗﺎﻝ : « ﺇﻳﻤﺎ ﻥ ﺑﺎﻟﱠﻠ ﻪ ﻭ ﺭ ﺳﻮﻟ ﻪ» ﻗﻴﻞ :'
			'ﺛﻢﱠ ﻣﺎﺫﺍ ؟ ﻗﺎﻝ : « ﺍﻟ ﺠ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ » ﻗﻴﻞ : ﺛﱠﻢ ﻣﺎﺫﺍ ؟ ﻗﺎﻝ : « ﺣ ﺞ ﻣﺒ ﺮﻭﺭ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'ﺍﻟ ﻤﺒ ﺮﻭ ﺭ ﻩ ﻮ ﺍﱠﻟﺬﻱ ﻻ ﻳ ﺮﺗﻜ ﺐ ﺻﺎ ﺣﺒﻪ ﻓﻴ ﻪ ﻣﻌ ﺼﻴﺔ',
		translation: 'Translation of Hadith 1273'
),
	Hadith(
		hadithNumber: 1274,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﺣ ﱠﺞ ﻓﻠﻢ ﻳ ﺮﻓ ﺚ ، ﻭﻟﻢ ﻳﻔ ﺴ ﻖ ، ﺭ ﺟﻊ'
			'ﺁﻴﻮﻡ ﻭﻟﺪﺗﻪ ﺃﻣﱡﻪ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1274'
),
	Hadith(
		hadithNumber: 1275,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﺍﻟﻌ ﻤ ﺮﺓ ﺇﻟﻰ ﺍﻟﻌ ﻤ ﺮﺓ ﺁﱠﻔﺎﺭﺓ ﻟﻤﺎ ﺑﻴﻨ ﻬﻤﺎ ، ﻭﺍﻟﺤ ﱡﺞ'
			'ﺍﻟ ﻤﺒ ﺮﻭ ﺭ ﻟﻴﺲ ﻟﻪ ﺟ ﺰﺍ ﺀ ﺇ ﱠﻻ ﺍﻟ ﺠﱠﻨ ﺔ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1275'
),
	Hadith(
		hadithNumber: 1276,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ، ﺭﺿﻲ ﺍﷲ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻧﺮﻯ ﺍﻟ ﺠ ﻬﺎﺩ ﺃﻓ ﻀ ﻞ ﺍﻟﻌﻤ ﻞ ، ﺃﻓﻼ ﻧﺠﺎ ﻩﺪ ؟'
			'ﻓﻘﺎ ﻝ : « ﻟﻜ ﻦ ﺃﻓ ﻀ ﻞ ﺍﻟ ﺠ ﻬﺎﺩ : ﺣ ﱞﺞ ﻣﺒ ﺮﻭﺭ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ .'
			'`',
		translation: 'Translation of Hadith 1276'
),
	Hadith(
		hadithNumber: 1277,
		hadith:
						'ﻭ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﻣﺎ ﻣ ﻦ ﻳ ﻮﻡ ﺃﺁﺜ ﺮ ﻣ ﻦ ﺃ ﻥ ﻳﻌﺘ ﻖ ﺍﻟﱠﻠﻪ ﻓﻴ ﻪ ﻋﺒﺪﺍ ﻣ ﻦ.'
			'ﺍﻟﱠﻨﺎ ﺭ ﻣ ﻦ ﻳ ﻮﻡ ﻋ ﺮﻓ ﺔ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1277'
),
	Hadith(
		hadithNumber: 1278,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﺒﺎ ﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻋﻤ ﺮﺓ ﻓﻲ ﺭ ﻣ ﻀﺎ ﻥ ﺗﻌﺪ ﻝ'
			'ﻋ ﻤ ﺮﺓ ﺃ ﻭ ﺣ ﱠﺠ ﺔ ﻣﻌﻲ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1278'
),
	Hadith(
		hadithNumber: 1279,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻣ ﺮﺃﺓ ﻗﺎﻟ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺇ ﱠﻥ ﻓﺮﻳ ﻀ ﺔ ﺍﻟﱠﻠ ﻪ ﻋﻠﻰ ﻋﺒﺎﺩﻩ ﻓﻲ ﺍﻟﺤ ﱢﺞ ، ﺃﺩ ﺭﺁ ﺖ ﺃﺑﻲ ﺷﻴﺨﺎ ﺁﺒﻴﺮﺍ'
			'، ﻻ ﻳﺜﺒ ﺖ ﻋﻠﻰ ﺍﻟ ﱠﺮﺍ ﺣﻠ ﺔ ﺃﻓﺄ ﺣ ﱡﺞ ﻋﻨﻪ ؟ ﻗﺎﻝ : « ﻧﻌﻢ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1279'
),
	Hadith(
		hadithNumber: 1280,
		hadith:
						'ﻭﻋﻦ ﻟﻘﻴ ﻂ ﺑ ﻦ ﻋﺎﻣ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﻧﱠﻪ ﺃﺗﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ : ﺇ ﱠﻥ ﺃﺑﻲ ﺷﻴ ﺦ'
			'ﺁﺒﻴﺮ ﻻ ﻳﺴﺘ ﻄﻴ ﻊ ﺍﻟﺤ ﱠﺞ ، ﻭﻻ ﺍﻟﻌﻤ ﺮﺓ ، ﻭﻻ ﺍﻟ ﻈﻌ ﻦ ، ﻗﺎﻝ : « ﺣﺞﱠ ﻋ ﻦ ﺃﺑﻴ ﻚ ﻭﺍ ﻋﺘ ﻤ ﺮ».'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1280'
),
	Hadith(
		hadithNumber: 1281,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﻟﺴﺎﺋ ﺐ ﺑ ﻦ ﻳﺰﻳﺪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺣﺞﱠ ﺑﻲ ﻣ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ'
			'ﺣﺠ ﺔ ﺍﻟ ﻮﺩﺍ ﻉ ، ﻭﺃﻧﺎ ﺍﺑ ﻦ ﺳﺒ ﻊ ﺳﻨﻴ ﻦ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1281'
),
	Hadith(
		hadithNumber: 1282,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻟﻘ ﻲ ﺭﺁﺒﺎ ﺑﺎﻟ ﱠﺮ ﻭ ﺣﺎ ﺀ ، ﻓﻘﺎ ﻝ :'
			'« ﻣ ﻦ ﺍﻟﻘ ﻮﻡ ؟ » ﻗﺎﻟﻮﺍ : ﺍﻟﻤﺴﻠﻤﻮ ﻥ . ﻗﺎﻟﻮﺍ : ﻣ ﻦ ﺃﻧ ﺖ ؟ ﻗﺎ ﻝ : « ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ » ﻓ ﺮﻓﻌ ﺖ ﺍ ﻣ ﺮﺃﺓ ﺻﺒﻴﺎ ﻓﻘﺎﻟ ﺖ ﺃﻟ ﻬﺬﺍ'
			'ﺣ ﱞﺞ ؟ ﻗﺎ ﻝ : « ﻧﻌﻢ ﻭﻟ ﻚ ﺃﺟﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1282'
),
	Hadith(
		hadithNumber: 1283,
		hadith:
						'ﻭ ﻋ ﻦ ﺃ ﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣ ﱠﺞ ﻋﻠﻰ ﺭ ﺣ ﻞ ، ﻭﺁﺎﻧ ﺖ ﺯﺍ ﻣﻠﺘﻪ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1283'
),
	Hadith(
		hadithNumber: 1284,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ، ﻗﺎ ﻝ : ﺁﺎﻧﺖ ﻋﻜﺎ ﻅ ﻭ ﻣ ﺠﱠﻨﺔ ، ﻭﺫﻭ ﺍﻟﻤ ﺠﺎ ﺯ ﺃ ﺳﻮﺍﻗﺎ ﻓﻲ ﺍﻟ ﺠﺎ ﻩﻠﱠﻴ ﺔ ،'
			'ﻓﺘﺄﱠﺛﻤﻮﺍ ﺄﻧ ﻳﱠﺘﺠ ﺮﻭﺍ ﻓﻲ ﺍﻟﻤ ﻮﺍ ﺳﻢ ، ﻓﻨ ﺰﻟ ﺖ : { ﻟﻴ ﺲ ﻋﻠﻴﻜﻢ ﺟﻨﺎ ﺡ ﺄﻧ ﺗﺒﺘﻐﻮﺍ ﻓﻀ ﻼ ﻣﻦ ﺭﱢﺑﻜﻢ } [ﺍﻟﺒﻘﺮﺓ : 198'
			']ﻓﻲ ﻣ ﻮﺍ ﺳﻢ ﺍﻟ ﺤ ﱢﺞ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1284'
),
	Hadith(
		hadithNumber: 1285,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳﺌ ﻞ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃ ﱡﻱ ﺍﻷﻋﻤﺎ ﻝ ﺃﻓ ﻀ ﻞ ؟'
			'ﻗﺎ ﻝ : « ﺇﻳﻤﺎ ﻥ ﺑﺎﻟﱠﻠ ﻪ ﻭ ﺭﺳﻮﻟ ﻪ » ﻗﻴﻞ : ﺛﻢﱠ ﻣﺎﺫﺍ ؟ ﻗﺎ ﻝ : « ﺍﻟﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ » ﻗﻴﻞ : ﺛﻢﱠ ﻣﺎﺫﺍ ؟ ﻗﺎﻝ : « ﺣ ﱞﺞ'
			'ﻣﺒ ﺮﻭﺭ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1285'
),
	Hadith(
		hadithNumber: 1286,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ، ﺃ ﱡﻱ ﺍﻟﻌﻤﻞ ﺃ ﺣ ﱡﺐ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ؟ ﻗﺎ ﻝ :.'
			'« ﺍﻟ ﱠﺼﻼﺓ ﻋﻠﻰ ﻭﻗﺘ ﻬﺎ » ﻗﻠ ﺖ : ﺛﻢﱠ ﺄﻳ ؟ ﻗﺎ ﻝ : « ﺑ ﱡﺮ ﺍﻟ ﻮﺍﻟﺪﻳ ﻦ» ﻗﻠ ﺖ : ﺛﻢﱠ ﺃ ﱡﻱ ؟ ﻗﺎ ﻝ « ﺍﻟ ﺠ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ » .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1286'
),
	Hadith(
		hadithNumber: 1287,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃ ﱡﻱ ﺍﻟﻌﻤ ﻞ ﺃﻓ ﻀ ﻞ؟ ﻗﺎ ﻝ : « ﺍﻹﻳ ﻤﺎ ﻥ ﺑﺎﻟﱠﻠ ﻪ ،'
			'ﻭﺍﻟ ﺠ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴﻠ ﻪ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1287'
),
	Hadith(
		hadithNumber: 1288,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻟﻐﺪ ﻭﺓ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﺃ ﻭ'
			'ﺭ ﻭ ﺣﺔ ، ﺧﻴﺮ ﻣﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻭ ﻣﺎ ﻓﻴﻬﺎ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1288'
),
	Hadith(
		hadithNumber: 1289,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺭ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻰ ﺭ ﺟﻞ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎ ﻝ :'
			'ﺃ ﱡﻱ ﺍﻟﱠﻨﺎ ﺱ ﺃﻓﻀ ﻞ ؟ ﻗﺎﻝ : « ﻣ ﺆﻣ ﻦ ﻳ ﺠﺎ ﻩﺪ ﺑﻨﻔ ﺴ ﻪ ﻭﻣﺎﻟ ﻪ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ » ﻗﺎﻝ : ﺛﻢﱠ ﻣ ﻦ ؟ ﻗﺎ ﻝ : « ﻣ ﺆﻣ ﻦ ﻓﻲ'
			'ﺷﻌ ﺐ ﻣ ﻦ ﺍﻟ ﱢﺸﻌﺎ ﺏ ﻳﻌﺒﺪ ﺍﻟﱠﻠﻪ ، ﻭﻳﺪ ﻉ ﺍﻟﱠﻨﺎ ﺱ ﻣ ﻦ ﺷ ﱢﺮﻩ . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1289'
),
	Hadith(
		hadithNumber: 1290,
		hadith:
						'ﻭﻋ ﻦ ﺳﻬﻞ ﺑ ﻦ ﺳﻌﺪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﺭﺑﺎ ﻁ ﻳ ﻮﻡ ﻓﻲ'
			'ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﺧﻴﺮ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻭﻣﺎ ﻋﻠﻴﻬﺎ ، ﻭ ﻣ ﻮ ﺿ ﻊ ﺳ ﻮ ﻁ ﺃ ﺣﺪﺁﻢ ﻣ ﻦ ﺍﻟﺠﱠﻨ ﺔ ﺧﻴﺮ ﻣﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻭﻣﺎ ﻋﻠﻴﻬﺎ ، ﻭﺍﻟ ﱠﺮ ﻭﺣﺔ'
			'ﻳ ﺮﻭ ﺣﻬﺎ ﺍﻟﻌﺒﺪ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﺃ ﻭ ﺍﻟﻐﺪ ﻭﺓ ، ﺧﻴﺮ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻭﻣﺎ ﻋﻠﻴ ﻬﺎ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1290'
),
	Hadith(
		hadithNumber: 1291,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻠ ﻤﺎ ﻥ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺭﺑﺎ ﻁ ﻳ ﻮﻡ'
			'ﻭﻟﻴﻠ ﺔ ﺧﻴﺮ ﻣ ﻦ ﺻﻴﺎﻡ ﺷ ﻬ ﺮ ﻭ ﻗﻴﺎ ﻣ ﻪ ، ﻭﺇ ﻥ ﻣﺎ ﺕ ﻓﻴ ﻪ ﺃﺟﺮﻱ ﻋﻠﻴﻪ ﻋ ﻤﻠﻪ ﺍﱠﻟﺬﻱ ﺁﺎﻥ ﻳﻌ ﻤ ﻞ ، ﻭﺃ ﺟ ﺮ ﻱ ﻋﻠﻴﻪ ﺭﺯﻗﻪ ،'
			'ﻭﺃ ﻣ ﻦ ﺍﻟﻔﱠﺘﺎ ﻥ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1291'
),
	Hadith(
		hadithNumber: 1292,
		hadith:
						'ﻭ ﻋ ﻦ ﻓ ﻀﺎﻟ ﺔ ﺑﻦ ﻋﺒﻴﺪ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺁﻞﱡ ﻣﱢﻴ ﺖ ﻳ ﺨﺘﻢ'
			'ﻋﻠﻰ ﻋﻤﻠ ﻪ ﺇ ﱠﻻ ﺍﻟﻤﺮﺍﺑ ﻂ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﻓﺈﻧﱠﻪ ﻳﻨﱠﻤﻰ ﻟﻪ ﻋ ﻤﻠﻪ ﺇﻟﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻭﻳﺆﻣﱠ ﻦ ﻓﺘﻨ ﺔ ﺍﻟﻘﺒ ﺮ » . ﺭﻭﺍﻩ ﺃﺑﻮ'
			'ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1292'
),
	Hadith(
		hadithNumber: 1293,
		hadith:
						'ﻭﻋ ﻦ ﻋﺜﻤﺎ ﻥ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﺭﺑﺎ ﻁ ﻳ ﻮﻡ ﻓﻲ'
			'ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﺧﻴﺮ ﻣ ﻦ ﺃﻟ ﻒ ﻳ ﻮﻡ ﻓﻴﻤﺎ ﺳﻮﺍﻩ ﻣ ﻦ ﺍﻟ ﻤﻨﺎﺯ ﻝ » . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 1293'
),
	Hadith(
		hadithNumber: 1294,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺗ ﻀﱠﻤ ﻦ ﺍﻟﱠﻠﻪ ﻟﻤ ﻦ'
			'ﺧ ﺮ ﺝ ﻓﻲ ﺳﺒﻴﻠ ﻪ ، ﻻ ﻳ ﺨﺮ ﺟﻪ ﺇ ﱠﻻ ﺟ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴﻠﻲ ، ﻭﺇﻳﻤﺎ ﻥ ﺑﻲ ﻭﺗ ﺼﺪﻳ ﻖ ﺑ ﺮ ﺳﻠﻲ ﻓ ﻬ ﻮ ﺿﺎ ﻣ ﻦ ﺃ ﻥ ﺃﺩ ﺧﻠﻪ ﺍﻟ ﺠﱠﻨ ﺔ ،'
			'ﺃ ﻭ ﺃ ﺭ ﺟﻌﻪ ﺇﻟﻰ ﻣﻨ ﺰﻟ ﻪ ﺍﻟﺬﻱ ﺧ ﺮ ﺝ ﻣﻨﻪ ﺑﻤﺎ ﻧﺎ ﻝ ﻣ ﻦ ﺃ ﺟ ﺮ ، ﺃ ﻭ ﻏﻨﻴﻤﺔ ، ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺲ ﻣ ﺤﱠﻤﺪ ﺑﻴﺪﻩ ﻣﺎ ﻣ ﻦ ﺁﻠﻢ ﻳﻜﻠﻢ ﻓﻲ'
			'ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﺇ ﱠﻻ ﺟﺎ ﺀ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ ﺁ ﻬﻴﺌﺘ ﻪ ﻳ ﻮﻡ ﺁﻠﻢ، ﻟ ﻮﻧﻪ ﻟ ﻮﻥ ﺪﻣ ، ﻭ ﺭﻳ ﺤﻪ ﺭﻳ ﺢ ﻣ ﺴ ﻚ ، ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺲ ﻣﺤﱠﻤﺪ ﺑﻴﺪﻩ'
			'ﻟ ﻮﻻ ﺃ ﻥ ﺃ ﺷﻖﱠ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﻣﺎ ﻗﻌﺪ ﺕ ﺧﻼﻑ ﺳ ﺮﱠﻳ ﺔ ﺗﻐ ﺰﻭ ﻓﻲ ﺳﺒﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﺃﺑﺪﺍ ، ﻭﻟﻜ ﻦ ﻻ ﺃ ﺟﺪ ﺳﻌﺔ ﻓﺄ ﺣﻤﻠﻬﻢ ﻭﻻ'
			'ﻳﺠﺪﻭ ﻥ ﺳﻌ ﺔ ، ﻭﻳ ﺸﻖﱡ ﻋﻠﻴ ﻬﻢ ﺄﻧ ﻳﺘ ﺨﻠﻔﻮﺍ ﻋﱢﻨﻲ ، ﻭﺍﻟﺬﻱ ﻧﻔ ﺲ ﻣ ﺤﱠﻤﺪ ﺑﻴﺪﻩ ، ﻟﻮﺩﺩ ﺕ ﺄﻧ ﺃﻏﺰ ﻭ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ،'
			'ﻓﺄﻗﺘﻞ ، ﺛﻢﱠ ﺃ ﻏﺰﻭ ، ﻓﺄﻗﺘﻞ ، ﺛﻢﱠ ﺃﻏﺰﻭ ، ﻓﺄﻗﺘﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻭﺭﻮﯨ ﺍﻟﺒﺨﺎﺭ ﱡﻱ ﺑﻌﻀﻪ .'
			'»ﺍﻟﻜﻠﻢ » : ﺍﻟﺠﺮﺡ',
		translation: 'Translation of Hadith 1294'
),
	Hadith(
		hadithNumber: 1295,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﻣﻜﻠﻮﻡ ﻳﻜﻠﻢ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺟﺎ ﺀ ﻳ ﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣ ﺔ ، ﻭﺁﻠﻤﻪ ﻳﺪﻣﻲ : ﺍﻟﻠ ﻮ ﻥ ﻟﻮ ﻥ ﺪﻣ ﻭﺍﻟﺮﻳ ﺢ ﺭﻳ ﺢ ﻣ ﺴ ﻚ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1295'
),
	Hadith(
		hadithNumber: 1296,
		hadith:
						'ﻭ ﻋ ﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﻣ ﻦ ﻗﺎﺗﻞ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ'
			'ﺭﺟﻞ ﻣﺴﻠﻢ ﻓﻮﺍ ﻕ ﻧﺎﻗ ﺔ ﻭﺟﺒ ﺖ ﻟﻪ ﺍﻟ ﺠﻨﱠﺔ ، ﻭ ﻣ ﻦ ﺟ ﺮ ﺡ ﺟ ﺮﺣﺎ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﺃ ﻭ ﻧﻜﺐ ﻧﻜﺒﺔ، ﻓﺈﱠﻧ ﻬﺎ ﺗﺠﻲ ﺀ ﻳ ﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣﺔ ﺁﺄﻏ ﺰ ﺭ ﻣﺎ ﺁﺎﻧ ﺖ : ﻟ ﻮﻧ ﻬﺎ ﺍﻟﺰﱠ ﻋﻔﺮﺍ ﻥ ، ﻭ ﺭﻳ ﺤﻬﺎ ﺁﺎﻟ ﻤﺴ ﻚ» . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ'
			'ﺣ ﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1296'
),
	Hadith(
		hadithNumber: 1297,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻣ ﱠﺮ ﺭ ﺟﻞ ﻣ ﻦ ﺃ ﺻ ﺤﺎﺏ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،'
			'ﺑ ﺸﻌﺐ ﻓﻴ ﻪ ﻋﻴﻴﻨﺔ ﻣﻦ ﻣﺎ ﺀ ﻋﺬﺑ ﺔ ، ﻓﺄﻋﺠﺒﺘﻪ ، ﻓﻘﺎ ﻝ : ﻟﻮ ﺍﻋﺘ ﺰﻟ ﺖ ﺍﻟﱠﻨﺎ ﺱ ﻓﺄﻗ ﻤ ﺖ ﻓﻲ ﻩﺬﺍ ﺍﻟ ﱢﺸﻌ ﺐ ، ﻭﻟ ﻦ ﺃﻓﻌ ﻞ ﺣﺘﻰ'
			'ﺃ ﺳﺘﺄﺫ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺬﺁﺮ ﺫﻟ ﻚ ﻟﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎ ﻝ : « ﻻ ﺗﻔﻌ ﻞ ،'
			'ﻓﺈ ﱠﻥ ﻣﻘﺎﻡ ﺃﺣﺪﺁﻢ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﺃﻓ ﻀ ﻞ ﻣ ﻦ ﺻﻼﺗ ﻪ ﻓﻲ ﺑﻴﺘ ﻪ ﺳﺒﻌﻴ ﻦ ﻋﺎﻣﺎ ، ﺃﻻ ﺗﺤﱡﺒﻮ ﻥ ﺃ ﻥ ﻳﻐﻔﺮ ﺍﻟﱠﻠﻪ ﻟﻜﻢ ﻭﻳﺪ ﺧﻠﻜﻢ'
			'ﺍﻟﺠﱠﻨ ﺔ ؟ ﺍﻏ ﺰﻭﺍ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ، ﻣ ﻦ ﻗﺎﺗ ﻞ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻓ ﻮﺍ ﻕ ﻧﺎﻗﺔ ﻭ ﺟﺒ ﺖ ﻟﻪ ﺍﻟ ﺠﻨﱠﺔ » . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ :'
			'ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ .'
			'ﻭﺍﻟﻔ ﻮﺍ ﻕ: ﻣﺎ ﺑﻴ ﻦ ﺍﻟ ﺤﻠﺒﺘﻴ ﻦ',
		translation: 'Translation of Hadith 1297'
),
	Hadith(
		hadithNumber: 1298,
		hadith:
						'ﻭ ﻋﻨ ﻪ ﻗﺎ ﻝ ﻗﻴ ﻞ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻣﺎ ﻳﻌﺪ ﻝ ﺍﻟ ﺠ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ؟ ﻗﺎ ﻝ : « ﻻ ﺗ ﺴﺘﻄﻴﻌﻮﻧﻪ ، » ﻓﺄﻋﺎﺩﻭﺍ'
			'ﻋﻠﻴﻪ ﻣﺮﺗﻴﻦ ﺃﻭ ﺛﻼﺛﺎ ﺁﻞ ﺫﻟﻚ ﻳﻘﻮﻝ : « ﻻ ﺗﺴﺘﻄﻴﻌﻮﻥ ، » . ﺛﻢﱠ ﻗﺎﻝ : « ﻣﺜﻞ ﺍﻟﻤﺠﺎﻩﺪ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ ﺁﻤﺜﻞ'
			'ﺍﻟ ﱠﺼﺎﺋﻢ ﺍﻟﻘﺎﺋﻢ ﺍﻟﻘﺎﻧ ﺖ ﺑﺂﻳﺎ ﺕ ﺍﻟﱠﻠ ﻪ ﻻ ﻳﻔﺘ ﺮ : ﻣ ﻦ ﺻﻼﺓ ، ﻭﻻ ﺻﻴﺎﻡ ، ﺣﺘﻰ ﻳﺮ ﺟ ﻊ ﺍﻟﻤﺠﺎﻩﺪ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴ ﻪ . ﻮﻫﺬﺍ ﻟﻔ ﻆ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﺍﻟﺒﺨﺎﺮﻳ ، ﺃ ﱠﻥ ﺭﺟﻼ ﻗﺎﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺩﱠﻟﻨﻲ ﻋﻠﻰ ﻋﻤ ﻞ ﻳﻌﺪ ﻝ ﺍﻟﺠ ﻬﺎﺩ ؟ ﻗﺎﻝ: « ﻻ ﺃﺟﺪﻩ » ﺛﻢﱠ ﻗﺎﻝ :'
			'« ﻩﻞ ﺗﺴﺘ ﻄﻴ ﻊ ﺇﺫﺍ ﺧ ﺮ ﺝ ﺍﻟﻤﺠﺎ ﻩﺪ ﺄﻧ ﺗﺪ ﺧ ﻞ ﻣﺴ ﺠﺪﻙ ﻓﺘﻘﻮﻡ ﻭﻻ ﺗﻔﺘ ﺮ ، ﻭﺗ ﺼﻮﻡ ﻭﻻ ﺗﻔ ﻄ ﺮ ؟ » ﻓﻘﺎ ﻝ : ﻭ ﻣ ﻦ'
			'ﻳﺴﺘ ﻄﻴ ﻊ ﺫﻟﻚ ؟',
		translation: 'Translation of Hadith 1298'
),
	Hadith(
		hadithNumber: 1299,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺧﻴ ﺮ ﻣﻌﺎ ﺵ ﺍﻟﻨﺎﺱ ﻟ ﻬﻢ ﺭ ﺟﻞ ﻣﻤ ﺴ ﻚ ﺑﻌﻨﺎ ﻥ'
			'ﻓﺮ ﺳ ﻪ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ ، ﻳ ﻄﻴ ﺮ ﻋﻠﻰ ﻣﺘﻨ ﻪ ﺁﱠﻠﻤﺎ ﺳﻤﻊ ﻩﻴﻌ ﺔ ، ﺃ ﻭ ﻓ ﺰ ﻋﺔ ﻃﺎﺭ ﻋﻠﻰ ﻣﺘﻨ ﻪ ، ﻳﺒﺘﻐﻲ ﺍﻟﻘﺘﻞ ﺃﻭ ﺍﻟ ﻤﻮ ﺕ'
			'ﻣ ﻈﺎﻧﱠﻪ ، ﺃﻭ ﺭ ﺟﻞ ﻓﻲ ﻏﻨﻴﻤ ﺔ ﺃﻭ ﺷﻌﻔ ﺔ ﻣﻦ ﻩﺬﻩ ﺍﻟ ﱡﺸﻌ ﻒ ﺃﻭ ﺑﻄ ﻦ ﻭﺍﺩ ﻣﻦ ﻩﺬﻩ ﺍﻷﻭﺩﻳ ﺔ ﻳﻘﻴﻢ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﻳ ﺆﺗﻲ'
			'ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭﻳﻌﺒﺪ ﺭﺑﱠﻪ ﺣﱠﺘﻰ ﻳﺄﺗﻴﻪ ﺍﻟﻴﻘﻴ ﻦ ﻟﻴ ﺲ ﻣﻦ ﺍﻟﱠﻨﺎ ﺱ ﺇ ﱠﻻ ﻓﻲ ﺧﻴ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1299'
),
	Hadith(
		hadithNumber: 1300,
		hadith:
						'ﻭ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ ﻣﺎﺋ ﺔ ﺩﺭﺟ ﺔ ﺃﻋﱠﺪ ﻩﺎ ﺍﻟﱠﻠﻪ ﻟﻠﻤ ﺠﺎ ﻩﺪﻳ ﻦ'
			' .1300ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻣﺎ ﺑﻴﻦ ﺍﻟﱠﺪﺭ ﺟﺘﻴ ﻦ ﺁﻤﺎ ﺑﻴ ﻦ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ﻭﺍ ﻷ ﺭ ﺽ » . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1300'
),
	Hadith(
		hadithNumber: 1301,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺭﺿﻲ'
			'ﺑﺎﻟﱠﻠ ﻪ ﺭﱠﺑﺎ ، ﻭﺑﺎﻹ ﺳﻼﻡ ﺩﻳﻨﺎ ، ﻭﺑﻤ ﺤﱠﻤﺪ ﺭ ﺳﻮ ﻻ ، ﻭ ﺟﺒﺖ ﻟﻪ ﺍﻟ ﺠﻨﱠﺔ » ﻓﻌﺠﺐ ﻟ ﻬﺎ ﺃﺑﻮ ﺳﻌﻴﺪ، ﻓﻘﺎﻝ ﺃ ﻋﺪﻩﺎ ﻋﻠ ﱠﻲ ﻳﺎ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻓﺄﻋﺎﺩ ﻩﺎ ﻋﻠﻴﻪ ، ﺛﻢﱠ ﻗﺎﻝ : « ﻭﺃ ﺧﺮﻯ ﻳ ﺮﻓ ﻊ ﺍﻟﱠﻠﻪ ﺑﻬﺎ ﺍﻟﻌﺒﺪ ﻣﺎﺋ ﺔ ﺩ ﺭﺟ ﺔ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻣﺎ ﺑﻴﻦ ﺁﻞﱢ ﺩ ﺭ ﺟﺘﻴﻦ'
			'ﺁﻤﺎ ﺑﻴﻦ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﻭﺍﻷ ﺭ ﺽ » ﻗﺎﻝ : ﻭﻣﺎ ﻩﻲ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎﻝ : « ﺍﻟ ﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ ، ﺍﻟ ﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ'
			'ﺍﻟﱠﻠ ﻪ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1301'
),
	Hadith(
		hadithNumber: 1302,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺑﻜ ﺮ ﺑﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷ ﺷﻌ ﺮ ﱢﻱ ، ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺃﺑﻲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ، ﻭ ﻩ ﻮ ﺑ ﺤ ﻀ ﺮﺓ ﺍﻟﻌﺪﻭﱢ ،'
			'ﻳﻘﻮﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺃﺑﻮﺍ ﺏ ﺍﻟ ﺠﱠﻨ ﺔ ﺗ ﺤ ﺖ ﻇﻼ ﻝ ﺍﻟ ﱡﺴﻴﻮ ﻑ » ﻓﻘﺎﻡ ﺭ ﺟﻞ ﺭ ﱡﺙ ﺍﻟ ﻬﻴﺌ ﺔ'
			'ﻓﻘﺎ ﻝ : ﻳﺎ ﺃﺑﺎ ﻣﻮ ﺳﻰ ﺃﺃﻧﺖ ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮﻝ ﻩﺬﺍ؟ ﻗﺎﻝ : ﻧﻌﻢ ، ﻓﺮ ﺟﻊ ﺇﻟﻰ ﺃﺻ ﺤﺎﺑ ﻪ'
			'، ﻓﻘﺎﻝ : « ﺃﻗﺮﺃ ﻋﻠﻴﻜﻢ ﺍﻟ ﱠﺴﻼﻡ » ﺛﻢﱠ ﺁ ﺴﺮ ﺟﻔﻦ ﺳﻴﻔ ﻪ ﻓﺄﻟﻘﺎﻩ ، ﺛﱠﻢ ﻣ ﺸﻰ ﺑﺴﻴﻔ ﻪ ﺇﻟﻰ ﺍﻟﻌﺪﻭﱢ ﻓ ﻀﺮﺏ ﺑ ﻪ ﺣﱠﺘﻰ ﻗﺘﻞ »'
			'. ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1302'
),
	Hadith(
		hadithNumber: 1303,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻋﺒ ﺲ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣﻤ ﻦ ﺑ ﻦ ﺟﺒﻴ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﻣﺎ ﺍ ﻏﺒ ﱠﺮ ﺕ ﻗﺪﻣﺎ ﻋﺒﺪ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻓﺘﻤ ﱠﺴﻪ ﺍﻟﱠﻨﺎ ﺭ » . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1303'
),
	Hadith(
		hadithNumber: 1304,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﻠ ﺞ ﺍﻟﱠﻨﺎ ﺭ ﺭ ﺟﻞ.'
			'ﺑﻜﻰ ﻣ ﻦ ﺧ ﺸﻴ ﺔ ﺍﻟﱠﻠ ﻪ ﺣﱠﺘﻰ ﻳﻌﻮﺩ ﺍﻟﱠﻠﺒﻦ ﻓﻲ ﺍﻟ ﱠﻀﺮ ﻉ ، ﻭ ﻻ ﻳ ﺠﺘ ﻤ ﻊ ﻋﻠﻰ ﻋﺒﺪ ﻏﺒﺎﺭ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ ﻭﺩ ﺧﺎﻥ ﺟ ﻬﱠﻨﻢ » ،'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1304'
),
	Hadith(
		hadithNumber: 1305,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﱠﺒﺎ ﺱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ، ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ: «ﻋﻴﻨﺎ ﻥ'
			'ﻻ ﺗﻤ ﱡﺴ ﻬﻤﺎ ﺍﻟﱠﻨﺎ ﺭ : ﻋﻴ ﻦ ﺑﻜﺖ ﻣ ﻦ ﺧ ﺸﻴ ﺔ ﺍﻟﱠﻠ ﻪ ، ﻭﻋﻴ ﻦ ﺑﺎﺗﺖ ﺗ ﺤ ﺮ ﺱ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ». ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ :'
			'ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1305'
),
	Hadith(
		hadithNumber: 1306,
		hadith:
						'ﻭﻋﻦ ﺯﻳﺪ ﺑ ﻦ ﺧﺎﻟﺪ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻦ ﺟ ﱠﻬ ﺰ ﻏﺎ ﺯﻳﺎ ﻓﻲ'
			'ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻓﻘﺪ ﻏ ﺰﺍ ، ﻭﻣ ﻦ ﺧﻠ ﻒ ﻏﺎﺯﻳﺎ ﻓﻲ ﺃ ﻩﻠ ﻪ ﺑ ﺨﻴﺮ ﻓﻘﺪ ﻏ ﺰﺍ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1306'
),
	Hadith(
		hadithNumber: 1307,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺃﻣﺎﻣﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻓ ﻀ ﻞ ﺍﻟ ﱠﺼﺪﻗﺎﺕ ﻇ ﱡﻞ'
			'ﻓ ﺴ ﻄﺎ ﻁ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ ﻭ ﻣﻨﻴﺤﺔ ﺧﺎﺪﻣ ﻓﻲ ﺳﺒﻴﻞ ﺍﷲ ﺃﻭ ﻃﺮﻭﻗﻪ ﻓﺤ ﻞ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ :'
			'ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1307'
),
	Hadith(
		hadithNumber: 1308,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﻓﺘ ﻰ ﻣﻦ ﺃ ﺳﻠﻢ ﻗﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ ﺃﺭﻳﺪ ﺍﻟﻐ ﺰﻭ ﻭﻟﻴﺲ ﻣﻌﻰ ﻣﺎ'
			'ﺃﺗﺠﻬﱠ ﺰ ﺑ ﻪ ، ﻗﺎﻝ : « ﺍﺋ ﺖ ﻓﻼﻧﺎ ، ﻓﺈﱠﻧﻪ ﻗﺪ ﺁﺎ ﻥ ﺗﺠ ﱠﻬ ﺰ ﻓ ﻤ ﺮ ﺽ » ﻓﺄﺗﺎﻩ ﻓﻘﺎﻝ: ﺇ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘ ﺮﺋ ﻚ ﺍﻟ ﱠﺴﻼﻡ ﻭﻳﻘﻮ ﻝ : ﺃﻋ ﻄﻨﻲ ﺍﻟﺬﻱ ﺗﺠ ﱠﻬﺰ ﺕ ﺑ ﻪ ، ﻗﺎ ﻝ : ﻳﺎ ﻓﻼﻧﺔ، ﺃ ﻋ ﻄﻴﻪ، ﺍﻟﺬﻱ ﺁﻨ ﺖ ﺗﺠﻬﱠ ﺰ ﺕ ﺑ ﻪ ، ﻭﻻ'
			' .1308ﺗ ﺤﺒﺴﻴﻦ ﻣﻨﻪ ﺷﻴﺌﺎ ، ﻓ ﻮﺍﻟﱠﻠ ﻪ ﻻ ﺗ ﺤﺒﺴﻲ ﻣﻨﻪ ﺷﻴﺌﺎ ﻓﻴﺒﺎ ﺭ ﻙ ﻟ ﻚ ﻓﻴ ﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1308'
),
	Hadith(
		hadithNumber: 1309,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ، ﺭﺿﻲ ﺍﻟﻠﱠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻌ ﺚ ﺇﻟﻰ ﺑﻨﻲ ﻟﺤﻴﺎ ﻥ'
			'، ﻓﻘﺎ ﻝ : « ﻟﻴﻨﺒﻌ ﺚ ﻣ ﻦ ﺁﻞﱢ ﺭ ﺟﻠﻴ ﻦ ﺃﺣﺪ ﻩﻤﺎ ، ﻭﺍ ﻷ ﺟ ﺮ ﺑﻴﻨ ﻬﻤﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : « ﻟﻴ ﺨ ﺮ ﺝ ﻣ ﻦ ﺁ ﱢﻞ ﺭﺟﻠﻴﻦ ﺭ ﺟﻞ » ﺛﻢﱠ ﻗﺎﻝ ﻟﻠﻘﺎ ﻋﺪ : « ﺃﱡﻳﻜﻢ ﺧﻠ ﻒ ﺍﻟﺨﺎﺮﺟ ﻓﻲ ﺃ ﻩﻠ ﻪ ﻭﻣﺎﻟ ﻪ ﺑ ﺨﻴ ﺮ'
			'ﺁﺎﻥ ﻟﻪ ﻣﺜ ﻞ ﻧ ﺼ ﻒ ﺃﺟ ﺮ ﺍﻟﺨﺎ ﺭ ﺝ »',
		translation: 'Translation of Hadith 1309'
),
	Hadith(
		hadithNumber: 1310,
		hadith:
						'ﻭﻋ ﻦ ﺍﻟﺒﺮﺍ ﺀ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨـﻪ ، ﻗﺎﻝ : ﺃﺗﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺭﺟﻞ ﻣﻘﱠﻨ ﻊ ﺑﺎﻟﺤﺪﻳﺪ ، ﻓﻘﺎﻝ :'
			'ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺃﻗﺎﺗ ﻞ ﺃ ﻭ ﺃ ﺳﻠﻢ ؟ ﻓﻘﺎﻝ : « ﺃ ﺳﻠﻢ ، ﺛﻢﱠ ﻗﺎﺗ ﻞ » ﻓﺄ ﺳﻠﻢ ، ﺛﻢﱠ ﻗﺎﺗ ﻞ ﻓﻘﺘ ﻞ، ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋﻤﻞ ﻗﻠﻴ ﻼ ﻭﺃ ﺟﺮ ﺁﺜﻴﺮﺍ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ ، ﻮﻫﺬﺍ ﻟﻔ ﻆ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1310'
),
	Hadith(
		hadithNumber: 1311,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣﺎ ﺃﺣﺪ ﻳﺪ ﺧ ﻞ ﺍﻟﺠﱠﻨﺔ ﻳ ﺤﺐﱡ ﺃ ﻥ.'
			'ﻳ ﺮ ﺟ ﻊ ﺇﻟﻰ ﺍﻟﱡﺪﻧﻴﺎ ﻭﻟﻪ ﻣﺎ ﻋﻠﻰ ﺍﻷ ﺭ ﺽ ﻣ ﻦ ﺷﻲ ﺀ ﺇ ﱠﻻ ﺍﻟﺸﱠﻬﻴﺪ ، ﻳﺘ ﻤﱠﻨﻰ ﺃ ﻥ ﻳ ﺮ ﺟﻊ ﺇﻟﻰ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓﻴﻘﺘ ﻞ ﻋ ﺸ ﺮ ﻣ ﱠﺮﺍ ﺕ ،'
			'ﻟﻤﺎ ﻳﺮﻯ ﻣ ﻦ ﺍﻟﻜﺮﺍﻣ ﺔ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻟ ﻤﺎ ﻳ ﺮﻯ ﻣ ﻦ ﻓ ﻀ ﻞ ﺍﻟ ﱠﺸ ﻬﺎﺩﺓ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1311'
),
	Hadith(
		hadithNumber: 1312,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ :'
			'« ﻳﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ﻟﻠ ﱠﺸﻬﻴﺪ ﺁﻞﱠ ﺷﻴ ﺊ ﺇ ﱠﻻ ﺍﻟﱠﺪﻳ ﻦ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : « ﺍﻟﻘﺘ ﻞ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻳﻜﻔﱢ ﺮ ﺁﻞﱠ ﺷﻲ ﺀ ﺇ ﱠﻻ ﺍﻟﱠﺪﻳﻦ » .'
			'`',
		translation: 'Translation of Hadith 1312'
),
	Hadith(
		hadithNumber: 1313,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻡ ﻓﻴﻬﻢ ﻓﺬﺁ ﺮ ﺃ ﱠﻥ ﺍﻟ ﺠﻬﺎﺩ ﻓﻲ'
			'ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﻭﺍﻹﻳﻤﺎ ﻥ ﺑﺎﻟﱠﻠ ﻪ ، ﺃﻓ ﻀ ﻞ ﺍ ﻷ ﻋﻤﺎﻝ ، ﻓﻘﺎﻡ ﺭ ﺟ ﻞ ، ﻓﻘﺎﻝ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺃﺭﺃﻳ ﺖ ﺇ ﻥ ﻗﺘﻠ ﺖ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ'
			'ﺃﺗﻜﻔﱠ ﺮ ﻋﱢﻨﻲ ﺧﻄﺎﻳﺎﻱ ؟ ﻓﻘﺎ ﻝ ﻟﻪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻧﻌﻢ ﺇ ﻥ ﻗﺘﻠﺖ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﻭﺃﻧ ﺖ ﺻﺎﺑﺮ ،'
			'ﻣ ﺤﺘ ﺴ ﺐ ﻣﻘﺒ ﻞ ﻏﻴ ﺮ ﻣﺪﺑ ﺮ » ﺛﻢﱠ ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺁﻴ ﻒ ﻗﻠ ﺖ ؟ » ﻗﺎﻝ : ﺃﺭﺃﻳ ﺖ ﺇ ﻥ ﻗﺘﻠ ﺖ ﻓﻲ'
			'ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ ﺃﺗﻜﻔﱠ ﺮ ﻋﱢﻨﻲ ﺧ ﻄﺎﻳﺎ ﻱ ؟ ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻧﻌﻢ ﻭﺃﻧ ﺖ ﺻﺎﺑﺮ ﻣ ﺤﺘ ﺴ ﺐ ، ﻣﻘﺒﻞ'
			'ﻏﻴ ﺮ ﻣﺪﺑ ﺮ ، ﺇ ﱠﻻ ﺍﻟﱠﺪﻳ ﻦ ، ﻓﺈ ﱠﻥ ﺟﺒ ﺮﻳ ﻞ ﻋﻠﻴﻪ ﺍﻟﺴﻼﻡ ﻗﺎﻝ ﻟﻲ ﺫﻟ ﻚ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1313'
),
	Hadith(
		hadithNumber: 1314,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺟﻞ : ﺃﻳﻦ ﺃﻧﺎ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺇ ﻥ ﻗﺘﻠ ﺖ؟ ﻗﺎﻝ : « ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ » .'
			' .1314ﻓﺄﻟﻘﻰ ﺗ ﻤ ﺮﺍ ﺕ ﺁﻦﱠ ﻓﻲ ﻳﺪﻩ ، ﺛﻢﱠ ﻗﺎﺗ ﻞ ﺣﱠﺘﻰ ﻗﺘ ﻞ ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1314'
),
	Hadith(
		hadithNumber: 1315,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ ﺍﻧ ﻄﻠ ﻖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃ ﺻ ﺤﺎﺑﻪ ﺣﱠﺘﻰ ﺳﺒﻘﻮﺍ'
			'ﺍﻟﻤ ﺸﺮﺁﻴ ﻦ ﺇﻟﻰ ﺑﺪ ﺭ ، ﻭ ﺟﺎ ﺀ ﺍﻟﻤﺸ ﺮﺁﻮ ﻥ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﻘﺪﻣ ﱠﻦ ﺃ ﺣﺪ ﻣﻨﻜﻢ ﺇﻟﻰ'
			'ﺷﻲ ﺀ ﺣﱠﺘﻰ ﺃﺁﻮ ﻥ ﺃﻧﺎ ﺩﻭﻧﻪ » ﻓﺪﻧﺎ ﺍﻟﻤﺸ ﺮﺁﻮ ﻥ ، ﻓﻘﺎﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﻮﻣﻮﺍ ﺇﻟﻰ ﺟﱠﻨ ﺔ'
			'ﻋ ﺮ ﺿ ﻬﺎ ﺍﻟ ﱠﺴﻤﻮﺍ ﺕ ﻭﺍ ﻷ ﺭ ﺽ » ﻗﺎﻝ : ﻳﻘﻮ ﻝ ﻋ ﻤﻴ ﺮ ﺑ ﻦ ﺍﻟ ﺤ ﻤﺎﻡ ﺍﻷﻧ ﺼﺎ ﺭ ﱡﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺟﱠﻨﺔ'
			'ﻋ ﺮ ﺿ ﻬﺎ ﺍﻟ ﱠﺴﻤﻮﺍ ﺕ ﻭﺍﻷﺭ ﺽ ؟ ﻗﺎ ﻝ : « ﻧﻌﻢ » ﻗﺎ ﻝ : ﺑ ﺦ ﺑ ﺦ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ'
			'ﻳ ﺤﻤﻠ ﻚ ﻋﻠﻰ ﻗﻮﻟ ﻚ ﺑ ﺦ ﺑ ﺦ ؟ » ﻗﺎ ﻝ ﻻ ﻭﺍﻟﱠﻠ ﻪ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺭﺟﺎ ﺀ ﺄﻧ ﺃﺁﻮ ﻥ ﻣ ﻦ ﺃ ﻩﻠﻬﺎ ، ﻗﺎﻝ : « ﻓﺈﱠﻧ ﻚ ﻣ ﻦ'
			'ﺃ ﻩﻠ ﻬﺎ » ﻓﺄ ﺧﺮﺝ ﺗ ﻤ ﺮﺍ ﺕ ﻣ ﻦ ﻗ ﺮﻧ ﻪ ، ﻓ ﺠﻌﻞ ﻳﺄﺁ ﻞ ﻣﻨ ﻬ ﱠﻦ، ﺛﻢﱠ ﻗﺎﻝ ﻟﺌ ﻦ ﺃﻧﺎ ﺣﻴﻴ ﺖ ﺣﺘﻰ ﺁﺁﻞ ﺗ ﻤﺮﺍﺗﻲ ﻩﺬﻩ ﺇﱠﻧ ﻬﺎ ﻟ ﺤﻴﺎﺓ'
			'ﻃﻮﻳﻠﺔ ، ﻓ ﺮ ﻣﻰ ﺑ ﻤﺎ ﻣﻌﻪ ﻣ ﻦ ﺍﻟﱠﺘ ﻤ ﺮ . ﺛﻢﱠ ﻗﺎﺗﻠ ﻬﻢ ﺣﱠﺘﻰ ﻗﺘ ﻞ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﻘ ﺮ ﻥ » ﺑﻔﺘﺢ ﺍﻟﻘﺎﻑ ﻭﺍﻟﺮﺍ ﺀ : ﻩﻮ ﺟﻌﺒﺔ ﺍﻟﻨ ﱠﺸﺎ ﺏ',
		translation: 'Translation of Hadith 1315'
),
	Hadith(
		hadithNumber: 1316,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﻧﺎ ﺱ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﺍﺑﻌﺚ ﻣﻌﻨﺎ ﺭﺟﺎ ﻻ ﻳﻌﱢﻠﻤﻮﻧﺎ ﺍﻟﻘﺮﺁ ﻥ ﻭﺍﻟ ﱡﺴﱠﻨﺔ،'
			'ﻓﺒﻌ ﺚ ﺇﻟﻴ ﻬﻢ ﺳﺒﻌﻴ ﻦ ﺭﺟﻼ ﻣ ﻦ ﺍﻷﻧﺼﺎ ﺭ ﻳﻘﺎ ﻝ ﻟ ﻬﻢ : ﺍﻟﻘ ﱠﺮﺍ ﺀ ، ﻓﻴ ﻬﻢ ﺧﺎﻟﻲ ﺣ ﺮﺎﻣ ، ﻳﻘﺮ ﺅﻮﻧ ﺍﻟﻘﺮﺁ ﻥ ، ﻭﻳﺘﺪﺍﺭ ﺳﻮﻧﻪ'
			'ﺑﺎﻟﱠﻠﻴ ﻞ ﻳﺘﻌﱠﻠﻤﻮ ﻥ ، ﻭﺁﺎﻧﻮﺍ ﺑﺎﻟﱠﻨﻬﺎﺭ ﻳﺠﻴﺌﻮ ﻥ ﺑﺎﻟﻤﺎ ﺀ ، ﻓﻴﻀﻌﻮﻧﻪ ﻓﻲ ﺍﻟﻤﺴ ﺠﺪ ، ﻭﻳ ﺤﺘ ﻄﺒﻮﻥ ﻓﻴﺒﻴﻌﻮﻧﻪ ، ﻭﻳ ﺸﺘ ﺮﻭ ﻥ'
			'ﺑ ﻪ ﺍﻟ ﱠﻄﻌﺎﻡ ﻷﻩ ﻞ ﺍﻟ ﱡﺼﱠﻔ ﺔ ﻭﻟﻠﻔﻘﺮﺍ ﺀ ، ﻓﺒﻌﺜﻬﻢ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻌﺮﺿﻮﺍ ﻟﻬﻢ ﻓﻘﺘﻠﻮ ﻩﻢ ﻗﺒﻞ ﺃ ﻥ ﻳﺒﻠﻐﻮﺍ'
			'ﺍﻟﻤﻜﺎ ﻥ ، ﻓﻘﺎﻟﻮﺍ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺑﱢﻠﻎ ﻋﱠﻨﺎ ﻧﺒﱠﻴﻨﺎ ﺃﱠﻧﺎ ﻗﺪ ﻟﻘﻴﻨﺎ ﻙ ﻓﺮ ﺿﻴﻨﺎ ﻋﻨ ﻚ ﻭﺭﺿﻴﺖ ﻋﻨﺎ ، ﻭﺃﺗﻰ ﺭ ﺟﻞ ﺣﺮﺍﻣﺎ ﺧﺎ ﻝ ﺃﻧﺲ'
			'ﻣ ﻦ ﺧﻠﻔ ﻪ ، ﻓﻄﻌﻨﻪ ﺑ ﺮﻣ ﺢ ﺣﺘﻰ ﺃﻧﻔﺬﻩ ، ﻓﻘﺎﻝ ﺣﺮﺎﻣ : ﻓ ﺰ ﺕ ﻭﺭ ﱢﺏ ﺍﻟﻜﻌﺒ ﺔ ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﺇ ﱠﻥ ﺇ ﺧﻮﺍﻧﻜﻢ ﻗﺪ ﻗﺘﻠﻮﺍ ﻭﺇﻧﻬﻢ ﻗﺎﻟﻮﺍ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺑﱢﻠﻎ ﻋﱠﻨﺎ ﻧﺒﻴﻨﺎ ﺃﱠﻧﺎ ﻗﺪ ﻟﻘﻴﻨﺎ ﻙ ﻓﺮ ﺿﻴﻨﺎ ﻋﻨ ﻚ ﻭﺭ ﺿﻴ ﺖ ﻋﱠﻨﺎ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ، ﻮﻫﺬﺍ ﻟﻔﻆ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1316'
),
	Hadith(
		hadithNumber: 1317,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻏﺎﺏ ﻋﱢﻤﻲ ﺃﻧ ﺲ ﺑ ﻦ ﺍﻟﻨ ﻀﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﻗﺘﺎ ﻝ ﺑﺪ ﺭ ، ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻏﺒ ﺖ ﻋﻦ'
			'ﺃ ﱠﻭ ﻝ ﻗﺘﺎ ﻝ ﻗﺎﺗﻠ ﺖ ﺍﻟﻤﺸ ﺮﺁﻴ ﻦ ، ﻟﺌ ﻦ ﺍﻟﱠﻠﻪ ﺃ ﺷ ﻬﺪﻧﻲ ﻗﺘﺎ ﻝ ﺍﻟﻤﺸ ﺮﺁﻴ ﻦ ﻟﻴﺮﻳ ﱠﻦ ﺍﻟﱠﻠﻪ ﻣﺎ ﺃﺻﻨﻊ . ﻓﻠﱠﻤﺎ ﺁﺎ ﻥ ﻳﻮﻡ ﺃ ﺣﺪ ﺍﻧﻜﺸ ﻒ'
			'ﺍﻟﻤﺴﻠﻤﻮ ﻥ ، ﻓﻘﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃﻋﺘﺬ ﺭ ﺇﻟﻴﻚ ﻣﱠﻤﺎ ﺻﻨﻊ ﻩ ﺆﻻ ﺀ - ﻳﻌﻨﻲ ﺃ ﺻﺤﺎﺑﻪ - ﺅﺃﺑﺮﺃ ﺇﻟﻴ ﻚ ﻣﱠﻤﺎ ﺻﻨﻊ ﻩ ﺆﻻ ﺀ -'
			'ﻳﻌﻨﻲ ﺍﻟﻤﺸﺮﺁﻴ ﻦ - ﺛﻢﱠ ﺗﻘﱠﺪﻡ ﻓﺎﺳﺘﻘﺒﻠﻪ ﺳﻌﺪ ﺑ ﻦ ﻣﻌﺎﺫ ﻓﻘﺎﻝ : ﻳﺎ ﺳﻌﺪ ﺑ ﻦ ﻣﻌﺎﺫ ﺍﻟﺠﻨﱠﺔ ﻭﺭ ﱢﺏ ﺍﻟﱠﻨ ﻀ ﺮ ، ﺇﱢﻧﻲ ﺃ ﺟﺪ ﺭﻳ ﺤ ﻬﺎ'
			'ﻣﻦ ﺩﻭ ﻥ ﺃﺣﺪ ، ﻗﺎﻝ ﺳﻌﺪ : ﻓﻤﺎ ﺍﺳﺘﻄﻌ ﺖ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻣﺎ ﺻﻨﻊ ، ﻗﺎﻝ ﺃﻧ ﺲ : ﻓﻮﺟﺪﻧﺎ ﺑ ﻪ ﺑﻀﻌﺎ ﻭﺛﻤﺎﻧﻴ ﻦ ﺿﺮﺑ ﺔ'
			'ﺑﺎﻟ ﱠﺴﻴ ﻒ ، ﺃ ﻭ ﻃﻌﻨ ﺔ ﺑ ﺮ ﻣ ﺢ ﺃ ﻭ ﺭﻣﻴ ﺔ ﺑﺴﻬﻢ ، ﻭﻭﺟﺪﻧﺎﻩ ﻗﺪ ﻗﺘ ﻞ ﻭﻣﱠﺜ ﻞ ﺑ ﻪ ﺍﻟﻤﺸ ﺮﺁﻮ ﻥ ، ﻓﻤﺎ ﻋﺮﻓﻪ ﺃﺣﺪ ﺇﻻ ﺃﺧﺘﻪ'
			'ﺑﺒﻨﺎﻧ ﻪ . ﻗﺎﻝ ﺃﻧ ﺲ : ﺁﱠﻨﺎ ﻧﺮﻯ - ﺃ ﻭ ﻧ ﻈﻦﱡ - ﺃ ﱠﻥ ﻩﺬﻩ ﺍﻵﻳ ﺔ ﻧ ﺰﻟ ﺖ ﻓﻴ ﻪ ﻭﻓﻲ ﺃﺷﺒﺎ ﻩ ﻪ : { ﻣ ﻦ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺭ ﺟﺎﻝ ﺻﺪﻗﻮﺍ'
			'ﻣﺎ ﻋﺎ ﻩﺪﻭﺍ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ﻓ ﻤﻨ ﻬﻢ ﻣ ﻦ ﻗ ﻀﻰ ﻧ ﺤﺒﻪ } ﺇﻟﻰ ﺁﺧﺮ ﻩﺎ [ ﺍﻷﺣﺰﺎﺑ : 23 ] .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻭﻗﺪ ﺳﺒ ﻖ ﻓﻲ ﺑﺎﺏ ﺍﻟﻤﺠﺎﻩﺪﺓ',
		translation: 'Translation of Hadith 1317'
),
	Hadith(
		hadithNumber: 1318,
		hadith:
						'ﻭﻋ ﻦ ﺳﻤﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺭﺃﻳ ﺖ ﺍﻟﱠﻠﻴﻠ ﺔ ﺭ ﺟﻠﻴﻦ ﺃﺗﻴﺎﻧﻲ'
			'ﺍﻟﺸﻬﺪﺍ ﺀ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﻮﻫﻮ ﺑﻌ ﺾ ﻣﻦ ﺣﺪﻳ ﺚ ﻃﻮﻳ ﻞ ﻓﻴﻪ ﺃﻧﻮﺎﻋ ﺍﻟﻌﻠﻢ ﺳﻴﺄﺗﻲ ﻓﻲ ﺑﺎﺏ ﺗﺤﺮﻳﻢ ﺍﻟﻜﺬ ﺏ ﺇ ﻥ ﺷﺎ ﺀ، ﻓﺼﻌﺪﺍ ﺑﻲ ﺍﻟ ﱠﺸﺠﺮﺓ ، ﻓﺄﺩ ﺧﻼﻧﻲ ﺩﺍﺭﺍ ﻩﻲ ﺃ ﺣﺴ ﻦ ﻭﺃﻓ ﻀﻞ ، ﻟﻢ ﺃﺭ ﻗ ﱡﻂ ﺃ ﺣﺴ ﻦ ﻣﻨﻬﺎ، ﻗﺎﻻ : ﺃﱠﻣﺎ ﻩﺬﻩ ﺍﻟﱠﺪﺍﺭ ﻓﺪﺍ ﺭ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ',
		translation: 'Translation of Hadith 1318'
),
	Hadith(
		hadithNumber: 1319,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺄﻣ ﺍﻟ ﱠﺮﺑﻴ ﻊ ﺑﻨ ﺖ ﺍﻟﺒ ﺮﺍ ﺀ ﻮﻫﻲ ﺄﻣﱡ ﺣﺎﺭﺛ ﺔ ﺑ ﻦ ﺳ ﺮﺍﻗ ﺔ ، ﺃﺗ ﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻻ ﺗﺤﱢﺪﺛﻨﻲ ﻋ ﻦ ﺣﺎ ﺭﺛ ﺔ ، ﻭﺁﺎ ﻥ ﻗﺘﻞ ﻳ ﻮﻡ ﺑﺪ ﺭ ، ﻓﺈ ﻥ ﺁﺎ ﻥ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ﺻﺒﺮ ﺕ ،'
			'ﻭﺈﻧ ﺁﺎ ﻥ ﻏﻴﺮ ﺫﻟ ﻚ ﺍ ﺟﺘ ﻬﺪ ﺕ ﻋﻠﻴﻪ ﻓﻲ ﺍﻟﺒﻜﺎ ﺀ ، ﻓﻘﺎﻝ : « ﻳﺎ ﺄﻣ ﺣﺎ ﺭﺛ ﺔ ﺇﱠﻧ ﻬﺎ ﺟﻨﺎ ﻥ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ، ﻭﺇ ﱠﻥ ﺍﺑﻨ ﻚ ﺃﺻﺎﺏ'
			'ﺍﻟﻔ ﺮﺩ ﻭ ﺱ ﺍ ﻷ ﻋﻠﻰ » . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1319'
),
	Hadith(
		hadithNumber: 1320,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑﺮ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﺟﻲ ﺀ ﺑﺎﺑﻲ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺪ ﻣﱢﺜﻞ ﺑ ﻪ'
			'ﻓ ﺆﺿ ﻊ ﺑﻴ ﻦ ﻳﺪﻳﻪ ، ﻓﺬ ﻩﺒ ﺖ ﺃﺁ ﺸ ﻒ ﻋ ﻦ ﻭﺟ ﻬ ﻪ ﻓﻨﻬﺎﻧﻲ ﻗ ﻮﻡ ﻓﻘﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺯﺍﻟ ﺖ'
			'ﺍﻟﻤﻼﺋﻜﺔ ﺗ ﻈﻠﱡﻪ ﺑﺄ ﺟﻨ ﺤﺘﻬﺎ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1320'
),
	Hadith(
		hadithNumber: 1321,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻬﻞ ﺑﻦ ﺣﻨﻴ ﻒ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺳﺄ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			'ﺍﻟ ﱠﺸ ﻬﺎﺩﺓ ﺑ ﺼﺪ ﻕ ﺑﱠﻠﻐﻪ ﻣﻨﺎ ﺯ ﻝ ﺍﻟ ﱡﺸ ﻬﺪﺍ ﺀ ﻭﺇ ﻥ ﻣﺎ ﺕ ﻋﻠﻰ ﻓﺮﺍ ﺷ ﻪ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1321'
),
	Hadith(
		hadithNumber: 1322,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻃﻠﺐ ﺍﻟ ﱠﺸ ﻬﺎﺩﺓ ﺻﺎﺩﻗﺎ'
			'ﺃﻋﻄﻴﻬﺎ ﻭﻟﻮ ﻟﻢ ﺗ ﺼﺒﻪ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1322'
),
	Hadith(
		hadithNumber: 1323,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻳ ﺠﺪ ﺍﻟ ﱠﺸ ﻬﻴﺪ ﻣﻦ'
			'ﻣ ﱢﺲ ﺍﻟﻘﺘ ﻞ ﺇ ﱠﻻ ﺁﻤﺎ ﻳ ﺠﺪ ﺃﺣﺪﺁﻢ ﻣ ﻦ ﻣ ﱢﺲ ﺍﻟﻘ ﺮ ﺻ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1323'
),
	Hadith(
		hadithNumber: 1324,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﺃﺑﻲ ﺃ ﻭﻓﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺑﻌ ﺾ ﺃﱠﻳﺎ ﻣ ﻪ'
			'ﺍﻟﺘﻲ ﻟﻘﻲ ﻓﻴ ﻬﺎ ﺍﻟﻌﺪﻭﱠ ﺍﻧﺘﻈﺮ ﺣﺘﻰ ﻣﺎﻟ ﺖ ﺍﻟ ﱠﺸﻤ ﺲ ، ﺛﻢﱠ ﻗﺎﻡ ﻓﻲ ﺍﻟﱠﻨﺎﺱ ﻓﻘﺎﻝ : « ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ، ﻻ ﺗﺘﻤﱠﻨ ﻮﺍ ﻟﻘﺎ ﺀ ﺍﻟﻌﺪﻭﱢ'
			'، ﻭﺳﻠﻮﺍ ﺍﻟﱠﻠﻪ ﺍﻟﻌﺎﻓﻴ ﺔ ، ﻓﺈﺫﺍ ﻟﻘﻴﺘﻤﻮ ﻩﻢ ﻓﺎﺻﺒ ﺮﻭﺍ ، ﻭﺍﻋﻠﻤﻮﺍ ﺃ ﱠﻥ ﺍﻟ ﺠﱠﻨ ﺔ ﺗ ﺤ ﺖ ﻇﻼ ﻝ ﺍﻟ ﱡﺴﻴﻮ ﻑ » ﺛﻢ ﻗﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﻣﻨ ﺰ ﻝ ﺍﻟﻜﺘﺎﺏ ﻭﻣﺠ ﺮ ﻱ ﺍﻟ ﱠﺴﺤﺎ ﺏ ، ﻭ ﻩﺎ ﺰﻣ ﺍ ﻷ ﺣ ﺰﺍ ﺏ ﺍ ﻩ ﺰﻣ ﻬﻢ ﻭﺍﻧ ﺼﺮﻧﺎ ﻋﻠﻴ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1324'
),
	Hadith(
		hadithNumber: 1325,
		hadith:
						'ﻭﻋﻦ ﺳ ﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺛﻨﺘﺎ ﻥ ﻻ ﺗ ﺮﱠﺩﺍ ﻥ ،'
			'ﺃ ﻭ ﻗﱠﻠ ﻤﺎ ﺗﺮﱠﺩﺍ ﻥ : ﺍﻟﱡﺪ ﻋﺎ ﺀ ﻋﻨﺪ ﺍﻟﱢﻨﺪﺍ ﺀ ﻭ ﻋﻨﺪ ﺍﻟﺒﺄ ﺱ ﺣﻴ ﻦ ﻳﻠ ﺤﻢ ﺑﻌ ﻀ ﻬﻢ ﺑﻌﻀﺎ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1325'
),
	Hadith(
		hadithNumber: 1326,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻏ ﺰﺍ ﻗﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻧﺖ'
			'ﻋ ﻀﺪﻱ ﻭﻧ ﺼﻴﺮﻱ ، ﺑﻚ ﺃ ﺟﻮ ﻝ ، ﻭﺑﻚ ﺃﺻﻮ ﻝ ، ﻭﺑ ﻚ ﺃﻗﺎﺗﻞ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1326'
),
	Hadith(
		hadithNumber: 1327,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺧﺎﻑ ﻗﻮﻣﺎ ﻗﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱠﻧﺎ.'
			'ﻧﺠﻌﻠ ﻚ ﻓﻲ ﻧ ﺤﻮ ﺭ ﻩﻢ ، ﻭﻧﻌﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺷﺮﻭ ﺭ ﻩﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1327'
),
	Hadith(
		hadithNumber: 1328,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟ ﺨﻴ ﻞ ﻣﻌﻘﻮﺩ ﻓﻲ'
			'ﻧ ﻮﺍ ﺻﻴﻬﺎ ﺍﻟ ﺨﻴ ﺮ ﺇﻟﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1328'
),
	Hadith(
		hadithNumber: 1329,
		hadith:
						'ﻭﻋ ﻦ ﻋ ﺮ ﻭﺓ ﺍﻟﺒﺎ ﺭﻗ ﱢﻲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﺘﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟ ﺨﻴ ﻞ ﻣﻌﻘﻮﺩ ﻓﻲ'
			'ﻧﻮﺍ ﺻﻴ ﻬﺎ ﺍﻟ ﺨﻴ ﺮ ﺇﻟﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ : ﺍ ﻷﺟ ﺮ ، ﻭﺍﻟﻤﻐﻨﻢ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1329'
),
	Hadith(
		hadithNumber: 1330,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﻦ ﺍﺣﺘﺒﺲ ﻓﺮﺳﺎ'
			'ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﺇﻳﻤﺎﻧﺎ ﺑﺎﻟﱠﻠ ﻪ ، ﻭﺗﺼﺪﻳﻘﺎ ﺑﻮ ﻋﺪﻩ ، ﻓﺈ ﱠﻥ ﺷﺒﻌﻪ ﻭ ﺭﻳﻪ ﻭﺭ ﻭﺛﻪ ، ﻭﺑﻮﻟﻪ ﻓﻲ ﻣﻴ ﺰﺍﻧ ﻪ ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ »'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1330'
),
	Hadith(
		hadithNumber: 1331,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣ ﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ ﺟﺎ ﺀ ﺭ ﺟ ﻞ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻨﺎﻗ ﺔ ﻣ ﺨ ﻄﻮﻣﺔ'
			'ﻓﻘﺎﻝ : ﻩﺬﻩ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ ، ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟ ﻚ ﺑ ﻬﺎ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺳﺒﻌ ﻤﺎﺋ ﺔ ﻧﺎﻗ ﺔ ﺁﱡﻠﻬﺎ'
			'ﻣﺨ ﻄﻮﻣﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1331'
),
	Hadith(
		hadithNumber: 1332,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺣﻤﺎﺩ - ﻭﻳﻘﺎﻝ : ﺃﺑﻮ ﺳﻌﺎﺩ ، ﻭﻳﻘﺎ ﻝ : ﺃﺑﻮ ﺃﺳﺪ ، ﻭﻳﻘﺎﻝ : ﺃﺑﻮ ﻋﺎﻣ ﺮ، ﻭﻳﻘﺎ ﻝ : ﺃﺑﻮ ﻋ ﻤﺮﻭ ،.'
			'ﻭﻳﻘﺎ ﻝ : ﺃﺑﻮ ﺍﻷ ﺳﻮﺩ ، ﻭﻳﻘﺎﻝ : ﺃﺑﻮ ﻋﺒ ﺲ - ﻋﻘﺒﺔ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ﺍﻟ ﺠ ﻬﻨ ﱢﻲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩ ﻮ ﻋﻠﻰ ﺍﻟﻤﻨﺒ ﺮ ، ﻳﻘﻮ ﻝ : « ﻭﺃ ﻋﱡﺪﻭﺍ ﻟ ﻬﻢ ﻣﺎ ﺍﺳﺘ ﻄﻌﺘﻢ ﻣﻦ ﻗ ﱠﻮﺓ ، ﺃﻻ ﺇ ﱠﻥ ﺍﻟﻘ ﱠﻮﺓ ﺍﻟﺮﱠ ﻣ ﻲ'
			'، ﺃﻻ ﺇ ﱠﻥ ﺍﻟﻘ ﱠﻮﺓ ﺍﻟﺮﱠ ﻣ ﻲ ، ﺃﻻ ﺇ ﱠﻥ ﺍﻟﻘ ﱠﻮﺓ ﺍﻟﺮﱠ ﻣ ﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1332'
),
	Hadith(
		hadithNumber: 1333,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺳﺘﻔﺘ ﺢ ﻋﻠﻴﻜﻢ ﺃﺭ ﺿﻮ ﻥ ، ﻭﻳﻜﻔﻴﻜﻢ ﺍﻟﱠﻠﻪ ،'
			'ﻓﻼ ﻳﻌ ﺠ ﺰ ﺃ ﺣﺪﺁﻢ ﺃ ﻥ ﻳﻠ ﻬﻮ ﺑﺄ ﺳ ﻬ ﻤ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1333'
),
	Hadith(
		hadithNumber: 1334,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃﻧﱠﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻋﱢﻠﻢ ﺍﻟ ﱠﺮ ﻣ ﻲ ﺛﻢﱠ ﺗﺮﺁﻪ ، ﻓﻠﻴﺲ ﻣﱠﻨﺎ، ﺃ ﻭ ﻓﻘﺪ'
			'ﻋﺼﻰ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1334'
),
	Hadith(
		hadithNumber: 1335,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻳﺪ ﺧ ﻞ ﺑﺎﻟﺴﻬﻢ'
			'ﺛﻼﺛ ﺔ ﻧﻔ ﺮ ﺍﻟﺠﱠﻨ ﺔ : ﺻﺎﻧﻌﻪ ﻳﺤﺘ ﺴ ﺐ ﻓﻲ ﺻﻨﻌﺘ ﻪ ﺍﻟﺨﻴﺮ ، ﻭﺍﻟ ﱠﺮﺍﻣﻲ ﺑ ﻪ ، ﻭﻣﻨﺒﻠﻪ، ﻭﺍ ﺭﻣﻮﺍ ﻭﺍ ﺭﺁﺒﻮﺍ ، ﻭﺃ ﻥ ﺗﺮﻣﻮﺍ'
			'ﺃ ﺣ ﱡﺐ ﺇﻟ ﱠﻲ ﻣ ﻦ ﺃ ﻥ ﺗ ﺮﺁﺒﻮﺍ . ﻭ ﻣ ﻦ ﺗ ﺮ ﻙ ﺍﻟ ﱠﺮﻣ ﻲ ﺑﻌﺪ ﻣﺎ ﻋﱢﻠﻤﻪ ﺭﻏﺒ ﺔ ﻋﻨﻪ . ﻓﺈﱠﻧ ﻬﺎ ﻧﻌﻤﺔ ﺗﺮﺁ ﻬﺎ » ﺃ ﻭ ﻗﺎﻝ : « ﺁﻔ ﺮ ﻩﺎ »'
			'( ﺿﻌﻴﻒ ، ﻭﺁﺧﺮﻩ – " ﻣﻦ ﺗﺮﻙ ﺍﻟﺮﻣﻲ ... " ﺻﺤﻴﺢ ) .ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'[ ﻓﻴﻪ : ﺟﻬﺎﻟﺔ ، ﻭﺍﺿﻄﺮﺎﺑ ، ﺁﻤﺎ ﻗﺎﻝ ﺍﻟﺸﻴﺦ ﺍﻷﻟﺒﺎﻧﻲ " ﺿﻌﻴﻒ ﺍﻟﺘﺮﻏﻴﺐ " ( 821 ) ] .'
			'`',
		translation: 'Translation of Hadith 1335'
),
	Hadith(
		hadithNumber: 1336,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻠﻤ ﺔ ﺑﻦ ﺍﻷﺁﻮ ﻉ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻣ ﱠﺮ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻋﻠﻰ ﻧﻔ ﺮ ﻳﻨﺘ ﻀﻠﻮﻥ'
			'، ﻓﻘﺎﻝ : « ﺍ ﺭﻣﻮﺍ ﺑﻨﻲ ﺇ ﺳﻤﺎﻋﻴﻞ ﻓﺈ ﱠﻥ ﺃﺑﺎﺁﻢ ﺁﺎﻥ ﺭﺍ ﻣﻴﺎ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1336'
),
	Hadith(
		hadithNumber: 1337,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﻋﺒ ﺴ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﻘﻮ ﻝ: « ﻣ ﻦ'
			'ﺭﻣﻰ ﺑﺴﻬﻢ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻓ ﻬﻮ ﻟﻪ ﻋﺪ ﻝ ﻣﺤ ﱠﺮﺭﺓ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻻ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ .'
			'`',
		translation: 'Translation of Hadith 1337'
),
	Hadith(
		hadithNumber: 1338,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﻳﺤﻴﻰ ﺧﺮﻳﻢ ﺑﻦ ﻓﺎﺗ ﻚ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: « ﻣ ﻦ'
			'ﺃﻧﻔ ﻖ ﻧﻔﻘ ﺔ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﺁﺘ ﺐ ﻟﻪ ﺳﺒﻌ ﻤﺎﺋﺔ ﺿﻌ ﻒ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1338'
),
	Hadith(
		hadithNumber: 1339,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﻋﺒﺪ ﻳﺼﻮﻡ'
			'ﻳ ﻮﻣﺎ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﺇ ﱠﻻ ﺑﺎﻋﺪ ﺍﻟﱠﻠﻪ ﺑﺬﻟ ﻚ ﺍﻟﻴﻮﻡ ﻭ ﺟ ﻬﻪ ﻋ ﻦ ﺍﻟﱠﻨﺎ ﺭ ﺳﺒﻌﻴﻦ ﺧ ﺮﻳﻔﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1339'
),
	Hadith(
		hadithNumber: 1340,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺃﻣﺎﻣ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ : « ﻣ ﻦ ﺻﺎﻡ ﻳ ﻮﻣﺎ ﻓﻲ ﺳﺒﻴﻞ'
			' .1340ﺍﻟﱠﻠ ﻪ ﺟﻌ ﻞ ﺍﻟﱠﻠﻪ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ ﺍﻟﱠﻨﺎ ﺭ ﺧﻨﺪﻗﺎ ﺁ ﻤﺎ ﺑﻴﻦ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﻭﺍﻷ ﺭ ﺽ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1340'
),
	Hadith(
		hadithNumber: 1341,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻣﺎ ﺕ ﻭﻟﻢ ﻳﻐ ﺰ'
			'، ﻭﻟﻢ ﻳ ﺤﱢﺪ ﺙ ﻧﻔ ﺴﻪ ﺑﻐﺰ ﻭ ، ﻣﺎ ﺕ ﻋﻠﻰ ﺷﻌﺒ ﺔ ﻣ ﻦ ﺍﻟﱢﻨﻔﺎ ﻕ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1341'
),
	Hadith(
		hadithNumber: 1342,
		hadith:
						'ﻭ ﻋﻦ ﺟﺎﺑ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﱠﻨﺎ ﻣﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ ﻏ ﺰﺍﺓ ﻓﻘﺎﻝ : «ﺇ ﱠﻥ'
			'ﺑﺎﻟﻤﺪﻳﻨ ﺔ ﻟ ﺮﺟﺎ ﻻ ﻣﺎ ﺳﺮﺗﻢ ﻣﺴﻴﺮﺍ ، ﻭﻻ ﻗ ﻄﻌﺘﻢ ﻭﺍﺩﻳﺎ ﺇ ﱠﻻ ﺁﺎﻧﻮﺍ ﻣﻌﻜﻢ ، ﺣﺒﺴ ﻬﻢ ﺍﻟ ﻤﺮ ﺽ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺣﺒﺴ ﻬﻢ ﺍﻟﻌﺬ ﺭ » . ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺇ ﱠﻻ ﺷ ﺮﺁﻮﺁﻢ ﻓﻲ ﺍ ﻷﺟ ﺮ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﻣﻦ ﺭﻭﺍﻳ ﺔ ﺃﻧ ﺲ ،'
			'ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻣﻦ ﺭﻭﺍﻳ ﺔ ﺟﺎﺑ ﺮ ﻭﺍﻟﻠﻔﻆ ﻟﻪ',
		translation: 'Translation of Hadith 1342'
),
	Hadith(
		hadithNumber: 1343,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺃ ﻋ ﺮﺍﺑﻴﺎ ﺃﺗﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ'
			'، ﺍﻟﺮﱠ ﺟ ﻞ ﻳﻘﺎﺗ ﻞ ﻟﻠﻤﻐﺘﻢ ، ﻭﺍﻟﺮﱠ ﺟ ﻞ ﻳﻘﺎﺗ ﻞ ﻟﻴﺬﺁ ﺮ ، ﻭﺍﻟﺮﱠ ﺟ ﻞ ﻳﻘﺎﺗ ﻞ ﻟﻴﺮﻯ ﻣﻜﺎﻧﻪ؟'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻳﻘﺎﺗ ﻞ ﺷﺠﺎ ﻋ ﺔ ﻭﻳﻘﺎﺗ ﻞ ﺣ ﻤﱠﻴ ﺔ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻭﻳﻘﺎﺗ ﻞ ﻏ ﻀﺒﺎ ، ﻓ ﻤ ﻦ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠ ﻪ ؟ ﻓﻘﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱢﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻗﺎﺗ ﻞ ﻟﺘﻜﻮ ﻥ'
			'ﺁﻠ ﻤﺔ ﺍﻟﱠﻠﻪ ﻩ ﻲ ﺍﻟﻌﻠﻴﺎ ، ﻓ ﻬ ﻮ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1343'
),
	Hadith(
		hadithNumber: 1344,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻣﺎ ﻣ ﻦ ﻏﺎ ﺯﻳ ﺔ ، ﺃ ﻭ ﺳ ﺮﱠﻳ ﺔ ﺗﻐ ﺰﻭ ، ﻓﺘﻐﻨﻢ ﻭﺗ ﺴﻠﻢ ، ﺇ ﱠﻻ ﺁﺎﻧﻮﺍ ﻗﺪ ﺗﻌ ﱠﺠﻠﻮﺍ ﺛﻠﺜ ﻲ ﺃﺟﻮ ﺭ ﻩﻢ، ﻭ ﻣﺎ ﻣ ﻦ ﻏﺎ ﺯﻳ ﺔ ﺃ ﻭ'
			'` .1344ﺳ ﺮﱠﻳ ﺔ ﺗ ﺨﻔ ﻖ ﻭﺗﺼﺎ ﺏ ﺇ ﱠﻻ ﺗﱠﻢ ﻟﻬﻢ ﺃﺟﻮ ﺭ ﻩﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1344'
),
	Hadith(
		hadithNumber: 1345,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺃﻣﺎ ﻣ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻗﺎ ﻝ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺍﺋﺬﻥ ﻟﻲ ﻓﻲ ﺍﻟ ﱢﺴﻴﺎﺣ ﺔ . ﻓﻘﺎ ﻝ ﺍﻟﻨﺒﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺳﻴﺎﺣ ﺔ ﺃﱠﻣﺘﻲ ﺍﻟ ﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﻋ ﱠﺰ ﻭﺟ ﱠﻞ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺟﱢﻴﺪ',
		translation: 'Translation of Hadith 1345'
),
	Hadith(
		hadithNumber: 1346,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ، ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﻗﻔﻠﺔ'
			'ﺁﻐ ﺰﻭﺓ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺟﻴﺪ .'
			'»ﺍﻟﻘﻔﻠﺔ » : ﺍﻟ ﱡﺮ ﺟﻮ ﻉ ، ﻭﺍﻟﻤﺮﺍﺩ : ﺍﻟﺮﱡﺟﻮ ﻉ ﻣ ﻦ ﺍﻟﻐ ﺰ ﻭ ﺑﻌﺪ ﻓﺮﺍ ﻏ ﻪ ، ﻭﻣﻌﻨﺎﻩ : ﺃﻧﻪ ﻳﺜﺎ ﺏ ﻓﻲ ﺭ ﺟﻮ ﻋ ﻪ ﺑﻌﺪ ﻓﺮﺍ ﻏ ﻪ'
			'ﻣ ﻦ ﺍﻟﻐ ﺰ ﻭ .'
			'`',
		translation: 'Translation of Hadith 1346'
),
	Hadith(
		hadithNumber: 1347,
		hadith:
						'ﻭﻋﻦ ﺍﻟﺴﺎﺋﺐ ﺑﻦ ﻳﺰﻳﺪ ﻭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻟﱠﻤﺎ ﻗﺪﻡ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﻏﺰﻭﺓ ﺗﺒﻮ ﻙ'
			'ﺗﻠﱠﻘﺎﻩ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﺘﻠﱠﻘﻴﺘﻪ ﻣﻊ ﺍﻟ ﱢﺼﺒﻴﺎ ﻥ ﻋﻠﻰ ﺛﻨﱢﻴ ﺔ ﺍﻟ ﻮﺩﺍ ﻉ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ ﺑﻬﺬﺍ ﺍﻟﻠﻔﻆ ، ﻭ ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭ ﱡﻱ ﻗﺎﻝ : ﺫ ﻩﺒﻨﺎ ﻧﺘﻠﱠﻘﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻊ ﺍﻟ ﱢﺼﺒﻴﺎ ﻥ ﺇﻟﻰ ﺛﻨﱠﻴ ﺔ ﺍﻟ ﻮﺩﺍ ﻉ',
		translation: 'Translation of Hadith 1347'
),
	Hadith(
		hadithNumber: 1348,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺃ ﻣﺎ ﻣ ﺔ ،ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﻟﻢ ﻳﻐ ﺰ ، ﺃ ﻭ ﻳﺠ ﱢﻬ ﺰ.'
			'ﻏﺎﺯﻳﺎ ، ﺃ ﻭ ﻳ ﺨﻠ ﻒ ﻏﺎﺯﻳﺎ ﻓﻲ ﺃ ﻩﻠ ﻪ ﺑ ﺨﻴ ﺮ ﺃﺻﺎﺑﻪ ﺍﻟﱠﻠﻪ ﺑﻘﺎ ﺭﻋ ﺔ ﻗﺒ ﻞ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1348'
),
	Hadith(
		hadithNumber: 1349,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺟﺎ ﻩﺪﻭﺍ ﺍﻟﻤﺸ ﺮﺁﻴ ﻦ ﺑﺄﻣﻮﺍﻟﻜﻢ'
			'ﻭﺃﻧﻔ ﺴﻜﻢ ﻭﺃﻟ ﺴﻨﺘﻜﻢ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1349'
),
	Hadith(
		hadithNumber: 1350,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻋ ﻤﺮﻭ . ﻭﻳﻘﺎ ﻝ : ﺃﺑﻮ ﺣﻜﻴﻢ ﺍﻟﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﻣﻘ ﱢﺮ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺷ ﻬﺪ ﺕ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻟﻢ ﻳﻘﺎﺗ ﻞ ﻣ ﻦ ﺃ ﱠﻭ ﻝ ﺍﻟﱠﻨﻬﺎ ﺭ ﺃ ﱠﺧﺮ ﺍﻟﻘﺘﺎ ﻝ ﺣﱠﺘﻰ ﺗ ﺰﻭ ﻝ ﺍﻟﺸﱠ ﻤ ﺲ ، ﻭﺗﻬ ﱠﺐ ﺍﻟ ﱢﺮﻳﺎ ﺡ ، ﻭﻳﻨ ﺰ ﻝ ﺍﻟﻨﱠ ﺼ ﺮ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1350'
),
	Hadith(
		hadithNumber: 1351,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺘ ﻤﱠﻨ ﻮﺍ ﻟﻘﺎ ﺀ'
			'ﺍﻟﻌﺪﻭﱢ ، ﻓﺈﺫﺍ ﻟﻘﻴﺘﻤﻮﻩﻢ ، ﻓﺎ ﺻﺒﺮﻭﺍ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1351'
),
	Hadith(
		hadithNumber: 1352,
		hadith:
						'ﻭ ﻋﻨﻪ ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﺤ ﺮ ﺏ ﺧﺪ ﻋﺔ» ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1352'
),
	Hadith(
		hadithNumber: 1353,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟ ﱡﺸ ﻬﺪﺍ ﺀ ﺧﻤ ﺴﺔ :'
			'ﺍﻟﻤﻄﻌﻮ ﻥ ، ﻭﺍﻟﻤﺒ ﻄﻮ ﻥ ، ﻭﺍﻟﻐ ﺮﻳ ﻖ ، ﻭ ﺻﺎﺣ ﺐ ﺍﻟ ﻬﺪﻡ ﻭﺍﻟﺸﱠﻬﻴﺪ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1353'
),
	Hadith(
		hadithNumber: 1354,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺗﻌﱡﺪﻭ ﻥ ﺍﻟﺸﻬﺪﺍ ﺀ ﻓﻴﻜﻢ ؟ ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'ﻣﻦ ﻗﺘﻞ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ ﻓ ﻬﻮ ﺷﻬﻴﺪ . ﻗﺎﻝ : « ﺇ ﱠﻥ ﺷ ﻬﺪﺍ ﺀ ﺃﱠﻣﺘﻲ ﺇﺫﺍ ﻟﻘﻠﻴﻞ ، » ﻗﺎﻟﻮﺍ: ﻓﻤ ﻦ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎﻝ : «'
			'ﻣ ﻦ ﻗﺘﻞ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻓ ﻬﻮ ﺷﻬﻴﺪ ، ﻭﻣ ﻦ ﻣﺎ ﺕ ﻓﻲ ﺳﺒﻴﻞ ﺍﻟﱠﻠﻪ ﻓ ﻬﻮ ﺷﻬﻴﺪ ، ﻭﻣ ﻦ ﻣﺎ ﺕ ﻓﻲ ﺍﻟ ﱠﻄﺎ ﻋﻮﻥ ﻓ ﻬﻮ ﺷﻬﻴﺪ ،'
			'ﻭﻣ ﻦ ﻣﺎ ﺕ ﻓﻲ ﺍﻟﺒﻄ ﻦ ﻓ ﻬﻮ ﺷﻬﻴﺪ، ﻭﺍﻟﻐﺮﻳ ﻖ ﺷﻬﻴﺪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1354'
),
	Hadith(
		hadithNumber: 1355,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻣ ﻦ ﻗﺘﻞ ﺩﻭ ﻥ ﻣﺎﻟﻪ ، ﻓ ﻬﻮ ﺷﻬﻴﺪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1355'
),
	Hadith(
		hadithNumber: 1356,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺍﻷﻋﻮﺭ ﺳﻌﻴﺪ ﺑ ﻦ ﺯﻳﺪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑ ﻦ ﻧﻔﻴ ﻞ ، ﺃﺣﺪ ﺍﻟﻌ ﺸﺮﺓ ﺍﻟﻤ ﺸ ﻬﻮﺩ ﻟﻬﻢ ﺑﺎﻟﺠﱠﻨ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨ ﻬﻢ ، ﻗﺎﻝ : ﺳ ﻤﻌﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﻗﺘﻞ ﺩﻭ ﻥ ﻣﺎﻟ ﻪ ﻓ ﻬﻮ ﺷﻬﻴﺪ ، ﻭﻣ ﻦ ﻗﺘ ﻞ'
			'ﺩﻭ ﻥ ﺩ ﻣ ﻪ ﻓ ﻬﻮ ﺷﻬﻴﺪ ، ﻭﻣﻦ ﻗﺘﻞ ﺩﻭ ﻥ ﺩﻳﻨ ﻪ ﻓﻬﻮ ﺷﻬﻴﺪ ، ﻭﻣ ﻦ ﻗﺘﻞ ﺩﻭ ﻥ ﺃ ﻩﻠ ﻪ ﻓ ﻬﻮ ﺷﻬﻴﺪ » .'
			' .1356ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1356'
),
	Hadith(
		hadithNumber: 1357,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺟﺎﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ: ﻳﺎ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺃﺭﺃﻳﺖ ﺇ ﻥ ﺟﺎ ﺀ ﺭ ﺟﻞ ﻳ ﺮﻳﺪ ﺃ ﺧﺬ ﻣﺎﻟﻲ ؟ ﻗﺎﻝ : « ﻓﻼ ﺗﻌ ﻄ ﻪ ﻣﺎﻟ ﻚ » ﻗﺎﻝ : ﺃﺭﺃﻳ ﺖ ﺇ ﻥ ﻗﺎﺗﻠﻨﻲ ؟ ﻗﺎﻝ : «'
			'ﻗﺎﺗﻠﻪ » ﻗﺎﻝ : ﺃﺭﺃﻳﺖ ﺈﻧ ﻗﺘﻠﻨﻲ ؟ ﻗﺎﻝ : « ﻓﺄﻧﺖ ﺷﻬﻴﺪ » ﻗﺎﻝ : ﺃﺭﺃﻳ ﺖ ﺇ ﻥ ﻗﺘﻠﺘﻪ ؟ ﻗﺎﻝ : « ﻩ ﻮ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1357'
),
	Hadith(
		hadithNumber: 1358,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃ ﻋﺘ ﻖ'
			'ﺭﻗﺒ ﺔ ﻣ ﺴﻠﻤ ﺔ ﺃ ﻋﺘ ﻖ ﺍﻟﱠﻠﻪ ﺑﻜﻞﱢ ﻋ ﻀ ﻮ ﻣﻨﻪ ﻋ ﻀﻮﺍ ﻣﻨﻪ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ ﺣﺘﻰ ﻓ ﺮ ﺟﻪ ﺑﻔﺮﺟ ﻪ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1358'
),
	Hadith(
		hadithNumber: 1359,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﺃ ﱡﻱ ﺍﻷ ﻋﻤﺎ ﻝ ﺃﻓ ﻀﻞ ؟ ﻗﺎﻝ : « ﺍﻹﻳﻤﺎ ﻥ ﺑﺎﻟﱠﻠﻪ'
			'، ﻭﺍﻟ ﺠﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ » ﻗﺎ ﻝ : ﻗﻠ ﺖ : ﺃ ﱡﻱ ﺍﻟ ﱢﺮﻗﺎ ﺏ ﺃﻓ ﻀ ﻞ ؟ ﻗﺎ ﻝ : « ﺃﻧﻔ ﺴ ﻬﺎ ﻋﻨﺪ ﺃ ﻩﻠ ﻬﺎ ، ﻭﺃﺁﺜ ﺮ ﻩﺎ ﺛ ﻤﻨﺎ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1359'
),
	Hadith(
		hadithNumber: 1360,
		hadith:
						'ﻭﻋﻦ ﺍﻟﻤﻌﺮﻭﺭ ﺑﻦ ﺳﻮﻳﺪ ﻗﺎﻝ: ﺭﺃﻳﺖ ﺃﺑﺎ ﺫﺭ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻭﻋﻠﻴﻪ ﺣﻠﺔ ﻭﻋﻠﻰ ﻏﻼﻣﻪ ﻣﺜﻠﻬﺎ، ﻓﺴﺄﻟﺘﻪ'
			'ﻋﻠﻰ ﺫﻟﻚ ﻓﺬﺁﺮ ﺃﻧﻪ ﺳﺎﺏ ﺭﺟﻼ ﻋﻠﻰ ﻋﻬﺪ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻓﻌﻴﺮﻩ ﺑﺄﻣﻪ ﻓﻘﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ'
			'ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺇﻧﻚ: ﺍﻣﺮﺅ ﻓﻴﻚ ﺟﺎﻩﻠﻴﺔ، ﻩﻢ ﺇﺧﻮﺍﻧﻜﻢ ﻭﺧﻮﻟﻜﻢ ﺟﻌﻠﻬﻢ ﺍﷲ ﺗﺤﺖ ﺃﻳﺪﻳﻜﻢ ﻓﻤﻦ ﺁﺎﻥ ﺃﺧﻮﻩ ﺗﺤﺖ ﻳﺪﻩ'
			'ﻓﻠﻴﻄﻌﻤﻪ ﻣﻤﺎ ﻳﺄﺁﻞ ﻭﻟﻴﻠﺒﺴﻪ ﻣﻤﺎ ﻳﻠﺒﺲ ﻭﻻ ﺗﻜﻠﻔﻮﻩﻢ ﻣﺎ ﻳﻐﻠﺒﻬﻢ ﻓﺈﻥ ﺁﻠﻔﺘﻤﻮﻩﻢ ﻓﺄﻋﻴﻨﻮﻩﻢ» ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1360'
),
	Hadith(
		hadithNumber: 1361,
		hadith:
						'ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ : ﺇﺫﺍ ﺃﺗﻰ ﺃﺣﺪﺁﻢ ﺧﺎﺩﻣﻪ ﺑﻄﻌﺎﻣﻪ ﻓﺈﻥ ﻟﻢ ﻳﺠﻠﺴﻪ'
			'ﻣﻌﻪ ﻓﻠﻴﻨﺎﻭﻟﻪ ﻟﻘﻤﺔ ﺃﻭ ﻟﻘﻤﺘﻴﻦ ﺃﻭ ﺃﺁﻠﺔ ﺃﻭ ﺃﺁﻠﺘﻴﻦ ﻓﺈﻧﻪ ﻭﻟﻲ ﻋﻼﺟﻪ» ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1361'
),
	Hadith(
		hadithNumber: 1362,
		hadith:
						'ﻋﻦ ﺍﺑﻦ ﻋ ﻤ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﺇ ﱠﻥ ﺍﻟﻌﺒﺪ ﺇﺫﺍ ﻧﺼ ﺢ'
			'ﻟﺴﱢﻴﺪﻩ ، ﻭﺃ ﺣ ﺴ ﻦ ﻋﺒﺎﺩﺓ ﺍﻟﱠﻠ ﻪ ، ﻓﻠﻪ ﺃ ﺟ ﺮﻩ ﻣ ﱠﺮﺗﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1362'
),
	Hadith(
		hadithNumber: 1363,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻠﻌﺒﺪ ﺍﻟﻤ ﻤﻠﻮ ﻙ'
			'ﺍﻟﻤ ﺼﻠ ﺢ ﺃ ﺟ ﺮﺍ ﻥ » ، ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺲ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺑﻴﺪﻩ ﻟ ﻮﻻ ﺍﻟﺠ ﻬﺎﺩ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ، ﻭﺍﻟ ﺤ ﱡﺞ، ﻭﺑ ﱡﺮ ﺃﱢﻣﻲ ، ﻷ ﺣﺒﺒ ﺖ ﺃ ﻥ'
			'ﺃﻣﻮ ﺕ ﻭﺃﻧﺎ ﻣ ﻤﻠﻮ ﻙ . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1363'
),
	Hadith(
		hadithNumber: 1364,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺍ ﻷ ﺷﻌ ﺮ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟﻤ ﻤﻠﻮ ﻙ'
			'ﺍﻟﺬﻱ ﻳ ﺤ ﺴ ﻦ ﻋﺒﺎﺩﺓ ﺭﱢﺑ ﻪ ، ﻭﻳﺆﱢﺪﻳ ﺇﻟﻰ ﺳﱢﻴﺪﻩ ﺍﻟﺬﻱ ﻋﻠﻴ ﻪ ﻣ ﻦ ﺍﻟﺤ ﱢﻖ ، ﻭﺍﻟﱠﻨ ﺼﻴ ﺤ ﺔ ، ﻭﺍﻟ ﱠﻄﺎ ﻋ ﺔ ، ﻟﻪ ﺃ ﺟ ﺮﺍ ﻥ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1364'
),
	Hadith(
		hadithNumber: 1365,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺛﻼﺛﺔ ﻟ ﻬﻢ ﺃ ﺟﺮﺍ ﻥ : ﺭ ﺟﻞ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﻜﺘﺎﺏ ﺁﻣﻦ'
			'ﺑﻨﺒﱠﻴﻪ ﻭﺁﻣ ﻦ ﺑﻤ ﺤﻤﺪ ، ﻭﺍﻟﻌﺒﺪ ﺍﻟ ﻤ ﻤﻠﻮ ﻙ ﺇﺫﺍ ﺃﱠﺪﯨ ﺣ ﱠﻖ ﺍﻟﱠﻠ ﻪ ، ﻭﺣ ﱠﻖ ﻣ ﻮﺍﻟﻴ ﻪ ، ﻭ ﺭ ﺟﻞ ﺁﺎﻧ ﺖ ﻟﻪ ﺃﻣﺔ ﻓﺄﱠﺩﺑﻬﺎ ﻓﺄ ﺣ ﺴ ﻦ'
			'ﺗﺄﺩﻳﺒﻬﺎ ، ﻭﻋﱠﻠﻤﻬﺎ ﻓﺄ ﺣ ﺴ ﻦ ﺗﻌﻠﻴ ﻤﻬﺎ ، ﺛﻢﱠ ﺃ ﻋﺘﻘ ﻬﺎ ﻓﺘ ﺰ ﱠﻭ ﺟ ﻬﺎ ، ﻓﻠﻪ ﺃ ﺟ ﺮﺎﻧ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1365'
),
	Hadith(
		hadithNumber: 1366,
		hadith:
						'ﻋ ﻦ ﻣﻌﻘ ﻞ ﺑﻦ ﻳﺴﺎ ﺭ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﻌﺒﺎﺩﺓ ﻓﻲ'
			'ﺍﻟ ﻬ ﺮ ﺝ ﺁ ﻬ ﺠﺮﺓ ﺇﻟ ﱠﻲ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1366'
),
	Hadith(
		hadithNumber: 1367,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺃﺗﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺘﻘﺎ ﺿﺎﻩ ﻓﺄ ﻏﻠ ﻆ ﻟﻪ، ﻓ ﻬﱠﻢ'
			'ﺑ ﻪ ﺃ ﺻﺤﺎﺑﻪ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺩ ﻋﻮﻩ ﻓﺈ ﱠﻥ ﻟ ﺼﺎ ﺣ ﺐ ﺍﻟ ﺤ ﱢﻖ ﻣﻘﺎ ﻻ » ﺛﻢﱠ ﻗﺎ ﻝ : « ﺃ ﻋ ﻄﻮﻩ'
			'ﺳﻨﺎ ﻣﺜ ﻞ ﺳﱢﻨ ﻪ » ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻻ ﻧ ﺠﺪ ﺇ ﱠﻻ ﺃ ﻣﺜﻞ ﻣ ﻦ ﺳﱢﻨ ﻪ ، ﻗﺎﻝ : « ﺃ ﻋ ﻄﻮﻩ ﻓﺈ ﱠﻥ ﺧﻴ ﺮﺁﻢ ﺃ ﺣﺴﻨﻜﻢ ﻗ ﻀﺎ ﺀ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1367'
),
	Hadith(
		hadithNumber: 1368,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺄﻧ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺭ ﺣﻢ ﺍﻟﱠﻠﻪ ﺭ ﺟﻼ ﺳ ﻤﺤﺎ ﺇﺫﺍ'
			'ﺑﺎﻉ ، ﻭﺇﺫﺍ ﺍ ﺷﺘﺮﻯ ، ﻭﺇﺫﺍ ﺍﻗﺘﻀ ﻰ » . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1368'
),
	Hadith(
		hadithNumber: 1369,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﺳﺮﱠﻩ'
			' .1369ﺃ ﻥ ﻳﻨ ﱢﺠﻴﻪ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﺁ ﺮ ﺏ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻓﻠﻴﻨﱢﻔ ﺲ ﻋ ﻦ ﻣﻌ ﺴ ﺮ ﺃ ﻭ ﻳ ﻀ ﻊ ﻋﻨﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1369'
),
	Hadith(
		hadithNumber: 1370,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺁﺎ ﻥ ﺭﺟﻞ ﻳﺪﺍﻳ ﻦ'
			'ﺍﻟﱠﻨﺎ ﺱ ، ﻭﺁﺎﻥ ﻳﻘﻮ ﻝ ﻟﻔﺘﺎﻩ : ﺇﺫﺍ ﺃﺗﻴ ﺖ ﻣﻌ ﺴﺮﺍ ﻓﺘﺠﺎﻭ ﺯ ﻋﻨﻪ ، ﻟﻌ ﱠﻞ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻳﺘﺠﺎﻭ ﺯ ﻋﱠﻨﺎ ﻓﻠﻘﻲ ﺍﻟﱠﻠﻪ ﻓﺘﺠﺎ ﻭ ﺯ ﻋﻨﻪ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1370'
),
	Hadith(
		hadithNumber: 1371,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣ ﺴﻌﻮﺩ ﺍﻟﺒﺪ ﺭ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺣﻮﺳﺐ'
			'ﺭ ﺟﻞ ﻣﱠﻤ ﻦ ﺁﺎ ﻥ ﻗﺒﻠﻜﻢ ﻓﻠﻢ ﻳﻮﺟﺪ ﻟﻪ ﻣ ﻦ ﺍﻟ ﺨﻴ ﺮ ﺷ ﱠﻲ ﺀ ، ﺇ ﱠﻻ ﺃﻧﱠﻪ ﺁﺎﻥ ﻳ ﺨﺎﻟ ﻂ ﺍﻟﱠﻨﺎﺱ ، ﻭﺁﺎ ﻥ ﻣﻮ ﺳﺮﺍ ، ﻭﺁﺎ ﻥ ﻳﺄﻣ ﺮ'
			'ﻏﻠﻤﺎﻧﻪ ﺄﻧ ﻳﺘ ﺠﺎ ﻭ ﺯﻭﺍ ﻋﻦ ﺍﻟﻤﻌ ﺴﺮ . ﻗﺎﻝ ﺍﻟﱠﻠﻪ ، ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ : « ﻧ ﺤ ﻦ ﺃﺣ ﱡﻖ ﺑﺬﻟ ﻚ ﻣﻨﻪ ، ﺗﺠﺎ ﻭ ﺯﻭﺍ ﻋﻨﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1371'
),
	Hadith(
		hadithNumber: 1372,
		hadith:
						'ﻭﻋ ﻦ ﺣﺬﻳﻔ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺃﺗﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺑﻌﺒﺪ ﻣﻦ ﻋﺒﺎﺩﻩ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ ، ﻓﻘﺎ ﻝ ﻟﻪ : ﻣﺎﺫﺍ'
			'ﻋ ﻤﻠ ﺖ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ؟ ﻗﺎ ﻝ : - ﻭﻻ ﻳﻜﺘﻤﻮ ﻥ ﺍﻟﱠﻠﻪ ﺣﺪﻳﺜﺎ - ﻗﺎﻝ : ﻳﺎﺭ ﱢﺏ ﺁﺗﻴﺘﻨﻲ ﻣﺎﻟ ﻚ ﻓﻜﻨ ﺖ ﺃﺑﺎﻳ ﻊ ﺍﻟﱠﻨﺎ ﺱ ، ﻭﺁﺎ ﻥ ﻣ ﻦ'
			'ﺧﻠﻘﻲ ﺍﻟﺠﻮﺍ ﺯ ، ﻓﻜﻨ ﺖ ﺃﺗﻴﺴ ﺮ ﻋﻠﻰ ﺍﻟﻤﻮ ﺳ ﺮ، ﻭﺃﻧ ﻈ ﺮ ﺍﻟﻤﻌ ﺴﺮ . ﻓﻘﺎ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : « ﺃﻧﺎ ﺃﺣ ﱡﻖ ﺑﺬﺍ ﻣﻨ ﻚ ، ﺗﺠﺎﻭ ﺯﻭﺍ'
			'ﻋ ﻦ ﻋﺒﺪﻱ » ﻓﻘﺎﻝ ﻋﻘﺒﺔ ﺑ ﻦ ﻋﺎﻣ ﺮ ، ﻭﺃﺑﻮ ﻣ ﺴﻌﻮﺩ ﺍﻷﻧﺼﺎﺭ ﱡﻱ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ : ﻩﻜﺬﺍ ﺳ ﻤﻌﻨﺎﻩ ﻣ ﻦ ﻓﻲ'
			'ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ. ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1372'
),
	Hadith(
		hadithNumber: 1373,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﻦ ﺃﻧ ﻈﺮ ﻣﻌ ﺴﺮﺍ.['
			'ﺃ ﻭ ﻭ ﺿ ﻊ ﻟﻪ ، ﺃﻇﻠﱠﻪ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺗ ﺤ ﺖ ﻇ ﱢﻞ ﻋ ﺮ ﺷ ﻪ ﻳ ﻮﻡ ﻻ ﻇ ﱠﻞ ﺇ ﱠﻻ ﻇﻠﱡﻪ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1373'
),
	Hadith(
		hadithNumber: 1374,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺍ ﺷﺘﺮﻯ ﻣﻨﻪ ﺑﻌﻴﺮﺍ ، ﻓ ﻮ ﺯ ﻥ ﻟﻪ، ﻓﺄ ﺭ ﺟ ﺢ'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1374'
),
	Hadith(
		hadithNumber: 1375,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺻﻔ ﻮﺎﻧ ﺳ ﻮﻳﺪ ﺑ ﻦ ﻗﻴﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺟﻠﺒ ﺖ ﺃﻧﺎ ﻭ ﻣ ﺤﺮ ﻣﺔ ﺍﻟﻌﺒﺪ ﱡﻱ ﺑ ﺰﺍ ﻣ ﻦ ﻩ ﺠﺮ ،'
			'ﻓﺠﺎ ﺀﻧﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓ ﺴﺎﻭﻣﻨﺎ ﺑﺴﺮﺍﻭﻳ ﻞ ، ﻭ ﻋﻨﺪﻱ ﻭ ﱠﺯﺍ ﻥ ﻳﺰ ﻥ ﺑﺎﻷ ﺟ ﺮ ، ﻓﻘﺎ ﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻠ ﻮ ﱠﺯﺍ ﻥ : « ﺯ ﻥ ﻭﺃ ﺭ ﺟ ﺢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1375'
),
	Hadith(
		hadithNumber: 1376,
		hadith:
						'ﻭ ﻋ ﻦ ﻣﻌﺎ ﻭﻳ ﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻳ ﺮﺩ ﺍﻟﱠﻠﻪ ﺑ ﻪ ﺧﻴﺮﺍ'
			'ﻳﻔﻘﱢ ﻬﻪ ﻓﻲ ﺍﻟﱢﺪﻳ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1376'
),
	Hadith(
		hadithNumber: 1377,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺣ ﺴﺪ ﺇ ﱠﻻ ﻓﻲ'
			'ﺍﺛﻨﺘﻴ ﻦ : ﺭ ﺟﻞ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﻣﺎ ﻻ ﻓﺴﱠﻠﻄﻪ ﻋﻠﻰ ﻩﻠﻜﺘ ﻪ ﻓﻲ ﺍﻟ ﺤ ﱢﻖ ، ﻭ ﺭ ﺟ ﻞ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﺍﻟ ﺤﻜﻤ ﺔ ﻓ ﻬ ﻮ ﻳﻘ ﻀﻲ ﺑ ﻬﺎ ، ﻭﻳﻌﱢﻠﻤ ﻬﺎ'
			'» ﻣﱠﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'ﻭﺍﻟﻤﺮﺍﺩ ﺑﺎﻟﺤﺴﺪ ﺍﻟﻐﺒ ﻄﺔ ، ﻭ ﻩ ﻮ ﺃ ﻥ ﻳﺘﻤﱠﻨﻰ ﻣﺜﻠﻪ',
		translation: 'Translation of Hadith 1377'
),
	Hadith(
		hadithNumber: 1378,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺜ ﻞ ﻣﺎ ﺑﻌﺜﻨﻲ ﺍﻟﱠﻠﻪ ﺑ ﻪ'
			'ﻣ ﻦ ﺍﻟ ﻬﺪﻯ ﻭﺍﻟﻌﻠﻢ ﺁﻤﺜﻞ ﻏﻴ ﺚ ﺃﺻﺎﺏ ﺃ ﺭﺿﺎ ، ﻓﻜﺎﻧ ﺖ ﻣﻨ ﻬﺎ ﻃﺎﺋﻔﺔ ﻃﱢﻴﺒﺔ ﻗﺒﻠ ﺖ ﺍﻟ ﻤﺎ ﺀ ﻓﺄﻧﺒﺘ ﺖ ﺍﻟﻜ ﻸ ، ﻭﺍﻟﻌ ﺸﺐ'
			'ﺍﻟﻜﺜﻴ ﺮ ، ﻭﺁﺎ ﻥ ﻣﻨ ﻬﺎ ﺃ ﺟﺎﺩ ﺏ ﺃﻣ ﺴﻜ ﺖ ﺍﻟ ﻤﺎ ﺀ ، ﻓﻨﻔ ﻊ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ، ﻓ ﺸ ﺮﺑﻮﺍ ﻣﻨ ﻬﺎ ﻭ ﺳﻘ ﻮﺍ ﻭ ﺯ ﺭ ﻋﻮﺍ ، ﻭﺃ ﺻﺎﺏ'
			'ﻃﺎﺋﻔ ﺔ ﻣﻨ ﻬﺎ ﺃ ﺧﺮﻯ ﺇﱠﻧﻤﺎ ﻩﻲ ﻗﻴﻌﺎ ﻥ ، ﻻ ﺗ ﻤ ﺴ ﻚ ﻣﺎ ﺀ ، ﻭﺗﻨﺒ ﺖ ﺁ ﻸ ، ﻓﺬﻟ ﻚ ﻣﺜ ﻞ ﻣ ﻦ ﻓﻘ ﻪ ﻓﻲ ﺩﻳ ﻦ ﺍﻟﱠﻠ ﻪ ، ﻭﻧﻔﻌﻪ ﻣﺎ'
			'ﺑﻌﺜﻨﻲ ﺍﻟﱠﻠﻪ ﺑ ﻪ ﻓﻌﻠﻢ ﻭﻋﱠﻠﻢ، ﻭ ﻣﺜ ﻞ ﻣ ﻦ ﻟﻢ ﻳ ﺮﻓ ﻊ ﺑﺬﻟ ﻚ ﺭﺃﺳﺎ ، ﻭﻟﻢ ﻳﻘﺒ ﻞ ﻩﺪﻯ ﺍﻟﱠﻠ ﻪ ﺍﱠﻟﺬﻱ ﺃ ﺭ ﺳﻠ ﺖ ﺑ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1378'
),
	Hadith(
		hadithNumber: 1379,
		hadith:
						'ﻭ ﻋ ﻦ ﺳ ﻬ ﻞ ﺑﻦ ﺳﻌﺪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻟﻌﻠ ﻲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : «'
			'ﻓﻮ ﺍﻟﱠﻠ ﻪ ﻷ ﻥ ﻳ ﻬﺪ ﻱ ﺍﻟﱠﻠﻪ ﺑ ﻚ ﺭ ﺟ ﻼ ﻭﺍ ﺣﺪﺍ ﺧﻴﺮ ﻟ ﻚ ﻣﻦ ﺣ ﻤ ﺮ ﺍﻟﱠﻨﻌﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1379'
),
	Hadith(
		hadithNumber: 1380,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: «ﺑﱢﻠﻐﻮﺍ'
			'ﻋﱢﻨﻲ ﻭﻟ ﻮ ﺁﻳ ﺔ ، ﻭ ﺣﱢﺪﺛﻮﺍ ﻋ ﻦ ﺑﻨﻲ ﺇ ﺳ ﺮﺍﺋﻴﻞ ﻭﻻ ﺣﺮ ﺝ ، ﻭﻣ ﻦ ﺁﺬﺏ ﻋﻠ ﱠﻲ ﻣﺘﻌﱢﻤﺪﺍ ﻓﻠﻴﺘﺒ ﱠﻮﺃ ﻣﻘﻌﺪﻩ ﻣﻦ ﺍﻟﱠﻨﺎﺭ » ﺭﻭﺍﻩ'
			'ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1380'
),
	Hadith(
		hadithNumber: 1381,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « .... ﻭ ﻣ ﻦ ﺳﻠﻚ'
			'ﻃ ﺮﻳﻘﺎ ﻳﻠﺘ ﻤ ﺲ ﻓﻴ ﻪ ﻋﻠﻤﺎ ، ﺳ ﱠﻬ ﻞ ﺍﻟﱠﻠﻪ ﻟﻪ ﺑ ﻪ ﻃ ﺮﻳﻘﺎ ﺇﻟﻰ ﺍﻟ ﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1381'
),
	Hadith(
		hadithNumber: 1382,
		hadith:
						'ﻭ ﻋﻨﻪ ، ﺃﻳﻀﺎ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺩﻋﺎ ﺇﻟﻰ ﻩﺪ ﻯ ﺁﺎ ﻥ ﻟﻪ'
			'ﻣ ﻦ ﺍﻷ ﺟﺮ ﻣﺜ ﻞ ﺃﺟﻮ ﺭ ﻣ ﻦ ﺗﺒﻌﻪ ﻻ ﻳﻨﻘ ﺺ ﺫﻟ ﻚ ﻣﻦ ﺃ ﺟﻮ ﺭ ﻩﻢ ﺷﻴﺌﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1382'
),
	Hadith(
		hadithNumber: 1383,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﻣﺎ ﺕ ﺍﺑ ﻦ ﺁﺪﻣ ﺍﻧﻘ ﻄﻊ ﻋﻤﻠﻪ ﺇ ﱠﻻ ﻣ ﻦ ﺛﻼ ﺙ :'
			'ﺻﺪﻗ ﺔ ﺟﺎﺭﻳﺔ ، ﺃ ﻭ ﻋﻠﻢ ﻳﻨﺘﻔ ﻊ ﺑ ﻪ ، ﺃ ﻭ ﻭﻟﺪ ﺻﺎﻟ ﺢ ﻳﺪ ﻋﻮ ﻟﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1383'
),
	Hadith(
		hadithNumber: 1384,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺍﻟﱡﺪﻧﻴﺎ ﻣﻠﻌﻮﻧﺔ ، ﻣﻠﻌﻮ ﻥ ﻣﺎ ﻓﻴ ﻬﺎ، ﺇ ﱠﻻ ﺫﺁ ﺮ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﻣﺎ ﻭﺍ ﻻﻩ ، ﻭ ﻋﺎﻟﻤﺎ ، ﺃ ﻭ ﻣﺘﻌﱢﻠﻤﺎ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ.'
			'ﻗﻮﻟﻪ « ﻭ ﻣﺎ ﻭﺍﻻﻩ » ﺄﻳ : ﻃﺎﻋﺔ ﺍﻟﱢﻠﻪ',
		translation: 'Translation of Hadith 1384'
),
	Hadith(
		hadithNumber: 1385,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﻦ ﺧ ﺮﺝ ﻓﻲ ﻃﻠ ﺐ ﺍﻟﻌﻠﻢ'
			'، ﻓﻬﻮ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠ ﻪ ﺣﺘﻰ ﻳﺮ ﺟ ﻊ » ﺭﻭﺍﻩ ﺍﻟﺘ ﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1385'
),
	Hadith(
		hadithNumber: 1386,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟﺨﺪ ﺭ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟ ﻦ ﻳﺸﺒﻊ'
			'ﻣﺆ ﻣ ﻦ ﻣ ﻦ ﺧﻴ ﺮ ﺣﺘﻰ ﻳﻜﻮﻥ ﻣﻨﺘ ﻬﺎﻩ ﺍﻟ ﺠﱠﻨ ﺔ » . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ، ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺩﺭﺎﺟ ﺃﺑﻮ ﺍﻟﺴﻤﺢ ﻮﻫﻮ ﺿﻌﻴﻒ ﻓﻲ ﺣﺪﻳﺜﻪ ﻋﻦ ﺃﺑﻲ ﺍﻟﻬﻴﺜﻢ ، ﻮﻫﺬﻩ ﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1386'
),
	Hadith(
		hadithNumber: 1387,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺃ ﻣﺎﻣﺔ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻓ ﻀ ﻞ ﺍﻟﻌﺎﻟﻢ ﻋﻠﻰ'
			'ﺍﻟﻌﺎﺑﺪ ﺁﻔ ﻀﻠﻲ ﻋﻠﻰ ﺃﺩﻧﺎﺁﻢ » ﺛﻢﱠ ﻗﺎﻝ : ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻭﻣﻼﺋﻜﺘﻪ ﻭﺃ ﻩ ﻞ ﺍﻟ ﱠﺴﻤﻮﺍ ﺕ'
			'ﻭﺍﻷﺭ ﺽ ﺣﱠﺘﻰ ﺍﻟﱠﻨ ﻤﻠ ﺔ ﻓﻲ ﺟ ﺤ ﺮ ﻩﺎ ﻭﺣﺘﻰ ﺍﻟ ﺤﻮ ﺕ ﻟﻴ ﺼﱡﻠﻮ ﻥ ﻋﻠﻰ ﻣﻌﱢﻠ ﻤﻲ ﺍﻟﱠﻨﺎ ﺱ ﺍﻟ ﺨﻴ ﺮ» ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ :'
			'ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1387'
),
	Hadith(
		hadithNumber: 1388,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﻘﻮ ﻝ: « ﻣ ﻦ'
			'ﺳﻠﻚ ﻃﺮﻳﻘﺎ ﻳﺒﺘﻐﻲ ﻓﻴ ﻪ ﻋﻠﻤﺎ ﺳ ﱠﻬﻞ ﺍﻟﱠﻠﻪ ﻟﻪ ﻃﺮﻳﻘﺎ ﺇﻟﻰ ﺍﻟﺠﻨ ﺔ ، ﻭﺇ ﱠﻥ ﺍﻟﻤﻼﺋﻜ ﺔ ﻟﺘ ﻀ ﻊ ﺃ ﺟﻨ ﺤﺘ ﻬﺎ ﻟﻄﺎﻟﺐ ﺍﻟﻌﻠﻢ ﺭﺿﺎ'
			'ﻋﻠﻰ ﺍﻟﻌﺎﺑﺪ ﺁﻔ ﻀ ﻞ ﺍﻟﻘﻤﺮ ﻋﻠﻰ ﺳﺎﺋﺮ ﺍﻟﻜ ﻮﺍﺁ ﺐ، ﻭﺇ ﱠﻥ ﺍﻟﻌﻠﻤﺎ ﺀ ﻭ ﺭﺛﺔ ﺍﻷﻧﺒﻴﺎ ﺀ ﻭﺇ ﱠﻥ ﺍﻷﻧﺒﻴﺎ ﺀ ﻟﻢ ﻳﻮ ﱢﺭﺛﻮﺍ ﺩﻳﻨﺎﺭﺍ ﻭﻻﺑﻤﺎ ﻳ ﺼﻨ ﻊ ، ﻭﺇ ﱠﻥ ﺍﻟﻌﺎﻟﻢ ﻟﻴ ﺴﺘﻐﻔ ﺮ ﻟﻪ ﻣ ﻦ ﻓﻲ ﺍﻟ ﱠﺴ ﻤﻮﺍ ﺕ ﻭﻣ ﻦ ﻓﻲ ﺍﻷ ﺭ ﺽ ﺣﱠﺘﻰ ﺍﻟ ﺤﻴﺘﺎ ﻥ ﻓﻲ ﺍﻟﻤﺎ ﺀ ، ﻭﻓ ﻀ ﻞ ﺍﻟﻌﺎﻟﻢ'
			'ﺩ ﺭ ﻩﻤﺎ ﻭﺇﱠﻧﻤﺎ ﻭ ﱠﺭﺛﻮﺍ ﺍﻟﻌﻠﻢ ، ﻓﻤ ﻦ ﺃ ﺧﺬﻩ ﺃ ﺧﺬ ﺑﺤ ﱟﻆ ﻭﺍﻓ ﺮ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ',
		translation: 'Translation of Hadith 1388'
),
	Hadith(
		hadithNumber: 1389,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﻧ ﱠﻀ ﺮ'
			'ﺍﻟﱠﻠﻪ ﺍ ﻣﺮﺀﺍ ﺳﻤﻊ ﻣﻨﺎ ﺷﻴﺌﺎ ، ﻓﺒﱠﻠﻐﻪ ﺁﻤﺎ ﺳﻤﻌﻪ ﻓ ﺮﺏﱠ ﻣﺒﱠﻠ ﻎ ﺃ ﻭﻋﻰ ﻣ ﻦ ﺳﺎﻣﻊ » . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ'
			'ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1389'
),
	Hadith(
		hadithNumber: 1390,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺳﺌﻞ ﻋ ﻦ ﻋﻠﻢ'
			'ﻓﻜﺘ ﻤﻪ ، ﺃﻟ ﺠﻢ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺑﻠﺠﺎﻡ ﻣ ﻦ ﻧﺎ ﺭ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1390'
),
	Hadith(
		hadithNumber: 1391,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗﻌﱠﻠﻢ ﻋﻠﻤﺎ ﻣﻤﺎ ﻳﺒﺘﻐﻰ ﺑ ﻪ ﻭ ﺟﻪ ﺍﻟﱠﻠ ﻪ ﻋﺰ ﻭ ﺟ ﱠﻞ'
			'ﻻ ﻳﺘﻌﻠﱠﻤﻪ ﺇﻻ ﻟﻴ ﺼﻴ ﺐ ﺑ ﻪ ﻋﺮﺿﺎ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ﻟﻢ ﻳ ﺠﺪ ﻋ ﺮ ﻑ ﺍﻟﺠﱠﻨ ﺔ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » ﻳﻌﻨﻲ : ﺭﻳﺤﻬﺎ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ'
			'ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1391'
),
	Hadith(
		hadithNumber: 1392,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ.'
			'ﻳﻘﻮﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻻ ﻳﻘﺒﺾ ﺍﻟﻌﻠﻢ ﺍﻧﺘ ﺰﺍﻋﺎ ﻳﻨﺘ ﺰ ﻋﻪ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ، ﻭﻟﻜ ﻦ ﻳﻘﺒ ﺾ ﺍﻟﻌﻠﻢ ﺑﻘﺒ ﺾ ﺍﻟﻌﻠﻤﺎ ﺀ ﺣﱠﺘﻰ ﺇﺫﺍ ﻟﻢ'
			'ﻳﺒ ﻖ ﻋﺎﻟﻤﺎ ، ﺍﱠﺗ ﺨﺬ ﺍﻟﱠﻨﺎ ﺱ ﺭﺅﻭﺳﺎ ﺟ ﱠﻬﺎ ﻻ ﻓﺴﺌﻠﻮﺍ ، ﻓﺄﻓﺘ ﻮﺍ ﺑﻐﻴ ﺮ ﻋﻠﻢ ، ﻓ ﻀﱡﻠﻮﺍ ﻭﺃ ﺿﱡﻠﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1392'
),
	Hadith(
		hadithNumber: 1393,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺗﻲ ﻟﻴﻠ ﺔ ﺃ ﺳ ﺮ ﻱ ﺑ ﻪ ﺑﻘﺪ ﺣﻴﻦ ﻣﻦ'
			'ﺧ ﻤﺮ ﻭﻟﺒﻦ ، ﻓﻨ ﻈ ﺮ ﺇﻟﻴ ﻬﻤﺎ ﻓﺄﺧﺬ ﺍﻟﱠﻠﺒ ﻦ ، ﻓﻘﺎ ﻝ ﺟﺒﺮﻳ ﻞ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺍﱠﻟﺬﻱ ﻩﺪﺍ ﻙ ﻟﻠﻔ ﻄﺮﺓ ﻟ ﻮ'
			'ﺃ ﺧﺬ ﺕ ﺍﻟ ﺨ ﻤ ﺮ ﻏﻮ ﺕ ﺃﻣﱠﺘ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1393'
),
	Hadith(
		hadithNumber: 1394,
		hadith:
						'ﻭﻋﻨﻪ ﻋ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺁﻞﱡ ﺃ ﻣ ﺮ ﺬﻳ ﺑﺎﻝ ﻻ ﻳﺒﺪﺃ ﻓﻴﻪ ﺑـــ : ﺍﻟﺤﻤﺪ ﻟﱠﻠﻪ ﻓ ﻬ ﻮ'
			'ﺃﻗ ﻄﻊ » ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﻏﻴ ﺮﻩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻗﺮﺓ ﺑﻦ ﻋﺒﺪ ﺍﻟﺮﺣﻤﻦ ﺍﻟﻤﻌﺎﻓﺮﻱ ، ﻮﻫﻮ ﻣﻨﻜﺮ ﺍﻟﺤﺪﻳﺚ ﺟﺪﺍ',
		translation: 'Translation of Hadith 1394'
),
	Hadith(
		hadithNumber: 1395,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷﺷﻌﺮ ﱠﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻣﺎ ﺕ ﻭﻟﺪ'
			'ﺍﻟﻌﺒﺪ ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻟﻤﻼﺋﻜﺘ ﻪ : ﻗﺒ ﻀﺘﻢ ﻭﻟﺪ ﻋﺒﺪﻱ ؟ ﻓﻴﻘﻮﻟﻮﻥ : ﻧﻌﻢ ، ﻓﻴﻘﻮ ﻝ : ﻗﺒﻀﺘﻢ ﺛﻤﺮﺓ ﻓ ﺆﺍﺩﻩ ؟ ﻓﻴﻘﻮﻟﻮﻥ :'
			'ﻧﻌﻢ ، ﻓﻴﻘﻮ ﻝ : ﻓ ﻤﺎﺫﺍ ﻗﺎﻝ ﻋﺒﺪﻱ ؟ ﻓﻴﻘﻮﻟﻮﻥ : ﺣ ﻤﺪ ﻙ ﻭﺍ ﺳﺘ ﺮ ﺟﻊ ، ﻓﻴﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : ﺍﺑﻨﻮﺍ ﻟﻌﺒﺪﻱ ﺑﻴﺘﺎ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ'
			'، ﻭ ﺳﱡﻤﻮﻩ ﺑﻴ ﺖ ﺍﻟﺤ ﻤﺪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1395'
),
	Hadith(
		hadithNumber: 1396,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻟﻴﺮﺿﻲ ﻋ ﻦ ﺍﻟﻌﺒﺪ'
			'ﻳﺄﺁ ﻞ ﺍﻷﺁﻠ ﺔ ﻓﻴ ﺤﻤﺪﻩ ﻋﻠﻴ ﻬﺎ ، ﻭﻳ ﺸﺮﺏ ﺍﻟ ﱠﺸ ﺮﺑ ﺔ ﻓﻴ ﺤﻤﺪﻩ ﻋﻠﻴ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1396'
),
	Hadith(
		hadithNumber: 1397,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃﻧﱠﻪ ﺳﻤﻊ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﻣﻦ ﺻﱠﻠﻰ ﻋﻠ ﱠﻲ ﺻ ﻼﺓ ، ﺻﱠﻠﻰ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻪ ﺑ ﻬﺎ ﻋ ﺸﺮﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1397'
),
	Hadith(
		hadithNumber: 1398,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃ ﻭﻟﻰ ﺍﻟﱠﻨﺎ ﺱ ﺑﻲ ﻳ ﻮﻡ'
			'ﺍﻟﻘﻴﺎﻣ ﺔ ﺃﺁﺜ ﺮ ﻩﻢ ﻋﻠ ﱠﻲ ﺻﻼﺓ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1398'
),
	Hadith(
		hadithNumber: 1399,
		hadith:
						'ﻭﻋﻦ ﺃﻮﺳ ﺑﻦ ﺃﻮﺳ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻣﻦ ﺃﻓﻀ ﻞ'
			'ﺃﱠﻳﺎ ﻣﻜﻢ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ ، ﻓﺄﺁﺜ ﺮﻭﺍ ﻋﻠ ﱠﻲ ﻣ ﻦ ﺍﻟﺼﻼﺓ ﻓﻴﻪ ، ﻓﺈ ﱠﻥ ﺻﻼﺗﻜﻢ ﻣﻌ ﺮﻭ ﺿﺔ ﻋﻠ ﱠﻲ » ﻓﻘﺎﻟﻮﺍ : ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ،'
			'ﻭﺁﻴ ﻒ ﺗﻌﺮ ﺽ ﺻﻼﺗﻨﺎ ﻋﻠﻴ ﻚ ﻭﻗﺪ ﺃ ﺭ ﻣ ﺖ ؟ ، ﻳﻘﻮ ﻝ : ﺑﻠﻴ ﺖ ، ﻗﺎ ﻝ: « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺣﺮﻡ ﻋﻠﻰ ﺍﻷ ﺭ ﺽ ﺃ ﺟﺴﺎﺩ ﺍﻷﻧﺒﻴﺎ ﺀ »'
			'.'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1399'
),
	Hadith(
		hadithNumber: 1400,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺭ ﻏﻢ ﺃﻧ ﻒ ﺭ ﺟ ﻞ'
			' .1400ﺫﺁ ﺮ ﺕ ﻋﻨﺪﻩ ﻓﻠﻢ ﻳ ﺼﻞﱢ ﻋﻠ ﱠﻲ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1400'
),
	Hadith(
		hadithNumber: 1401,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺠﻌﻠﻮﺍ ﻗﺒ ﺮﻱ ﻋﻴﺪﺍ ، ﻭﺻﱡﻠﻮﺍ'
			'ﻋﻠ ﱠﻲ ، ﻓﺈ ﱠﻥ ﺻﻼﺗﻜﻢ ﺗﺒﻠﻐﻨﻲ ﺣﻴ ﺚ ﺁﻨﺘﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1401'
),
	Hadith(
		hadithNumber: 1402,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﺎ ﻣ ﻦ ﺃﺣﺪ ﻳﺴﻠﱢﻢ ﻋﻠ ﱠﻲ ﺇ ﱠﻻ ﺭﱠﺩ ﺍﻟﱠﻠﻪ ﻋﻠ ﱠﻲ ﺭﻭﺣﻲ ﺣﱠﺘﻰ'
			'ﺃ ﺭﺩﱠ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺴﻼﻡ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1402'
),
	Hadith(
		hadithNumber: 1403,
		hadith:
						'ﻭﻋﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﺒ ﺨﻴ ﻞ ﻣﻦ ﺫﺁ ﺮ ﺕ ﻋﻨﺪﻩ ،'
			'ﻓﻠﻢ ﻳ ﺼﻞﱢ ﻋﻠ ﱠﻲ » .'
			'` .1403ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1403'
),
	Hadith(
		hadithNumber: 1404,
		hadith:
						'ﻭﻋ ﻦ ﻓ ﻀﺎﻟ ﺔ ﺑ ﻦ ﻋﺒﻴﺪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺳﻤﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭ ﺟ ﻼ ﻳﺪ ﻋﻮ ﻓﻲ'
			'ﺻﻼﺗ ﻪ ﻟﻢ ﻳ ﻤ ﱢﺠﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﻟﻢ ﻳﺼ ﱢﻞ ﻋﻠﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ : « ﻋ ﺠ ﻞ ﻩﺬﺍ » ، ﺛﱠﻢ ﺩ ﻋﺎﻩ ﻓﻘﺎﻝ ﻟﻪ - ﺃ ﻭ ﻟﻐﻴ ﺮﻩ - : ﺇﺫﺍ ﺻﱠﻠﻰ ﺃ ﺣﺪﺁﻢ ﻓﻠﻴﺒﺪﺃ ﺑﺘ ﺤ ﻤﻴﺪ ﺭﱢﺑ ﻪ ﺳﺒﺤﺎﻧﻪ ﻭﺍﻟﱠﺜﻨﺎ ﺀ'
			'ﻋﻠﻴ ﻪ ، ﺛﻢﱠ ﻳﺼﻠﻲ ﻋﻠﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺛﻢﱠ ﻳﺪ ﻋﻮ ﺑﻌﺪ ﺑﻤﺎ ﺷﺎ ﺀ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻻ : ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1404'
),
	Hadith(
		hadithNumber: 1405,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻣﺤﻤﺪ ﺁﻌﺐ ﺑﻦ ﻋﺠ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺧﺮﺝ ﻋﻠﻴﻨﺎ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﻠﻨﺎ'
			': ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻗﺪ ﻋﻠ ﻤﻨﺎ ﺁﻴﻒ ﻧﺴﻠﱢﻢ ﻋﻠﻴ ﻚ ﻓﻜﻴ ﻒ ﻧ ﺼﱢﻠﻲ ﻋﻠﻴ ﻚ ؟ ﻗﺎﻝ : «ﻗﻮﻟﻮﺍ : ﺍﻟﱠﻠﻬﱠﻢ ﺻ ﱢﻞ ﻋﻠﻰ ﻣﺤﱠﻤﺪ ،'
			'ﻭ ﻋﻠﻰ ﺁ ﻝ ﻣﺤﱠﻤﺪ ، ﺁ ﻤﺎ ﺻﱠﻠﻴ ﺖ ﻋﻠﻰ ﺁ ﻝ ﺇﺑ ﺮﺍ ﻩﻴﻢ ، ﺇﱠﻧ ﻚ ﺣ ﻤﻴﺪ ﻣﺠﻴﺪ . ﺍﻟﻠ ﻬﱠﻢ ﺑﺎ ﺭ ﻙ ﻋﻠﻰ ﻣ ﺤﱠﻤﺪ ، ﻭ ﻋﻠﻰ ﺁ ﻝ ﻣ ﺤﱠﻤﺪ ،'
			'ﺁﻤﺎ ﺑﺎﺭﺁ ﺖ ﻋﻠﻰ ﺁ ﻝ ﺇﺑﺮﺍ ﻩﻴﻢ ، ﺇﱠﻧ ﻚ ﺣﻤﻴﺪ ﻣﺠﻴﺪ »',
		translation: 'Translation of Hadith 1405'
),
	Hadith(
		hadithNumber: 1406,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣ ﺴﻌﻮﺩ ﺍﻟﺒﺪﺭ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺃﺗﺎﻧﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻧ ﺤ ﻦ ﻓﻲ'
			'ﻣ ﺠﻠﺲ ﺳﻌﺪ ﺑ ﻦ ﻋﺒﺎﺩﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻘﺎ ﻝ ﻟﻪ ﺑ ﺸﻴ ﺮ ﺑ ﻦ ﺳﻌﺪ : ﺃﻣ ﺮﻧﺎ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻧﺼﱢﻠﻲ ﻋﻠﻴ ﻚ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ،'
			'ﻓﻜﻴ ﻒ ﻧ ﱠﺼﻠﻲ ﻋﻠﻴ ﻚ ؟ ﻓﺴﻜ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺣﺘﻰ ﺗﻤﱠﻨﻴﻨﺎ ﺃﱠﻧﻪ ﻟﻢ ﻳ ﺴﺄﻟﻪ ، ﺛﱠﻢ ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﻮﻟﻮﺍ : ﺍﻟﱠﻠﻬﱠﻢ ﺻ ﱢﻞ ﻋﻠﻰ ﻣ ﺤﱠﻤﺪ ، ﻭ ﻋﻠﻰ ﺁ ﻝ ﻣﺤﱠﻤﺪ ، ﺁﻤﺎ ﺻﻠﻴ ﺖ ﻋﻠﻰ ﺁﻝ ﺇﺑﺮﺍ ﻩﻴﻢ ، ﻭﺑﺎ ﺭ ﻙ'
			'ﻋﻠﻰ ﻣ ﺤﱠﻤﺪ ، ﻭ ﻋﻠﻰ ﺁ ﻝ ﻣﺤﱠﻤﺪ ، ﺁﻤﺎ ﺑﺎﺭﺁ ﺖ ﻋﻠﻰ ﺁﻝ ﺇﺑﺮﺍ ﻩﻴﻢ ، ﺇﻧ ﻚ ﺣ ﻤﻴﺪ ﻣ ﺠﻴﺪ ، ﻭﺍﻟﺴﻼﻡ ﺁﻤﺎ ﻗﺪ ﻋﻠﻤﺘﻢ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1406'
),
	Hadith(
		hadithNumber: 1407,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺣ ﻤﻴﺪ ﺍﻟ ﱠﺴﺎ ﻋﺪ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻟﻮﺍ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺁﻴ ﻒ ﻧ ﺼﱢﻠﻲ ﻋﻠﻴ ﻚ ؟ ﻗﺎ ﻝ : «'
			'ﻗﻮﻟﻮﺍ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺻ ﱢﻞ ﻋﻠﻰ ﻣﺤﱢﻤﺪ ، ﻭ ﻋﻠﻰ ﺃ ﺯﻭﺍ ﺟ ﻪ ﻭﺫ ﱢﺭﱠﻳﺘ ﻪ ، ﺁﻤﺎ ﺻﱠﻠﻴ ﺖ ﻋﻠﻰ ﺇﺑﺮﺍ ﻩﻴﻢ ، ﻭﺑﺎﺭ ﻙ ﻋﻠﻰ ﻣ ﺤﱠﻤﺪ ،'
			'ﻭ ﻋﻠﻰ ﺃ ﺯ ﻭﺍ ﺟ ﻪ ﻭﺫ ﱢﺭﱠﻳﺘ ﻪ ، ﺁﻤﺎ ﺑﺎ ﺭﺁ ﺖ ﻋﻠﻰ ﺇﺑﺮﺍ ﻩﻴﻢ ، ﺇﱠﻧ ﻚ ﺣ ﻤﻴﺪ ﻣ ﺠﻴﺪ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1407'
),
	Hadith(
		hadithNumber: 1408,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﻠﻤﺘﺎ ﻥ ﺧﻔﻴﻔﺘﺎ ﻥ'
			'ﻋﻠﻰ ﺍﻟﱢﻠﺴﺎ ﻥ ، ﺛﻘﻴﻠﺘﺎ ﻥ ﻓﻲ ﺍﻟ ﻤﻴ ﺰﺍ ﻥ ، ﺣﺒﻴﺒﺘﺎ ﻥ ﺇﻟﻰ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ : ﺳﺒﺤﺎﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑ ﺤ ﻤﺪﻩ، ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﺍﻟﻌﻈﻴﻢ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1408'
),
	Hadith(
		hadithNumber: 1409,
		hadith:
						'ﻭ ﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻷﻥ ﺃﻗﻮ ﻝ ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ، ﻭﺍﻟ ﺤ ﻤﺪ'
			'ﻟﱠﻠ ﻪ ، ﻭﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ، ﻭﺍﻟﱠﻠﻪ ﺃﺁﺒ ﺮ ، ﺃﺣ ﱡﺐ ﺇﻟ ﱠﻲ ﻣﱠﻤﺎ ﻃﻠﻌﺖ ﻋﻠﻴ ﻪ ﺍﻟﺸﱠ ﻤ ﺲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1409'
),
	Hadith(
		hadithNumber: 1410,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﻗﺎﻝ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ، ﻟﻪ ﺍﻟﻤﻠ ﻚ'
			'، ﻭﻟﻪ ﺍﻟ ﺤ ﻤﺪ ، ﻭ ﻩ ﻮ ﻋﻠﻰ ﺁﻞﱢ ﺷﻲ ﺀ ﻗﺪﻳﺮ ، ﻓﻲ ﻳﻮﻡ ﻣﺎﺋ ﺔ ﻣ ﱠﺮﺓ ﺁﺎﻧ ﺖ ﻟﻪ ﻋﺪﻝ ﻋﺸﺮ ﺭﻗﺎ ﺏ ﻭﺁﺘﺒ ﺖ ﻟﻪ ﻣﺎﺋﺔ ﺣ ﺴﻨ ﺔ ،'
			'ﻭﻣ ﺤﻴﺖ ﻋﻨﻪ ﻣﺎﺋﺔ ﺳﱢﻴﺌ ﺔ ، ﻭﺁﺎﻧﺖ ﻟﻪ ﺣﺮﺯﺍ ﻣ ﻦ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﻮ ﻣﻪ ﺫﻟ ﻚ ﺣﺘﻰ ﻳﻤ ﺴﻲ ، ﻭﻟﻢ ﻳﺄ ﺕ ﺃﺣﺪ ﺑﺄﻓ ﻀﻞ ﻣﱠﻤﺎ ﺟﺎ ﺀ'
			'ﺑ ﻪ ﺇ ﱠﻻ ﺭ ﺟ ﻞ ﻋ ﻤ ﻞ ﺃﺁﺜﺮ ﻣﻨﻪ » ، ﻭﻗﺎ ﻝ : «ﻣﻦ ﻗﺎ ﻝ ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑﺤ ﻤﺪﻩ ، ﻓﻲ ﻳ ﻮﻡ ﻣﺎﺋ ﺔ ﻣ ﱠﺮﺓ ، ﺣ ﱠﻄ ﺖ ﺧ ﻄﺎﻳﺎﻩ ،'
			' .1410ﻭﺇ ﻥ ﺁﺎﻧ ﺖ ﻣﺜ ﻞ ﺯﺑﺪ ﺍﻟﺒ ﺤﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1410'
),
	Hadith(
		hadithNumber: 1411,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺃﻳﻮ ﺏ ﺍﻷﻧ ﺼﺎﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻗﺎ ﻝ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ'
			'ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ ، ﻟﻪ ﺍﻟﻤﻠ ﻚ ، ﻭﻟﻪ ﺍﻟﺤ ﻤﺪ ، ﻭ ﻩﻮ ﻋﻠﻰ ﺁﻞﱢ ﺷﻲ ﺀ ﻗﺪﻳﺮ ، ﻋ ﺸﺮ ﻣ ﱠﺮﺍ ﺕ : ﺁﺎﻥ ﺁ ﻤ ﻦ ﺃ ﻋﺘ ﻖ'
			'ﺃ ﺭﺑﻌ ﺔ ﺃﻧﻔ ﺲ ﻣﻦ ﻭﻟﺪ ﺇ ﺳﻤﺎ ﻋﻴ ﻞ » ﻣﺘﻔﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1411'
),
	Hadith(
		hadithNumber: 1412,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﻟﻲ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ ﺃ ﺧﺒ ﺮ ﻙ ﺑﺄﺣ ﱢﺐ'
			'ﺍﻟﻜﻼﻡ ﺇﻟﻰ ﺍﻟﱠﻠﻪ ؟ ﺇ ﱠﻥ ﺃﺣ ﱠﺐ ﺍﻟﻜﻼﻡ ﺇﻟﻰ ﺍﻟﱠﻠﻪ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﻭﺑ ﺤ ﻤﺪﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1412'
),
	Hadith(
		hadithNumber: 1413,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﺎﻟ ﻚ ﺍﻷ ﺷﻌ ﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺍﻟ ﱡﻄ ﻬﻮ ﺭ ﺷ ﻄ ﺮ'
			'ﺍﻹﻳﻤﺎﻥ ، ﻭﺍﻟﺤﻤﺪ ﻟﱠﻠ ﻪ ﺗ ﻤ ﻸ ﺍﻟ ﻤﻴﺰﺍ ﻥ ، ﻭ ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺍﻟﺤ ﻤﺪ ﻟﱠﻠﻪ ﺗ ﻤﻶ ﻥ - ﺃﻭ ﺗ ﻤ ﻸ - ﻣﺎ ﺑﻴ ﻦ ﺍﻟ ﱠﺴ ﻤﻮﺍ ﺕ ﻭﺍﻷ ﺭ ﺽ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1413'
),
	Hadith(
		hadithNumber: 1414,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻌﺪ ﺑ ﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺃ ﻋ ﺮﺍﺑﻲ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'، ﻭ ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﺭ ﱢﺏ ﺍﻟﻌﺎﻟ ﻤﻴ ﻦ ، ﻭﻻ ﺣ ﻮﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠ ﻪ ﺍﻟﻌﺰﻳﺰ ﺍﻟﺤﻜﻴﻢ » ، ﻗﺎﻝ : ﻓﻬﺆﻻﺀ ﻟ ﺮﱢﺑﻲ ، ﻓﻤﺎ ﻟﻲ ؟ﻓﻘﺎ ﻝ : ﻋﱢﻠ ﻤﻨﻲ ﺁﻼﻣﺎ ﺃﻗﻮﻟﻪ . ﻗﺎ ﻝ : « ﻗﻞ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ ، ﺍﻟﱠﻠﻪ ﺃﺁﺒ ﺮ ﺁﺒﻴﺮﺍ ، ﻭﺍﻟﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺁﺜﻴﺮﺍ'
			'ﻗﺎﻝ : « ﻗﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻲ ﻭﺍ ﺭﺣﻤﻨﻲ. ﻭﺍ ﻩﺪﻧﻲ ، ﻭﺍ ﺭ ﺯﻗﻨﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1414'
),
	Hadith(
		hadithNumber: 1415,
		hadith:
						'ﻭﻋ ﻦ ﺛﻮﺑﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺍﻧ ﺼ ﺮﻑ ﻣ ﻦ ﺻﻼﺗ ﻪ'
			'ﺍ ﺳﺘﻐﻔﺮ ﺛﻼﺛﺎ ، ﻭﻗﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻧ ﺖ ﺍﻟ ﱠﺴﻼﻡ ، ﻭ ﻣﻨ ﻚ ﺍﻟ ﱠﺴﻼﻡ ، ﺗﺒﺎﺭﺁ ﺖ ﻳﺎﺫﺍ ﺍﻟﺠﻼ ﻝ ﻭﺍﻹﺁﺮﺎﻣ » ﻗﻴﻞ ﻟ ﻸ ﻭﺯﺍﻋﻲ'
			'ﻭ ﻩ ﻮ ﺃ ﺣﺪ ﺭﻭﺍﺓ ﺍﻟﺤﺪﻳﺚ : ﺁﻴ ﻒ ﺍﻻﺳﺘﻐﻔﺎ ﺭ ؟ ﻗﺎﻝ : ﺗﻘﻮﻝ : ﺃ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ، ﺃ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1415'
),
	Hadith(
		hadithNumber: 1416,
		hadith:
						'ﻭ ﻋﻦ ﺍﻟﻤﻐﻴﺮﺓ ﺑﻦ ﺷﻌﺒ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﺇﺫﺍ ﻓﺮ ﻍ ﻣ ﻦ ﺍﻟ ﱠﺼﻼﺓ'
			'ﻭﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ ، ﻟﻪ ﺍﻟﻤﻠ ﻚ ﻭﻟﻪ ﺍﻟ ﺤ ﻤﺪ ، ﻭ ﻩ ﻮ ﻋﻠﻰ ﺁﻞﱢ ﺷﻲ ﺀ ﻗﺪﻳﺮ . ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ'
			'ﻣﺎﻧ ﻊ ﻟﻤﺎ ﺃ ﻋ ﻄﻴ ﺖ ، ﻭﻻ ﻣﻌﻄ ﻲ ﻟﻤﺎ ﻣﻨﻌ ﺖ ، ﻭﻻ ﻳﻨﻔ ﻊ ﺫﺍ ﺍﻟ ﺠﱢﺪ ﻣﻨ ﻚ ﺍﻟﺠﱡﺪ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1416'
),
	Hadith(
		hadithNumber: 1417,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻨ ﻬﻤﺎ ﺃﻧﱠﻪ ﺁﺎﻥ ﻳﻘﻮﻝ ﺩﺑ ﺮ ﺁ ﱢﻞ ﺻﻼﺓ، ﺣﻴ ﻦ ﻳ ﺴﻠﱢﻢ : ﻻ ﺇﻟﻪ ﺇ ﱠﻻ'
			'ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷﺮﻳ ﻚ ﻟﻪ ، ﻟﻪ ﺍﻟﻤﻠ ﻚ ﻭﻟﻪ ﺍﻟ ﺤ ﻤﺪ ، ﻭ ﻩ ﻮ ﻋﻠﻰ ﺁﻞﱢ ﺷﻲ ﺀ ﻗﺪﻳﺮ . ﻻ ﺣ ﻮ ﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠﻪ ، ﻻ ﺇﻟﻪ ﺇ ﱠﻻ'
			'ﺍﻟﱠﻠﻪ ، ﻭﻻ ﻧﻌﺒﺪ ﺇ ﱠﻻ ﺇﱠﻳﺎﻩ ، ﻟﻪ ﺍﻟﻨﻌﻤﺔ ، ﻭﻟﻪ ﺍﻟﻔ ﻀ ﻞ ﻭﻟﻪ ﺍﻟﱠﺜﻨﺎ ﺀ ﺍﻟ ﺤﺴ ﻦ ، ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻣ ﺨﻠ ﺼﻴ ﻦ ﻟﻪ ﺍﻟﱢﺪﻳ ﻦ ﻭﻟ ﻮ ﺁ ﺮﻩ'
			'ﺍﻟﻜﺎﻓ ﺮﻮﻧ .ﻗﺎ ﻝ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴﺮ : ﻭﺁﺎﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﻬﻠﱢ ﻞ ﺑ ﻬ ﱠﻦ ﺩﺑ ﺮ ﺁﻞﱢ ﺻﻼﺓ ﻣﻜﺘﻮﺑﺔ ، ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1417'
),
	Hadith(
		hadithNumber: 1418,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﻓﻘ ﺮﺍ ﺀ ﺍﻟﻤﻬﺎ ﺟ ﺮﻳ ﻦ ﺃﺗ ﻮﺍ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟﻮﺍ:'
			'ﺬﻫﺐ ﺃ ﻩ ﻞ ﺍﻟﱡﺪﺛﻮ ﺭ ﺑﺎﻟﱠﺪﺭ ﺟﺎ ﺕ ﺍﻟﻌﻠﻰ ، ﻭﺍﻟﱢﻨﻌﻴﻢ ﺍﻟﻤﻘﻴﻢ : ﻳ ﺼﱡﻠﻮ ﻥ ﺁﻤﺎ ﻧﺼﱢﻠﻲ ، ﻭﻳ ﺼﻮﻣﻮ ﻥ ﺁﻤﺎ ﻧ ﺼﻮﻡ ، ﻭﻟﻬﻢ ﻓ ﻀﻞ'
			'ﻣ ﻦ ﺃ ﻣﻮﺍ ﻝ : ﻳﺤ ﱡﺠﻮ ﻥ ، ﻭﻳﻌﺘ ﻤ ﺮﻭ ﻥ ، ﻭﻳﺠﺎ ﻩﺪﻭ ﻥ ، ﻭﻳﺘ ﺼﱠﺪﻗﻮﻥ . ﻓﻘﺎ ﻝ: « ﺃﻻ ﺃﻋﻠﻤﻜﻢ ﺷﻴﺌﺎ ﺗﺪ ﺭﺁﻮ ﻥ ﺑ ﻪ ﻣ ﻦ'
			'ﺳﺒﻘﻜﻢ ، ﻭﺗﺴﺒﻘﻮ ﻥ ﺑ ﻪ ﻣ ﻦ ﺑﻌﺪﺁﻢ . ﻭﻻ ﻳﻜﻮ ﻥ ﺃ ﺣﺪ ﺃﻓﻀ ﻞ ﻣﻨﻜﻢ ﺇ ﱠﻻ ﻣ ﻦ ﺻﻨ ﻊ ﻣﺜ ﻞ ﻣﺎ ﺻﻨﻌﺘﻢ ؟ » ﻗﺎﻟﻮﺍ : ﺑﻠﻰ ﻳﺎ'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻗﺎﻝ : «ﺗﺴﱢﺒ ﺤﻮ ﻥ ، ﻭﺗ ﺤﻤﺪﻭ ﻥ ﻭﺗﻜﱢﺒ ﺮﻭ ﻥ ، ﺧﻠ ﻒ ﺁﻞﱢ ﺻﻼﺓ ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴ ﻦ » ﻗﺎﻝ ﺃﺑﻮ ﺻﺎﻟ ﺢ ﺍﻟ ﱠﺮﺍﻮﻳ'
			'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ، ﻟﱠﻢ ﺳﺌﻞ ﻋ ﻦ ﺁﻴﻔﻴ ﺔ ﺫﺁ ﺮﻩ ﱠﻦ ، ﻗﺎﻝ : ﻳﻘﻮﻝ : ﺳﺒﺤﺎﻥ ﺍﻟﱠﻠﻪ ، ﻭﺍﻟﺤ ﻤﺪ ﻟﱠﻠﻪ ، ﻭﺍﻟﱠﻠﻪ ﺃﺁﺒ ﺮ ، ﺣﱠﺘﻰ'
			'ﻳﻜﻮ ﻥ ﻣﻨ ﻬﻦﱠ ﺁﱢﻠﻬ ﱠﻦ ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴﻦ . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ ﻭﺯﺍﺩ ﻣ ﺴﻠﻢ ﻓﻲ ﺭﻭﺍﻳﺘ ﻪ : ﻓﺮﺟﻊ ﻓﻘﺮﺍ ﺀ ﺍﻟﻤ ﻬﺎ ﺟ ﺮﻳ ﻦ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻟﻮﺍ : ﺳﻤﻊ ﺇ ﺧﻮﺍﻧﻨﺎ ﺄﻫ ﻞ ﺍﻷ ﻣﻮﻻ ﺑﻤﺎ ﻓﻌﻠﻨﺎ ، ﻓﻔﻌﻠﻮﺍ ﻣﺜﻠﻪ ؟ ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺫﻟ ﻚ ﻓ ﻀ ﻞ ﺍﻟﱠﻠﻪ ﻳ ﺆﺗﻴ ﻪ ﻣ ﻦ ﻳﺸﺎ ﺀ » .'
			'»ﺍﻟﱡﺪﺛﻮ ﺭ » ﺟﻤﻊ ﺩﺛ ﺮ « ﺑﻔﺘ ﺢ ﺍﻟﱠﺪﺍ ﻝ ﻭﺇﺳﻜﺎ ﻥ ﺍﻟﺜﺎﺀ ﺍﻟﻤﺜﱠﻠﺜ ﺔ » ﻮﻫﻮ ﺍﻟﻤﺎ ﻝ ﺍﻟﻜﺜﻴ ﺮ',
		translation: 'Translation of Hadith 1418'
),
	Hadith(
		hadithNumber: 1419,
		hadith:
						'ﻭﻋﻨﻪ ﻋ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺳﱠﺒ ﺢ ﺍﻟﱠﻠﻪ ﻓﻲ ﺩﺑ ﺮ ﺁﻞﱢ ﺻﻼﺓ ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴ ﻦ ،'
			'ﻭﺣ ﻤﺪ ﺍﻟﱠﻠﻪ ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴﻦ ، ﻭﺁﱠﺒ ﺮ ﺍﻟﱠﻠﻪ ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴ ﻦ ﻭﻗﺎﻝ ﺗﻤﺎﻡ ﺍﻟ ﻤﺎﺋ ﺔ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷﺮﻳﻚ ﻟﻪ ، ﻟﻪ'
			'ﺍﻟﻤﻠ ﻚ ﻭﻟﻪ ﺍﻟﺤ ﻤﺪ ، ﻭ ﻩﻮ ﻋﻠﻰ ﺁﻞﱢ ﺷﻲ ﺀ ﻗﺪﻳﺮ ، ﻏﻔﺮ ﺕ ﺧ ﻄﺎﻳﺎﻩ ﻭﺈﻧ ﺁﺎﻧ ﺖ ﻣﺜ ﻞ ﺯﺑﺪ ﺍﻟﺒ ﺤ ﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1419'
),
	Hadith(
		hadithNumber: 1420,
		hadith:
						'ﻭﻋ ﻦ ﺁﻌ ﺐ ﺑﻦ ﻋ ﺮﻭﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻌﱢﻘﺒﺎ ﺕ ﻻ ﻳ ﺨﻴ ﺐ.['
			'ﻗﺎﺋﻠ ﻬﻦﱠ - ﺃﻭ ﻓﺎ ﻋﻠ ﻬﻦﱠ - ﺩﺑ ﺮ ﺁﻞﱢ ﺻﻼﺓ ﻣﻜﺘﻮﺑ ﺔ : ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴ ﻦ ﺗ ﺴﺒﻴ ﺤ ﺔ ، ﻭﺛﻼﺛﺎ ﻭﺛﻼﺛﻴ ﻦ ﺗ ﺤﻤﻴﺪﺓ ، ﻭﺃ ﺭﺑﻌﺎ'
			'ﻭﺛﻼﺛﻴ ﻦ ﺗﻜﺒﻴﺮﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1420'
),
	Hadith(
		hadithNumber: 1421,
		hadith:
						'ﻭﻋ ﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﻗﺎﺹ ﺭﺿﻲ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﺘﻌﻮﱠﺫ ﺩﺑﺮ ﺍﻟ ﱠﺼﻠﻮﺍ ﺕ'
			'ﺑﻬﺆﻻ ﺀ ﺍﻟﻜﻠﻤﺎﺕ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺍﻟ ﺠﺒ ﻦ ﻭﺍﻟﺒﺨ ﻞ ﻭﺃﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺃ ﻥ ﺃ ﺭﺩﱠ ﺇﻟﻰ ﺃ ﺭﺬﻟ ﺍﻟﻌﻤ ﺮ ﻭﺃ ﻋﻮﺫ ﺑ ﻚ'
			'ﻣ ﻦ ﻓﺘﻨ ﺔ ﺍﻟﱡﺪﻧﻴﺎ ، ﻭﺃﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﻓﺘﻨ ﺔ ﺍﻟﻘﺒﺮ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1421'
),
	Hadith(
		hadithNumber: 1422,
		hadith:
						'ﻭﻋ ﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺧﺬ ﺑﻴﺪﻩ ﻭﻗﺎﻝ : « ﻳﺎ ﻣﻌﺎﺫ ، ﻭﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ'
			'ﻷ ﺣﱡﺒ ﻚ » ﻓﻘﺎﻝ : « ﺃﻭ ﺻﻴ ﻚ ﻳﺎ ﻣﻌﺎﺫ ﻻ ﺗﺪ ﻋ ﱠﻦ ﻓﻲ ﺩﺑ ﺮ ﺁﻞﱢ ﺻﻼﺓ ﺗﻘﻮ ﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﻋﱢﻨﻲ ﻋﻠﻰ ﺫﺁ ﺮ ﻙ ، ﻭ ﺷﻜ ﺮ ﻙ ،'
			'ﻭ ﺣﺴ ﻦ ﻋﺒﺎﺩﺗ ﻚ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1422'
),
	Hadith(
		hadithNumber: 1423,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﺗ ﺸ ﱠﻬﺪ ﺃﺣﺪﺁﻢ ﻓﻠﻴ ﺴﺘﻌﺬ'
			'ﺑﺎﻟﱠﻠﻪ ﻣ ﻦ ﺃ ﺭﺑﻊ ، ﻳﻘﻮ ﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﻋﺬﺍ ﺏ ﺟ ﻬﱠﻨﻢ ، ﻭ ﻣ ﻦ ﻋﺬﺍ ﺏ ﺍﻟﻘﺒ ﺮ، ﻭ ﻣ ﻦ ﻓﺘﻨ ﺔ ﺍﻟﻤ ﺤﻴﺎ ﻭﺍﻟ ﻤﻤﺎ ﺕ ،'
			'ﻭ ﻣ ﻦ ﺷ ﱢﺮ ﻓﺘﻨ ﺔ ﺍﻟ ﻤ ﺴﻴﺢ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1423'
),
	Hadith(
		hadithNumber: 1424,
		hadith:
						'ﻭﻋ ﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺇﺫﺍ ﻗﺎﻡ ﺇﻟﻰ ﺍﻟ ﱠﺼﻼﺓ ﻳﻜﻮ ﻥ ﻣ ﻦ ﺁ ﺧﺮ ﻣﺎ ﻳﻘﻮ ﻝ ﺑﻴ ﻦ'
			'ﺍﻟﱠﺘ ﺸ ﱡﻬﺪ ﻭﺍﻟﱠﺘ ﺴﻠﻴﻢ : « ﺍﻟﱠﻠﻬﱠﻢ ﺍﻏﻔ ﺮ ﻟﻲ ﻣﺎ ﻗﱠﺪﻣ ﺖ ﻭﻣﺎ ﺃﺧﱠ ﺮ ﺕ ، ﻭﻣﺎ ﺃ ﺳ ﺮ ﺭ ﺕ ﻭ ﻣﺎ ﺃ ﻋﻠﻨ ﺖ ، ﻭﻣﺎ ﺃ ﺳﺮﻓ ﺖ ، ﻭﻣﺎ ﺃﻧ ﺖ'
			'ﺃ ﻋﻠﻢ ﺑ ﻪ ﻣﱢﻨﻲ ، ﺃﻧ ﺖ ﺍﻟﻤﻘﺪﱢﻡ ، ﻭﺃﻧ ﺖ ﺍﻟﻤ ﺆﺧﱢ ﺮ ، ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺃﻧ ﺖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1424'
),
	Hadith(
		hadithNumber: 1425,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻜﺜ ﺮ ﺃ ﻥ ﻳﻘﻮ ﻝ ﻓﻲ ﺭﺁﻮ ﻋ ﻪ'
			'ﻭ ﺳ ﺠﻮﺩﻩ : ﺳﺒ ﺤﺎﻧ ﻚ ﺍﻟﻠﱠ ﻬﻢﱠ ﺭﱠﺑﻨﺎ ﻭﺑ ﺤ ﻤﺪﻙ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻲ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'`',
		translation: 'Translation of Hadith 1425'
),
	Hadith(
		hadithNumber: 1426,
		hadith:
						'ﻭ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ ﻓﻲ ﺭﺁﻮ ﻋ ﻪ ﻭﺳﺠﻮﺩﻩ : « ﺳﱡﺒﻮ ﺡ ﻗﱡﺪﻭ ﺱ ﺭ ﱡﺏ'
			'ﺍﻟﻤﻼﺋﻜ ﺔ ﻭﺍﻟ ﱡﺮﻭ ﺡ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1426'
),
	Hadith(
		hadithNumber: 1427,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻓﺄﱠﻣﺎ ﺍﻟﺮﱡﺁﻮ ﻉ ﻓﻌ ﱢﻈﻤﻮﺍ'
			'ﻓﻴ ﻪ ﺍﻟ ﱠﺮ ﱠﺏ ، ﻭﺃﱠﻣﺎ ﺍﻟ ﱡﺴ ﺠﻮﺩ ﻓﺎ ﺟﺘ ﻬﺪﻭﺍ ﻓﻲ ﺍﻟﱡﺪﻋﺎﺀ ﻓﻘ ﻤ ﱡﻦ ﺃ ﻥ ﻳ ﺴﺘ ﺠﺎﺏ ﻟﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1427'
),
	Hadith(
		hadithNumber: 1428,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃﻗﺮ ﺏ ﻣﺎ ﻳﻜﻮ ﻥ ﺍﻟﻌﺒﺪ ﻣﻦ'
			'ﺭﱢﺑ ﻪ ﻭ ﻩﻮ ﺳﺎﺟﺪ ، ﻓﺄﺁﺜ ﺮﻭﺍ ﺍﻟﱡﺪﻋﺎ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1428'
),
	Hadith(
		hadithNumber: 1429,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ ﻓﻲ ﺳ ﺠﻮﺩﻩ ﺍﻟﻠﱠ ﻬﻢﱠ ﺍﻏﻔ ﺮ ﻟﻲ ﺫﻧﺒﻲ ﺁﻠﱠﻪ : ﺩﱠﻗﻪ ﻭ ﺟﻠﱠﻪ'
			' .1429، ﻭﺃ ﱠﻭﻟﻪ ﻭﺁ ﺧ ﺮﻩ ، ﻭﻋﻼﻧﻴﺘﻪ ﻭ ﺳ ﱠﺮﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1429'
),
	Hadith(
		hadithNumber: 1430,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺍﻓﺘﻘﺪ ﺕ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺫﺍ ﺕ ﻟﻴﻠ ﺔ ، ﻓﺘ ﺤ ﱠﺴ ﺴ ﺖ، ﻓﺈﺫﺍ'
			'ﻩﻮ ﺭﺍﺁ ﻊ - ﺃ ﻭ ﺳﺎﺟﺪ - ﻳﻘﻮ ﻝ : « ﺳﺒ ﺤﺎﻧ ﻚ ﻭﺑﺤﻤﺪ ﻙ ، ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺃﻧ ﺖ » ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓﻮﻗﻌﺖ ﻳﺪﻱ ﻋﻠﻰ ﺑ ﻄ ﻦ'
			'ﻗﺪﻣﻴ ﻪ ، ﻭ ﻩ ﻮ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ، ﻮﻫﻤﺎ ﻣﻨ ﺼﻮﺑﺘﺎ ﻥ ، ﻭ ﻩ ﻮ ﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃ ﻋﻮﺫ ﺑﺮ ﺿﺎ ﻙ ﻣ ﻦ ﺳ ﺨ ﻄ ﻚ ،'
			'ﻭﺑﻤﻌﺎﻓﺎﺗ ﻚ ﻣ ﻦ ﻋﻘﻮﺑﺘ ﻚ ، ﻭﺃ ﻋﻮﺫ ﺑﻚ ﻣﻨ ﻚ ، ﻻ ﺃ ﺣ ﺼﻲ ﺛﻨﺎ ﺀ ﻋﻠﻴ ﻚ ﺃﻧ ﺖ ﺁﻤﺎ ﺃﺛﻨﻴ ﺖ ﻋﻠﻰ ﻧﻔ ﺴ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1430'
),
	Hadith(
		hadithNumber: 1431,
		hadith:
						'ﻭﻋ ﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﻗﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻋﻨﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ: «'
			'ﺃﻳﻌ ﺠ ﺰ ﺃﺣﺪﺁﻢ ﺃ ﻥ ﻳﻜ ﺴ ﺐ ﻓﻲ ﺁ ﱢﻞ ﻳ ﻮﻡ ﺃﻟﻒ ﺣﺴﻨﺔ ، » ﻓ ﺴﺄﻟﻪ ﺳﺎﺋﻞ ﻣ ﻦ ﺟﻠﺴﺎﺋ ﻪ : ﺁﻴ ﻒ ﻳﻜ ﺴ ﺐ ﺃﻟ ﻒ ﺣﺴﻨ ﺔ ؟ ﻗﺎ ﻝ :'
			'« ﻳ ﺴﺒﱢ ﺢ ﻣﺎﺋ ﺔ ﺗ ﺴﺒﻴﺤﺔ ، ﻓﻴﻜﺘ ﺐ ﻟﻪ ﺃﻟ ﻒ ﺣ ﺴﻨ ﺔ ، ﺃ ﻭ ﻳ ﺤﻂﱡ ﻋﻨﻪ ﺃﻟ ﻒ ﺧ ﻄﻴﺌ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﺎﻝ ﺍﻟ ﺤﻤﻴﺪﻱﱡ : ﺁﺬﺍ ﻩﻮ ﻓﻲ ﺁﺘﺎﺏ ﻣﺴﻠﻢ : « ﺃ ﻭ ﻳ ﺤﻂﱡ » ﻗﺎﻝ : ﺍﻟﺒ ﺮﻗﺎﻧ ﱡﻲ : ﻭﺭﻭﺍﻩ ﺷﻌﺒﺔ، ﻭﺃﺑﻮ ﻋﻮﺍﻧ ﺔ ، ﻭﻳﺤﻴﻰ'
			'ﺍﻟﻘ ﱠﻄﺎ ﻥ ، ﻋ ﻦ ﻣﻮﺳﻰ ﺍﻟﺬﻱ ﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻣﻦ ﺟﻬﺘ ﻪ ﻓﻘﺎﻟﻮﺍ : « ﻭﻳ ﺤ ﱡﻂ » ﺑﻐﻴ ﺮ ﺃﻟ ﻒ',
		translation: 'Translation of Hadith 1431'
),
	Hadith(
		hadithNumber: 1432,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳ ﺼﺒ ﺢ ﻋﻠﻰ ﺁﻞﱢ ﺳﻼﻣﻰ ﻣ ﻦ'
			'ﺃﺣﺪﺁﻢ ﺻﺪﻗﺔ : ﻓﻜﻞﱡ ﺗ ﺴﺒﻴﺤ ﺔ ﺻﺪﻗﺔ ، ﻭﺁﻞﱡ ﺗ ﺤﻤﻴﺪﺓ ﺻﺪﻗﺔ ، ﻭﺁﻞﱡ ﺗ ﻬﻠﻴﻠ ﺔ ﺻﺪﻗﺔ ، ﻭﺁﻞﱡ ﺗﻜﺒﻴﺮﺓ ﺻﺪﻗﺔ ، ﻭﺃ ﻣﺮ'
			'ﺑﺎﻟﻤﻌ ﺮﻭ ﻑ ﺻﺪﻗﺔ ، ﻭﻧ ﻬ ﻲ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ ﺻﺪﻗﺔ . ﻭﻳ ﺠ ﺰﻱ ﺀ ﻣ ﻦ ﺫﻟ ﻚ ﺭﺁﻌﺘﺎ ﻥ ﻳ ﺮﺁﻌ ﻬﻤﺎ ﻣ ﻦ ﺍﻟ ﱡﻀ ﺤﻰ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1432'
),
	Hadith(
		hadithNumber: 1433,
		hadith:
						'ﻭ ﻋ ﻦ ﺄﻣﱢ ﺍﻟﻤﺆﻣﻨﻴ ﻦ ﺟ ﻮﻳ ﺮﻳ ﺔ ﺑﻨ ﺖ ﺍﻟﺤﺎ ﺭ ﺙ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧﺮ ﺝ ﻣ ﻦ.'
			'ﻋﻨﺪ ﻩﺎ ﺑﻜ ﺮﺓ ﺣﻴ ﻦ ﺻﱠﻠﻰ ﺍﻟ ﱡﺼﺒ ﺢ ﻭ ﻩ ﻲ ﻓﻲ ﻣ ﺴ ﺠﺪ ﻩﺎ ، ﺛﻢﱠ ﺭﺟﻊ ﺑﻌﺪ ﺃ ﻥ ﺃ ﺿﺤﻰ ﻭ ﻩﻲ ﺟﺎﻟﺴﺔ ﻓﻘﺎﻝ : « ﻣﺎﺯﻟ ﺖ ﻋﻠﻰ'
			'ﺍﻟﺤﺎﻝ ﺍﻟﺘﻲ ﻓﺎ ﺭﻗﺘ ﻚ ﻋﻠﻴ ﻬﺎ ؟ » ﻗﺎﻟ ﺖ : ﻧﻌﻢ : ﻓﻘﺎ ﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻘﺪ ﻗﻠ ﺖ ﺑﻌﺪ ﻙ ﺃ ﺭﺑ ﻊ ﺁﻠ ﻤﺎ ﺕ'
			'ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ، ﻟ ﻮ ﻭ ﺯﻧ ﺖ ﺑ ﻤﺎ ﻗﻠ ﺖ ﻣﻨﺬ ﺍﻟﻴﻮﻡ ﻟ ﻮ ﺯﻧﺘ ﻬ ﱠﻦ : ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑﺤ ﻤﺪﻩ ﻋﺪﺩ ﺧﻠﻘ ﻪ ، ﻭ ﺭ ﺿﺎ ﺀ ﻧﻔ ﺴ ﻪ ، ﻭ ﺯﻧ ﺔ'
			'ﻋ ﺮ ﺷ ﻪ ، ﻭ ﻣﺪﺍﺩ ﺁﻠ ﻤﺎﺗﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻋﺪﺩ ﺧﻠﻘ ﻪ ، ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﺭ ﺿﺎ ﺀ ﻧﻔ ﺴ ﻪ ، ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﺯﻧ ﺔ ﻋ ﺮ ﺷ ﻪ ، ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ'
			'ﻣﺪﺍﺩ ﺁﻠﻤﺎﺗ ﻪ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﺍﻟﺘﺮﻣﺬﻱ : « ﺃﻻ ﺃﻋﱢﻠﻤ ﻚ ﺁﻠﻤﺎ ﺕ ﺗﻘﻮﻟﻴﻨﻬﺎ ؟ ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻋﺪﺩ ﺧﻠﻘ ﻪ ، ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻋﺪﺩ ﺧﻠﻘ ﻪ ،'
			'ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﻋﺪﺩ ﺧﻠﻘ ﻪ ، ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﺭﺿﺎ ﻧﻔ ﺴ ﻪ ، ﺳﺒﺤﺎﻥ ﺍﻟﱠﻠ ﻪ ﺭﺿﺎ ﻧﻔ ﺴﻪ، ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﺭﺿﺎ ﻧﻔ ﺴ ﻪ ، ﺳﺒ ﺤﺎ ﻥ'
			'ﺍﻟﱠﻠﻪ ﺯﻧ ﺔ ﻋ ﺮ ﺷ ﻪ ، ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﺯﻧ ﺔ ﻋ ﺮ ﺷ ﻪ ، ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﺯﻧ ﺔ ﻋ ﺮ ﺷ ﻪ ، ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻣﺪﺍﺩ ﺁﻠﻤﺎﺗ ﻪ ، ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ'
			'ﻣﺪﺍﺩ ﺁﻠﻤﺎﺗ ﻪ ، ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻣﺪﺍﺩ ﺁﻠﻤﺎﺗﻪ »',
		translation: 'Translation of Hadith 1433'
),
	Hadith(
		hadithNumber: 1434,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺍﻷﺷﻌﺮ ﱢﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎﻝ : « ﻣﺜ ﻞ ﺍﻟﺬﻱ'
			'ﻳﺬﺁ ﺮ ﺭﺑﱠﻪ ﻭﺍﻟﺬﻱ ﻻ ﻳﺬﺁ ﺮﻩ ، ﻣﺜﻞ ﺍﻟﺤ ﱢﻲ ﻭﺍﻟ ﻤﱢﻴ ﺖ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻓﻘﺎﻝ : « ﻣﺜ ﻞ ﺍﻟﺒﻴ ﺖ ﺍﱠﻟﺬﻱ ﻳﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ﻓﻴ ﻪ ، ﻭﺍﻟﺒﻴ ﺖ ﺍﻟﺬﻱ ﻻ ﻳﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ﻓﻴ ﻪ ، ﻣﺜ ﻞ ﺍﻟ ﺤ ﱢﻲ ﻭﺍﻟ ﻤﱢﻴ ﺖ »',
		translation: 'Translation of Hadith 1434'
),
	Hadith(
		hadithNumber: 1435,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ :'
			'ﺃﻧﺎ ﻋﻨﺪ ﻇ ﱢﻦ ﻋﺒﺪﻱ ﺑﻲ ، ﻭﺃﻧﺎ ﻣﻌﻪ ﺇﺫﺍ ﺫﺁ ﺮﻧﻲ ، ﻓﺈﻥ ﺫﺁ ﺮﻧﻲ ﻓﻲ ﻧﻔﺴ ﻪ ، ﺫﺁ ﺮﺗﻪ ﻓﻲ ﻧﻔﺴﻲ ، ﻭﺇ ﻥ ﺫﺁ ﺮﻧﻲ ﻓﻲ ﻣ ﻺ ،'
			'ﺫﺁﺮﺗﻪ ﻓﻲ ﻣ ﻺ ﺧﻴ ﺮ ﻣﻨ ﻬﻢ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1435'
),
	Hadith(
		hadithNumber: 1436,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺳﺒ ﻖ ﺍﻟﻤﻔ ﱢﺮﺩﻭ ﻥ » ﻗﺎﻟﻮﺍ : ﻭ ﻣﺎ ﺍﻟﻤﻔ ﱢﺮﺩﻭ ﻥ ﻳﺎ'
			'ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ؟ ﻗﺎﻝ : « ﺍﻟﱠﺬﺍﺁ ﺮﻭ ﻥ ﺍﻟﱠﻠﻪ ﺁﺜﻴﺮﺍ ﻭﺍﻟﱠﺬﺍﺁﺮﺍ ﺕ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺭﻮﻳ : « ﺍﻟﻤﻔ ﱢﺮﺩﻭ ﻥ » ﺑﺘﺸﺪﻳﺪ ﺍﻟﺮﺍﺀ ﻭﺗﺨﻔﻴﻔﻬﺎ ، ﻭﺍﻟﻤ ﺸ ﻬﻮ ﺭ ﺍﱠﻟﺬﻱ ﻗﺎﻟﻪ ﺍﻟﺠﻤ ﻬﻮ ﺭ : ﺍﻟﱠﺘﺸﺪﻳﺪ',
		translation: 'Translation of Hadith 1436'
),
	Hadith(
		hadithNumber: 1437,
		hadith:
						'ﻭﻋﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺃﻓ ﻀ ﻞ ﺍﻟﱢﺬﺁ ﺮ : ﻻ'
			'ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮ ﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1437'
),
	Hadith(
		hadithNumber: 1438,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺑ ﺴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻗﺎﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺇ ﱠﻥ ﺷﺮﺍﺋﻊ ﺍﻹ ﺳﻼﻡ ﻗﺪ ﺁﺜﺮ ﺕ'
			'ﻋﻠ ﱠﻲ ، ﻓﺄﺧﺒ ﺮﻧﻲ ﺑﺸﻲ ﺀ ﺃﺗ ﺸﺒﱠ ﺚ ﺑ ﻪ ﻗﺎﻝ : « ﻻ ﻳﺰﺍ ﻝ ﻟ ﺴﺎﻧ ﻚ ﺭ ﻃﺒﺎ ﻣ ﻦ ﺫﺁ ﺮ ﺍﻟﱠﻠ ﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ'
			'ﺣ ﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1438'
),
	Hadith(
		hadithNumber: 1439,
		hadith:
						'ﻭﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﻗﺎﻝ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑ ﺤﻤﺪﻩ ،'
			' .1439ﻏ ﺮﺳ ﺖ ﻟﻪ ﻧ ﺨﻠﺔ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ » . ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1439'
),
	Hadith(
		hadithNumber: 1440,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻟﻘﻴ ﺖ ﺇﺑﺮﺎﻫﻴﻢ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻴﻠ ﺔ ﺃ ﺳ ﺮ ﻱ ﺑﻲ ﻓﻘﺎﻝ : ﻳﺎ ﻣﺤﻤﱠﺪ ﺃﻗ ﺮﻱ ﺀ ﺃﱠﻣﺘ ﻚ ﻣﱢﻨﻲ ﺍﻟ ﱠﺴﻼﻡ ، ﻭﺃﺧﺒ ﺮ ﻩﻢ ﺃ ﱠﻥ ﺍﻟﺠﱠﻨ ﺔ ﻃﱢﻴﺒﺔ ﺍﻟﱡﺘ ﺮﺑ ﺔ ،'
			'ﻋﺬﺑﺔ ﺍﻟﻤﺎ ﺀ ، ﻭﺃﱠﻧﻬﺎ ﻗﻴﻌﺎ ﻥ ﻭﺃ ﱠﻥ ﻏ ﺮﺍ ﺳﻬﺎ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ، ﻭﺍﻟﺤ ﻤﺪ ﻟﱠﻠﻪ ، ﻭﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﺍﻟﱠﻠﻪ ﺃﺁﺒ ﺮ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1440'
),
	Hadith(
		hadithNumber: 1441,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺍﻟﱢﺪﺭﺩﺍ ﺀ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ ﺃﻧﱢﺒﺌﻜﻢ ﺑ ﺨﻴ ﺮ'
			'ﺃ ﻋﻤﺎﻟﻜﻢ ، ﻭﺃ ﺯﺁﺎ ﻩﺎ ﻋﻨﺪ ﻣﻠﻴﻜﻜﻢ ، ﻭﺃ ﺭﻓﻌﻬﺎ ﻓﻲ ﺩﺭﺟﺎﺗﻜﻢ ، ﻭ ﺧﻴﺮ ﻟﻜﻢ ﻣ ﻦ ﺇﻧﻔﺎﻕ ﺍﻟﱠﺬ ﻩ ﺐ ﻭﺍﻟﻔ ﱠﻀ ﺔ ، ﻭ ﺧﻴﺮ ﻟﻜﻢ ﻣ ﻦ'
			'ﺃ ﻥ ﺗﻠﻘ ﻮﺍ ﻋﺪ ﱠﻭﺁﻢ ، ﻓﺘﻀﺮﺑﻮﺍ ﺃ ﻋﻨﺎﻗ ﻬﻢ ، ﻭﻳﻀ ﺮﺑﻮﺍ ﺃ ﻋﻨﺎﻗﻜﻢ؟» ﻗﺎﻟﻮﺍ : ﺑﻠﻰ ، ﻗﺎﻝ : « ﺫﺁﺮ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ، ﻗﺎ ﻝ ﺍﻟﺤﺎﺁﻢ ﺃﺑﻮ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ : ﺇﺳﻨﺎﺩﻩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1441'
),
	Hadith(
		hadithNumber: 1442,
		hadith:
						'ﻭﻋﻦ ﺳﻌﺪ ﺑ ﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺩ ﺧﻞ ﻣﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍ ﻣﺮﺃﺓ'
			'ﻭﺑﻴ ﻦ ﻳﺪﻳ ﻬﺎ ﻧﻮ ﻯ - ﺃ ﻭ ﺣﺼ ﻰ - ﺗﺴﺒﱢ ﺢ ﺑﻪ ﻓﻘﺎﻝ : « ﺃﻻ ﺃ ﺧﺒ ﺮﻙ ﺑﻤﺎ ﻩﻮ ﺃﻳﺴ ﺮ ﻋﻠﻴ ﻚ ﻣ ﻦ ﻩﺬﺍ - ﺃ ﻭ ﺃﻓ ﻀ ﻞ » ﻓﻘﺎ ﻝ :'
			'« ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﻋﺪﺩ ﻣﺎ ﺧﻠ ﻖ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ ، ﻭ ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻋﺪﺩ ﻣﺎ ﺧﻠ ﻖ ﻓﻲ ﺍ ﻷ ﺭ ﺽ ، ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻋﺪﺩ ﻣﺎ ﺑﻴ ﻦ'
			'ﺫﻟﻚ ، ﻭﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻋﺪﺩ ﻣﺎ ﻩ ﻮ ﺧﺎﻟ ﻖ . ﻭﺍﻟﱠﻠﻪ ﺃﺁﺒ ﺮ ﻣﺜ ﻞ ﺫﻟ ﻚ ، ﻭﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﻣﺜﻞ ﺫﻟﻚ ، ﻭﻻ ﺇﻟﻪ ﺇﻻ ﺍﻟﱠﻠﻪ ﻣﺜﻞ ﺫﻟ ﻚ ،'
			'ﻭﻻ ﺣ ﻮﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠﻪ ﻣﺜ ﻞ ﺫﻟﻚ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺧﺰﻳﻤﺔ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1442'
),
	Hadith(
		hadithNumber: 1443,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ ﺃﺩﱡﻟﻚ ﻋﻠﻰ ﺁﻨ ﺰ'
			'ﻣ ﻦ ﺁﻨﻮ ﺯ ﺍﻟﺠﱠﻨ ﺔ ؟ » ﻓﻘﻠﺖ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻗﺎﻝ : « ﻻ ﺣﻮﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1443'
),
	Hadith(
		hadithNumber: 1444,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟﺖ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻠﻰ ﺁﻞﱢ'
			'ﺃﺣﻴﺎﻧ ﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1444'
),
	Hadith(
		hadithNumber: 1445,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻮ ﺃ ﱠﻥ ﺃ ﺣﺪﺁﻢ ﺇﺫﺍ ﺃﺗﻰ'
			'ﺄﻫﻠﻪ ﻗﺎ ﻝ : ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ﺍﻟﻠﱠ ﻬﻢﱠ ﺟﱢﻨﺒﻨﺎ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻭﺟﱢﻨ ﺐ ﺍﻟ ﱠﺸﻴﻄﺎ ﻥ ﻣﺎ ﺭ ﺯﻗﺘﻨﺎ ، ﻓﻘ ﻀﻲ ﺑﻴﻨ ﻬﻤﺎ ﻭﻟﺪ ، ﻟﻢ ﻳ ﻀﺮﻩ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1445'
),
	Hadith(
		hadithNumber: 1446,
		hadith:
						'ﻋﻦ ﺣﺬﻳﻔ ﺔ ، ﻭﺃﺑﻲ ﺫ ﺭ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻻ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺃ ﻮﯨ ﺇﻟﻰ'
			'ﻓﺮﺍ ﺷ ﻪ ﻗﺎﻝ : « ﺑﺎﺳ ﻤ ﻚ ﺍﻟﱠﻠ ﻬﱠﻢ ﺃ ﺣﻴﺎ ﻭﺃﻣﻮ ﺕ » ﻭﺇﺫﺍ ﺍ ﺳﺘﻴﻘ ﻆ ﻗﺎﻝ : « ﺍﻟﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺍﻟﺬﻱ ﺃ ﺣﻴﺎﻧﺎ ﺑﻌﺪ ﻣﺎ ﺃﻣﺎﺗﻨﺎ ﻭﺇﻟﻴﻪ'
			'ﺍﻟﻨﱡﺸﻮ ﺭ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ',
		translation: 'Translation of Hadith 1446'
),
	Hadith(
		hadithNumber: 1447,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻣﻼﺋﻜ ﺔ'
			'ﻳ ﻄﻮﻓﻮ ﻥ ﻓﻲ ﺍﻟ ﱡﻄ ﺮﻕ ﻳﻠﺘ ﻤ ﺴﻮ ﻥ ﺃ ﻩ ﻞ ﺍﻟﱢﺬﺁ ﺮ ، ﻓﺈﺫﺍ ﻭﺟﺪﻭﺍ ﻗ ﻮﻣﺎ ﻳﺬﺁ ﺮﻭ ﻥ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ، ﺗـﻨﺎﺩ ﻭﺍ : ﻩﻠﱡﻤﻮﺍ ﺇﻟﻰ'
			'ﺣﺎﺟﺘﻜﻢ ، ﻓﻴ ﺤﱡﻔﻮﻧﻬﻢ ﺑﺄ ﺟﻨ ﺤﺘﻬﻢ ﺇﻟﻰ ﺍﻟ ﱠﺴ ﻤﺎﺀ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓﻴﺴﺄﻟ ﻬﻢ ﺭﱡﺑ ﻬﻢ - ﻭ ﻩ ﻮ ﺃ ﻋﻠﻢ - : ﻣﺎ ﻳﻘﻮ ﻝ ﻋﺒﺎﺪﻳ ؟ ﻗﺎﻝ :'
			'ﻳﻘﻮﻟﻮ ﻥ : ﻳﺴﱢﺒ ﺤﻮﻧ ﻚ ﻭﻳﻜﱢﺒﺮﻭﻧ ﻚ ، ﻭﻳ ﺤﻤﺪﻭﻧ ﻚ ، ﻭﻳ ﻤ ﱢﺠﺪﻭﻧ ﻚ ، ﻓﻴﻘﻮ ﻝ : ﻩﻞ ﺭﺃ ﻭﻧﻲ ؟ ﻓﻴﻘﻮﻟﻮﻥ : ﻻ ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ'
			'ﺭﺃ ﻭ ﻙ ، ﻓﻴﻘﻮ ﻝ : ﺁﻴ ﻒ ﻟﻮ ﺭﺃ ﻭﻧﻲ؟، ﻗﺎﻝ : ﻳﻘﻮﻟﻮﻥ ﻟﻮ ﺭﺃ ﻭ ﻙ ﺁﺎﻧﻮﺍ ﺃ ﺷﱠﺪ ﻟ ﻚ ﻋﺒﺎﺩﺓ ، ﻭﺃ ﺷﱠﺪ ﻟ ﻚ ﺗ ﻤ ﺠﻴﺪﺍ ، ﻭﺃﺁﺜ ﺮ ﻟ ﻚ'
			'ﺗ ﺴﺒﻴﺤﺎ . ﻓﻴﻘﻮ ﻝ : ﻓﻤﺎﺫﺍ ﻳﺴﺄﻟﻮ ﻥ ؟ ﻗﺎﻝ : ﻳﻘﻮﻟﻮ ﻥ : ﻳﺴﺄﻟﻮﻧ ﻚ ﺍﻟﺠﱠﻨ ﺔ . ﻗﺎ ﻝ : ﻳﻘﻮ ﻝ : ﻮﻫﻞ ﺭﺃ ﻭ ﻩﺎ ؟ ﻗﺎ ﻝ : ﻳﻘﻮﻟﻮ ﻥ'
			': ﻻ ﻭﺍﻟﱠﻠﻪ ﻳﺎﺭ ﱢﺏ ﻣﺎ ﺭﺃ ﻭ ﻩﺎ . ﻗﺎ ﻝ : ﻳﻘﻮ ﻝ : ﻓﻜﻴ ﻒ ﻟﻮ ﺭﺃ ﻭ ﻩﺎ ؟، ﻗﺎﻝ: ﻳﻘﻮﻟﻮ ﻥ : ﻟﻮ ﺃﱠﻧ ﻬﻢ ﺭﺃ ﻮﻫﺎ ﺁﺎﻧﻮﺍ ﺃ ﺷﱠﺪ ﻋﻠﻴ ﻬﺎ'
			'ﺣ ﺮﺻﺎ ، ﻭﺃ ﺷﱠﺪ ﻟ ﻬﺎ ﻃﻠﺒﺎ ، ﻭﺃ ﻋ ﻈﻢ ﻓﻴﻬﺎ ﺭ ﻏﺒﺔ. ﻗﺎ ﻝ : ﻓ ﻤﱠﻢ ﻳﺘﻌ ﱠﻮﺫﻭ ﻥ ؟ ﻗﺎ ﻝ : ﻳﻘﻮﻟﻮﻥ ﻳﺘﻌ ﱠﻮﺫﻭ ﻥ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ ، ﻗﺎﻝ :'
			'ﻓﻴﻘﻮ ﻝ : ﻭ ﻩﻞ ﺭﺃ ﻭ ﻩﺎ ؟ ﻗﺎ ﻝ: ﻳﻘﻮﻟﻮ ﻥ: ﻻ ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺭﺃ ﻭ ﻩﺎ . ﻓﻴﻘﻮ ﻝ : ﺁﻴﻒ ﻟﻮ ﺭﺃ ﻮﻫﺎ ؟، ﻗﺎﻝ : ﻳﻘﻮﻟﻮﻥ : ﻟﻮ ﺭﺃ ﻭ ﻩﺎ'
			'ﺁﺎﻧﻮﺍ ﺃ ﺷﱠﺪ ﻣﻨﻬﺎ ﻓﺮﺍﺭﺍ ، ﻭﺃ ﺷﱠﺪ ﻟﻬﺎ ﻣ ﺨﺎﻓﺔ . ﻗﺎ ﻝ : ﻓﻴﻘﻮ ﻝ : ﻓﺄ ﺷﻬﺪﺁﻢ ﺃﱢﻧﻲ ﻗﺪ ﻏﻔ ﺮ ﺕ ﻟﻬﻢ ، ﻗﺎ ﻝ : ﻳﻘﻮ ﻝ ﻣﻠ ﻚ ﻣ ﻦ'
			'ﺍﻟﻤﻼﺋﻜ ﺔ : ﻓﻴﻬﻢ ﻓﻼ ﻥ ﻟﻴﺲ ﻣﻨﻬﻢ ، ﺇﱠﻧﻤﺎ ﺟﺎ ﺀ ﻟﺤﺎ ﺟﺔ، ﻗﺎﻝ : ﻩﻢ ﺍﻟ ﺠﻠ ﺴﺎ ﺀ ﻻ ﻳ ﺸﻘﻰ ﺑﻬﻢ ﺟﻠﻴﺴ ﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﻟﱠﻠ ﻪ ﻣﻼﺋﻜ ﺔ'
			'ﺳﱠﻴﺎﺭﺓ ﻓ ﻀﻼ ﺀ ﻳﺘﺘﱠﺒﻌﻮ ﻥ ﻣﺠﺎﻟﺲ ﺍﻟﱢﺬﺁ ﺮ ، ﻓﺈﺫﺍ ﻭﺟﺪﻭﺍ ﻣﺠﻠﺴﺎ ﻓﻴ ﻪ ﺫﺁﺮ ، ﻗﻌﺪﻭﺍ ﻣﻌ ﻬﻢ ، ﻭﺣ ﱠﻒ ﺑﻌ ﻀ ﻬﻢ ﺑﻌﻀﺎ'
			'ﺑﺄ ﺟﻨ ﺤﺘ ﻬﻢ ﺣﱠﺘﻰ ﻳ ﻤ ﻸﻭﺍ ﻣﺎ ﺑﻴﻨ ﻬﻢ ﻭﺑﻴ ﻦ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓﺈﺫﺍ ﺗﻔ ﱠﺮﻗﻮﺍ ﻋﺮ ﺟﻮﺍ ﻭﺻﻌﺪﻭﺍ ﺇﻟﻰ ﺍﻟ ﱠﺴﻤﺎ ﺀ ، ﻓﻴ ﺴﺄﻟ ﻬﻢ ﺍﻟﱠﻠﻪ'
			'ﻋ ﱠﺰ ﻭﺟ ﱠﻞ - ﻭ ﻩ ﻮ ﺃ ﻋﻠﻢ - : ﻣ ﻦ ﺃﻳ ﻦ ﺟﺌﺘﻢ ؟ ﻓﻴﻘﻮﻟﻮﻥ: ﺟﺌﻨﺎ ﻣ ﻦ ﻋﻨﺪ ﻋﺒﺎﺩ ﻟ ﻚ ﻓﻲ ﺍ ﻷ ﺭ ﺽ : ﻳﺴﺒ ﺤﻮﻧ ﻚ، ﻭﻳﻜﱢﺒ ﺮﻭﻧ ﻚ'
			'، ﻭﻳ ﻬﱢﻠﻠﻮﻧ ﻚ ، ﻭﻳ ﺤﻤﺪﻭﻧ ﻚ ، ﻭﻳ ﺴﺄﻟﻮﻧ ﻚ . ﻗﺎﻝ : ﻭﻣﺎﺫﺍ ﻳ ﺴﺄﻟﻮﻧﻲ ؟ ﻗﺎﻟﻮﺍ : ﻳ ﺴﺄﻟﻮﻧ ﻚ ﺟﱠﻨﺘ ﻚ . ﻗﺎﻝ : ﻭ ﻩ ﻞ ﺭﺃ ﻭﺍ'
			'ﺟﱠﻨﺘﻲ ؟ ﻗﺎﻟﻮﺍ : ﻻ ، ﺃ ﻱ ﺭ ﱢﺏ : ﻗﺎﻝ : ﻓﻜﻴ ﻒ ﻟﻮ ﺭﺃ ﻭﺍ ﺟﱠﻨﺘﻲ ؟ ﻗﺎﻟﻮﺍ : ﻭﻳ ﺴﺘ ﺠﻴ ﺮﻭﻧ ﻚ ﻗﺎﻝ : ﻭ ﻣﱠﻢ ﻳ ﺴﺘ ﺠﻴ ﺮﻭﻧﻲ ؟'
			'ﻗﺎﻟﻮﺍ : ﻣ ﻦ ﻧﺎ ﺭ ﻙ ﻳﺎﺭ ﱢﺏ . ﻗﺎﻝ : ﻭ ﻩ ﻞ ﺭﺃ ﻭﺍ ﻧﺎ ﺮﻳ ؟ ﻗﺎﻟﻮﺍ : ﻻ ، ﻗﺎﻝ : ﻓﻜﻴ ﻒ ﻟ ﻮ ﺭﺃ ﻭﺍ ﻧﺎ ﺮﻳ ؟، ﻗﺎﻟﻮﺍ :'
			'ﻭﻳ ﺴﺘﻐﻔﺮﻭﻧ ﻚ ، ﻓﻴﻘﻮﻝ : ﻗﺪ ﻏﻔ ﺮ ﺕ ﻟ ﻬﻢ ، ﻭﺃﻋ ﻄﻴﺘ ﻬﻢ ﻣﺎ ﺳﺄﻟﻮﺍ ، ﻭﺃﺟ ﺮﺗﻬﻢ ﻣﱠﻤﺎ ﺍ ﺳﺘﺠﺎ ﺭﻭﺍ . ﻗﺎﻝ : ﻓﻴﻘﻮﻟﻮ ﻥ :'
			'ﺭ ﱢﺏ ﻓﻴﻬﻢ ﻓﻼ ﻥ ﻋﺒﺪ ﺧ ﱠﻄﺎ ﺀ ﺇﱠﻧ ﻤﺎ ﻣ ﱠﺮ ، ﻓﺠﻠﺲ ﻣﻌ ﻬﻢ ، ﻓﻴﻘﻮﻝ : ﻭﻟﻪ ﻏﻔ ﺮ ﺕ ، ﻩﻢ ﺍﻟﻘ ﻮﻡ ﻻ ﻳ ﺸﻘﻰ ﺑ ﻬﻢ ﺟﻠﻴ ﺴ ﻬﻢ »',
		translation: 'Translation of Hadith 1447'
),
	Hadith(
		hadithNumber: 1448,
		hadith:
						'ﻭﻋﻨﻪ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻻ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﻘﻌﺪ ﻗ ﻮﻡ'
			'ﻳﺬﺁ ﺮﻭ ﻥ ﺍﻟﱠﻠ ﻪ ﺇ ﱠﻻ ﺣﻔﱠﺘ ﻬﻢ ﺍﻟﻤﻼﺋﻜﺔ ، ﻭﻏ ﺸﻴﺘ ﻬﻢ ﺍﻟ ﱠﺮ ﺣﻤﺔ ﻭﻧ ﺰﻟ ﺖ ﻋﻠﻴ ﻬﻢ ﺍﻟ ﱠﺴﻜﻴﻨﺔ ، ﻭﺫﺁ ﺮ ﻩﻢ ﺍﻟﱠﻠﻪ ﻓﻴﻤﻦ ﻋﻨﺪﻩ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1448'
),
	Hadith(
		hadithNumber: 1449,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻭﺍﻗﺪ ﺍﻟﺤﺎ ﺭ ﺙ ﺑﻦ ﻋ ﻮ ﻑ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻴﻨﻤﺎ ﻩﻮ ﺟﺎﻟ ﺲ'
			'ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ، ﻭﺍﻟﱠﻨﺎ ﺱ ﻣﻌﻪ ، ﺇﺫ ﺃﻗﺒ ﻞ ﺛﻼﺛﺔ ﻧﻔ ﺮ ، ﻓﺄﻗﺒﻞ ﺍﺛﻨﺎ ﻥ ﺇﻟﻰ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺫ ﻩﺐ'
			'ﻭﺍﺣﺪ، ﻓﻮﻗﻔﺎ ﻋﻠﻰ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻓﺄﱠﻣﺎ ﺃﺣﺪ ﻩﻤﺎ ﻓﺮﺄﯨ ﻓ ﺮ ﺟ ﺔ ﻓﻲ ﺍﻟﺤﻠﻘ ﺔ ، ﻓ ﺠﻠ ﺲ ﻓﻴﻬﺎ ﻭﺃﱠﻣﺎ'
			'ﺍﻵ ﺧ ﺮ ، ﻓ ﺠﻠﺲ ﺧﻠﻔ ﻬﻢ ، ﻭﺃﱠﻣﺎ ﺍﻟﺜﺎﻟ ﺚ ﻓﺄﺩﺑﺮ ﺫﺎﻫﺒﺎ . ﻓﻠﱠﻤﺎ ﻓ ﺮ ﻍ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: ﺃﻻ ﺃﺧﺒ ﺮﺁﻢ'
			'ﻋﻦ ﺍﻟﱠﻨﻔ ﺮ ﺍﻟﱠﺜﻼﺛ ﺔ ، ﺃﱠﻣﺎ ﺃﺣﺪﻩﻢ ، ﻓﺄﻮﯨ ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ﻓﺂﻭﺍﻩ ﺍﻟﱠﻠﻪ ﻭﺃﱠﻣﺎ ﺍﻵﺧ ﺮ ﻓﺎ ﺳﺘ ﺤﻴﻲ ﻓﺎﺳﺘﺤﻴﻲ ﺍﻟﱠﻠﻪ ﻣﻨﻪ ﻭﺃﱠﻣﺎ ﺍﻵﺧ ﺮ'
			'، ﻓﺄ ﻋﺮ ﺽ ، ﻓﺄ ﻋﺮﺽ ﺍﻟﱠﻠﻪ ﻋﻨﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1449'
),
	Hadith(
		hadithNumber: 1450,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧﺮﺝ ﻣﻌﺎ ﻭﻳﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻠﻰ ﺣﻠﻘ ﺔ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ،'
			'ﻓﻘﺎﻝ : ﻣﺎ ﺃ ﺟﻠﺴﻜﻢ ؟ ﻗﺎﻟﻮﺍ : ﺟﻠ ﺴﻨﺎ ﻧﺬﺁ ﺮ ﺍﻟﱠﻠﻪ . ﻗﺎ ﻝ : ﺁﻟﱠﻠ ﻪ ﻣﺎ ﺃ ﺟﻠﺴﻜﻢ ﺇ ﱠﻻ ﺫﺍ ﻙ ؟ ﻗﺎﻟﻮﺍ : ﻣﺎ ﺃ ﺟﻠﺴﻨﺎ ﺇ ﱠﻻ ﺫﺍ ﻙ ، ﻗﺎﻝ'
			': ﺃﻣﺎ ﺇﱢﻧﻲ ﻟﻢ ﺃ ﺳﺘ ﺤﻠﻔﻜﻢ ﺗ ﻬﻤ ﺔ ﻟﻜﻢ ﻭﻣﺎ ﺁﺎ ﻥ ﺃﺣﺪ ﺑﻤﻨ ﺰﻟﺘﻲ ﻣ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻗ ﱠﻞ ﻋﻨﻪ ﺣﺪﻳﺜﺎ'
			'ﻣﱢﻨﻲ : ﺇ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﺮﺝ ﻋﻠﻰ ﺣﻠﻘ ﺔ ﻣﻦ ﺃﺻﺤﺎﺑﻪ ﻓﻘﺎﻝ : « ﻣﺎ ﺃ ﺟﻠﺴﻜﻢ ؟ » ﻗﺎﻟﻮﺍ :'
			'ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺃ ﺟﻠﺴﻨﺎ ﺇ ﱠﻻ ﺫﺍ ﻙ . ﻗﺎ ﻝ : « ﺃﻣﺎ ﺇﱢﻧﻲ ﻟﻢ ﺃ ﺳﺘ ﺤﻠﻔﻜﻢ ﺗﻬﻤﺔ ﻟﻜﻢ ، ﻭﻟﻜﻨﱠﻪ ﺃﺗﺎﻧﻲ ﺟﺒ ﺮﻳ ﻞ ﻓﺄ ﺧﺒﺮﻧﻲ ﺃ ﱠﻥ ﺍﻟﱠﻠﻪﺟﻠ ﺴﻨﺎ ﻧﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ، ﻭﻧ ﺤﻤﺪﻩ ﻋﻠﻰ ﻣﺎ ﻩﺪﺍﻧﺎ ﻟ ﻺ ﺳﻼﻡ ، ﻭﻣ ﱠﻦ ﺑ ﻪ ﻋﻠﻴﻨﺎ . ﻗﺎﻝ : « ﺁﻟﱠﻠ ﻪ ﻣﺎ ﺃ ﺟﻠﺴﻜﻢ ﺇ ﱠﻻ ﺫﺍ ﻙ ؟ ﻗﺎﻟﻮﺍ :'
			'ﻳﺒﺎ ﻩﻲ ﺑﻜﻢ ﺍﻟﻤﻼﺋﻜ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1450'
),
	Hadith(
		hadithNumber: 1451,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻗﺎﻝ ﺣﻴ ﻦ ﻳ ﺼﺒ ﺢ'
			'ﻭﺣﻴ ﻦ ﻳﻤ ﺴﻲ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ﻭﺑﺤﻤﺪﻩ ﻣﺎﺋ ﺔ ﻣﺮﺓ ﻟﻢ ﻳﺄ ﺕ ﺃﺣﺪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ ﺑﺄﻓ ﻀ ﻞ ﻣﻤﺎ ﺟﺎ ﺀ ﺑ ﻪ ، ﺇ ﱠﻻ ﺃﺣﺪ ﻗﺎﻝ ﻣﺜ ﻞ'
			'ﻣﺎ ﻗﺎﻝ ﺃ ﻭ ﺯﺍﺩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1451'
),
	Hadith(
		hadithNumber: 1452,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎﻝ : ﺟﺎ ﺀ ﺭ ﺟﻞ ﺇﻟﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻝ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻣﺎ ﻟﻘﻴ ﺖ ﻣ ﻦ ﻋﻘﺮ ﺏ'
			'ﻟﺪ ﻏﺘﻨﻲ ﺍﻟﺒﺎ ﺭﺣ ﺔ ، ﻗﺎﻝ : « ﺃﻣﺎ ﻟﻮ ﻗﻠ ﺖ ﺣﻴ ﻦ ﺃ ﻣﺴﻴﺖ : ﺃ ﻋﻮﺫ ﺑﻜﻠﻤﺎ ﺕ ﺍﻟﱠﻠ ﻪ ﺍﻟﱠﺘﺎﱠﻣﺎ ﺕ ﻣ ﻦ ﺷ ﱢﺮ ﻣﺎ ﺧﻠ ﻖ ﻟﻢ ﺗ ﻀ ﱠﺮﻙ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1452'
),
	Hadith(
		hadithNumber: 1453,
		hadith:
						'ﻭﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﱠﻧﻪ ﺁﺎﻥ ﻳﻘﻮﻝ ﺇﺫﺍ ﺃ ﺻﺒ ﺢ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺑ ﻚ ﺃ ﺻﺒ ﺤﻨﺎ ﻭﺑ ﻚ ﺃﻣ ﺴﻴﻨﺎ ﻭﺑ ﻚ'
			'ﻧ ﺤﻴﺎ ، ﻭﺑ ﻚ ﻧﻤﻮ ﺕ ، ﻭﺇﻟﻴ ﻚ ﺍﻟﱡﻨ ﺸﻮ ﺭ » ﻭﺇﺫﺍ ﺃ ﻣﺴﻰ ﻗﺎﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺑ ﻚ ﺃ ﻣ ﺴﻴﻨﺎ، ﻭﺑ ﻚ ﻧ ﺤﻴﺎ ، ﻭﺑﻚ ﻧﻤﻮ ﺕ ﻭﺇﻟﻴ ﻚ'
			'ﺍﻟ ﻤ ﺼﻴﺮ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1453'
),
	Hadith(
		hadithNumber: 1454,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺃﺑﺎ ﺑﻜ ﺮ ﺍﻟ ﱢﺼﱢﺪﻳ ﻖ ، ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻣ ﺮﻧﻲ ﺑﻜﻠ ﻤﺎ ﺕ ﺃﻗﻮﻟ ﻬﻦﱠ ﺇﺫﺍ ﺃ ﺻﺒ ﺤ ﺖ.['
			'ﻭﺇﺫﺍ ﺃ ﻣ ﺴﻴ ﺖ ، ﻗﺎﻝ : ﻗ ﻞ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﻓﺎ ﻃ ﺮ ﺍﻟ ﱠﺴ ﻤﻮﺍ ﺕ ﻭﺍﻷﺭ ﺽ ﻋﺎﻟﻢ ﺍﻟﻐﻴﺐ ﻭﺍﻟ ﱠﺸ ﻬﺎﺩﺓ ، ﺭ ﱠﺏ ﺁﻞﱢ ﺷﻲ ﺀ ﻭ ﻣﻠﻴﻜﻪ .'
			'ﺃ ﺷ ﻬﺪ ﺄﻧ ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺃﻧ ﺖ ، ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺷ ﱢﺮ ﻧﻔﺴﻲ ﻭ ﺷ ﱢﺮ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻭ ﺷ ﺮﺁ ﻪ » ﻗﺎﻝ : « ﻗﻠﻬﺎ ﺇﺫﺍ ﺃ ﺻﺒ ﺤ ﺖ ، ﻭﺇﺫﺍ'
			'ﺃ ﻣ ﺴﻴ ﺖ ، ﻭﺇﺫﺍ ﺃﺧﺬ ﺕ ﻣ ﻀ ﺠﻌ ﻚ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1454'
),
	Hadith(
		hadithNumber: 1455,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﺎ ﻥ ﻧﺒ ﱡﻲ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺃﻣﺴﻰ ﻗﺎﻝ : ﺃ ﻣ ﺴﻴﻨﺎ'
			'ﻭﺃ ﻣﺴﻰ ﺍﻟﻤﻠ ﻚ ﻟﱠﻠ ﻪ ، ﻭﺍﻟﺤ ﻤﺪ ﻟﱠﻠ ﻪ ، ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﺣﺪﻩ ﻻ ﺷﺮﻳ ﻚ ﻟﻪ » ﻗﺎ ﻝ ﺍﻟﺮﻭﺎﻳ: ﺃ ﺭﺍﻩ ﻗﺎﻝ ﻓﻴ ﻬ ﱠﻦ : « ﻟﻪ ﺍﻟﻤﻠ ﻚ'
			'ﻭﻟﻪ ﺍﻟﺤ ﻤﺪ ﻭ ﻩ ﻮ ﻋﻠﻰ ﺁ ﱢﻞ ﺷﻲ ﺀ ﻗﺪﻳﺮ ، ﺭ ﱢﺏ ﺃ ﺳﺄﻟ ﻚ ﺧﻴ ﺮ ﻣﺎ ﻓﻲ ﻩﺬﻩ ﺍﻟﱠﻠﻴﻠ ﺔ ، ﻭ ﺧﻴ ﺮ ﻣﺎ ﺑﻌﺪ ﻩﺎ ، ﻭﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺷ ﱢﺮ'
			'ﻣﺎ ﻓﻲ ﻩﺬﻩ ﺍﻟﱠﻠﻴﻠ ﺔ ﻭ ﺷ ﱢﺮ ﻣﺎ ﺑﻌﺪ ﻩﺎ ، ﺭ ﱢﺏ ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣﻦ ﺍﻟﻜ ﺴ ﻞ ، ﻭ ﺳﻮ ﺀ ﺍﻟﻜﺒ ﺮ ، ﺃﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﻋﺬﺍ ﺏ ﻓﻲ ﺍﻟﱠﻨﺎﺭ ،'
			'ﻭ ﻋﺬﺍ ﺏ ﻓﻲ ﺍﻟﻘﺒﺮ » ﻭﺇﺫﺍ ﺃ ﺻﺒ ﺢ ﻗﺎﻝ ﺫﻟﻚ ﺃﻳﻀﺎ : « ﺃ ﺻﺒ ﺤﻨﺎ ﻭﺃ ﺻﺒ ﺢ ﺍﻟﻤﻠﻚ ﻟﱠﻠ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1455'
),
	Hadith(
		hadithNumber: 1456,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺧﺒﻴﺐ - ﺑ ﻀﱢﻢ ﺍﻟ ﺨﺎ ﺀ ﺍﻟﻤﻌ ﺠ ﻤ ﺔ - ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻗﺮﺃ : ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ ، ﻭﺍﻟﻤﻌ ﱢﻮﺫﺗﻴﻦ ﺣﻴ ﻦ ﺗ ﻤ ﺴﻲ ﻭ ﺣﻴ ﻦ ﺗﺼﺒ ﺢ ، ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ﺗﻜﻔﻴ ﻚ ﻣ ﻦ ﺁ ﱢﻞ'
			'ﺷ ﻲ ﺀ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ ﺻﺤﻴﺢ .'
			'`',
		translation: 'Translation of Hadith 1456'
),
	Hadith(
		hadithNumber: 1457,
		hadith:
						'ﻭﻋ ﻦ ﻋﺜﻤﺎ ﻥ ﺑ ﻦ ﻋﻔﺎ ﻥ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﻣ ﻦ ﻋﺒﺪ'
			'ﻳﻘﻮ ﻝ ﻓﻲ ﺻﺒﺎ ﺡ ﺁ ﱢﻞ ﻳ ﻮﻡ ﻭ ﻣ ﺴﺎ ﺀ ﺁ ﱢﻞ ﻟﻴﻠ ﺔ : ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ﺍﱠﻟﺬﻱ ﻻ ﻳ ﻀﺮﱡ ﻣﻊ ﺍ ﺳﻤ ﻪ ﺷﻲﺀ ﻓﻲ ﺍﻷﺭ ﺽ ﻭﻻ ﻓﻲ ﺍﻟﺴﻤﺎ ﺀ'
			'ﻭ ﻩ ﻮ ﺍﻟ ﱠﺴ ﻤﻴ ﻊ ﺍﻟﻌﻠﻴﻢ ، ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ، ﺇ ﱠﻻ ﻟﻢ ﻳ ﻀﺮﱠﻩ ﺷﻲ ﺀ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﱢﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ'
			'ﺻﺤﻴﺢ .'
			'`',
		translation: 'Translation of Hadith 1457'
),
	Hadith(
		hadithNumber: 1458,
		hadith:
						'ﻭﻋ ﻦ ﺣﺬﻳﻔ ﺔ ﻭﺃﺑﻲ ﺫ ﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺃ ﻮﯨ ﺇﻟﻰ ﻓ ﺮﺍ ﺷ ﻪ'
			'ﻗﺎ ﻝ : « ﺑﺎ ﺳﻤ ﻚ ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﺣﻴﺎ ﻭﺃﻣﻮ ﺕ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1458'
),
	Hadith(
		hadithNumber: 1459,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻟﻪ ﻭﻟﻔﺎ ﻃﻤ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ: «'
			'ﺇﺫﺍ ﺃ ﻭﻳﺘﻤﺎ ﺇﻟﻰ ﻓﺮﺍ ﺷﻜﻤﺎ ، ﺃ ﻭ ﺇﺫﺍ ﺃ ﺧﺬﺗﻤﺎ ﻣ ﻀﺎ ﺟﻌﻜﻤﺎ - ﻓﻜﱢﺒﺮﺍ ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴ ﻦ ، ﻭ ﺳﱢﺒ ﺤﺎ ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴ ﻦ ، ﻭﺍ ﺣﻤﺪﺍ'
			'ﺛﻼﺛﺎ ﻭﺛﻼﺛﻴﻦ » ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺍﻟﱠﺘ ﺴﺒﻴ ﺢ ﺃ ﺭﺑﻌﺎ ﻭﺛﻼﺛﻴ ﻦ » ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺍﻟﱠﺘﻜﺒﻴ ﺮ ﺃﺭﺑﻌﺎ ﻭﺛﻼﺛﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'.'
			'`',
		translation: 'Translation of Hadith 1459'
),
	Hadith(
		hadithNumber: 1460,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃ ﻮﯨ ﺃ ﺣﺪﺁﻢ ﺇﻟﻰ'
			'ﻓﺮﺍ ﺷ ﻪ ، ﻓﻠﻴﻨﻔﺾ ﻓﺮﺍ ﺷﻪ ﺑﺪﺍ ﺧﻠ ﺔ ﺇ ﺯﺍ ﺭﻩ ﻓﺈﻧﱠﻪ ﻻ ﻳﺪ ﺮﻳ ﻣﺎ ﺧﻠﻔﻪ ﻋﻠﻴﻪ ، ﺛﻢﱠ ﻳﻘﻮ ﻝ : ﺑﺎ ﺳﻤ ﻚ ﺭﱢﺑﻲ ﻭ ﺿﻌ ﺖ ﺟﻨﺒﻲ ،'
			'ﻭﺑ ﻚ ﺃ ﺭﻓﻌﻪ ، ﺇ ﻥ ﺃ ﻣ ﺴﻜ ﺖ ﻧﻔ ﺴﻲ ﻓﺎ ﺭ ﺣ ﻤﻬﺎ ، ﻭﺇ ﻥ ﺃ ﺭ ﺳﻠﺘ ﻬﺎ ، ﻓﺎ ﺣﻔ ﻈ ﻬﺎ ﺑ ﻤﺎ ﺗ ﺤﻔ ﻆ ﺑﻪ ﻋﺒﺎﺩ ﻙ ﺍﻟ ﱠﺼﺎﻟ ﺤﻴ ﻦ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1460'
),
	Hadith(
		hadithNumber: 1461,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ، ﺃ ﱠﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﺇﺫﺍ ﺃ ﺧﺬ ﻣ ﻀﺠﻌﻪ ﻧﻔ ﺚ ﻓﻲ'
			'ﻳﺪﻳﻪ ، ﻭﻗ ﺮﺃ ﺑﺎﻟﻤﻌ ﱢﻮﺫﺍ ﺕ ﻭ ﻣﺴﺢ ﺑﻬ ﻤﺎ ﺟ ﺴﺪﻩ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻬﻤﺎ : ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺃﻮﯨ ﺇﻟﻰ ﻓ ﺮﺍ ﺷ ﻪ ﺁﻞﱠ ﻟﻴﻠ ﺔ ﺟﻤﻊ ﺁﱠﻔﻴﻪ - ﺛﻢﱠ ﻧﻔ ﺚ ﻓﻴﻬﻤﺎ'
			'ﻓﻘﺮﺃ ﻓﻴﻬﻤﺎ : ﻗ ﻞ ﻩ ﻮ ﺍﻟﱠﻠﻪ ﺃ ﺣﺪ ، ﻭﻗ ﻞ ﺃ ﻋﻮﺫ ﺑ ﺮ ﱢﺏ ﺍﻟﻔﻠ ﻖ ، ﻭﻗ ﻞ ﺃ ﻋﻮﺫ ﺑﺮ ﱢﺏ ﺍﻟﱠﻨﺎ ﺱ ، ﺛﻢﱠ ﻣ ﺴ ﺢ ﺑ ﻬﻤﺎ ﻣﺎ ﺍ ﺳﺘﻄﺎ ﻉ ﻣﻦ'
			'ﺟ ﺴﺪﻩ ، ﻳﺒﺪﺃ ﺑﻬﻤﺎ ﻋﻠﻰ ﺭﺃ ﺳ ﻪ ﻭﻭﺟ ﻬ ﻪ ، ﻭﻣﺎ ﺃﻗﺒ ﻞ ﻣ ﻦ ﺟ ﺴﺪﻩ ، ﻳﻔﻌ ﻞ ﺫﻟ ﻚ ﺛ ﻼ ﺙ ﻣ ﱠﺮﺎﺗ ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﺎﻝ ﺄﻫ ﻞ ﺍﻟﱡﻠﻐ ﺔ : « ﺍﻟﻨﱠﻔ ﺚ » ﻧﻔ ﺦ ﻟ ﻄﻴ ﻒ ﺑ ﻼ ﺭﻳ ﻖ .'
			'`',
		translation: 'Translation of Hadith 1461'
),
	Hadith(
		hadithNumber: 1462,
		hadith:
						'ﻭﻋ ﻦ ﺍﻟﺒ ﺮﺍ ﺀ ﺑ ﻦ ﻋﺎ ﺯ ﺏ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬ ﻤﺎ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺇﺫﺍ'
			'ﺃﺗﻴ ﺖ ﻣ ﻀ ﺠﻌ ﻚ ﻓﺘﻮ ﱠﺿﺄ ﻭ ﺿﻮ ﺀ ﻙ ﻟﻠ ﱠﺼﻼﺓ ، ﺛﻢﱠ ﺍ ﺿ ﻄ ﺠ ﻊ ﻋﻠﻰ ﺷﱢﻘ ﻚ ﺍ ﻷﻳ ﻤ ﻦ ، ﻭﻗ ﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﺳﻠ ﻤ ﺖ ﻧﻔﺴﻲ ﺇﻟﻴ ﻚ ،'
			'ﻭ ﻭ ﱠﺟ ﻬ ﺖ ﻭ ﺟ ﻬﻲ ﺇﻟﻴ ﻚ . ﻭﻓ ﱠﻮﺿ ﺖ ﺃﻣﺮﻱ ﺇﻟﻴ ﻚ ، ﻭﺃﻟ ﺠﺄ ﺕ ﻇﻬ ﺮﻱ ﺇﻟﻴ ﻚ ، ﺭﻏﺒ ﺔ ﻭﺭ ﻩﺒ ﺔ ﺇﻟﻴ ﻚ ، ﻻ ﻣﻠﺠﺄ ﻭﻻ ﻣﻨﺠﻲ'
			'ﻣﻨ ﻚ ﺇ ﱠﻻ ﺇﻟﻴ ﻚ ، ﺁﻣﻨ ﺖ ﺑﻜﺘﺎﺑ ﻚ ﺍﻟﺬﻱ ﺃﻧ ﺰﻟﺖ ، ﻭﺑﻨﺒﱢﻴ ﻚ ﺍﻟﺬﻱ ﺃﺭ ﺳﻠ ﺖ ، ﻓﺈ ﻥ ﻣ ﱠﺖ . ﻣ ﱠﺖ ﻋﻠﻰ ﺍﻟﻔﻄﺮﺓ ، ﻭﺍ ﺟﻌﻠ ﻬ ﱠﻦ ﺁ ﺧ ﺮ'
			'ﻣﺎ ﺗﻘﻮ ﻝ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1462'
),
	Hadith(
		hadithNumber: 1463,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺃ ﻮﯨ ﺇﻟﻰ ﻓ ﺮﺍ ﺷ ﻪ ﻗﺎﻝ : «ﺍﻟﺤ ﻤﺪ ﻟﱠﻠ ﻪ'
			'ﺍﱠﻟﺬﻱ ﺃ ﻃﻌﻤﻨﺎ ﻭﺳﻘﺎﻧﺎ ، ﻭﺁﻔﺎﻧﺎ ﻭﺁﻭﺍﻧﺎ ، ﻓﻜﻢ ﻣﱠﻤ ﻦ ﻻ ﺁﺎﻓ ﻲ ﻟﻪ ﻭﻻ ﻣ ﺆ ﻭ ﻱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1463'
),
	Hadith(
		hadithNumber: 1464,
		hadith:
						'ﻭﻋ ﻦ ﺣﺬﻳﻔ ﺔ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﺇﺫﺍ ﺃ ﺭﺍﺩ ﺃ ﻥ ﻳ ﺮﻗﺪ ، ﻭ ﺿﻊ ﻳﺪﻩ.'
			'ﺍﻟﻴﻤﻨﻰ ﺗ ﺤ ﺖ ﺧﱢﺪﻩ ، ﺛﻢﱠ ﻳﻘﻮ ﻝ : « ﺍﻟﱠﻠﻬﱠﻢ ﻗﻨﻲ ﻋﺬﺍﺑ ﻚ ﻳ ﻮﻡ ﺗﺒﻌ ﺚ ﻋﺒﺎﺩ ﻙ » ﺭﻭﺍﻩ ﺍﻟﺘﺮ ﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'ﻭ ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻣ ﻦ ﺭﻭﺍﻳ ﺔ ﺣﻔﺼ ﺔ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻭﻓﻴ ﻪ ﺃﻧﱠﻪ ﺁﺎ ﻥ ﻳﻘﻮﻟﻪ ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ',
		translation: 'Translation of Hadith 1464'
),
	Hadith(
		hadithNumber: 1465,
		hadith:
						'ﻭﻋﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑﺸﻴ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﱡﺪﻋﺎ ﺀ ﻩ ﻮ ﺍﻟﻌﺒﺎﺩﺓ'
			'» . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻻ ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1465'
),
	Hadith(
		hadithNumber: 1466,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﺁﺎﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺴﺘ ﺤ ﱡﺐ ﺍﻟﺠﻮﺍ ﻣ ﻊ ﻣ ﻦ'
			'ﺍﻟﱡﺪﻋﺎ ﺀ ، ﻭﻳﺪ ﻉ ﻣﺎ ﺳﻮﻯ ﺫﻟ ﻚ . ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺟﱢﻴﺪ .'
			'`',
		translation: 'Translation of Hadith 1466'
),
	Hadith(
		hadithNumber: 1467,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺃﺁﺜ ﺮ ﺩ ﻋﺎ ﺀ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﱠﻠ ﻬﻢﱠ ﺁﺗﻨﺎ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ'
			'ﺣ ﺴﻨ ﺔ ، ﻭﻓﻲ ﺍﻵ ﺧﺮﺓ ﺣﺴﻨ ﺔ ، ﻭﻗﻨﺎ ﻋﺬﺍ ﺏ ﺍﻟﱠﻨﺎ ﺭ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'ﺯﺍﺩ ﻣﺴﻠﻢ ﻓﻲ ﺭﻭﺍﻳﺘ ﻪ ﻗﺎﻝ : ﻭﺁﺎ ﻥ ﺃﻧ ﺲ ﺇﺫﺍ ﺃ ﺭﺍﺩ ﺃ ﻥ ﻳﺪ ﻋ ﻮ ﺑﺪﻋ ﻮﺓ ﺩ ﻋﺎ ﺑﻬﺎ، ﻭﺇﺫﺍ ﺃ ﺭﺍﺩ ﺄﻧ ﻳﺪ ﻋﻮ ﺑﺪ ﻋﺎ ﺀ ﺩﻋﺎ ﺑ ﻬﺎ'
			'ﻓﻴﻪ',
		translation: 'Translation of Hadith 1467'
),
	Hadith(
		hadithNumber: 1468,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﻧﻲ ﺃ ﺳﺄﻟ ﻚ.'
			'ﺍﻟ ﻬﺪﻯ ، ﻭﺍﻟﱡﺘﻘﻰ ، ﻭﺍﻟﻌﻔﺎ ﻑ ، ﻭﺍﻟﻐﻨﻰ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1468'
),
	Hadith(
		hadithNumber: 1469,
		hadith:
						'ﻭ ﻋ ﻦ ﻃﺎ ﺭ ﻕ ﺑ ﻦ ﺃ ﺷﻴﻢ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺍﻟ ﱠﺮﺟ ﻞ ﺇﺫﺍ ﺃ ﺳﻠﻢ ﻋﱠﻠ ﻤﻪ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺍﻟ ﱠﺼﻼﺓ ، ﺛﻢﱠ ﺃ ﻣ ﺮﻩ ﺃ ﻥ ﻳﺪ ﻋ ﻮ ﺑ ﻬ ﺆﻻ ﺀ ﺍﻟﻜﻠ ﻤﺎ ﺕ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺍﻏﻔ ﺮ ﻟﻲ ، ﻭﺍ ﺭﺣ ﻤﻨﻲ ، ﻭﺍ ﻩﺪﻧﻲ ، ﻭﻋﺎﻓﻨﻲ ، ﻭﺍ ﺭ ﺯﻗﻨﻲ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ ﻋ ﻦ ﻃﺎﺭ ﻕ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃﺗﺎﻩ ﺭ ﺟﻞ ، ﻓﻘﺎ ﻝ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ . ﺁﻴ ﻒ ﺃﻗﻮ ﻝ'
			'ﺣﻴ ﻦ ﺃ ﺳﺄ ﻝ ﺭﱢﺑﻲ ؟ ﻗﺎ ﻝ : « ﻗ ﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻲ ، ﻭﺍ ﺭ ﺣ ﻤﻨﻲ ، ﻭ ﻋﺎﻓﻨﻲ ، ﻭﺍ ﺭ ﺯﻗﻨﻲ ، ﻓﺈ ﱠﻥ ﻩ ﺆﻻ ﺀ ﺗ ﺠﻤ ﻊ ﻟ ﻚ ﺩﻧﻴﺎ ﻙ'
			'ﻭﺁ ﺧ ﺮﺗ ﻚ »',
		translation: 'Translation of Hadith 1469'
),
	Hadith(
		hadithNumber: 1470,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎ ﺹ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠـ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :'
			'« ﺍﻟﻠﱠ ﻬﻢﱠ ﻣ ﺼﺮﱢ ﻑ ﺍﻟﻘﻠﻮ ﺏ ﺻ ﱢﺮ ﻑ ﻗﻠﻮﺑﻨﺎ ﻋﻠﻰ ﻃﺎ ﻋﺘ ﻚ » ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1470'
),
	Hadith(
		hadithNumber: 1471,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺗﻌ ﱠﻮﺫﻭﺍ ﺑﺎﻟﱠﻠ ﻪ ﻣ ﻦ ﺟ ﻬﺪ'
			'ﺍﻟﺒﻼ ﺀ ، ﻭﺩ ﺭ ﻙ ﺍﻟ ﱠﺸﻘﺎ ﺀ ، ﻭ ﺳﻮ ﺀ ﺍﻟﻘ ﻀﺎ ﺀ ، ﻭ ﺷﻤﺎﺗ ﺔ ﺍ ﻷ ﻋﺪﺍ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : ﻗﺎ ﻝ ﺳﻔﻴﺎ ﻥ : ﺃ ﺷﻚﱡ ﺃﱢﻧﻲ ﺯﺩ ﺕ ﻭﺍ ﺣﺪﺓ ﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1471'
),
	Hadith(
		hadithNumber: 1472,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺍﻟﱠﻠﻬﱠﻢ ﺃ ﺻﻠ ﺢ ﻟﻲ ﺩﻳﻨﻲ ﺍﱠﻟﺬﻱ ﻩ ﻮ ﻋ ﺼﻤﺔ'
			'ﺃ ﻣ ﺮﻱ ، ﻭﺃ ﺻﻠ ﺢ ﻟﻲ ﺩﻧﻴﺎ ﻱ ﺍﻟﺘﻲ ﻓﻴ ﻬﺎ ﻣﻌﺎ ﺷﻲ ، ﻭﺃ ﺻﻠ ﺢ ﻟﻲ ﺁ ﺧ ﺮﺗﻲ ﺍﱠﻟﺘﻲ ﻓﻴﻬﺎ ﻣﻌﺎﺪﻳ، ﻭﺍ ﺟﻌ ﻞ ﺍﻟﺤﻴﺎﺓ ﺯﻳﺎﺩﺓ ﻟﻲ'
			'ﻓﻲ ﺁﻞﱢ ﺧﻴ ﺮ ، ﻭﺍ ﺟﻌ ﻞ ﺍﻟﻤﻮ ﺕ ﺭﺍ ﺣ ﺔ ﻟﻲ ﻣ ﻦ ﺁﻞﱢ ﺷ ﺮ » ﺭ ﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1472'
),
	Hadith(
		hadithNumber: 1473,
		hadith:
						'ﻭﻋ ﻦ ﻋﻠﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗ ﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻩﺪﻧﻲ ،'
			'ﻭﺳﱢﺪﺩﻧﻲ » .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃ ﺳﺄﻟ ﻚ ﺍﻟ ﻬﺪﻯ ، ﻭﺍﻟ ﱠﺴﺪﺍﺩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1473'
),
	Hadith(
		hadithNumber: 1474,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻳﻘﻮ ﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧـﻲ ﺃ ﻋﻮﺫ ﺑ ﻚ'
			'ﻣ ﻦ ﺍﻟﻌ ﺠ ﺰ ﻭﺍﻟﻜ ﺴ ﻞ ﻭﺍﻟ ﺠﺒ ﻦ ﻭﺍﻟ ﻬ ﺮﻡ ، ﻭﺍﻟﺒ ﺨ ﻞ ، ﻭﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﻋﺬﺍ ﺏ ﺍﻟﻘﺒ ﺮ ، ﻭﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﻓﺘﻨ ﺔ ﺍﻟ ﻤ ﺤﻴﺎ'
			'ﻭﺍﻟ ﻤ ﻤﺎ ﺕ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻭ ﺿﻠ ﻊ ﺍﻟﱠﺪﻳ ﻦ ﻭ ﻏﻠﺒ ﺔ ﺍﻟ ﱢﺮ ﺟﺎ ﻝ » ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1474'
),
	Hadith(
		hadithNumber: 1475,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﻜ ﺮ ﺍﻟ ﱢﺼﱢﺪﻳ ﻖ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃﱠﻧﻪ ﻗﺎ ﻝ ﻟ ﺮﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻋﱢﻠﻤﻨﻲ ﺩ ﻋﺎ ﺀ'
			'ﺃﺩ ﻋﻮ ﺑ ﻪ ﻓﻲ ﺻﻼﺗﻲ ، ﻗﺎ ﻝ : ﻗ ﻞ : ﺍﻟﱠﻠﻬﱠﻢ ﺇﱢﻧﻲ ﻇﻠ ﻤ ﺖ ﻧﻔ ﺴﻲ ﻇﻠﻤﺎ ﺁﺜﻴﺮﺍ ، ﻭﻻ ﻳﻐﻔﺮ ﺍﻟﱡﺬﻧﻮ ﺏ ﺇ ﱠﻻ ﺃﻧ ﺖ ، ﻓﺎ ﻏﻔﺮ ﻟﻲ'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻭﻓﻲ ﺑﻴﺘﻲ » ﻭ ﺭ ﻮﻳ : « ﻇﻠﻤﺎ ﺁﺜﻴﺮﺍ » ﻭﺭ ﻭ ﻱ « ﺁﺒﻴﺮﺍ » ﺑﺎﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜﺔ ﻭﺑﺎﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ ،ﻣﻐﻔ ﺮﺓ ﻣﻦ ﻋﻨﺪ ﻙ ، ﻭﺍﺭ ﺣ ﻤﻨﻲ ، ﺇﱠﻧ ﻚ ﺃﻧ ﺖ ﺍﻟﻐﻔﻮﺭ ﺍﻟ ﱠﺮ ﺣﻴﻢ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'ﻓﻴﻨﺒﻐﻲ ﺄﻧ ﻳ ﺠﻤ ﻊ ﺑﻴﻨ ﻬﻤﺎ ، ﻓﻴﻘﺎ ﻝ : ﺁﺜﻴﺮﺍ ﺁﺒﻴﺮﺍ',
		translation: 'Translation of Hadith 1475'
),
	Hadith(
		hadithNumber: 1476,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﱠﻧﻪ ﺁﺎ ﻥ ﻳﺪ ﻋﻮ ﺑ ﻬﺬﺍ ﺍﻟﱡﺪ ﻋﺎ ﺀ :'
			'«ﺍﻟﱠﻠﻬﱠﻢ ﺍ ﻏﻔﺮ ﻟﻲ ﺧ ﻄﻴﺌﺘﻲ ﻭﺟ ﻬﻠﻲ ، ﻭﺇ ﺳ ﺮﺍﻓﻲ ﻓﻲ ﺃ ﻣﺮﻱ ، ﻭﻣﺎ ﺃﻧ ﺖ ﺃﻋﻠﻢ ﺑ ﻪ ﻣﱢﻨﻲ ، ﺍﻟﱠﻠﻬﱠﻢ ﺍﻏﻔ ﺮ ﻟﻲ ﺟﱢﺪﻱ ﻭ ﻩ ﺰﻟﻲ'
			'، ﻭ ﺧ ﻄﺌﻲ ﻭﻋ ﻤﺪﻱ ، ﻭﺁ ﱡﻞ ﺫﻟ ﻚ ﻋﻨﺪﻱ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﻏﻔ ﺮ ﻟﻲ ﻣﺎ ﻗﺪﱠ ﻣ ﺖ ﻭ ﻣﺎ ﺃﺧﱠ ﺮ ﺕ ، ﻭﻣﺎ ﺃ ﺳﺮ ﺭ ﺕ ﻭ ﻣﺎ ﺃ ﻋﻠﻨ ﺖ ، ﻭ ﻣﺎ'
			'ﺃﻧ ﺖ ﺃ ﻋﻠﻢ ﺑ ﻪ ﻣﱢﻨﻲ ، ﺃﻧﺖ ﺍﻟﻤﻘﺪﱢﻡ ، ﻭﺃﻧ ﺖ ﺍﻟﻤ ﺆ ﱢﺧ ﺮ، ﻭﺃﻧ ﺖ ﻋﻠﻰ ﺁ ﱢﻞ ﺷ ﻲ ﺀ ﻗﺪﻳﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1476'
),
	Hadith(
		hadithNumber: 1477,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ ﻓﻲ ﺩ ﻋﺎﺋ ﻪ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ'
			'ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺷ ﱢﺮ ﻣﺎ ﻋ ﻤﻠ ﺖ ﻭ ﻣ ﻦ ﺷ ﱢﺮ ﻣﺎ ﻟﻢ ﺃ ﻋﻤ ﻞ » .'
			'ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1477'
),
	Hadith(
		hadithNumber: 1478,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﺁﺎ ﻥ ﻣ ﻦ ﺩﻋﺎ ﺀ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﺍﻟﱠﻠﻬﱠﻢ ﺇﱢﻧﻲ'
			'ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺯ ﻭﺍ ﻝ ﻧﻌﻤﺘ ﻚ ، ﻭﺗ ﺤ ﱡﻮ ﻝ ﻋﺎﻓﻴﺘ ﻚ ﻭﻓﺠﺎ ﺀﺓ ﻧﻘﻤﺘ ﻚ ، ﻭﺟﻤﻴ ﻊ ﺳ ﺨ ﻄ ﻚ » ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1478'
),
	Hadith(
		hadithNumber: 1479,
		hadith:
						'ﻭ ﻋ ﻦ ﺯﻳﺪ ﺑ ﻦ ﺃ ﺭﻗﻢ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﺍﻟﻠ ﻬﱠﻢ ﺇﱢﻧﻲ.'
			'ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺍﻟﻌ ﺠ ﺰ ﻭﺍﻟﻜ ﺴ ﻞ ، ﻭﺍﻟﺒ ﺨ ﻞ ﻭﺍﻟ ﻬﺮﻡ ، ﻭ ﻋﺬﺎﺑ ﺍﻟﻘﺒﺮ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺁ ﺕ ﻧﻔ ﺴﻲ ﺗﻘ ﻮﺍ ﻩﺎ ، ﻭ ﺯﱢﺁ ﻬﺎ ﺃﻧ ﺖ ﺧﻴ ﺮ ﻣ ﻦ'
			'ﺯﱠﺁﺎ ﻩﺎ ، ﺃﻧ ﺖ ﻭﻟﱡﻴ ﻬﺎ ﻭﻣ ﻮ ﻻ ﻩﺎ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﻋﻠﻢ ﻻ ﻳﻨﻔ ﻊ ، ﻭ ﻣ ﻦ ﻗﻠ ﺐ ﻻ ﻳ ﺨ ﺸ ﻊ ، ﻭ ﻣ ﻦ ﻧﻔ ﺲ ﻻ ﺗﺸﺒ ﻊ ،'
			'ﻭ ﻣ ﻦ ﺩ ﻋﻮﺓ ﻻ ﻳ ﺴﺘﺠﺎ ﺏ ﻟ ﻬﺎ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1479'
),
	Hadith(
		hadithNumber: 1480,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﻟ ﻚ'
			'ﺃ ﺳﻠ ﻤ ﺖ ، ﻭﺑ ﻚ ﺁ ﻣﻨ ﺖ ، ﻭﻋﻠﻴ ﻚ ﺗ ﻮﱠﺁﻠ ﺖ ، ﻭﺇﻟﻴ ﻚ ﺃﻧﺒ ﺖ ﻭﺑ ﻚ ﺧﺎ ﺻ ﻤ ﺖ ، ﻭﺇﻟﻴ ﻚ ﺣﺎﺁ ﻤ ﺖ . ﻓﺎ ﻏﻔ ﺮ ﻟﻲ ﻣﺎ ﻗﺪﱠ ﻣ ﺖ ، ﻭﻣﺎ'
			'ﺃﺧﱠ ﺮ ﺕ ، ﻭ ﻣﺎ ﺃ ﺳﺮ ﺭ ﺕ ﻭ ﻣﺎ ﺃﻋﻠﻨ ﺖ ، ﺃﻧ ﺖ ﺍﻟﻤﻘﺪﱢﻡ ، ﻭﺃﻧ ﺖ ﺍﻟﻤ ﺆﺧﱢ ﺮ ، ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺃﻧ ﺖ » .'
			'ﺯﺍﺩ ﺑﻌ ﺾ ﺍﻟ ﱡﺮ ﻭﺍﺓ : « ﻭﻻ ﺣﻮ ﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1480'
),
	Hadith(
		hadithNumber: 1481,
		hadith:
						'ﻭ ﻋﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﺪﻋﻮ ﺑﻬ ﺆﻻ ﺀ ﺍﻟﻜﻠ ﻤﺎ ﺕ : «ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺇﻧﻲ ﺃﻋﻮﺫ ﺑ ﻚ ﻣﻦ ﻓﺘﻨ ﺔ ﺍﻟﱠﻨﺎ ﺭ ، ﻭ ﻋﺬﺍ ﺏ ﺍﻟﱠﻨﺎ ﺭ ، ﻭ ﻣﻦ ﺷ ﱢﺮ ﺍﻟﻐﻨﻰ ﻭﺍﻟﻔﻘﺮ » .'
			'ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍ ﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴﻦ ﺻﺤﻴﺢ ، ﻮﻫﺬﺍ ﻟﻔ ﻆ ﺃﺑﻲ ﺩﺍﻭﺩ .'
			'`',
		translation: 'Translation of Hadith 1481'
),
	Hadith(
		hadithNumber: 1482,
		hadith:
						'ﻭ ﻋﻦ ﺯﻳﺎﺩ ﺑﻦ ﻋﻼﻗ ﺔ ﻋﻦ ﻋﱢﻤﻪ ، ﻮﻫﻮ ﻗﻄﺒﺔ ﺑ ﻦ ﻣﺎﻟ ﻚ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺍﻟﱠﻠﻬﱠﻢ ﺇﱢﻧﻲ ﺃ ﻋﻮﺫ ﺑ ﻚ ﻣﻦ ﻣﻨﻜ ﺮﺍ ﺕ ﺍ ﻷﺧﻼ ﻕ ، ﻭﺍﻷ ﻋﻤﺎ ﻝ ﻭﺍ ﻷ ﻩﻮﺍ ﺀ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ :'
			' .1482ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1482'
),
	Hadith(
		hadithNumber: 1483,
		hadith:
						'ﻭ ﻋﻦ ﺷﻜ ﻞ ﺑ ﻦ ﺣ ﻤﻴﺪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ : ﻋﱢﻠ ﻤﻨﻲ ﺩﻋﺎ ﺀ. ﻗﺎ ﻝ : « ﻗ ﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﻧﻲ'
			'ﺃﻋﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺷ ﱢﺮ ﺳ ﻤﻌﻲ ، ﻭﻣﻦ ﺷ ﱢﺮ ﺑ ﺼ ﺮﻱ ، ﻭﻣﻦ ﺷ ﱢﺮ ﻟ ﺴﺎﻧﻲ ، ﻭ ﻣﻦ ﺷ ﱢﺮ ﻗﻠﺒﻲ ، ﻭﻣﻦ ﺷ ﱢﺮ ﻣﻨﱢﻴﻲ » ﺭﻭﺍﻩ ﺃﺑﻮ'
			'ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1483'
),
	Hadith(
		hadithNumber: 1484,
		hadith:
						'ﻭ ﻋﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ : « ﺍﻟﱠﻠﻬﱠﻢ ﺇﱢﻧﻲ ﺃ ﻋ ﻮﺫ ﺑ ﻚ ﻣ ﻦ'
			'ﺍﻟﺒ ﺮ ﺹ ، ﻭﺍﻟ ﺠﻨﻮ ﻥ ، ﻭﺍﻟ ﺠﺬﺎﻣ ، ﻭ ﺳﻲ ﺀ ﺍ ﻷ ﺳﻘﺎﻡ » ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1484'
),
	Hadith(
		hadithNumber: 1485,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : ﺍﻟﱠﻠﻬﱠﻢ ﺇﱢﻧﻲ ﺃ ﻋﻮﺫ'
			'ﺑ ﻚ ﻣ ﻦ ﺍﻟ ﺠﻮ ﻉ ، ﻓﺈﻧﱠﻪ ﺑﺌ ﺲ ﺍﻟﻀﱠﺠﻴ ﻊ ، ﻭﺃ ﻋﻮﺫ ﺑ ﻚ ﻣﻦ ﺍﻟ ﺨﻴﺎﻧ ﺔ ، ﻓﺈﱠﻧ ﻬﺎ ﺑﺌ ﺴ ﺖ ﺍﻟﺒﻄﺎﻧﺔ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1485'
),
	Hadith(
		hadithNumber: 1486,
		hadith:
						'ﻭﻋﻦ ﻋﻠ ﱟﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺃ ﱠﻥ ﻣﻜﺎﺗﺒﺎ ﺟﺎﺀﻩ ، ﻓﻘﺎ ﻝ ﺇﻧﻲ ﻋﺠﺰ ﺕ ﻋﻦ ﺁﺘﺎﺑﺘﻲ . ﻓﺄ ﻋﱢﻨﻲ . ﻗﺎ ﻝ : ﺃﻻ ﺃ ﻋﱢﻠﻤ ﻚ'
			'ﺁﻠﻤﺎ ﺕ ﻋﱠﻠﻤﻨﻴﻬ ﱠﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻮ ﺁﺎ ﻥ ﻋﻠﻴ ﻚ ﻣﺜ ﻞ ﺟﺒ ﻞ ﺩﻳﻨﺎ ﺃﱠﺩﺍﻩ ﺍﻟﱠﻠﻪ ﻋﻨ ﻚ ؟ ﻗ ﻞ : « ﺍﻟﱠﻠﻬﱠﻢ'
			'ﺍﺁﻔﻨﻲ ﺑﺤﻼﻟ ﻚ ﻋﻦ ﺣ ﺮﺍ ﻣ ﻚ ، ﻭﺍ ﻏﻨﻨﻲ ﺑﻔﻀﻠ ﻚ ﻋﱠﻤﻦ ﺳ ﻮﺍ ﻙ».'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1486'
),
	Hadith(
		hadithNumber: 1487,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻤﺮﺍ ﻥ ﺑ ﻦ ﺍﻟ ﺤﺼﻴ ﻦ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﱠﻠﻢ ﺃﺑﺎﻩ ﺣﺼﻴﻨﺎ ﺁﻠﻤﺘﻴ ﻦ'
			'ﻳﺪ ﻋﻮ ﺑﻬﻤﺎ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻟ ﻬ ﻤﻨﻲ ﺭ ﺷﺪﻱ ، ﻭﺃ ﻋﺬﻧﻲ ﻣﻦ ﺷ ﱢﺮ ﻧﻔﺴﻲ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻗﺎﻝ ﺍﻟﺸﻴﺦ ﺍﻷﻟﺒﺎﻧﻲ : ﺁﺬﺍ ﻗﺎﻝ – ﺄﻳ : ﺍﻟﺘﺮﻣﺬﻱ - : ﻭﻟﻌﻠﻪ ﻓﻲ ﺑﻌﺾ ﻧﺴﺦ ﺍﻟﺘﺮﻣﺬﻱ ﻭﺇﻻ ﻓﻔﻲ'
			'ﻧﺴﺦ " ﺑﻮﻻﻕ " : ( ﺣﺪﻳﺚ ﻏﺮﻳﺐ ) ﻳﻌﻨﻲ : ﺿﻌﻴﻒ ، ﻮﻫﻮ ﺍﻟﻼﺋﻖ ﺑﺤﺎﻝ ﺇﺳﻨﺎﺩﻩ ؛ ﻓﺈﻥ ﻓﻴﻪ ﺍﻧﻘﻄﺎﻋﺎ ﻭﺿﻌﻔﺎ ،'
			'ﻻ ﺳﻴﻤﺎ ﻭﻗﺪ ﺭﻭﺍﻩ ﺍﺑﻦ ﺣﺒﺎﻥ ﻭﺃﺣﻤﺪ ﻣﻦ ﻃﺮﻳﻖ ﺃﺧﺮﻯ : " ﺍﻟﻠﻬﻢ ﻗﻨﻲ ﺷﺮ ﻧﻔﺴﻲ ﻭﺍﻋﺰﻡ ﻋﻠﻰ ﺭﺷﺪﻱ ﺃﻣﺮﻱ"'
			'ﻭﺳﻨﺪﻩ ﺻﺤﻴﺢ ﻋﻠﻰ ﺷﺮﻁ ﺍﻟﺸﻴﺨﻴﻦ .'
			'ﻭﺭﻮﯨ ﺃﺣﻤﺪ ﻋﻨﻪ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﺃﻧﻪ ﻗﺎﻝ : " ﺍﻟﻠﻬﻢ ﺍﻏﻔﺮ ﻟﻲ ﺫﻧﺒﻲ ﺧﻄﺌﻲ ﻭﻋﻤﺪﻱ ﺍﻟﻠﻬﻢ ﺇﻧﻲ ﺃﺳﺘﻬﺪﻳﻚ'
			'ﻷﺭﺷﺪ ﺃﻣﺮﻱ ﻭﺃﻋﻮﺫ ﺑﻚ ﻣﻦ ﺷﺮ ﻧﻔﺴﻲ " ﻭﺳﻨﺪﻩ ﺟﻴﺪ ] .'
			'`',
		translation: 'Translation of Hadith 1487'
),
	Hadith(
		hadithNumber: 1488,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﺍﻟﻔﻀ ﻞ ﺍﻟﻌﱠﺒﺎ ﺱ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﻤ ﱠﻄﻠ ﺐ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﻠ ﺖ ﻳﺎﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ : ﻋﱢﻠ ﻤﻨﻲ ﺷﻴﺌﺎ'
			'ﺃ ﺳﺄﻟﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻗﺎ ﻝ : « ﺳﻠﻮﺍ ﺍﻟﱠﻠﻪ ﺍﻟﻌﺎﻓﻴ ﺔ » . ﻓﻤﻜﺜ ﺖ ﺃﱠﻳﺎﻣﺎ، ﺛﻢﱠ ﺟﺌ ﺖ ﻓﻘﻠ ﺖ : ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ : ﻋﱢﻠ ﻤﻨﻲ ﺷﻴﺌﺎ'
			'ﺃ ﺳﺄﻟﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻗﺎ ﻝ ﻟﻲ : « ﻳﺎ ﻋﱠﺒﺎ ﺱ ﻳﺎ ﻋﱠﻢ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﺳﻠﻮﺍ ﺍﻟﱠﻠﻪ ﺍﻟﻌﺎﻓﻴ ﺔ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﻭﺍﻵ ﺧﺮﺓ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1488'
),
	Hadith(
		hadithNumber: 1489,
		hadith:
						'ﻭﻋ ﻦ ﺷ ﻬ ﺮ ﺑ ﻦ ﺣﻮ ﺷ ﺐ ﻗﺎ ﻝ : ﻗﻠ ﺖ ﻷﻡﱢ ﺳﻠ ﻤ ﺔ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻳﺎ ﺄﻣﱠ ﺍﻟﻤﺆ ﻣﻨﻴﻦ ﻣﺎ ﺁﺎ ﻥ ﺃﺁﺜ ﺮ ﺩ ﻋﺎ ﺀ'
			'ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺁﺎ ﻥ ﻋﻨﺪ ﻙ ؟ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺃﺁﺜ ﺮ ﺩﻋﺎﺋ ﻪ : « ﻳﺎ ﻣﻘﻠ ﺐ ﺍﻟﻘﻠﻮ ﺏ ﺛﱢﺒ ﺖ ﻗﻠﺒﻲ ﻋﻠﻰ'
			'ﺩﻳﻨ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ، ﻭﻗﺎﻝ ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1489'
),
	Hadith(
		hadithNumber: 1490,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺍﻟﱠﺪﺭﺩﺍ ﺀ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺁﺎ ﻥ ﻣﻦ ﺩﻋﺎ ﺀ.'
			'ﺩﺍ ﻭﺩ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﱠﻠﻬﱠﻢ ﺇﱢﻧﻲ ﺃ ﺳﺄﻟ ﻚ ﺣﱠﺒ ﻚ ، ﻭ ﺣﺐﱠ ﻣﻦ ﻳ ﺤﱡﺒ ﻚ ، ﻭﺍﻟﻌﻤﻞ ﺍﻟﺬﻱ ﻳﺒﻠﱢﻐﻨﻲ ﺣﺒﱠ ﻚ ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺍ ﺟﻌﻞ ﺣﱠﺒ ﻚ ﺃ ﺣ ﱠﺐ ﺇﻟ ﱠﻲ ﻣﻦ ﻧﻔﺴﻲ ، ﻭﺃ ﻩﻠﻲ ، ﻭﻣﻦ ﺍﻟﻤﺎ ﺀ ﺍﻟﺒﺎﺭﺩ » ﺭ ﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻋﺒﺪ ﺍﷲ ﺑﻦ ﺭﺑﻴﻌﺔ ﺍﻟﺪﻣﺸﻘﻲ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1490'
),
	Hadith(
		hadithNumber: 1491,
		hadith:
						'ﻭﻋﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻟ ﱡﻈﻮﺍ ﺑﻴﺎﺫﺍ ﺍﻟ ﺠﻼ ﻝ'
			'ﻭﺍ ﻹﺁﺮﺎﻣ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﺭ ﻭﺍﻩ ﺍﻟﱠﻨ ﺴﺎﺋ ﱡﻲ ﻣﻦ ﺭﻭﺍﻳ ﺔ ﺭﺑﻴﻌ ﺔ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ﺍﻟ ﱠﺼﺤﺎﺑ ﱢﻲ . ﻗﺎ ﻝ ﺍﻟﺤﺎﺁﻢ : ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ﺍ ﻹ ﺳﻨﺎﺩ .'
			'»ﺃﻟ ﱡﻈﻮﺍ » ﺑﻜﺴﺮ ﺍﱠﻟﻼﻡ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻈﺎ ﺀ ﺍﻟﻤﻌﺠﻤ ﺔ ﻣﻌﻨﺎﻩ : ﺍﻟ ﺰﻣﻮﺍ ﻩﺬﻩ ﺍﻟﱠﺪ ﻋ ﻮﺓ ﻭﺃﺁﺜ ﺮﻭﺍ ﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1491'
),
	Hadith(
		hadithNumber: 1492,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺃﻣﺎﻣ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺩﻋﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺪ ﻋﺎ ﺀ ﺁﺜﻴ ﺮ ، ﻟﻢ ﻧ ﺤﻔ ﻆ'
			'ﻣﻨﻪ ﺷﻴﺌﺎ ، ﻗﻠﻨﺎ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺩﻋﻮﺕ ﺑﺪﻋﺎ ﺀ ﺁﺜﻴ ﺮ ﻟﻢ ﻧ ﺤﻔﻆ ﻣﻨﻪ ﺷﻴﺌﺎ ، ﻓﻘﺎ ﻝ : « ﺃﻻ ﺃﺩﱡﻟﻜﻢ ﻋﻠﻰ ﻣﺎ ﻳ ﺠﻤ ﻊ ﺫﻟ ﻚ'
			'ﺁﻠﱠﻪ ؟ ﺗﻘﻮ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱢﻧﻲ ﺃ ﺳﺄﻟﻚ ﻣﻦ ﺧﻴ ﺮ ﻣﺎ ﺳﺄﻟ ﻚ ﻣﻨﻪ ﻧﺒﱡﻴ ﻚ ﻣ ﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺃ ﻋﻮﺫ ﺑ ﻚ ﻣﻦ ﺷ ﱢﺮ'
			'ﻣﺎ ﺍ ﺳﺘﻌﺎﺫ ﻣﻨﻪ ﻧﺒﱡﻴ ﻚ ﻣﺤﱠﻤﺪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺃﻧ ﺖ ﺍﻟﻤ ﺴﺘﻌﺎ ﻥ ، ﻭﻋﻠﻴ ﻚ ﺍﻟﺒﻼ ﻍ ، ﻭﻻ ﺣ ﻮ ﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ'
			'ﺑﺎﻟﱠﻠ ﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬ ﱡﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1492'
),
	Hadith(
		hadithNumber: 1493,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﺁﺎ ﻥ ﻣﻦ ﺩ ﻋﺎﺀ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺇﱢﻧﻲ ﺃ ﺳﺄﻟ ﻚ ﻣﻮ ﺟﺒﺎ ﺕ ﺭ ﺣﻤﺘ ﻚ ، ﻭﻋ ﺰﺍﺋﻢ ﻣﻐﻔﺮﺗ ﻚ ، ﻭﺍﻟ ﱠﺴﻼ ﻣ ﺔ ﻣﻦ ﺁﻞﱢ ﺇﺛﻢ ، ﻭﺍﻟﻐﻨﻴ ﻤ ﺔ ﻣﻦ ﺁﻞﱢ ﺑ ﺮ ، ﻭﺍﻟﻔ ﻮ ﺯ ﺑﺎﻟ ﺠﱠﻨ ﺔ'
			'، ﻭﺍﻟﱠﻨﺠﺎﺓ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ » . ﺭﻭﺍﻩ ﺍﻟﺤﺎﺁﻢ ﺃﺑﻮ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ، ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ .'
			' .1493( ﺿﻌﻴﻒ ﺟﺪﺍ ) . [ ﻓﻴﻪ : ﺣﻤﻴﺪ ﺍﻷﻋﺮﺝ ، ﻮﻫﻮ ﻣﺘﺮﻮﻛ ﺍﻟﺤﺪﻳﺚ',
		translation: 'Translation of Hadith 1493'
),
	Hadith(
		hadithNumber: 1494,
		hadith:
						'ﻭ ﻋﻦ ﺃﺑﻲ ﺍﻟﱠﺪﺭﺩﺍ ﺀ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣﺎ ﻣﻦ ﻋﺒﺪ'
			'ﻣ ﺴﻠﻢ ﻳﺪ ﻋﻮ ﻷ ﺧﻴ ﻪ ﺑ ﻈﻬ ﺮ ﺍﻟﻐﻴ ﺐ ﺇ ﱠﻻ ﻗﺎ ﻝ ﺍﻟ ﻤﻠ ﻚ ﻭﻟ ﻚ ﺑ ﻤﺜ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1494'
),
	Hadith(
		hadithNumber: 1495,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ : « ﺩ ﻋﻮﺓ ﺍﻟﻤﺮ ﺀ ﺍﻟﻤ ﺴﻠﻢ ﻷﺧﻴ ﻪ ﺑ ﻈ ﻬ ﺮ ﺍﻟﻐﻴ ﺐ'
			'ﻣ ﺴﺘ ﺠﺎﺑﺔ ، ﻋﻨﺪ ﺭﺃ ﺳ ﻪ ﻣﻠ ﻚ ﻣﻮﱠﺁﻞ ﺁﱠﻠ ﻤﺎ ﺩﻋﺎ ﻷ ﺧﻴ ﻪ ﺑﺨﻴ ﺮ ﻗﺎﻝ ﺍﻟ ﻤﻠ ﻚ ﺍﻟﻤﻮﺁﱠ ﻞ ﺑ ﻪ : ﺁ ﻣﻴ ﻦ ، ﻭﻟ ﻚ ﺑ ﻤﺜ ﻞ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1495'
),
	Hadith(
		hadithNumber: 1496,
		hadith:
						'ﻋ ﻦ ﺃﺳﺎ ﻣ ﺔ ﺑ ﻦ ﺯﻳﺪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺻﻨ ﻊ ﺇﻟﻴﻪ'
			'ﻣﻌ ﺮﻭ ﻑ ، ﻓﻘﺎ ﻝ ﻟﻔﺎ ﻋﻠ ﻪ : ﺟ ﺰﺎﻛ ﺍﻟﱠﻠﻪ ﺧﻴﺮﺍ ، ﻓﻘﺪ ﺃﺑﻠ ﻎ ﻓﻲ ﺍﻟﱠﺜﻨﺎ ﺀ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻ ﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1496'
),
	Hadith(
		hadithNumber: 1497,
		hadith:
						'ﻭ ﻋﻦ ﺟﺎﺑ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺪ ﻋﻮﺍ ﻋﻠﻰ ﺃﻧﻔ ﺴﻜﻢ ، ﻭﻻ'
			'ﺗﺪ ﻋﻮﺍ ﻋﻠﻰ ﺃﻭﻻﺩﺁﻢ ، ﻭﻻ ﺗﺪ ﻋﻮﺍ ﻋﻠﻰ ﺃ ﻣ ﻮﺍﻟﻜﻢ ، ﻻ ﺗﻮﺍﻓﻘﻮﺍ ﻣ ﻦ ﺍﻟﱠﻠ ﻪ ﺳﺎﻋﺔ ﻳﺴﺄ ﻝ ﻓﻴ ﻬﺎ ﻋﻄﺎ ﺀ ، ﻓﻴ ﺴﺘﺠﻴ ﺐ ﻟﻜﻢ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1497'
),
	Hadith(
		hadithNumber: 1498,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺃﻗ ﺮ ﺏ ﻣﺎ ﻳﻜﻮ ﻥ ﺍﻟﻌﺒﺪ ﻣﻦ'
			'ﺭﱢﺑ ﻪ ﻭ ﻩ ﻮ ﺳﺎ ﺟﺪ ، ﻓﺄﺁﺜ ﺮﻭﺍ ﺍﻟﱡﺪ ﻋﺎ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1498'
),
	Hadith(
		hadithNumber: 1499,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﻳ ﺴﺘ ﺠﺎ ﺏ ﻷ ﺣﺪﺁﻢ ﻣﺎ ﻟﻢ ﻳﻌﺠ ﻞ : ﻳﻘﻮ ﻝ ﻗﺪ ﺩﻋﻮ ﺕ ﺭﱢﺑﻲ ،'
			'ﻓﻠﻢ ﻳ ﺴﺘﺠ ﺐ ﻟﻲ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ ﻟﻤ ﺴﻠﻢ : « ﻻ ﻳ ﺰﺍ ﻝ ﻳ ﺴﺘ ﺠﺎ ﺏ ﻟﻠﻌﺒﺪ ﻣﺎ ﻟﻢ ﻳﺪ ﻉ ﺑﺈﺛﻢ ، ﺃ ﻭ ﻗ ﻄﻴﻌ ﺔ ﺭ ﺣﻢ ، ﻣﺎ ﻟﻢ ﻳ ﺴﺘﻌ ﺠ ﻞ » ﻗﻴ ﻞ : ﻳﺎ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻣﺎ ﺍﻻ ﺳﺘﻌ ﺠﺎ ﻝ ؟ ﻗﺎ ﻝ : « ﻳﻘﻮ ﻝ : ﻗﺪ ﺩ ﻋ ﻮ ﺕ ، ﻭﻗﺪ ﺩ ﻋ ﻮ ﺕ ﻓﻠﻢ ﺃ ﺭ ﻳ ﺴﺘ ﺠﻴ ﺐ ﻟﻲ ، ﻓﻴ ﺴﺘ ﺤ ﺴ ﺮ ﻋﻨﺪ ﺫﻟﻚ'
			'، ﻭﻳﺪ ﻉ ﺍﻟﱡﺪ ﻋﺎ ﺀ »',
		translation: 'Translation of Hadith 1499'
),
	Hadith(
		hadithNumber: 1500,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺃﻣﺎ ﻣ ﺔ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﻴ ﻞ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃ ﱡﻱ ﺍﻟﱡﺪ ﻋﺎ ﺀ ﺃ ﺳﻤ ﻊ؟ ﻗﺎ ﻝ'
			': « ﺟ ﻮ ﻑ ﺍﻟﱠﻠﻴ ﻞ ﺍﻵ ﺧ ﺮ ، ﻭﺩﺑ ﺮ ﺍﻟ ﱠﺼﻠ ﻮﺍ ﺕ ﺍﻟﻤﻜﺘﻮﺑﺎ ﺕ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1500'
),
	Hadith(
		hadithNumber: 1501,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺎﺩﺓ ﺑ ﻦ ﺍﻟ ﱠﺼﺎ ﻣ ﺖ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣﺎ ﻋﻠﻰ ﺍ ﻷ ﺭ ﺽ'
			'ﻣ ﺴﻠﻢ ﻳﺪ ﻋﻮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺑﺪ ﻋ ﻮﺓ ﺇ ﱠﻻ ﺁﺗﺎﻩ ﺍﻟﱠﻠﻪ ﺇﱠﻳﺎ ﻩﺎ ، ﺃ ﻭ ﺻ ﺮﻑ ﻋﻨﻪ ﻣ ﻦ ﺍﻟ ﱡﺴﻮ ﺀ ﻣﺜﻠ ﻬﺎ . ﻣﺎ ﻟﻢ ﻳﺪ ﻉ ﺑﺈﺛﻢ ، ﺃ ﻭ ﻗ ﻄﻴﻌ ﺔ'
			'ﺭ ﺣﻢ » ﻓﻘﺎ ﻝ ﺭ ﺟﻞ ﻣ ﻦ ﺍﻟﻘ ﻮﻡ : ﺇﺫﺍ ﻧﻜﺜ ﺮ . ﻗﺎ ﻝ : « ﺍﻟﱠﻠﻪ ﺃﺁﺜ ﺮ».'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻ ﺤﻴ ﺢ : ﻭ ﺭﻭﺍﻩ ﺍﻟﺤﺎﺁﻢ ﻣ ﻦ ﺭﻭﺍﻳ ﺔ ﺃﺑﻲ ﺳﻌﻴﺪ ﻭ ﺯﺍﺩ ﻓﻴ ﻪ: « ﺃ ﻭ ﻳﱠﺪﺧﺮ ﻟﻪ ﻣ ﻦ'
			'ﺍ ﻷ ﺟ ﺮ ﻣﺜﻠﻬﺎ » .'
			'`',
		translation: 'Translation of Hadith 1501'
),
	Hadith(
		hadithNumber: 1502,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎﻥ ﻳﻘﻮ ﻝ ﻋﻨﺪ ﺍﻟﻜ ﺮ ﺏ : « ﻻ'
			'ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﺍﻟﻌ ﻈﻴﻢ ﺍﻟﺤﻠﻴﻢ ، ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﺭ ﱡﺏ ﺍﻟﻌ ﺮ ﺵ ﺍﻟﻌ ﻈﻴﻢ ، ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﺭ ﱡﺏ ﺍﻟﺴ ﻤﻮﺍ ﺕ ، ﻭﺭ ﱡﺏ ﺍ ﻷ ﺮﺿ ،'
			'ﻭ ﺭ ﱡﺏ ﺍﻟﻌﺮ ﺵ ﺍﻟﻜﺮﻳﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1502'
),
	Hadith(
		hadithNumber: 1503,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣ ﺤﱠﻤﺪ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤﻦ ﺑ ﻦ ﺃﺑﻲ ﺑﻜﺮ ﺍﻟ ﱢﺼﱢﺪﻳ ﻖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺃ ﺻﺤﺎﺏ ﺍﻟ ﱡﺼﱠﻔ ﺔ ﺁﺎﻧﻮﺍ ﺃﻧﺎﺳﺎ'
			'ﻓﻘ ﺮﺍ ﺀ ﻭﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ ﻣ ﱠﺮﺓ « ﻣ ﻦ ﺁﺎ ﻥ ﻋﻨﺪﻩ ﻃﻌﺎﻡ ﺍﺛﻨﻴ ﻦ ، ﻓﻠﻴﺬ ﻩ ﺐ ﺑﺜﺎﻟﺚ ، ﻭ ﻣ ﻦ ﺁﺎ ﻥ ﻋﻨﺪﻩ'
			'ﻃﻌﺎﻡ ﺃ ﺭﺑﻌ ﺔ ، ﻓﻠﻴﺬ ﻩ ﺐ ﺑ ﺨﺎ ﻣ ﺲ ﻭﺑ ﺴﺎﺩ ﺱ » ﺃ ﻭ ﺁﻤﺎ ﻗﺎ ﻝ ، ﻭﺃ ﱠﻥ ﺃﺑﺎ ﺑﻜ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺟﺎ ﺀ ﺑﺜﻼﺛ ﺔ ، ﻭﺍﻧ ﻄﻠ ﻖ'
			'ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻌﺸ ﺮﺓ ، ﻭﺃ ﱠﻥ ﺃﺑﺎ ﺑﻜ ﺮ ﺗﻌ ﱠﺸﻰ ﻋﻨﺪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﱡﺛﱠﻢ ﻟﺒ ﺚ ﺣﱠﺘﻰ ﺻﱠﻠﻰ'
			'ﺍﻟﻌ ﺸﺎ ﺀ ، ﺛﻢﱠ ﺭ ﺟ ﻊ ، ﻓ ﺠﺎ ﺀ ﺑﻌﺪ ﻣﺎ ﻣ ﻀﻰ ﻣﻦ ﺍﻟﱠﻠﻴ ﻞ ﻣﺎ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ . ﻗﺎﻟ ﺖ ﺍ ﻣ ﺮﺃﺗﻪ : ﻣﺎ ﺣﺒ ﺴ ﻚ ﻋ ﻦ ﺃ ﺿﻴﺎﻓ ﻚ ؟ ﻗﺎ ﻝ :'
			'ﺃ ﻭ ﻣﺎ ﻋ ﱠﺸﻴﺘﻬﻢ ؟ ﻗﺎﻟ ﺖ : ﺃﺑ ﻮﺍ ﺣﱠﺘﻰ ﺗ ﺠﻲ ﺀ ﻭﻗﺪ ﻋ ﺮ ﺿﻮﺍ ﻋﻠﻴ ﻬﻢ ﻗﺎﻝ : ﻓﺬ ﻩﺒ ﺖ ﺃﻧﺎ ، ﻓﺎﺧﺘﺒﺄ ﺕ ، ﻓﻘﺎ ﻝ : ﻳﺎ ﻏﻨﺜ ﺮ ،'
			'ﻓﺠﱠﺪ ﻉ ﻭ ﺳ ﱠﺐ ﻭﻗﺎ ﻝ : ﺁﻠﻮﺍ ﻩﻨﻴﺌﺎ ، ﻭﺍﻟﱠﻠﻪ ﻻ ﺃ ﻃﻌﻤﻪ ﺃﺑﺪﺍ ، ﻗﺎﻝ : ﻭﺍﻳﻢ ﺍﻟﱠﻠ ﻪ ﻣﺎ ﺁﱠﻨﺎ ﻧﺄﺧﺬ ﻣ ﻦ ﻟﻘﻤ ﺔ ﺇ ﱠﻻ ﺭﺑﺎ ﻣ ﻦ ﺃ ﺳﻔﻠ ﻬﺎ'
			'ﺃﺁﺜ ﺮ ﻣﻨ ﻬﺎ ﺣﱠﺘﻰ ﺷﺒﻌﻮﺍ ، ﻭ ﺻﺎ ﺭ ﺕ ﺃﺁﺜ ﺮ ﻣﱠﻤﺎ ﺁﺎﻧ ﺖ ﻗﺒ ﻞ ﺫﻟ ﻚ ، ﻓﻨ ﻈ ﺮ ﺇﻟﻴ ﻬﺎ ﺃﺑﻮ ﺑﻜ ﺮ ﻓﻘﺎﻝ ﻻ ﻣ ﺮﺃﺗ ﻪ : ﻳﺎ ﺃ ﺧ ﺖ ﺑﻨﻲ'
			'ﻓ ﺮﺍ ﺱ ﻣﺎ ﻩﺬﺍ ؟ ﻗﺎﻟ ﺖ : ﻻ ﻭﻗ ﺮﺓ ﻋﻴﻨﻲ ﻟﻬﻲ ﺍﻵ ﻥ ﺃﺁﺜ ﺮ ﻣﻨ ﻬﺎ ﻗﺒ ﻞ ﺫﻟ ﻚ ﺑﺜﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ ، ﻓﺄﺁﻞ ﻣﻨ ﻬﺎ ﺃﺑﻮ ﺑﻜ ﺮ ﻭﻗﺎﻝ :'
			'ﺇﱠﻧﻤﺎ ﺁﺎ ﻥ ﺫﻟ ﻚ ﻣ ﻦ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ، ﻳﻌﻨﻲ ﻳﻤﻴﻨﻪ ، ﺛﻢﱠ ﺃﺁ ﻞ ﻣﻨ ﻬﺎ ﻟﻘﻤ ﺔ ، ﺛﻢﱠ ﺣ ﻤﻠ ﻬﺎ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﺄ ﺻﺒ ﺤﺖ ﻋﻨﺪﻩ . ﻭﺁﺎ ﻥ ﺑﻴﻨﻨﺎ ﻭﺑﻴ ﻦ ﻗﻮﻡ ﻋ ﻬﺪ ، ﻓﻤ ﻀﻰ ﺍﻷ ﺟ ﻞ ، ﻓﺘﻔ ﱠﺮﻗﻨﺎ ﺍﺛﻨﻲ ﻋ ﺸ ﺮ ﺭ ﺟ ﻼ ، ﻣ ﻊ ﺁﻞﱢ ﺭ ﺟ ﻞ ﻣﻨ ﻬﻢ'
			'ﺃﻧﺎ ﺱ ، ﺍﻟﱠﻠﻪ ﺃ ﻋﻠﻢ ﺁﻢ ﻣ ﻊ ﺁﻞﱢ ﺭ ﺟ ﻞ ﻓﺄﺁﻠﻮﺍ ﻣﻨ ﻬﺎ ﺃ ﺟﻤﻌﻮ ﻥ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﻓ ﺤﻠ ﻒ ﺃﺑﻮ ﺑﻜ ﺮ ﻻ ﻳ ﻄﻌﻤﻪ ، ﻓ ﺤﻠﻔ ﺖ ﺍﻟﻤﺮﺃﺓ ﻻ ﺗ ﻄﻌﻤﻪ ، ﻓ ﺤﻠ ﻒ ﺍﻟ ﱢﻀﻴ ﻒ - ﺃ ﻭ ﺍ ﻷ ﺿﻴﺎ ﻑ - ﺄﻧ ﻻ'
			'ﻳﻄﻌﻤﻪ ، ﺃ ﻭ ﻳﻄﻌﻤﻮﻩ ﺣﱠﺘﻰ ﻳﻄﻌﻤﻪ ، ﻓﻘﺎ ﻝ ﺃﺑﻮ ﺑﻜ ﺮ : ﻩﺬﻩ ﻣ ﻦ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ، ﻓﺪﻋﺎ ﺑﺎﻟ ﱠﻄﻌﺎﻡ ﻓﺄﺁ ﻞ ﻭﺃﺁﻠﻮﺍ ، ﻓ ﺠﻌﻠﻮﺍ ﻻ'
			'ﻳ ﺮﻓﻌﻮ ﻥ ﻟﻘﻤ ﺔ ﺇ ﱠﻻ ﺭﺑ ﺖ ﻣ ﻦ ﺃ ﺳﻔﻠ ﻬﺎ ﺃﺁﺜ ﺮ ﻣﻨ ﻬﺎ ، ﻓﻘﺎﻝ: ﻳﺎ ﺃ ﺧ ﺖ ﺑﻨﻲ ﻓ ﺮﺎﺳ ، ﻣﺎ ﻩﺬﺍ ؟ ﻓﻘﺎﻟ ﺖ : ﻭﻗ ﱠﺮﺓ ﻋﻴﻨﻲ ﺇﻧ ﻬﺎ'
			'ﺍﻵ ﻥ ﻷﺁﺜ ﺮ ﻣﻨ ﻬﺎ ﻗﺒ ﻞ ﺃ ﻥ ﻧﺄﺁ ﻞ ، ﻓﺄﺁﻠﻮﺍ ، ﻭﺑﻌ ﺚ ﺑ ﻬﺎ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺬﺁ ﺮ ﺃﱠﻧﻪ ﺃﺁ ﻞ ﻣﻨ ﻬﺎ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺇ ﱠﻥ ﺃﺑﺎ ﺑﻜ ﺮ ﻗﺎ ﻝ ﻟﻌﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ : ﺩﻭﻧ ﻚ ﺃ ﺿﻴﺎﻓ ﻚ ، ﻓﺈﱢﻧﻲ ﻣﻨ ﻄﻠ ﻖ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،'
			'ﻓﺎﻓ ﺮ ﻍ ﻣ ﻦ ﻗﺮﺍ ﻩﻢ ﻗﺒ ﻞ ﺃ ﻥ ﺃ ﺟﻲ ﺀ ، ﻓﺎﻧ ﻄﻠ ﻖ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣ ﻤﻦ ، ﻓﺄﺗﺎﻩﻢ ﺑ ﻤﺎ ﻋﻨﺪﻩ . ﻓﻘﺎﻝ : ﺍ ﻃﻌﻤﻮﺍ ، ﻓﻘﺎﻟﻮﺍ : ﺃﻳ ﻦ ﺭ ﱡﺏ'
			'ﻣﻨ ﺰﻟﻨﺎ ؟ ﻗﺎﻝ : ﺍﻃﻌﻤﻮﺍ ، ﻗﺎﻟﻮﺍ : ﻣﺎ ﻧ ﺤ ﻦ ﺑﺂﺁﻠﻴﻦ ﺣﺘﻰ ﻳ ﺠﻴﻰﺀ ﺭ ﺏ ﻣﻨ ﺰﻟﻨﺎ ، ﻗﺎﻝ : ﺍﻗﺒﻠﻮﺍ ﻋﱠﻨﺎ ﻗ ﺮﺍﺁﻢ ، ﻓﺈﱠﻧﻪ ﺇ ﻥ'
			'ﺟﺎ ﺀ ﻭﻟﻢ ﺗ ﻄﻌﻤﻮﺍ ﻟﻨﻠﻘﻴ ﱠﻦ ﻣﻨﻪ ، ﻓﺄﺑ ﻮﺍ ، ﻓﻌ ﺮﻓ ﺖ ﺃﱠﻧﻪ ﻳ ﺠﺪ ﻋﻠ ﱠﻲ ، ﻓﻠﱠﻤﺎ ﺟﺎ ﺀ ﺗﻨ ﱠﺤﻴ ﺖ ﻋﻨﻪ ، ﻓﻘﺎ ﻝ : ﻣﺎﺻﻨﻌﺘﻢ ؟'
			'ﻓﺄ ﺧﺒﺮﻭﻩ ، ﻓﻘﺎ ﻝ ﻳﺎ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣ ﻤ ﻦ ﻓ ﺴﻜ ﱡﺖ ﺛﻢ ﻗﺎﻝ : ﻳﺎ ﻋﺒﺪ ﺍﻟﺮﺣﻤﻦ. ﻓﺴﻜﺖ ، ﻓﻘﺎ ﻝ : ﻳﺎ ﻏﻨﺜ ﺮ ﺃﻗ ﺴ ﻤ ﺖ ﻋﻠﻴ ﻚ ﺈﻧ'
			'ﺁﻨ ﺖ ﺗﺴ ﻤ ﻊ ﺻﻮﺗﻲ ﻟﻤﺎ ﺟﺌ ﺖ ، ﻓ ﺨ ﺮﺟ ﺖ ، ﻓﻘﻠ ﺖ : ﺳ ﻞ ﺃ ﺿﻴﺎﻓ ﻚ ، ﻓﻘﺎﻟﻮﺍ : ﺻﺪ ﻕ ، ﺃﺗﺎﻧﺎ ﺑ ﻪ . ﻓﻘﺎ ﻝ: ﺇﱠﻧﻤﺎ'
			'ﺗﻘﺒﻠﻮ ﻥ ﻋﱠﻨﺎ ﻗ ﺮﺍﺁﻢ ؟ ﻩﺎ ﺕ ﻃﻌﺎ ﻣ ﻚ ، ﻓﺠﺎ ﺀ ﺑ ﻪ ، ﻓ ﻮ ﺿ ﻊ ﻳﺪﻩ ، ﻓﻘﺎ ﻝ: ﺑ ﺴﻢ ﺍﻟﱠﻠ ﻪ ، ﺍﻷﻭﻟﻰ ﻣ ﻦ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻓﺄﺁ ﻞ ﻭﺃﺁﻠﻮﺍﺍﻧﺘ ﻈ ﺮﺗﻤﻮﻧﻲ ﻭﺍﻟﱠﻠﻪ ﻻ ﺃﻃﻌﻤﻪ ﺍﻟﱠﻠﻴﻠ ﺔ ، ﻓﻘﺎ ﻝ ﺍﻵ ﺧﺮﻮﻧ : ﻭﺍﻟﱠﻠ ﻪ ﻻ ﻧﻄﻌﻤﻪ ﺣﱠﺘﻰ ﺗﻄﻌﻤﻪ ، ﻓﻘﺎ ﻝ : ﻭﻳﻠﻜﻢ ﻣﺎﻟﻜﻢ ﻻ'
			'. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﻏﻨﺜﺮ » ﺑﻐﻴﻦ ﻣﻌﺠﻤ ﺔ ﻣﻀﻤﻮﻣ ﺔ ، ﺛﻢ ﻧﻮ ﻥ ﺳﺎﺁﻨ ﺔ ، ﺛﻢﱠ ﺛﺎ ﺀ ﻣﺜﻠﺜ ﺔ ﻮﻫﻮ : ﺍﻟﻐﺒ ﱡﻲ ﺍﻟ ﺠﺎ ﻩ ﻞ ، ﻭﻗﻮﻟﻪ : «'
			'ﻓﺠﱠﺪﻉ » ﺄﻳ ﺷﺘﻤﻪ ﻭﺍﻟ ﺠﺪﻉ : ﺍﻟﻘﻄﻊ . ﻗﻮﻟﻪ : « ﻳ ﺠﺪ ﻋﻠ ﱠﻲ » ﻩﻮ ﺑﻜﺴﺮ ﺍﻟﺠﻴﻢ ، ﺃ ﻱ : ﻳﻐ ﻀ ﺐ .'
			'`',
		translation: 'Translation of Hadith 1503'
),
	Hadith(
		hadithNumber: 1504,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻘﺪ ﺁﺎﻥ ﻓﻴﻤﺎ ﻗﺒﻠﻜﻢ'
			'ﻣ ﻦ ﺍ ﻷﻣﻢ ﻧﺎ ﺱ ﻣﺤﱠﺪﺛﻮ ﻥ ، ﻓﺈﻥ ﻳ ﻚ ﻓﻲ ﺃﱠﻣﺘﻲ ﺃ ﺣﺪ ، ﻓﺈﻧﱠﻪ ﻋ ﻤ ﺮ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ، ﻭﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻣﻦ ﺭﻭﺍﻳ ﺔ ﻋﺎﺋﺸ ﺔ'
			'، ﻭﻓﻲ ﺭﻭﺍﻳﺘﻬﻤﺎ ﻗﺎ ﻝ ﺍﺑ ﻦ ﻭ ﻩ ﺐ : « ﻣﺤﱠﺪﺛﻮ ﻥ » ﺄﻳ : ﻣﻠ ﻬﻤﻮﻥ',
		translation: 'Translation of Hadith 1504'
),
	Hadith(
		hadithNumber: 1505,
		hadith:
						'ﻭﻋ ﻦ ﺟﺎﺑﺮ ﺑﻦ ﺳﻤ ﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ . ﻗﺎ ﻝ : ﺷﻜﺎ ﺃ ﻩ ﻞ ﺍﻟﻜﻮﻓ ﺔ ﺳﻌﺪﺍ ، ﻳﻌﻨﻲ : ﺍﺑ ﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ،'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﺇﻟﻰ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻌ ﺰﻟﻪ ﻭﺍ ﺳﺘﻌﻤ ﻞ ﻋﻠﻴ ﻬﻢ ﻋﱠﻤﺎﺭﺍ ، ﻓ ﺸﻜ ﻮﺍ ﺣﱠﺘﻰ ﺫﺁ ﺮﻭﺍ'
			'ﺃﻧﱠﻪ ﻻ ﻳ ﺤ ﺴ ﻦ ﻳ ﺼﱢﻠﻲ ، ﻓﺄﺭ ﺳ ﻞ ﺇﻟﻴﻪ ، ﻓﻘﺎ ﻝ: ﻳﺎﺃﺑﺎ ﺇ ﺳﺤﺎ ﻕ ، ﺇ ﱠﻥ ﻩ ﺆﻻ ﺀ ﻳ ﺰ ﻋﻤﻮ ﻥ ﺃﱠﻧ ﻚ ﻻ ﺗ ﺤ ﺴ ﻦ ﺗ ﺼﱢﻠﻲ. ﻓﻘﺎ ﻝ : ﺃﱠﻣﺎ'
			'ﺃﻧﺎ ﻭﺍﻟﱠﻠ ﻪ ﻓﺈﱢﻧﻲ ﺁﻨ ﺖ ﺃ ﺻﱢﻠﻲ ﺑﻬﻢ ﺻﻼﺓ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻻ ﺃ ﺧ ﺮﻡ ﻋﻨ ﻬﺎ ﺃ ﺻﱢﻠﻲ ﺻﻼﺓ ﺍﻟﻌ ﺸﺎ ﺀ'
			'ﺇﻟﻰ ﺍﻟﻜﻮﻓ ﺔ ﻳ ﺴﺄ ﻝ ﻋﻨﻪ ﺃ ﻩ ﻞ ﺍﻟﻜﻮﻓ ﺔ ، ﻓﻠﻢ ﻳﺪ ﻉ ﻣ ﺴ ﺠﺪﺍ ﺇ ﱠﻻ ﺳﺄ ﻝ ﻋﻨﻪ ، ﻭﻳﺜﻨﻮ ﻥ ﻣﻌ ﺮﻭﻓﺎ، ﺣﱠﺘﻰ ﺩ ﺧ ﻞ ﻣ ﺴ ﺠﺪﺍ ﻟﺒﻨﻲﻓﺄ ﺭﺁﺪ ﻓﻲ ﺍ ﻷﻭﻟﻴﻴ ﻦ ، ﻭﺃ ﺧ ﱡﻒ ﻓﻲ ﺍ ﻷ ﺧ ﺮﻳﻴ ﻦ ، ﻗﺎﻝ : ﺫﻟ ﻚ ﺍﻟ ﻈ ﱡﻦ ﺑ ﻚ ﻳﺎ ﺃﺑﺎ ﺇ ﺳﺤﺎ ﻕ ، ﻭﺃﺭﺳ ﻞ ﻣﻌﻪ ﺭ ﺟ ﻼ - ﺃ ﻭ ﺭ ﺟﺎ ﻻ -'
			'ﻋﺒ ﺲ ، ﻓﻘﺎﻡ ﺭ ﺟﻞ ﻣﻨ ﻬﻢ ، ﻳﻘﺎ ﻝ ﻟﻪ ﺃﺳﺎﻣﺔ ﺑ ﻦ ﻗﺘﺎﺩﺓ ، ﻳﻜﱠﻨﻰ ﺃﺑﺎ ﺳﻌﺪﺓ، ﻓﻘﺎ ﻝ : ﺃ ﻣﺎ ﺇﺫ ﻧ ﺸﺪﺗﻨﺎ ﻓﺈ ﱠﻥ ﺳﻌﺪﺍ ﺁﺎ ﻥ ﻻ'
			'ﻳ ﺴﻴ ﺮ ﺑﺎﻟ ﱠﺴ ﺮﻳ ﺔ ﻭﻻ ﻳﻘ ﺴﻢ ﺑﺎﻟ ﱠﺴﻮﱠﻳ ﺔ ، ﻭﻻ ﻳﻌﺪ ﻝ ﻓﻲ ﺍﻟﻘ ﻀﱠﻴ ﺔ ، ﻗﺎ ﻝ ﺳﻌﺪ : ﺃ ﻣﺎ ﻭﺍﻟﱠﻠ ﻪ ﻷﺩ ﻋ ﻮﻥﱠ ﺑﺜﻼ ﺙ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇ ﻥ ﺁﺎ ﻥ'
			'ﻋﺒﺪ ﻙ ﻩﺬﺍ ﺁﺎﺫﺑﺎ ، ﻗﺎﻡ ﺭﻳﺂ ﺀ ، ﻭ ﺳ ﻤﻌ ﺔ ، ﻓﺄ ﻃ ﻞ ﻋﻤ ﺮﻩ ، ﻭﺃ ﻃ ﻞ ﻓﻘ ﺮﻩ ، ﻭ ﻋ ﱢﺮ ﺿﻪ ﻟﻠﻔﺘ ﻦ ، ﻭﺁﺎ ﻥ ﺑﻌﺪ ﺫﻟ ﻚ ﺇﺫﺍ ﺳﺌ ﻞ'
			'ﻳﻘﻮ ﻝ : ﺷﻴ ﺦ ﺁﺒﻴﺮ ﻣﻔﺘﻮﻥ ، ﺃ ﺻﺎﺑﺘﻨﻲ ﺩ ﻋﻮﺓ ﺳﻌﺪ .'
			'ﻗﺎ ﻝ ﻋﺒﺪ ﺍﻟﻤﻠ ﻚ ﺑ ﻦ ﻋﻤﻴ ﺮ ﺍﻟ ﱠﺮﺍ ﻮﻳ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺑ ﻦ ﺳﻤ ﺮﺓ ﻓﺄﻧﺎ ﺭﺃﻳﺘﻪ ﺑﻌﺪ ﻗﺪ ﺳﻘﻂ ﺣﺎ ﺟﺒﺎﻩ ﻋﻠﻰ ﻋﻴﻨﻴﻪ ﻣ ﻦ ﺍﻟﻜﺒ ﺮ ،'
			'ﻭﺇﻧﱠﻪ ﻟﻴﺘﻌ ﱠﺮ ﺽ ﻟﻠﺠﻮﺍ ﺮﻳ ﻓﻲ ﺍﻟ ﱡﻄﺮ ﻕ ﻓﻴﻐﻤ ﺰ ﻩﻦﱠ . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1505'
),
	Hadith(
		hadithNumber: 1506,
		hadith:
						'ﻭﻋ ﻦ ﻋ ﺮ ﻭﺓ ﺑﻦ ﺍﻟ ﱡﺰﺑﻴﺮ ﺃ ﱠﻥ ﺳﻌﻴﺪ ﺑ ﻦ ﺯﻳﺪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﻧﻔﻴ ﻞ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺧﺎ ﺻﻤﺘﻪ ﺃ ﺭ ﻮﯨ ﺑﻨ ﺖ'
			'ﺃ ﻭ ﺱ ﺇﻟﻰ ﻣ ﺮ ﻭﺍ ﻥ ﺑ ﻦ ﺍﻟ ﺤﻜﻢ ، ﻭﺍﱠﺩ ﻋ ﺖ ﺃﻧﱠﻪ ﺃ ﺧﺬ ﺷﻴﺌﺎ ﻣ ﻦ ﺃ ﺭ ﺿ ﻬﺎ ، ﻓﻘﺎ ﻝ ﺳﻌﻴﺪ : ﺃﻧﺎ ﺁﻨ ﺖ ﺁ ﺧﺬ ﻣ ﻦ ﺃ ﺭ ﺿﻬﺎ ﺷﻴﺌﺎ'
			'ﺑﻌﺪ ﺍﻟﺬﻱ ﺳ ﻤﻌ ﺖ ﻣ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ،؟ ﻗﺎ ﻝ : ﻣﺎﺫﺍ ﺳ ﻤﻌ ﺖ ﻣ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ؟ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﺃ ﺧﺬ ﺷﺒﺮﺍ ﻣ ﻦ ﺍﻷ ﺭ ﺽ ﻇﻠﻤﺎ ، ﻃﻮﱢﻗﻪ ﺇﻟﻰ'
			'ﺳﺒ ﻊ ﺃﺭﺿﻴ ﻦ » ﻓﻘﺎ ﻝ ﻟﻪ ﻣ ﺮ ﻭﺍ ﻥ : ﻻ ﺃ ﺳﺄﻟ ﻚ ﺑﱢﻴﻨ ﺔ ﺑﻌﺪ ﻩﺬﺍ ، ﻓﻘﺎﻝ ﺳﻌﻴﺪ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇ ﻥ ﺁﺎﻧ ﺖ ﺁﺎﺫﺑ ﺔ ، ﻓﺄ ﻋﻢ ﺑﺼﺮ ﻩﺎ ،'
			'ﻭﺍﻗﺘﻠ ﻬﺎ ﻓﻲ ﺃ ﺭ ﺿ ﻬﺎ ، ﻗﺎ ﻝ : ﻓ ﻤﺎ ﻣﺎﺗ ﺖ ﺣﱠﺘﻰ ﺫ ﻩ ﺐ ﺑ ﺼ ﺮ ﻩﺎ ، ﻭﺑﻴﻨﻤﺎ ﻩﻲ ﺗ ﻤﺸﻲ ﻓﻲ ﺃ ﺭ ﺿ ﻬﺎ ﺇﺫ ﻭﻗﻌ ﺖ ﻓﻲ ﺣﻔﺮﺓ'
			'ﻓ ﻤﺎﺗ ﺖ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ ﻋ ﻦ ﻣﺤﱠﻤﺪ ﺑﻦ ﺯﻳﺪ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻋﻤﺮ ﺑ ﻤﻌﻨﺎﻩ ﻭﺃﻧﱠﻪ ﺭﺁ ﻩﺎ ﻋ ﻤﻴﺎ ﺀ ﺗﻠﺘ ﻤ ﺲ ﺍﻟ ﺠﺪ ﺭ ﺗﻘﻮ ﻝ :'
			'ﺃ ﺻﺎﺑﺘﻨﻲ ﺩ ﻋ ﻮﺓ ﺳﻌﻴﺪ ، ﻭﺃﱠﻧﻬﺎ ﻣ ﱠﺮ ﺕ ﻋﻠﻰ ﺑﺌ ﺮ ﻓﻲ ﺍﻟﱠﺪﺍ ﺭ ﺍﻟﺘﻲ ﺧﺎ ﺻ ﻤﺘﻪ ﻓﻴ ﻬﺎ ، ﻓﻮﻗﻌ ﺖ ﻓﻴﻬﺎ ، ﻭﺁﺎﻧ ﺖ ﻗﺒﺮ ﻩﺎ .'
			'`',
		translation: 'Translation of Hadith 1506'
),
	Hadith(
		hadithNumber: 1507,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﻟﱠﻤﺎ ﺣ ﻀ ﺮ ﺕ ﺃ ﺣﺪ ﺩﻋﺎﻧﻲ ﺃﺑﻲ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﻓﻘﺎﻝ : ﻣﺎ ﺃ ﺭﺍﻧﻲ'
			'ﺇ ﱠﻻ ﻣﻘﺘﻮﻻ ﻓﻲ ﺃ ﱠﻮﻟ ﻣ ﻦ ﻳﻘﺘ ﻞ ﻣ ﻦ ﺃ ﺻﺤﺎ ﺏ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺇﱢﻧﻲ ﻻ ﺃﺗ ﺮ ﻙ ﺑﻌﺪﻱ ﺃﻋ ﱠﺰ ﻋﻠ ﱠﻲ ﻣﻨ ﻚ ﻏﻴ ﺮ'
			'ﻧﻔ ﺲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﺇ ﱠﻥ ﻋﻠ ﱠﻲ ﺩﻳﻨﺎ ﻓﺎﻗ ﺾ ، ﻭﺍ ﺳﺘ ﻮ ﺹ ﺑﺄ ﺧ ﻮﺍﺗ ﻚ ﺧﻴﺮﺍ : ﻓﺄ ﺻﺒ ﺤﻨﺎ ، ﻓﻜﺎ ﻥ'
			'ﺃ ﱠﻮﻟ ﻗﺘﻴ ﻞ ، ﻭﺩﻓﻨ ﺖ ﻣﻌﻪ ﺁ ﺧ ﺮ ﻓﻲ ﻗﺒ ﺮﻩ ، ﺛﻢﱠ ﻟﻢ ﺗ ﻄ ﺐ ﻧﻔﺴﻲ ﺃ ﻥ ﺃﺗ ﺮﺁﻪ ﻣﻊ ﺁ ﺧ ﺮ ، ﻓﺎ ﺳﺘ ﺨ ﺮﺟﺘﻪ ﺑﻌﺪ ﺳﱠﺘ ﺔ ﺃ ﺷ ﻬ ﺮ ،'
			'ﻓﺈﺫﺍ ﻩﻮ ﺁﻴ ﻮﻡ ﻭ ﺿﻌﺘﻪ ﻏﻴﺮ ﺃﺫﻧ ﻪ ، ﻓ ﺠﻌﻠﺘﻪ ﻓﻲ ﻗﺒ ﺮ ﻋﻠﻰ ﺣﺪﺓ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1507'
),
	Hadith(
		hadithNumber: 1508,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟﻠﻴ ﻦ ﻣ ﻦ ﺃ ﺻﺤﺎ ﺏ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧ ﺮﺟﺎ ﻣ ﻦ ﻋﻨﺪ ﺍﻟﻨﺒﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻟﻴﻠ ﺔ ﻣ ﻈﻠ ﻤ ﺔ ﻭ ﻣﻌ ﻬﻤﺎ ﻣﺜ ﻞ ﺍﻟ ﻤ ﺼﺒﺎ ﺣﻴ ﻦ ﺑﻴ ﻦ ﺃﻳﺪﻳ ﻬﻤﺎ ، ﻓﻠﱠﻤﺎ ﺍﻓﺘ ﺮﻗﺎ ، ﺻﺎ ﺭ ﻣ ﻊ ﺁ ﱢﻞ ﻭﺍ ﺣﺪ'
			'ﻣﻨﻬﻤﺎ ﻭﺍ ﺣﺪ ﺣﺘﻰ ﺃﺗﻰ ﺃ ﻩﻠﻪ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﻣ ﻦ ﻃ ﺮ ﻕ ، ﻭﻓﻲ ﺑﻌ ﻀﻬﺎ ﺃ ﱠﻥ ﺍﻟ ﱠﺮ ﺟﻠﻴ ﻦ ﺃﺳﻴﺪ ﺑ ﻦ ﺣﻀﻴ ﺮ ، ﻭﻋﱠﺒﺎﺩ ﺑ ﻦ ﺑ ﺸ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ',
		translation: 'Translation of Hadith 1508'
),
	Hadith(
		hadithNumber: 1509,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﺑﻌ ﺚ ﺭ ﺳﻮ ﻝ ﺍﻟﱢﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﺸ ﺮﺓ ﺭ ﻩ ﻂ ﻋﻴﻨﺎ'
			'ﺳﺮﱠﻳ ﺔ ، ﻭﺃﱠﻣ ﺮ ﻋﻠﻴ ﻬﻢ ﻋﺎ ﺻﻢ ﺑ ﻦ ﺛﺎﺑ ﺖ ﺍﻷﻧﺼﺎﺭ ﱠﻱ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﺎﻧ ﻄﻠﻘﻮﺍ ﺣﱠﺘﻰ ﺇﺫﺍ ﺁﺎﻧﻮﺍ ﺑﺎﻟ ﻬﺪﺍﺓ ، ﺑﻴ ﻦ'
			'ﻋ ﺴﻔﺎ ﻥ ﻭﻣﱠﻜ ﺔ ، ﺫﺁ ﺮﻭﺍ ﻟ ﺤ ﱢﻲ ﻣ ﻦ ﻩﺬﻳ ﻞ ﻳﻘﺎ ﻝ ﻟ ﻬﻢ : ﺑﻨﻮﺍ ﻟﺤﻴﺎ ﻥ ، ﻓﻨﻔ ﺮﻭﺍ ﻟﻬﻢ ﺑﻘﺮﻳﺐ ﻣ ﻦ ﻣﺎﺋ ﺔ ﺭ ﺟ ﻞ ﺭﺎﻣ ﻓﺎﻗﺘ ﱡﺼﻮﺍ'
			'ﺑﺄﻳﺪﻳﻜﻢ ﻭﻟﻜﻢ ﺍﻟﻌ ﻬﺪ ﻭﺍﻟﻤﻴﺜﺎ ﻕ ﺃ ﻥ ﻻ ﻧﻘﺘﻞ ﻣﻨﻜﻢ ﺃﺣﺪﺍ ، ﻓﻘﺎ ﻝ ﻋﺎﺻﻢ ﺑﻦ ﺛﺎﺑﺖ : ﺃﻳﻬﺎ ﺍﻟﻘﻮﻡ ، ﺃﱠﻣﺎ ﺃﻧﺎ ﻓﻼ ﺃﻧ ﺰ ﻝ ﻋﻠﻰﺁﺛﺎ ﺭ ﻩﻢ ، ﻓﻠﱠﻤﺎ ﺃ ﺣ ﱠﺲ ﺑ ﻬﻢ ﻋﺎ ﺻﻢ ﺅﺃﺻﺤﺎﺑﻪ ، ﻟ ﺠﺄﻭﺍ ﺇﻟﻰ ﻣ ﻮ ﺿ ﻊ ، ﻓﺄﺣﺎ ﻁ ﺑﻬﻢ ﺍﻟﻘ ﻮﻡ ، ﻓﻘﺎﻟﻮﺍ ﺍﻧﺰﻟﻮﺍ ، ﻓﺄ ﻋ ﻄﻮﺍ'
			'ﺫﻣ ﺔ ﺁﺎﻓ ﺮ . ﺍﻟﻠﻬﱠﻢ ﺃ ﺧﺒ ﺮ ﻋﱠﻨﺎ ﻧﺒﱠﻴ ﻚ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺮ ﻣ ﻮ ﻩﻢ ﺑﺎﻟﱠﻨﺒ ﻞ ﻓﻘﺘﻠﻮﺍ ﻋﺎ ﺻﻤﺎ ، ﻭﻧ ﺰﻝ ﺇﻟﻴ ﻬﻢ ﺛﻼﺛﺔ ﻧﻔ ﺮ'
			'ﻋﻠﻰ ﺍﻟﻌﻬﺪ ﻭﺍﻟﻤﻴﺜﺎ ﻕ ، ﻣﻨ ﻬﻢ ﺧﺒﻴ ﺐ ، ﻭ ﺯﻳﺪ ﺑ ﻦ ﺍﻟﱠﺪﺛﻨﺔ ﻭ ﺭ ﺟﻞ ﺁ ﺧ ﺮ ، ﻓﻠﱠﻤﺎ ﺍ ﺳﺘ ﻤﻜﻨﻮﺍ ﻣﻨ ﻬﻢ ﺃ ﻃﻠﻘﻮﺍ ﺃ ﻭﺗﺎﺭ ﻗ ﺴﱢﻴﻬﻢ ،'
			'ﻓ ﺮﺑ ﻄﻮ ﻩﻢ ﺑﻬﺎ ، ﻗﺎﻝ ﺍﻟ ﱠﺮﺟ ﻞ ﺍﻟﱠﺜﺎﻟ ﺚ : ﻩﺬﺍ ﺃﻭﱠ ﻝ ﺍﻟﻐﺪ ﺭ ﻭﺍﻟﱠﻠ ﻪ ﻻ ﺃﺻﺤﺒﻜﻢ ﺇ ﱠﻥ ﻟﻲ ﺑﻬﺆﻻ ﺀ ﺃ ﺳﻮﺓ ، ﻳﺮﻳﺪ ﺍﻟﻘﺘﻠﻰ ،'
			'ﻓﺠ ﱡﺮﻭﻩ ﻭﻋﺎﻟﺠﻮﻩ ، ﻓﺄﺑﻲ ﺃ ﻥ ﻳ ﺼﺤﺒ ﻬﻢ ، ﻓﻘﺘﻠﻮﻩ ، ﻭﺍﻧ ﻄﻠﻘﻮﺍ ﺑ ﺨﺒﻴ ﺐ ، ﻭﺯﻳﺪ ﺑ ﻦ ﺍﻟﱠﺪﺛﻨ ﺔ ، ﺣﺘﻰ ﺑﺎ ﻋﻮ ﻩﻤﺎ ﺑﻤﱠﻜ ﺔ ﺑﻌﺪ'
			'ﻭﻗﻌ ﺔ ﺑﺪ ﺭ ، ﻓﺎﺑﺘﺎ ﻉ ﺑﻨﻮ ﺍﻟﺤﺎ ﺭ ﺙ ﺍﺑ ﻦ ﻋﺎ ﻣ ﺮ ﺑﻦ ﻧ ﻮﻓ ﻞ ﺑ ﻦ ﻋﺒﺪ ﻣﻨﺎ ﻑ ﺧﺒﻴﺒﺎ ، ﻭﺁﺎ ﻥ ﺧﺒﻴ ﺐ ﻩ ﻮ ﻗﺘﻞ ﺍﻟ ﺤﺎ ﺭ ﺙ ﻳ ﻮﻡ'
			'ﺑﺪ ﺭ ، ﻓﻠﺒ ﺚ ﺧﺒﻴ ﺐ ﻋﻨﺪ ﻩﻢ ﺃ ﺳﻴﺮﺍ ﺣﺘﻰ ﺃ ﺟﻤﻌﻮﺍ ﻋﻠﻰ ﻗﺘﻠ ﻪ ، ﻓﺎ ﺳﺘﻌﺎ ﺭ ﻣ ﻦ ﺑﻌ ﺾ ﺑﻨﺎ ﺕ ﺍﻟﺤﺎ ﺭ ﺙ ﻣﻮ ﺳﻰ ﻳ ﺴﺘ ﺤﱡﺪ ﺑ ﻬﺎ'
			'ﻓﺄ ﻋﺎ ﺭﺗﻪ ، ﻓﺪ ﺭ ﺝ ﺑﻨﻲﱡ ﻟ ﻬﺎ ﻭ ﻩﻲ ﻏﺎﻓﻠﺔ ﺣﺘﻰ ﺃﺗﺎﻩ ، ﻓ ﻮ ﺟﺪﺗﻪ ﻣ ﺠﻠ ﺴﻪ ﻋﻠﻰ ﻓﺨﺬﻩ ﻭﺍﻟﻤﻮ ﺳﻰ ﺑﻴﺪﻩ ، ﻓﻔ ﺰﻋ ﺖ ﻓ ﺰ ﻋ ﺔ'
			'ﻋ ﺮﻓ ﻬﺎ ﺧﺒﻴ ﺐ ، ﻓﻘﺎﻝ : ﺃﺗ ﺨﺸﻴ ﻦ ﺄﻧ ﺃﻗﺘﻠﻪ ﻣﺎ ﺁﻨ ﺖ ﻷﻓﻌﻞ ﺫﻟ ﻚ ، ﻗﺎﻟ ﺖ : ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺭﺃﻳ ﺖ ﺃ ﺳﻴﺮﺍ ﺧﻴﺮﺍ ﻣ ﻦ ﺧﺒﻴ ﺐ ،'
			'ﻓﻮﺍﻟﱠﻠﻪ ﻟﻘﺪ ﻭﺟﺪﺗﻪ ﻳ ﻮﻣﺎ ﻳﺄﺁ ﻞ ﻗ ﻄﻔﺎ ﻣ ﻦ ﻋﻨ ﺐ ﻓﻲ ﻳﺪﻩ ، ﻭﺇﻧﱠﻪ ﻟﻤﻮﺛ ﻖ ﺑﺎﻟﺤﺪﻳﺪ ﻭﻣﺎ ﺑ ﻤﱠﻜ ﺔ ﻣ ﻦ ﺛ ﻤ ﺮﺓ ، ﻭﺁﺎﻧ ﺖ ﺗﻘﻮ ﻝ:'
			'ﺇﻧﱠﻪ ﻟﺮﺯ ﻕ ﺭﺯﻗﻪ ﺍﻟﱠﻠﻪ ﺧﺒﻴﺒﺎ ، ﻓﻠﱠﻤﺎ ﺧﺮ ﺟﻮﺍ ﺑ ﻪ ﻣ ﻦ ﺍﻟ ﺤﺮﻡ ﻟﻴﻘﺘﻠﻮﻩ ﻓﻲ ﺍﻟ ﺤ ﱢﻞ ، ﻗﺎﻝ ﻟ ﻬﻢ ﺧﺒﻴ ﺐ : ﺩ ﻋﻮﻧﻲ ﺃﺻﻠﻲ'
			'ﺭﺁﻌﺘﻴ ﻦ ، ﻓﺘ ﺮﺁﻮﻩ ، ﻓﺮﺁ ﻊ ﺭﺁﻌﺘﻴ ﻦ، ﻓﻘﺎ ﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻟ ﻮﻻ ﺃ ﻥ ﺗﺤ ﺴﺒﻮﺍ ﺃ ﱠﻥ ﻣﺎﺑﻲ ﺟ ﺰ ﻉ ﻟ ﺰﺩ ﺕ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃ ﺣ ﺼﻬﻢ ﻋﺪﺩﺍ ،'
			'ﻭﺍﻗﺘﻠﻬﻢ ﺑﺪﺩﺍ ، ﻭﻻ ﺗﺒ ﻖ ﻣﻨ ﻬﻢ ﺃﺣﺪﺍ . ﻭﻗﺎﻝ:'
			'ﻓﻠ ﺴ ﺖ ﺃﺑﺎﻟﻲ ﺣﻴ ﻦ ﺃﻗﺘ ﻞ ﻣ ﺴﻠﻤﺎ ﻋﻠﻰ ﺃ ﱢﻱ ﺟﻨ ﺐ ﺁﺎ ﻥ ﻟﱠﻠ ﻪ ﻣ ﺼﺮ ﻋﻲ'
			'ﻭﺫﻟ ﻚ ﻓﻲ ﺫﺍ ﺕ ﺍﻹﻟ ﻪ ﻭﺇ ﻥ ﻳ ﺸﺄ ﻳﺒﺎ ﺭ ﻙ ﻋﻠﻰ ﺃ ﻭﺻﺎ ﻝ ﺷﻠ ﻮ ﻣ ﻤ ﱠﺰ ﻉ'
			'ﻭﺁﺎ ﻥ ﺧﺒﻴ ﺐ ﻩﻮ ﺳ ﱠﻦ ﻟﻜﻞﱢ ﻣ ﺴﻠﻢ ﻗﺘ ﻞ ﺻﺒﺮﺍ ﺍﻟ ﱠﺼﻼﺓ ﻭﺃ ﺧﺒﺮ - ﻳﻌﻨﻲ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺃ ﺻ ﺤﺎﺑﻪ ﻳ ﻮﻡ'
			'ﺃ ﺻﻴﺒﻮﺍ ﺧﺒﺮ ﻩﻢ ، ﻭﺑﻌ ﺚ ﻧﺎ ﺱ ﻣ ﻦ ﻗﺮﻳ ﺶ ﺇﻟﻰ ﻋﺎ ﺻﻢ ﺑﻦ ﺛﺎﺑ ﺖ ﺣﻴ ﻦ ﺣﺪﱢﺛﻮﺍ ﺃﻧﱠﻪ ﻗﺘﻞ ﺃ ﻥ ﻳ ﺆﺗﻮﺍ ﺑ ﺸﻲ ﺀ ﻣﻨﻪ ﻳﻌﺮ ﻑ .'
			'ﻭﺁﺎ ﻥ ﻗﺘﻞ ﺭ ﺟ ﻼ ﻣ ﻦ ﻋ ﻈﻤﺎﺋ ﻬﻢ ، ﻓﺒﻌ ﺚ ﺍﻟﱠﻠﻪ ﻟﻌﺎ ﺻﻢ ﻣﺜ ﻞ ﺍﻟ ﱡﻈﱠﻠ ﺔ ﻣ ﻦ ﺍﻟﱠﺪﺑ ﺮ ، ﻓ ﺤ ﻤﺘﻪ ﻣ ﻦ ﺭ ﺳﻠ ﻬﻢ ، ﻓﻠﻢ ﻳﻘﺪ ﺭﻭﺍ ﺃ ﻥ'
			'ﻳﻘ ﻄﻌﻮﺍ ﻣﻨﻪ ﺷﻴﺌﺎ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻗﻮﻟﻪ : ﺍﻟ ﻬﺪﺍﺓ : ﻣ ﻮ ﺿ ﻊ ، ﻭﺍﻟﻈﱡﻠﱠﺔ : ﺍﻟﺴﺤﺎﺏ ، ﻭﺍﻟﺪﱠﺑ ﺮ : ﺍﻟﻨﱠ ﺤ ﻞ . ﻭﻗ ﻮﻟﻪ : « ﺍﻗﺘﻠ ﻬﻢ ﺑﺪﺩﺍ » ﺑﻜﺴ ﺮ ﺍﻟﺒﺎ ﺀ ﻭﻓﺘﺤ ﻬﺎ ،'
			'ﻓﻤﻦ ﺁﺴﺮ ، ﻗﺎﻝ ﻩﻮ ﺟﻤ ﻊ ﺑﱠﺪﺓ ﺑﻜﺴﺮ ﺍﻟﺒﺎ ﺀ ، ﻮﻫﻮ ﺍﻟﻨ ﺼﻴﺐ ، ﻭﻣﻌﻨﺎﻩ ﺍﻗﺘﻠ ﻬـﻢ ﺣ ﺼﺼﺎ ﻣﻨﻘ ﺴ ﻤ ﺔ ﻟﻜ ﱢﻞ ﻭﺍ ﺣﺪ ﻣﻨ ﻬﻢ'
			'ﻧﺼﻴ ﺐ ، ﻭﻣﻦ ﻓﺘﺢ ، ﻗﺎ ﻝ : ﻣﻌﻨﺎﻩ : ﻣﺘﻔ ﱢﺮﻗﻴ ﻦ ﻓﻲ ﺍﻟﻘﺘ ﻞ ﻭﺍ ﺣﺪﺍ ﺑﻌﺪ ﻭﺍ ﺣﺪ ﻣ ﻦ ﺍﻟﺘﺒﺪﻳﺪ .'
			'ﻭﻓﻲ ﺍﻟﺒﺎﺏ ﺃﺣﺎﺩﻳ ﺚ ﺁﺜﻴ ﺮﺓ ﺻ ﺤﻴ ﺤﺔ ﺳﺒﻘﺖ ﻓﻲ ﻣﻮﺍ ﺿﻌﻬﺎ ﻣ ﻦ ﻩﺬﺍ ﺍﻟﻜﺘﺎﺏ ﻣﻨﻬﺎ ﺣﺪﻳ ﺚ ﺍﻟﻐﻼﻡ ﺍﻟﺬﻱ ﺁﺎ ﻥ ﻳﺄﺗﻲ'
			'ﺍﻟ ﱠﺮﺍ ﻩ ﺐ ﻭﺍﻟ ﱠﺴﺎ ﺣ ﺮ ﻭﻣﻨ ﻬﺎ ﺣﺪﻳ ﺚ ﺟ ﺮﻳ ﺞ ، ﻭﺣﺪﻳ ﺚ ﺃﺻ ﺤﺎ ﺏ ﺍﻟﻐﺎﺭ ﺍﻟﺬﻳﻦ ﺃ ﻃﺒﻘ ﺖ ﻋﻠﻴﻬﻢ ﺍﻟ ﱠﺼ ﺨﺮﺓ ، ﻭﺣﺪﻳ ﺚ ﺍﻟ ﱠﺮ ﺟ ﻞ'
			'ﺍﻟﺬﻱ ﺳ ﻤ ﻊ ﺻﻮﺗﺎ ﻓﻲ ﺍﻟ ﱠﺴﺤﺎﺏ ﻳﻘﻮ ﻝ : ﺍ ﺳ ﻖ ﺣﺪﻳﻘﺔ ﻓﻼ ﻥ ، ﻭﻏﻴ ﺮ ﺫﻟﻚ ﻭﺍﻟﱠﺪﻻﺋ ﻞ ﻓﻲ ﺍﻟﺒﺎﺏ ﺁﺜﻴﺮﺓ ﻣ ﺸ ﻬﻮﺭﺓ ،'
			'ﻭﺑﺎﻟﱠﻠ ﻪ ﺍﻟﱠﺘ ﻮﻓﻴ ﻖ',
		translation: 'Translation of Hadith 1509'
),
	Hadith(
		hadithNumber: 1510,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﻣﺎ ﺳ ﻤﻌ ﺖ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻳﻘﻮ ﻝ ﻟ ﺸﻲ ﺀ ﻗ ﱡﻂ : ﺇﱢﻧﻲ ﻷ ﻇﻨﱠﻪ'
			'ﺁﺬﺍ ﺇ ﱠﻻ ﺁﺎ ﻥ ﺁ ﻤﺎ ﻳ ﻈﻦﱡ ، ﺭﻭﺍﻩ ﺍﻟﺒ ﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1510'
),
	Hadith(
		hadithNumber: 1511,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺁﺎ ﻥ ﻳ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴ ﻮﻡ'
			'ﺍﻵ ﺧ ﺮ ﻓﻠﻴﻘ ﻞ ﺧﻴﺮﺍ ، ﺃ ﻭ ﻟﻴ ﺼﻤ ﺖ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻮﻫﺬﺍ ﺍﻟ ﺤﺪﻳ ﺚ ﺻ ﺮﻳ ﺢ ﻓﻲ ﺃﻧﱠﻪ ﻳﻨﺒﻐﻲ ﺄﻧ ﻻ ﻳﺘﻜﱠﻠﻢ ﺇ ﱠﻻ ﺇﺫﺍ ﺁﺎﻥ ﺍﻟﻜﻼﻡ ﺧﻴﺮﺍ ، ﻭ ﻩﻮ ﺍﱠﻟﺬﻱ ﻇ ﻬ ﺮ ﺕ ﻣ ﺼﻠ ﺤﺘﻪ ، ﻭ ﻣﺘﻰ'
			'ﺷ ﱠﻚ ﻓﻲ ﻇ ﻬﻮ ﺭ ﺍﻟ ﻤ ﺼﻠﺤ ﺔ ، ﻓﻼ ﻳﺘﻜﱠﻠﻢ',
		translation: 'Translation of Hadith 1511'
),
	Hadith(
		hadithNumber: 1512,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃ ﱡﻱ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﺃﻓ ﻀ ﻞ؟ ﻗﺎﻝ : « ﻣ ﻦ ﺳﻠﻢ'
			'ﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ﻣﻦ ﻟ ﺴﺎﻧ ﻪ ﻭﻳﺪﻩ » . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1512'
),
	Hadith(
		hadithNumber: 1513,
		hadith:
						'ﻭ ﻋ ﻦ ﺳ ﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻳ ﻀﻤ ﻦ ﻟﻲ ﻣﺎ ﺑﻴ ﻦ ﻟ ﺤﻴﻴﻪ ﻭ ﻣﺎ'
			'ﺑﻴ ﻦ ﺭ ﺟﻠﻴ ﻪ ﺃ ﺿﻤ ﻦ ﻟﻪ ﺍﻟ ﺠﱠﻨﺔ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1513'
),
	Hadith(
		hadithNumber: 1514,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : ﺇ ﱠﻥ ﺍﻟﻌﺒﺪ ﻟﻴﺘﻜﱠﻠﻢ ﺑﺎﻟﻜﻠﻤ ﺔ'
			'ﻣﺎ ﻳﺘﺒﱠﻴ ﻦ ﻓﻴ ﻬﺎ ﻳ ﺰ ﱡﻝ ﺑ ﻬﺎ ﺇﻟﻰ ﺍﻟﱠﻨﺎ ﺭ ﺃﺑﻌﺪ ﻣﱠﻤﺎ ﺑﻴ ﻦ ﺍﻟﻤ ﺸ ﺮ ﻕ ﻭﺍﻟﻤﻐ ﺮ ﺏ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			' .1514ﻭﻣﻌﻨﻰ : « ﻳﺘﺒﱠﻴ ﻦ » ﻳﺘﻔﱠﻜ ﺮ ﺃﱠﻧ ﻬﺎ ﺧﻴﺮ ﺄﻣ ﻻ',
		translation: 'Translation of Hadith 1514'
),
	Hadith(
		hadithNumber: 1515,
		hadith:
						'ﻭ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﻌﺒﺪ ﻟﻴﺘﻜﱠﻠﻢ ﺑﺎﻟﻜﻠﻤ ﺔ ﻣ ﻦ ﺭ ﺿ ﻮﺍ ﻥ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻣﺎ ﻳﻠﻘﻲ'
			'ﻟ ﻬﺎ ﺑﺎ ﻻ ﻳ ﺮﻓﻌﻪ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ ﺩ ﺭﺟﺎ ﺕ ، ﻭﺇ ﱠﻥ ﺍﻟﻌﺒﺪ ﻟﻴﺘﻜﱠﻠﻢ ﺑﺎﻟﻜﻠ ﻤ ﺔ ﻣ ﻦ ﺳ ﺨ ﻂ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻻ ﻳﻠﻘﻲ ﻟ ﻬﺎ ﺑﺎ ﻻ ﻳ ﻬﻮﻱ ﺑ ﻬﺎ ﻓﻲ'
			'ﺟ ﻬﱠﻨﻢ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1515'
),
	Hadith(
		hadithNumber: 1516,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻋﺒﺪ ﺍﻟ ﱠﺮﺣﻤ ﻦ ﺑﻼﻝ ﺑ ﻦ ﺍﻟﺤﺎﺭ ﺙ ﺍﻟﻤﺰﻧﻲﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻟﻴﺘﻜﱠﻠﻢ ﺑﺎﻟﻜﻠ ﻤ ﺔ ﻣ ﻦ ﺭ ﺿﻮﺍ ﻥ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻣﺎ ﺁﺎ ﻥ ﻳ ﻈﻦﱡ ﺃ ﻥ ﺗﺒﻠ ﻎ ﻣﺎ ﺑﻠﻐ ﺖ ﻳﻜﺘ ﺐ ﺍﻟﱠﻠﻪ ﺍﻟﱠﻠﻪ ﺑ ﻬﺎ'
			'ﺭ ﺿ ﻮﺍﻧﻪ ﺇﻟﻰ ﻳ ﻮﻡ ﻳﻠﻘﺎﻩ ، ﻭﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻟﻴﺘﻜﻠﱠﻢ ﺑﺎﻟﻜﻠﻤ ﺔ ﻣ ﻦ ﺳ ﺨ ﻂ ﺍﻟﱠﻠﻪ ﻣﺎ ﺁﺎ ﻥ ﻳ ﻈﻦﱡ ﺄﻧ ﺗﺒﻠ ﻎ ﻣﺎ ﺑﻠﻐ ﺖ ﻳﻜﺘ ﺐ ﺍﻟﱠﻠﻪ ﻟﻪ'
			'ﺑ ﻬﺎ ﺳ ﺨ ﻄﻪ ﺇﻟﻰ ﻳ ﻮﻡ ﻳﻠﻘﺎﻩ » .'
			'ﺭﻭﺍﻩ ﻣﺎﻟﻚ ﻓﻲ « ﺍﻟﻤﻮ ﱠﻃﺈ » ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1516'
),
	Hadith(
		hadithNumber: 1517,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻔﻴﺎﻥ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺣﱢﺪﺛﻨﻲ ﺑﺄ ﻣ ﺮ ﺃ ﻋﺘ ﺼﻢ ﺑ ﻪ ﻗﺎ ﻝ : « ﻗ ﻞ'
			'ﺭﱢﺑﻲ ﺍﻟﱠﻠﻪ ، ﺛﻢﱠ ﺍ ﺳﺘﻘﻢ » ﻗﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻣﺎ ﺃ ﺧﻮ ﻑ ﻣﺎ ﺗ ﺨﺎ ﻑ ﻋﻠ ﱠﻲ ؟ ﻓﺄ ﺧﺬ ﺑﻠ ﺴﺎ ﻥ ﻧﻔ ﺴ ﻪ ، ﺛﻢﱠ ﻗﺎﻝ : « ﻩﺬﺍ »'
			'. ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1517'
),
	Hadith(
		hadithNumber: 1518,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻜﺜ ﺮﻭﺍ ﺍﻟﻜﻼﻡ ﺑﻐﻴ ﺮ'
			'ﺫﺁ ﺮ ﺍﻟﱠﻠ ﻪ ، ﻓﺈ ﱠﻥ ﺁﺜ ﺮﺓ ﺍﻟﻜﻼﻡ ﺑﻐﻴ ﺮ ﺫﺁ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻗ ﺴﻮﺓ ﻟﻠﻘﻠ ﺐ ، ﻭﺇ ﱠﻥ ﺃﺑﻌﺪ ﺍﻟﱠﻨﺎ ﺱ ﻣ ﻦ ﺍﻟﱠﻠ ﻪ ﺍﻟﻘﻠ ﺐ ﺍﻟﻘﺎﺳﻲ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺇﺑﺮﺎﻫﻴﻢ ﺑﻦ ﻋﺒﺪ ﺍﷲ ﺑﻦ ﺣﺎﻃﺐ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1518'
),
	Hadith(
		hadithNumber: 1519,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻭﻗﺎﻩ ﺍﻟﱠﻠﻪ ﺷ ﱠﺮ ﻣﺎ'
			'ﺑﻴ ﻦ ﻟ ﺤﻴﻴﻪ ، ﻭ ﺷ ﱠﺮ ﻣﺎ ﺑﻴ ﻦ ﺭ ﺟﻠﻴﻪ ﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ » ﺭ ﻭﺍﻩ ﺍﻟﱢﺘﺮ ﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1519'
),
	Hadith(
		hadithNumber: 1520,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻘﺒ ﺔ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﻣﺎ ﺍﻟﱠﻨﺠﺎﺓ ؟ ﻗﺎﻝ : « ﺃ ﻣ ﺴ ﻚ ﻋﻠﻴ ﻚ ﻟﺴﺎﻧ ﻚ'
			'، ﻭﻟﻴ ﺴﻌ ﻚ ﺑﻴﺘ ﻚ ، ﻭﺍﺑ ﻚ ﻋﻠﻰ ﺧ ﻄﻴﺌﺘ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1520'
),
	Hadith(
		hadithNumber: 1521,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﺃ ﺻﺒﺢ ﺍﺑ ﻦ ﺁﺪﻣ ،'
			'ﻓﺈ ﱠﻥ ﺍﻷ ﻋ ﻀﺎ ﺀ ﺁﱠﻠ ﻬﺎ ﺗﻜﻔﱢ ﺮ ﺍﻟﱢﻠﺴﺎ ﻥ ، ﺗﻘﻮ ﻝ : ﺍﱢﺗ ﻖ ﺍﻟﱠﻠﻪ ﻓﻴﻨﺎ ، ﻓﺈﱠﻧﻤﺎ ﻧﺤ ﻦ ﺑ ﻚ : ﻓﺈ ﻥ ﺍ ﺳﺘﻘ ﻤ ﺖ ﺍ ﺳﺘﻘ ﻤﻨﺎ ﻭﺇ ﻥ ﺍ ﻋﻮﺟﺠﺖ'
			'ﺍ ﻋ ﻮﺟ ﺠﻨﺎ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ .'
			'ﻣﻌﻨﻰ « ﺗﻜﻔﱢ ﺮ ﺍﻟﱢﻠ ﺴﺎﻥ » : ﺄﻳ ﺗﺬ ﱡﻝ ﻭﺗ ﺨﻀ ﻊ ﻟﻪ',
		translation: 'Translation of Hadith 1521'
),
	Hadith(
		hadithNumber: 1522,
		hadith:
						'ﻭﻋ ﻦ ﻣﻌﺎﺫ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺃﺧﺒﺮﻧﻲ ﺑﻌ ﻤ ﻞ ﻳﺪ ﺧﻠﻨﻲ ﺍﻟ ﺠﱠﻨﺔ ، ﻭﻳﺒﺎ ﻋﺪﻧﻲ ﻋﻦ ﺍﻟﱠﻨﺎ ﺭ'
			'؟ ﻗﺎﻝ : « ﻟﻘﺪ ﺳﺄﻟ ﺖ ﻋ ﻦ ﻋ ﻈﻴﻢ ، ﻭﺇﻧﱠﻪ ﻟﻴ ﺴﻴﺮ ﻋﻠﻰ ﻣ ﻦ ﻳ ﱠﺴ ﺮﻩ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻠﻴ ﻪ : ﺗﻌﺒﺪ ﺍﻟﱠﻠﻪ ﻻ ﺗ ﺸﺮ ﻙ ﺑ ﻪ ﺷﻴﺌﺎ ،'
			'ﻭﺗﻘﻴﻢ ﺍﻟ ﱠﺼﻼﺓ ، ﻭﺗﺆﺗﻲ ﺍﻟ ﱠﺰﺁﺎﺓ ، ﻭﺗ ﺼﻮﻡ ﺭﻣ ﻀﺎ ﻥ ﻭﺗ ﺤﺞﱡ ﺍﻟﺒﻴ ﺖ ﺈﻧ ﺍﺳﺘﻄﻌﺖ ﺇﻟﻴﻪ ﺳﺒﻴ ﻼ، ﺛﻢﱠ ﻗﺎﻝ : « ﺃﻻ ﺃﺩﱡﻟﻚ'
			'ﻋﻠﻰ ﺃﺑﻮﺍ ﺏ ﺍﻟ ﺨﻴ ﺮ ؟ ﺍﻟﺼﱠ ﻮﻡ ﺟﱠﻨﺔ . ،ﺍﻟ ﱠﺼﺪﻗﺔ ﺗ ﻄﻔﻲ ﺀ ﺍﻟ ﺨ ﻄﻴﺌﺔ ﺁﻤﺎ ﻳ ﻄﻔﻲ ﺀ ﺍﻟ ﻤﺎ ﺀ ﺍﻟﱠﻨﺎﺭ ، ﻭﺻﻼﺓ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻣ ﻦ'
			'ﺟ ﻮ ﻑ ﺍﻟﱠﻠﻴ ﻞ » ﺛﻢﱠ ﺗﻼ : {ﺗﺘﺠﺎﻓﻰ ﺟﻨﻮﺑ ﻬﻢ ﻋ ﻦ ﺍﻟ ﻤ ﻀﺎ ﺟ ﻊ } ﺣﱠﺘﻰ ﺑﻠ ﻎ { ﻳﻌﻤﻠﻮ ﻥ } [ ﺍﻟﺴﺠﺪﺓ : 16 ] . ﺛﻢﱠ ﻗﺎﻝ: «'
			'ﺃﻻ ﺃ ﺧﺒ ﺮ ﻙ ﺑ ﺮﺃ ﺱ ﺍﻷ ﻣ ﺮ ، ﻭﻋﻤﻮﺩﻩ ، ﻭﺫ ﺭﻭﺓ ﺳﻨﺎ ﻣ ﻪ » ﻗﻠ ﺖ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ : ﻗﺎ ﻝ : « ﺭﺃ ﺱ ﺍﻷ ﻣ ﺮ ﺍﻹ ﺳﻼﻡ ،'
			'ﻭ ﻋﻤﻮﺩﻩ ﺍﻟ ﱠﺼﻼﺓ . ﻭﺫﺭﻭﺓ ﺳﻨﺎ ﻣ ﻪ ﺍﻟ ﺠ ﻬﺎﺩ » ﺛﻢﱠ ﻗﺎﻝ : « ﺃﻻ ﺃ ﺧﺒ ﺮ ﻙ ﺑـ ﻤﻼ ﻙ ﺫﻟ ﻚ ﺁﻠﻪ ؟» ﻗﻠ ﺖ : ﺑﻠﻰ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ'
			'. ﻓﺄﺧﺬ ﺑﻠ ﺴﺎﻧ ﻪ ﻗﺎ ﻝ : « ﺁﻒﱠ ﻋﻠﻴ ﻚ ﻩﺬﺍ » ﻗﻠ ﺖ: ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭﺇﱠﻧﺎ ﻟﻤ ﺆﺍ ﺧﺬﻮﻧ ﺑ ﻤﺎ ﻧﺘﻜﻠﱠﻢ ﺑ ﻪ ؟ ﻓﻘﺎﻝ : ﺛﻜﻠﺘ ﻚ ﺃﱡﻣ ﻚ'
			'، ﻭ ﻩ ﻞ ﻳﻜﺐﱡ ﺍﻟﱠﻨﺎ ﺱ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ﻋﻠﻰ ﻭ ﺟﻮ ﻩ ﻬﻢ ﺇ ﱠﻻ ﺣ ﺼﺎﺋﺪ ﺃﻟ ﺴﻨﺘ ﻬﻢ ؟ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ ، ﻭﻗﺪ ﺳﺒﻖ ﺷﺮﺣﻪ',
		translation: 'Translation of Hadith 1522'
),
	Hadith(
		hadithNumber: 1523,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃﺗﺪ ﺭﻭ ﻥ ﻣﺎ ﺍﻟﻐﻴﺒﺔ؟»'
			'ﻗﺎﻟﻮﺍ : ﺍﻟﱠﻠﻪ ﻭﺭ ﺳﻮﻟﻪ ﺃ ﻋﻠﻢ . ﻗﺎﻝ : « ﺫﺁ ﺮ ﻙ ﺃ ﺧﺎ ﻙ ﺑﻤﺎ ﻳﻜ ﺮﻩ » ﻗﻴﻞ : ﺃﻓﺮﺃﻳ ﺖ ﺈﻧ ﺁﺎﻥ ﻓﻲ ﺃ ﺧﻲ ﻣﺎ ﺃﻗﻮ ﻝ ؟ ﻗﺎ ﻝ : «'
			'ﺇ ﻥ ﺁﺎ ﻥ ﻓﻴ ﻪ ﻣﺎ ﺗﻘﻮ ﻝ ﻓﻘﺪ ﺍ ﻏﺘﺒﺘﻪ ، ﻭﺇ ﻥ ﻟﻢ ﻳﻜﻦ ﻓﻴ ﻪ ﻣﺎ ﺗﻘﻮ ﻝ ﻓﻘﺪ ﺑﻬﺘﱠﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1523'
),
	Hadith(
		hadithNumber: 1524,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺑﻜﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ ﻓﻲ ﺧ ﻄﺒﺘ ﻪ ﻳ ﻮﻡ ﺍﻟﱠﻨﺤﺮ ﺑﻤﻨ ﻰ'
			'ﻓﻲ ﺣ ﱠﺠ ﺔ ﺍﻟﻮﺩﺍ ﻉ : « ﺇ ﱠﻥ ﺩﻣﺎ ﺀﺁﻢ ، ﻭﺃ ﻣﻮﺍﻟﻜﻢ ﻭﺃ ﻋﺮﺍ ﺿﻜﻢ ﺣﺮﺎﻣ ﻋﻠﻴﻜﻢ ﺁ ﺤ ﺮﻣﺔ ﻳﻮﻣﻜﻢ ﻩﺬﺍ ، ﻓﻲ ﺷﻬ ﺮﺁﻢ ﻩﺬﺍ ،'
			'ﻓﻲ ﺑﻠﺪﺁﻢ ﻩﺬﺍ ، ﺃﻻ ﻩ ﻞ ﺑﱠﻠﻐﺖ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1524'
),
	Hadith(
		hadithNumber: 1525,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸﺔ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﻠ ﺖ ﻟﻠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣ ﺴﺒﻚ ﻣ ﻦ ﺻﻔﱠﻴﺔ ﺁﺬﺍ ﻭﺁﺬﺍ ﻗﺎﻝ'
			'ﺑﻌ ﺾ ﺍﻟ ﱡﺮﻭﺍﺓ : ﺗﻌﻨﻲ ﻗ ﺼﻴﺮﺓ ، ﻓﻘﺎﻝ : « ﻟﻘﺪ ﻗﻠ ﺖ ﺁﻠﻤ ﺔ ﻟﻮ ﻣﺰﺟﺖ ﺑﻤﺎ ﺀ ﺍﻟﺒ ﺤﺮ ﻟ ﻤ ﺰﺟﺘﻪ ، » ﻗﺎﻟ ﺖ : ﻭﺣﻜﻴ ﺖ ﻟﻪ'
			'ﺇﻧﺴﺎﻧﺎ ﻓﻘﺎﻝ : « ﻣﺎ ﺃ ﺣ ﱡﺐ ﺃﻧﻲ ﺣﻜﻴ ﺖ ﺇﻧﺴﺎﻧﺎ ﻭﺇ ﱠﻥ ﻟﻲ ﺁﺬﺍ ﻭﺁﺬﺍ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ'
			'ﺻﺤﻴ ﺢ .'
			'ﻭﻣﻌﻨﻰ : « ﻣ ﺰ ﺟﺘﻪ » ﺧﺎﻟﻄﺘﻪ ﻣ ﺨﺎﻟﻄﺔ ﻳﺘﻐﻴﱠ ﺮ ﺑ ﻬﺎ ﻃﻌﻤﻪ ، ﺃ ﻭ ﺭﻳ ﺤﻪ ﻟ ﺸﺪﺓ ﻧﺘﻨﻬﺎ ﻭﻗﺒﺤﻬﺎ ، ﻭ ﻩﺬﺍ ﻣ ﻦ ﺃﺑﻠ ﻎ'
			'ﺍﻟ ﱠﺰﻭﺍ ﺟ ﺮ ﻋ ﻦ ﺍﻟﻐﻴﺒ ﺔ ، ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : { ﻭﻣﺎ ﻳﻨ ﻄ ﻖ ﻋ ﻦ ﺍﻟ ﻬﻮﻯ ، ﺈﻧ ﻩ ﻮ ﺇﻻ ﻭ ﺣ ﱞﻲ ﻳﻮ ﺣﻰ } [ ﺍﻟﻨﺠﻢ : 4 ] .'
			'`',
		translation: 'Translation of Hadith 1525'
),
	Hadith(
		hadithNumber: 1526,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﱠﻤﺎ ﻋ ﺮ ﺝ ﺑﻲ ﻣﺮ ﺭ ﺕ ﺑﻘ ﻮﻡ'
			'ﻟ ﻬﻢ ﺃ ﻇﻔﺎﺭ ﻣﻦ ﻧﺤﺎ ﺱ ﻳﺨ ﻤ ﺸﻮ ﻥ ﺑ ﻬﺎ ﻭ ﺟﻮ ﻩ ﻬﻢ ﻭ ﺻﺪﻭ ﺭ ﻩﻢ ، ﻓﻘﻠ ﺖ : ﻣ ﻦ ﻩﺆﻻ ﺀ ﻳﺎ ﺟﺒ ﺮﻳﻞ ؟ ﻗﺎﻝ : ﻩﺆﻻ ﺀ ﺍﱠﻟﺬﻳ ﻦ'
			'ﻳﺄﺁﻠﻮ ﻥ ﻟ ﺤﻮﻡ ﺍﻟﱠﻨﺎ ﺱ ، ﻭﻳﻘﻌﻮﻥ ﻓﻲ ﺃ ﻋﺮﺍ ﺿﻬﻢ ، » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1526'
),
	Hadith(
		hadithNumber: 1527,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺁﻞﱡ ﺍﻟﻤﺴﻠﻢ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠﻢ'
			'ﺣ ﺮﺎﻣ : ﺩﻣﻪ ﻭ ﻋ ﺮ ﺿﻪ ﻭ ﻣﺎﻟﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1527'
),
	Hadith(
		hadithNumber: 1528,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺭﱠﺩ ﻋ ﻦ ﻋ ﺮ ﺽ ﺃﺧﻴﻪ،'
			'ﺭﱠﺩ ﺍﻟﱠﻠﻪ ﻋ ﻦ ﻭ ﺟﻬ ﻪ ﺍﻟﱠﻨﺎ ﺭ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1528'
),
	Hadith(
		hadithNumber: 1529,
		hadith:
						'ﻭﻋ ﻦ ﻋﺘﺒﺎ ﻥ ﺑ ﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ ﺣﺪﻳﺜ ﻪ ﺍﻟ ﱠﻄﻮﻳ ﻞ ﺍﻟﻤ ﺸﻬﻮ ﺭ ﺍﱠﻟﺬﻱ ﺗﻘﱠﺪﻡ ﻓﻲ ﺑﺎﺏ ﺍﻟ ﱠﺮﺟﺎ ﺀ ﻗﺎ ﻝ : ﻗﺎﻡ'
			'ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﺼﱢﻠﻲ ﻓﻘﺎﻝ : « ﺃﻳ ﻦ ﻣﺎﻟ ﻚ ﺑ ﻦ ﺍﻟﱡﺪ ﺧ ﺸﻢ ؟ » ﻓﻘﺎﻝ ﺭﺟﻞ: ﺫﻟ ﻚ ﻣﻨﺎﻓ ﻖ ﻻ ﻳ ﺤﺐﱡ ﺍﻟﱠﻠﻪ'
			'ﻭﺭ ﺳﻮﻟﻪ ، ﻓﻘﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻘ ﻞ ﺫﻟ ﻚ ، ﺃﻻ ﺗﺮﺍﻩ ﻗﺪ ﻗﺎﻝ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﻠﻪ ﻳﺮﻳﺪ ﺑﺬﻟﻚ ﻭ ﺟﻪ'
			'ﺍﻟﱠﻠﻪ ، ﻭﺈﻧ ﺍﻟﱠﻠﻪ ﻗﺪ ﺣ ﱠﺮﻡ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺭ ﻣ ﻦ ﻗﺎﻝ : ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻳﺒﺘﻐﻲ ﺑﺬﻟ ﻚ ﻭ ﺟﻪ ﺍﻟﱠﻠﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﻭ ﻋﺘﺒﺎ ﻥ » ﺑﻜﺴﺮ ﺍﻟﻌﻴﻦ ﻋﻠﻰ ﺍﻟﻤﺸﻬﻮﺭ ، ﻭ ﺣﻜﻲ ﺿﱡﻤﻬﺎ ، ﻭﺑﻌﺪﻩﺎ ﺗﺎﺀ ﻣﺜﻨﺎﺓ ﻣ ﻦ ﻓﻮﻕ ، ﺛﻢﱠ ﺑﺎﺀ ﻣﻮﺣﺪﺓ . ﻭ «'
			'ﺍﻟﺪﱡ ﺧ ﺸﻢ » ﺑﻀﻢ ﺍﻟﺪﻻ ﻭﺇﺳﻜﺎﻥ ﺍﻟﺨﺎ ﺀ ﻭﺿﱢﻢ ﺍﻟﺸﻴﻦ ﺍﻟﻤﻌﺠﻤﺘﻴﻦ .'
			'`',
		translation: 'Translation of Hadith 1529'
),
	Hadith(
		hadithNumber: 1530,
		hadith:
						'ﻭ ﻋ ﻦ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ ﺣﺪﻳﺜ ﻪ ﺍﻟ ﱠﻄﻮﻳ ﻞ ﻓﻲ ﻗ ﱠﺼ ﺔ ﺗ ﻮﺑﺘ ﻪ ﻭﻗﺪ ﺳﺒ ﻖ ﻓﻲ ﺑﺎﺏ ﺍﻟﱠﺘ ﻮﺑ ﺔ . ﻗﺎﻝ'
			': ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩﻮ ﺟﺎﻟ ﺲ ﻓﻲ ﺍﻟﻘ ﻮﻡ ﺑﺘﺒﻮ ﻙ : « ﻣﺎ ﻓﻌﻞ ﺁﻌ ﺐ ﺑ ﻦ ﻣﺎﻟﻚ ؟ » ﻓﻘﺎ ﻝ ﺭ ﺟﻞ ﻣ ﻦ'
			'ﺑﻨﻲ ﺳﻠ ﻤ ﺔ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺣﺒﺴﻪ ﺑ ﺮﺩﺍﻩ ، ﻭﺍﻟﻨﱠ ﻈ ﺮ ﻓﻲ ﻋ ﻄﻔﻴﻪ . ﻓﻘﺎﻝ ﻟﻪ ﻣﻌﺎﺫ ﺑ ﻦ ﺟﺒ ﻞ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺑﺌﺲ ﻣﺎ'
			'ﻗﻠ ﺖ ، ﻭﺍﻟﱠﻠ ﻪ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻣﺎ ﻋﻠ ﻤﻨﺎ ﻋﻠﻴﻪ ﺇ ﱠﻻ ﺧﻴﺮﺍ ، ﻓﺴﻜ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'» ﻋ ﻄﻔﺎﻩ » ﺟﺎﻧﺒﺎﻩ ، ﻮﻫﻮ ﺇﺷﺎﺭﺓ ﺇﻟﻰ ﺇﻋﺠﺎﺑﻪ ﺑﻨﻔﺴ ﻪ',
		translation: 'Translation of Hadith 1530'
),
	Hadith(
		hadithNumber: 1531,
		hadith:
						'ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺄﻧ ﺭ ﺟ ﻼ ﺍﺳﺘﺄﺬﻧ ﻋﻠﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ : « ﺍﺋﺬﻧﻮﺍ ﻟﻪ،'
			'ﺑﺌﺲ ﺃﺧﻮ ﺍﻟﻌ ﺸﻴ ﺮﺓ ؟ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺍ ﺣﺘ ﱠﺞ ﺑ ﻪ ﺍﻟﺒﺨﺎﺮﻳ ﻓﻲ ﺟﻮﺍ ﺯ ﻏﻴﺒ ﺔ ﺄﻫ ﻞ ﺍﻟﻔﺴﺎﺩ ﻭﺄﻫ ﻞ ﺍﻟ ﱢﺮﻳ ﺐ .'
			'`',
		translation: 'Translation of Hadith 1531'
),
	Hadith(
		hadithNumber: 1532,
		hadith:
						'ﻭﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺃ ﻇﻦ ﻓﻼﻧﺎ ﻭﻓﻼﻧﺎ ﻳﻌ ﺮﻓﺎ ﻥ ﻣ ﻦ ﺩﻳﻨﻨﺎ ﺷﻴﺌﺎ »'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ . ﻗﺎﻝ ﺍﻟﻠﻴ ﺚ ﺑ ﻦ ﺳﻌﺪ ﺃﺣﺪ ﺭﻭﺍﺓ ﻩﺬﺍ ﺍﻟ ﺤﺪﻳ ﺚ : ﻩﺬﺍ ﻥ ﺍﻟ ﱠﺮ ﺟﻼ ﻥ ﺁﺎﻧﺎ ﻣ ﻦ ﺍﻟﻤﻨﺎﻓﻘﻴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1532'
),
	Hadith(
		hadithNumber: 1533,
		hadith:
						'ﻭﻋ ﻦ ﻓﺎ ﻃﻤ ﺔ ﺑﻨ ﺖ ﻗﻴ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﺃﺗﻴ ﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﻠﺖ : ﺇ ﱠﻥ ﺃﺑﺎ.'
			'ﺍﻟ ﺠ ﻬﻢ ﻭﻣﻌﺎ ﻭﻳ ﺔ ﺧﻄﺒﺎﻧﻲ ؟ ﻓﻘﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﱠﻣﺎ ﻣﻌﺎ ﻭﻳﺔ ، ﻓ ﺼﻌﻠﻮ ﻙ ﻻ ﻣﺎ ﻝ ﻟﻪ ، ﻭﺃﱠﻣﺎ'
			'ﺃﺑﻮ ﺍﻟ ﺠ ﻬﻢ ﻓﻼ ﻳ ﻀ ﻊ ﺍﻟﻌﺼﺎ ﻋ ﻦ ﻋﺎﺗﻘ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : « ﻭﺃﱠﻣﺎ ﺃﺑﻮ ﺍﻟ ﺠ ﻬﻢ ﻓ ﻀ ﱠﺮﺍ ﺏ ﻟﻠﱢﻨﺴﺎ ﺀ » ﻮﻫﻮ ﺗﻔﺴﻴﺮ ﻟﺮﻭﺍﻳﺔ : « ﻻ ﻳ ﻀ ﻊ ﺍﻟﻌﺼﺎ ﻋ ﻦ ﻋﺎﺗﻘ ﻪ »'
			'ﻭﻗﻴﻞ : ﻣﻌﻨﺎﻩ : ﺁﺜﻴ ﺮ ﺍﻷﺳﻔﺎ ﺭ',
		translation: 'Translation of Hadith 1533'
),
	Hadith(
		hadithNumber: 1534,
		hadith:
						'ﻭﻋﻦ ﺯﻳﺪ ﺑ ﻦ ﺃ ﺭﻗﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺧﺮ ﺟﻨﺎ ﻣﻊ ﺭﺳﻮ ﻝ ﺍﻟﱢﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺳﻔ ﺮ ﺃﺻﺎﺏ'
			'ﺍﻟﱠﻨﺎﺱ ﻓﻴ ﻪ ﺷﺪﺓ ، ﻓﻘﺎﻝ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺃﺑﻲ : ﻻ ﺗﻨﻔﻘﻮﺍ ﻋﻠﻰ ﻣ ﻦ ﻋﻨﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺣﺘﻰ ﻳﻨﻔ ﱡﻀﻮﺍ ﻭﻗﺎﻝ : ﻟﺌ ﻦ ﺭﺟﻌﻨﺎ'
			'ﺇﻟﻰ ﺍﻟﻤﺪﻳﻨﺔ ﻟﻴﺨ ﺮﺟﻦﱠ ﺍﻷﻋ ﱡﺰ ﻣﻨﻬﺎ ﺍﻷﺫ ﱠﻝ ، ﻓﺄﺗﻴ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ، ﻓﺄ ﺧﺒ ﺮﺗﻪ ﺑﺬﻟ ﻚ ، ﻓﺄﺭﺳ ﻞ ﺇﻟﻰ'
			'ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﺃﺑﻲ ﻓﺎ ﺟﺘ ﻬﺪ ﻳ ﻤﻴﻨﻪ : ﻣﺎ ﻓﻌﻞ ، ﻓﻘﺎﻟﻮﺍ : ﺁﺬﺏ ﺯﻳﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻮﻗﻊ ﻓﻲ'
			'ﻧﻔ ﺴﻲ ﻣﱠﻤﺎ ﻗﺎﻟﻮﻩ ﺷﱠﺪﺓ ﺣﺘﻰ ﺃﻧ ﺰﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺗ ﺼﺪﻳﻘﻲ: { ﺇﺫﺍ ﺟﺎ ﺀﻙ ﺍﻟﻤﻨﺎﻓﻘﻮﻥ } ﺛﻢ ﺩﻋﺎﻩﻢ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ، ﻟﻴ ﺴﺘﻐﻔ ﺮ ﻟﻬﻢ ﻓﻠ ﱠﻮ ﻭﺍ ﺭ ﺅﻭ ﺳ ﻬﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1534'
),
	Hadith(
		hadithNumber: 1535,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻟﺖ ﻩﻨﺪ ﺍ ﻣﺮﺃﺓ ﺃﺑﻲ ﺳﻔﻴﺎ ﻥ ﻟﻠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺇ ﱠﻥ ﺃﺑﺎ'
			'ﺳﻔﻴﺎ ﻥ ﺭ ﺟﻞ ﺷ ﺤﻴ ﺢ ﻭﻟﻴﺲ ﻳﻌ ﻄﻴﻨﻲ ﻣﺎ ﻳﻜﻔﻴﻨﻲ ﻭﻭﻟﺪﻱ ﺇ ﱠﻻ ﻣﺎ ﺃ ﺧﺬ ﺕ ﻣﻨﻪ ، ﻭ ﻩﻮ ﻻ ﻳﻌﻠﻢ ؟ ﻗﺎﻝ : « ﺧﺬﻱ ﻣﺎ'
			'ﻳﻜﻔﻴ ﻚ ﻭ ﻭﻟﺪ ﻙ ﺑﺎﻟﻤﻌ ﺮﻭ ﻑ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1535'
),
	Hadith(
		hadithNumber: 1536,
		hadith:
						'ﻭ ﻋ ﻦ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﺪ ﺧ ﻞ ﺍﻟﺠﻨ ﺔ ﻧﱠﻤﺎﻡ»'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1536'
),
	Hadith(
		hadithNumber: 1537,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣ ﱠﺮ ﺑﻘﺒﺮﻳ ﻦ ﻓﻘﺎﻝ : «ﺇﱠﻧ ﻬﻤﺎ'
			'ﻳﻌﱠﺬﺑﺎﻥ ، ﻭ ﻣﺎ ﻳﻌﱠﺬﺑﺎ ﻥ ﻓﻲ ﺁﺒﻴ ﺮ ، ﺑﻠﻰ ﺇﻧﱠﻪ ﺁﺒﻴﺮ : ﺃﱠﻣﺎ ﺃ ﺣﺪﻩ ﻤﺎ ، ﻓﻜﺎ ﻥ ﻳﻤ ﺸﻲ ﺑﺎﻟﱠﻨ ﻤﻴ ﻤ ﺔ، ﻭﺃﱠﻣﺎ ﺍﻵﺧ ﺮ ﻓﻜﺎ ﻥ ﻻ ﻳ ﺴﺘﺘ ﺮ'
			'ﻣ ﻦ ﺑﻮﻟﻪ » .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔﻆ ﺇﺣﺪﻯ ﺭﻭﺍﻳﺎﺕ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻗﺎ ﻝ ﺍﻟﻌﻠﻤﺎ ﺀ : ﻣﻌﻨﻰ: «ﻭﻣﺎ ﻳﻌﱠﺬﺑﺎ ﻥ ﻓﻲ ﺁﺒﻴ ﺮ» ﺃ ﻱ ﺁﺒﻴﺮ ﻓﻲ ﺯ ﻋﻤﻬﻤﺎ ﻭﻗﻴ ﻞ: ﺁﺒﻴﺮ ﺗ ﺮﺁﻪ ﻋﻠﻴﻬﻤﺎ',
		translation: 'Translation of Hadith 1537'
),
	Hadith(
		hadithNumber: 1538,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺃﻻ ﺃﻧﱢﺒﺌﻜﻢ ﻣﺎ ﺍﻟﻌ ﻀﻪ ؟ ﻩﻲ'
			'ﺍﻟﱠﻨ ﻤﻴﻤﺔ ، ﺍﻟﻘﺎﻟﺔ ﺑﻴ ﻦ ﺍﻟﱠﻨﺎ ﺱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﻌ ﻀﻪ » : ﺑﻔﺘﺢ ﺍﻟﻌﻴﻦ ﺍﻟﻤ ﻬﻤﻠ ﺔ ، ﻭﺇ ﺳﻜﺎﻥ ﺍﻟ ﱠﻀﺎﺩ ﺍﻟﻤﻌ ﺠ ﻤ ﺔ ، ﻭﺑﺎﻟﻬﺎ ﺀ ﻋﻠﻰ ﻭﺯ ﻥ ﺍﻟﻮﺟﻪ، ﻭ ﺭﻮﻳ : « ﺍﻟﻌ ﻀﺔ'
			'» ﺑﻜ ﺴ ﺮ ﺍﻟﻌﻴ ﻦ ﻭ ﻓﺘ ﺢ ﺍﻟ ﱠﻀﺎﺩ ﺍﻟﻤﻌ ﺠ ﻤ ﺔ ﻋﻠﻰ ﻭ ﺯ ﻥ ﺍﻟﻌﺪﺓ ، ﻭ ﻩﻲ : ﺍﻟﻜﺬ ﺏ ﻭﺍﻟﺒﻬﺘﺎ ﻥ ، ﻭ ﻋﻠﻰ ﺍﻟ ﱢﺮﻭﺍﻳﺔ ﺍﻷﻭﻟﻰ :'
			'ﺍﻟﻌ ﻀﻪ ﻣﺼﺪﺭ ، ﻳﻘﺎﻝ : ﻋ ﻀ ﻬﻪ ﻋ ﻀﻬﺎ ، ﺄﻳ : ﺭﻣﺎﻩ ﺑﺎﻟﻌ ﻀﻪ',
		translation: 'Translation of Hadith 1538'
),
	Hadith(
		hadithNumber: 1539,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﺒﱢﻠﻐﻨﻲ ﺃﺣﺪ ﻣﻦ'
			'ﺃ ﺻﺤﺎﺑﻲ ﻋ ﻦ ﺃ ﺣﺪ ﺷﻴﺌﺎ ، ﻓﺈﱢﻧﻲ ﺃ ﺣﺐﱡ ﺃ ﻥ ﺃ ﺧ ﺮ ﺝ ﺇﻟﻴﻜﻢ ﻭﺃﻧﺎ ﺳﻠﻴﻢ ﺍﻟ ﱠﺼﺪ ﺭ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ ﺍﻟﻮﻟﻴﺪ ﺑﻦ ﺃﺑﻲ ﻩﺸﺎﻡ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1539'
),
	Hadith(
		hadithNumber: 1540,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺗﺠﺪﻭ ﻥ ﺍﻟﱠﻨﺎ ﺱ ﻣﻌﺎﺩ ﻥ'
			': ﺧﻴﺎ ﺭ ﻩﻢ ﻓﻲ ﺍﻟﺠﺎ ﻩﻠﱠﻴ ﺔ ﺧﻴﺎ ﺭ ﻩﻢ ﻓﻲ ﺍﻹ ﺳﻼﻡ ﺇﺫﺍ ﻓﻘ ﻬﻮﺍ ، ﻭﺗﺠﺪﻭ ﻥ ﺧﻴﺎ ﺭ ﺍﻟﱠﻨﺎ ﺱ ﻓﻲ ﻩﺬﺍ ﺍﻟ ﱠﺸﺄ ﻥ ﺃﺷﱠﺪ ﻩﻢ ﻟﻪ ﺁﺮﺍ ﻩﻴ ﺔ'
			'، ﻭﺗﺠﺪﻭ ﻥ ﺷ ﱠﺮ ﺍﻟﱠﻨﺎ ﺱ ﺫﺍ ﺍﻟﻮ ﺟﻬﻴ ﻦ ، ﺍﻟﺬﻱ ﻳﺄﺗﻲ ﻩﺆﻻ ﺀ ﺑﻮ ﺟﻪ ﻮﻫﺆﻻ ﺀ ﺑ ﻮ ﺟ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1540'
),
	Hadith(
		hadithNumber: 1541,
		hadith:
						'ﻭﻋ ﻦ ﻣﺤﻤﺪ ﺑﻦ ﺯﻳﺪ ﺃ ﱠﻥ ﻧﺎ ﺳﺎ ﻗﺎﻟﻮﺍ ﻟ ﺠﱢﺪﻩ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻤﺎ : ﺇﱠﻧﺎ ﻧﺪ ﺧ ﻞ ﻋﻠﻰ'
			'ﺳﻼ ﻃﻴﻨﻨﺎ ﻓﻨﻘﻮ ﻝ ﻟ ﻬﻢ ﺑﺨﻼ ﻑ ﻣﺎ ﻧﺘﻜﻠﱠﻢ ﺇﺫﺍ ﺧ ﺮ ﺟﻨﺎ ﻣ ﻦ ﻋﻨﺪ ﻩﻢ ﻗﺎﻝ : ﺁﻨﺎ ﻧﻌﺪﱡ ﻩﺬﺍ ﻧﻔﺎﻗﺎ ﻋﻠﻰ ﻋ ﻬﺪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1541'
),
	Hadith(
		hadithNumber: 1542,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟ ﱢﺼﺪ ﻕ ﻳ ﻬﺪﻱ'
			'ﺇﻟﻰ ﺍﻟﺒ ﱢﺮ ﻭﺇ ﱠﻥ ﺍﻟﺒ ﱢﺮ ﻳ ﻬﺪﻱ ﺇﻟﻰ ﺍﻟﺠﱠﻨ ﺔ ، ﻭﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟﻞ ﻟﻴ ﺼﺪ ﻕ ﺣﱠﺘﻰ ﻳﻜﺘ ﺐ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺻﺪﻳﻘﺎ، ﻭﺇ ﱠﻥ ﺍﻟﻜﺬ ﺏ ﻳ ﻬﺪﻱ ﺇﻟﻰ'
			'ﺍﻟﻔ ﺠﻮ ﺭ ﻭﺇ ﱠﻥ ﺍﻟﻔ ﺠﻮ ﺭ ﻳ ﻬﺪﻱ ﺇﻟﻰ ﺍﻟﻨﺎ ﺭ ، ﻭﺈﻧ ﺍﻟﺮﺟ ﻞ ﻟﻴﻜﺬ ﺏ ﺣﺘﻰ ﻳﻜﺘ ﺐ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺁﱠﺬﺍﺑﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1542'
),
	Hadith(
		hadithNumber: 1543,
		hadith:
						'ﻭﻋﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : «ﺃ ﺭﺑ ﻊ'
			'ﻣ ﻦ ﺁﻦﱠ ﻓﻴ ﻪ ، ﺁﺎﻥ ﻣﻨﺎﻓﻘﺎ ﺧﺎﻟﺼﺎ ، ﻭﻣ ﻦ ﺁﺎﻧ ﺖ ﻓﻴ ﻪ ﺧ ﺼﻠﺔ ﻣﻨ ﻬﻦﱠ ، ﺁﺎﻧ ﺖ ﻓﻴ ﻪ ﺧ ﺼﻠﺔ ﻣ ﻦ ﻧﻔﺎ ﻕ ﺣﱠﺘﻰ ﻳﺪ ﻋ ﻬﺎ : ﺇﺫﺍ'
			'ﺍﺅﺗ ﻤ ﻦ ﺧﺎ ﻥ ، ﻭﺇﺫﺍ ﺣﱠﺪ ﺙ ﺁﺬ ﺏ ، ﻭﺇﺫﺍ ﻋﺎ ﻩﺪ ﻏﺪ ﺭ ، ﻭﺇﺫﺍ ﺧﺎﺻﻢ ﻓ ﺠ ﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻗﺪ ﺳﺒ ﻖ ﺑﻴﺎﻧﻪ ﻣﻊ ﺣﺪﻳ ﺚ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺑﻨﺤﻮﻩ ﻓﻲ « ﺑﺎﺏ ﺍﻟﻮﻓﺎ ﺀ ﺑﺎﻟﻌﻬﺪ » .'
			'`',
		translation: 'Translation of Hadith 1543'
),
	Hadith(
		hadithNumber: 1544,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﻣ ﻦ ﺗ ﺤﱠﻠﻢ ﺑ ﺤﻠﻢ ﻟﻢ ﻳ ﺮﻩ ،'
			'ﺁﱢﻠ ﻒ ﺃ ﻥ ﻳﻌﻘﺪ ﺑﻴﻦ ﺷﻌﻴﺮﺗﻴ ﻦ ، ﻭﻟ ﻦ ﻳﻔﻌ ﻞ ، ﻭ ﻣ ﻦ ﺍ ﺳﺘﻤﻊ ﺇﻟﻰ ﺣﺪﻳ ﺚ ﻗ ﻮﻡ ﻭ ﻩﻢ ﻟﻪ ﺁﺎ ﺭ ﻩﻮ ﻥ، ﺻﺐﱠ ﻓﻲ ﺃﺫﻧﻴﻪ ﺍﻵﻧ ﻚ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻭ ﻣ ﻦ ﺻ ﱠﻮﺭ ﺻﻮﺭﺓ ، ﻋﱢﺬ ﺏ ﻭﺁﱢﻠ ﻒ ﺃ ﻥ ﻳﻨﻔ ﺦ ﻓﻴﻬﺎ ﺍﻟ ﱡﺮﻭ ﺡ ﻭﻟﻴﺲ ﺑﻨﺎﻓ ﺦ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'»ﺗﺤﱠﻠﻢ » ﺄﻳ : ﻗﺎ ﻝ ﺃﻧﻪ ﺣﻠﻢ ﻓﻲ ﻧ ﻮﻣ ﻪ ﻭ ﺭﺄﯨ ﺁﺬﺍ ﻭﺁﺬﺍ ، ﻮﻫﻮ ﺁﺎﺫ ﺏ ﻭ « ﺍﻵﻧﻚ » ﺑﺎﻟﻤﱢﺪ ﻭﺿﱢﻢ ﺍﻟﻨﻮ ﻥ ﻭﺗﺨﻔﻴ ﻒ'
			'ﺍﻟﻜﺎﻑ : ﻮﻫﻮ ﺍﻟ ﱠﺮ ﺻﺎ ﺹ ﺍﻟﻤﺬﺍ ﺏ',
		translation: 'Translation of Hadith 1544'
),
	Hadith(
		hadithNumber: 1545,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻓ ﺮﻯ ﺍﻟﻔ ﺮﻯ ﺃ ﻥ ﻳ ﺮ ﻱ'
			'ﺍﻟﺮ ﺟ ﻞ ﻋﻴﻨﻴﻪ ﻣﺎ ﻟﻢ ﺗ ﺮﻳﺎ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ . ﻭﻣﻌﻨﺎﻩ : ﻳﻘﻮ ﻝ : ﺭﺃﻳ ﺖ ﻓﻴﻤﺎ ﻟﻢ ﻳﺮﻩ',
		translation: 'Translation of Hadith 1545'
),
	Hadith(
		hadithNumber: 1546,
		hadith:
						'ﻭﻋﻦ ﺳﻤ ﺮﺓ ﺑ ﻦ ﺟﻨﺪ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻤﺎ ﻳﻜﺜ ﺮ ﺃ ﻥ ﻳﻘﻮ ﻝ'
			'ﻷﺻﺤﺎﺑ ﻪ : « ﻩ ﻞ ﺭﺄﯨ ﺃﺣﱞﺪ ﻣﻨﻜﻢ ﻣﻦ ﺭﺅﻳﺎ؟» ﻓﻴﻘﺺﱡ ﻋﻠﻴ ﻪ ﻣ ﻦ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺃ ﻥ ﻳﻘﺺﱠ . ﻭﺇﻧﱠﻪ ﻗﺎﻝ ﻟﻨﺎ ﺫﺎﺗ ﻏﺪﺍﺓ : «'
			'ﺇﱠﻧﻪ ﺃﺗﺎﻧﻲ ﺍﻟﱠﻠﻴﻠ ﺔ ﺁﺗﻴﺎ ﻥ ، ﻭﺇﱠﻧ ﻬﻤﺎ ﻗﺎﻻ ﻟﻲ : ﺍﻧ ﻄﻠ ﻖ ، ﻭﺇﱢﻧﻲ ﺍﻧﻄﻠﻘ ﺖ ﻣﻌ ﻬﻤﺎ ، ﻭﺇﱠﻧﺎ ﺃﺗﻴﻨﺎ ﻋﻠﻰ ﺭ ﺟ ﻞ ﻣ ﻀ ﻄ ﺠ ﻊ ، ﻭﺇﺫﺍ'
			'ﺁ ﺧ ﺮ ﻗﺎﺋﻢ ﻋﻠﻴ ﻪ ﺑ ﺼ ﺨ ﺮﺓ ، ﻭﺇﺫﺍ ﻩ ﻮ ﻳ ﻬﻮﻱ ﺑﺎﻟ ﱠﺼ ﺨ ﺮﺓ ﻟ ﺮﺃ ﺳ ﻪ ، ﻓﻴﺜﻠ ﻎ ﺭﺃﺳﻪ ، ﻓﻴﺘﺪ ﻩﺪﻩ ﺍﻟ ﺤ ﺠ ﺮ ﻩﺎ ﻩﻨﺎ . ﻓﻴﺘﺒ ﻊ'
			'ﺍﻟ ﺤ ﺠ ﺮ ﻓﻴﺄ ﺧـﺬﻩ ، ﻓﻼ ﻳﺮ ﺟ ﻊ ﺇﻟﻴﻪ ﺣﱠﺘﻰ ﻳ ﺼ ﱠﺢ ﺭﺃ ﺳﻪ ﺁﻤﺎ ﺁﺎﻥ ، ﺛﻢﱠ ﻳﻌﻮﺩ ﻋﻠﻴﻪ ، ﻓﻴﻔﻌ ﻞ ﺑ ﻪ ﻣﺜ ﻞ ﻣﺎ ﻓﻌﻞ ﺍﻟ ﻤ ﱠﺮﺓ'
			'ﺍﻷﻭﻟﻰ،» ﻗﺎﻝ : ﻗﻠ ﺖ ﻟﻬﻤﺎ : ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠ ﻪ ، ﻣﺎ ﻩﺬﺍ ﻥ ؟ ﻗﺎﻻ ﻟﻲ : ﺍﻧ ﻄﻠ ﻖ ﺍﻧ ﻄﻠ ﻖ، ﻓﺎﻧ ﻄﻠﻘﻨﺎ. ﻓﺄﺗﻴﻨﺎ ﻋﻠﻰ ﺭ ﺟﻞ'
			'ﻣ ﺴﺘﻠ ﻖ ﻟﻘﻔﺎﻩ ﻭﺇﺫﺍ ﺁ ﺧ ﺮ ﻗﺎﺋﻢ ﻋﻠﻴ ﻪ ﺑﻜﱡﻠﻮ ﺏ ﻣ ﻦ ﺣﺪﻳﺪ ، ﻭﺇﺫﺍ ﻩ ﻮ ﻳﺄﺗﻰ ﺃ ﺣﺪ ﺷﱠﻘ ﻲ ﻭ ﺟ ﻬ ﻪ ﻓﻴ ﺸ ﺮ ﺷ ﺮ ﺷﺪﻗﻪ ﺇﻟﻰ ﻗﻔﺎﻩ ،'
			'ﻭﻣﻨ ﺨﺮﻩ ﺇﻟﻰ ﻗﻔﺎﻩ ، ﻭﻋﻴﻨﻪ ﺇﻟﻰ ﻗﻔﺎﻩ ، ﺛﻢﱠ ﻳﺘﺤ ﱠﻮﻝ ﺇﻟﻰ ﺍﻟﺠﺎﻧ ﺐ ﺍﻵﺧ ﺮ ﻓﻴﻔﻌﻞ ﺑ ﻪ ﻣﺜ ﻞ ﻣﺎ ﻓﻌ ﻞ ﺑﺎﻟﺠﺎﻧﺐ ﺍﻷﻮﻟ ، ﻓﻤﺎ'
			'ﻳﻔ ﺮ ﻍ ﻣ ﻦ ﺫﻟ ﻚ ﺍﻟﺠﺎﻧﺐ ﺣﱠﺘﻰ ﻳ ﺼ ﱠﺢ ﺫﻟ ﻚ ﺍﻟﺠﺎﻧ ﺐ ﺁﻤﺎ ﺁﺎ ﻥ ، ﺛﻢﱠ ﻳﻌﻮﺩ ﻋﻠﻴ ﻪ ، ﻓﻴﻔﻌﻞ ﻣﺜ ﻞ ﻣﺎ ﻓﻌ ﻞ ﻓﻲ ﺍﻟ ﻤ ﱠﺮﺓ ﺍﻷﻭﻟﻰ .'
			'ﻗﺎﻝ : ﻗﻠ ﺖ: ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ، ﻣﺎ ﻩﺬﺎﻧ ؟ ﻗﺎﻻ ﻟﻲ : ﺍﻧﻄﻠ ﻖ ﺍﻧ ﻄﻠ ﻖ ، ﻓﺎﻧ ﻄﻠﻘﻨﺎ . ﻓﺄﺗﻴﻨﺎ ﻋﻠﻰ ﻣﺜﻞ ﺍﻟﱠﺘﱡﻨﻮ ﺭ ﻓﺄ ﺣ ﺴ ﺐ ﺃﻧﻪ'
			'ﻗﺎﻝ : ﻓﺈﺫﺍ ﻓﻴ ﻪ ﻟﻐ ﻂ ، ﻭﺃ ﺻﻮﺍ ﺕ ، ﻓﺎ ﱠﻃﻠﻌﻨﺎ ﻓﻴ ﻪ ﻓﺈﺫﺍ ﻓﻴ ﻪ ﺭﺟﺎﻝ ﻭﻧﺴﺎﺀ ﻋ ﺮﺍﺓ ، ﻭﺇﺫﺍ ﻩﻢ ﻳﺄﺗﻴﻬﻢ ﻟ ﻬ ﺐ ﻣ ﻦ ﺃ ﺳﻔ ﻞ'
			'ﻣﻨ ﻬﻢ ، ﻓﺈﺫﺍ ﺃﺗﺎ ﻩﻢ ﺫﻟ ﻚ ﺍﻟﱠﻠ ﻬ ﺐ ﺿ ﻮ ﺿ ﺆﻭﺍ ، ﻗﻠ ﺖ ﻣﺎ ﻩﺆﻻ ﺀ ؟ ﻗﺎﻻ ﻟﻲ : ﺍﻧ ﻄﻠ ﻖ ﺍﻧ ﻄﻠ ﻖ ،ﻓﺎﻧ ﻄﻠﻘﻨﺎ. ﻓﺄﺗﻴﻨﺎ ﻋﻠﻰ ﻧﻬ ﺮ'
			'ﺣ ﺴﺒ ﺖ ﺃﻧﻪ ﺁﺎ ﻥ ﻳﻘﻮ ﻝ : « ﺃ ﺣﻤ ﺮ ﻣﺜ ﻞ ﺍﻟﱠﺪﻡ ، ﻭﺇﺫﺍ ﻓﻲ ﺍﻟﱠﻨ ﻬ ﺮ ﺭ ﺟﻞ ﺳﺎﺑ ﺢ ﻳ ﺴﺒ ﺢ ، ﻭﺇﺫﺍ ﻋﻠﻰ ﺷ ﱢﻂ ﺍﻟﱠﻨ ﻬ ﺮ ﺭ ﺟﻞ ﻗﺪ'
			'ﺟ ﻤ ﻊ ﻋﻨﺪﻩ ﺣﺠﺎﺭﺓ ﺁﺜﻴ ﺮﺓ ، ﻭﺇﺫﺍ ﺫﻟ ﻚ ﺍﻟ ﱠﺴﺎﺑ ﺢ ﻳﺴﺒﺢ ﻣﺎ ﻳ ﺴﺒ ﺢ، ﺛﻢﱠ ﻳﺄﺗ ﻲ ﺫﻟ ﻚ ﺍﻟﺬﻱ ﻗﺪ ﺟ ﻤ ﻊ ﻋﻨﺪﻩ ﺍﻟ ﺤﺠﺎﺭﺓ ،'
			'ﻓﻴﻔﻐ ﺮ ﻟ ﻪ ﻓﺎﻩ ، ﻓﻴﻠﻘﻤﻪ ﺣﺠﺮﺍ ، ﻓﻴﻨ ﻄﻠ ﻖ ﻓﻴ ﺴﺒ ﺢ ، ﺛﱠﻢ ﻳ ﺮ ﺟ ﻊ ﺇﻟﻴ ﻪ ، ﺁﱠﻠ ﻤﺎ ﺭﺟﻊ ﺇﻟﻴﻪ ، ﻓﻐﺮ ﻓﺎﻩ ﻟﻪ ، ﻓﺄﻟﻘﻤﻪ ﺣ ﺠﺮﺍ ،'
			'ﻗﻠﺖ ﻟﻬﻤﺎ : ﻣﺎ ﻩﺬﺍ ﻥ ؟ ﻗﺎﻻ ﻟﻲ : ﺍﻧﻄﻠ ﻖ ﺍﻧﻄﻠﻖ ، ﻓﺎﻧ ﻄﻠﻘﻨﺎ . ﻓﺄﺗﻴﻨﺎ ﻋﻠﻰ ﺭ ﺟ ﻞ ﺁ ﺮﻳﻪ ﺍﻟ ﻤ ﺮﺁﺓ ، ﺃ ﻭ ﺁﺄﺁ ﺮﻩ ﻣﺎ ﺃﻧﺖ'
			'ﺭﺍ ﺀ ﺭ ﺟ ﻼ ﻣ ﺮﺄﯨ ، ﻓﺈﺫﺍ ﻩﻮ ﻋﻨﺪﻩ ﻧﺎﺭ ﻳﺤ ﱡﺸﻬﺎ ﻭﻳ ﺴﻌﻰ ﺣ ﻮﻟ ﻬﺎ ، ﻗﻠ ﺖ ﻟﻬﻤﺎ : ﻣﺎ ﻩﺬﺍ ؟ ﻗﺎﻻ ﻟﻲ : ﺍﻧ ﻄﻠ ﻖ ﺍﻧﻄﻠ ﻖ ،'
			'ﻓﺎﻧ ﻄﻠﻘﻨﺎ . ﻓﺄﺗﻴﻨﺎ ﻋﻠﻰ ﺭ ﻭﺿ ﺔ ﻣﻌﺘﱠﻤ ﺔ ﻓﻴﻬﺎ ﻣ ﻦ ﺁ ﱢﻞ ﻧ ﻮ ﺭ ﺍﻟ ﱠﺮﺑﻴ ﻊ ، ﻭﺇﺫﺍ ﺑﻴ ﻦ ﻇ ﻬ ﺮﻱ ﺍﻟ ﱠﺮﻭ ﺿ ﺔ ﺭﺟﻞ ﻃﻮﻳﻞ ﻻ ﺃﺁﺎﺩ'
			'ﺃﺮﯨ ﺭﺃ ﺳﻪ ﻃﻮ ﻻ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ ، ﻭﺇﺫﺍ ﺣ ﻮ ﻝ ﺍﻟﺮﺟ ﻞ ﻣ ﻦ ﺃﺁﺜﺮ ﻭﻟﺪﺎﻧ ﻣﺎ ﺭﺃﻳﺘ ﻬﻢ ﻗ ﱡﻂ ، ﻗﻠ ﺖ: ﻣﺎ ﻩﺬﺍ ؟ ﻭﻣﺎ ﻩﺆﻻ ﺀ ؟'
			'ﻗﺎﻻ ﻟﻲ : ﺍﻧ ﻄﻠ ﻖ ﺍﻧ ﻄﻠ ﻖ ﻓﺎﻧ ﻄﻠﻘﻨﺎ . ﻓﺄﺗﻴﻨﺎ ﺇﻟﻰ ﺩ ﻭﺣ ﺔ ﻋ ﻈﻴ ﻤﺔ ﻟﻢ ﺃﺭ ﺩ ﻭﺣ ﺔ ﻗ ﱡﻂ ﺃﻋﻈﻢ ﻣﻨﻬﺎ ، ﻭﻻ ﺃ ﺣﺴ ﻦ ، ﻗﺎﻻ ﻟﻲ :'
			'ﺍ ﺭ ﻕ ﻓﻴﻬﺎ، ﻓﺎﺭﺗﻘﻴﻨﺎ ﻓﻴﻬﺎ ، ﺇﻟﻰ ﻣﺪﻳﻨ ﺔ ﻣﺒﻨﱠﻴ ﺔ ﺑﻠﺒ ﻦ ﺬﻫ ﺐ ﻭﻟﺒ ﻦ ﻓ ﱠﻀ ﺔ ، ﻓﺄﺗﻴﻨﺎ ﺑﺎﺏ ﺍﻟ ﻤﺪﻳﻨﺔ ﻓﺎ ﺳﺘﻔﺘ ﺤﻨﺎ، ﻓﻔﺘ ﺢ ﻟﻨﺎ،'
			'ﻓﺪ ﺧﻠﻨﺎ ﻩﺎ ، ﻓﺘﻠﱠﻘﺎﻧﺎ ﺭﺟﺎﻝ ﺷ ﻄﺮ ﻣﻦ ﺧﻠﻘ ﻬﻢ ﺁﺄ ﺣﺴ ﻦ ﻣﺎ ﺃﻧﺖ ﺭﺍ ﺀ ، ﻭ ﺷﻄﺮ ﻣﻨﻬﻢ ﺁﺄﻗﺒ ﺢ ﻣﺎ ﺃﻧ ﺖ ﺭﺍ ﺀ ، ﻗﺎﻻ ﻟﻬﻢ :'
			'ﺍﺬﻫﺒﻮﺍ ﻓﻘﻌﻮﺍ ﻓﻲ ﺫﻟﻚ ﺍﻟﻨ ﻬﺮ ، ﻭﺇﺫﺍ ﻩ ﻮ ﻧﻬﺮ ﻣﻌﺘ ﺮ ﺽ ﻳ ﺠ ﺮﻱ ﺁﺄﻥ ﻣﺎ ﺀﻩ ﺍﻟﻤﺤ ﺾ ﻓﻲ ﺍﻟﺒﻴﺎﺽ ، ﻓﺬﻩﺒﻮﺍ ﻓﻮﻗﻌﻮﺍ'
			'ﻓﻴﻪ ، ﺛﻢﱠ ﺭﺟﻌﻮﺍ ﺇﻟﻴﻨﺎ ﻗﺪ ﺫ ﻩﺐ ﺫﻟ ﻚ ﺍﻟ ﱡﺴﻮ ﺀ ﻋﻨﻬﻢ ، ﻓﺼﺎ ﺭﻭﺍ ﻓﻲ ﺃﺣﺴﻦ ﺻﻮﺭﺓ .ﻗﺎﻝ : ﻗﺎﻻ ﻟﻲ : ﻩﺬﻩ ﺟﻨﱠﺔ ﻋﺪﻥ ،'
			'ﻮﻫﺬﺎﻛ ﻣﻨﺰﻟ ﻚ ، ﻓﺴ ﻤﺎ ﺑ ﺼ ﺮﻱ ﺻﻌﺪﺍ ، ﻓﺈﺫﺍ ﻗﺼﺮ ﻣﺜ ﻞ ﺍﻟ ﱠﺮﺑﺎﺑﺔ ﺍﻟﺒﻴﻀﺎ ﺀ . ﻗﺎﻻ ﻟﻲ : ﻩﺬﺎﻛ ﻣﻨ ﺰﻟ ﻚ . ﻗﻠ ﺖ ﻟﻬﻤﺎ :'
			'ﺑﺎﺮﻛ ﺍﻟﱠﻠﻪ ﻓﻴﻜﻤﺎ، ﻓﺬﺭﺍﻧﻲ ﻓﺄﺩ ﺧﻠﻪ . ﻗﺎﻻ : ﺃﻣﺎ ﺍﻵﻥ ﻓﻼ ، ﻭﺃﻧ ﺖ ﺩﺍﺧﻠﻪ . ﻗﻠﺖ ﻟ ﻬﻤﺎ : ﻓﺈﱢﻧﻲ ﺭﺃﻳ ﺖ ﻣﻨﺬ ﺍﻟﱠﻠﻴﻠﺔ ﻋﺠﺒﺎ ؟'
			'ﻓﻤﺎ ﻩﺬﺍ ﺍﻟﺬﻱ ﺭﺃﻳﺖ ؟ ﻗﺎﻻ ﻟﻲ : ﺇﻧﺎ ﺳﻨﺨﺒ ﺮﻙ. ﺃﱠﻣﺎ ﺍﻟﺮ ﺟ ﻞ ﺍﻷﻭﱠ ﻝ ﺍﻟﺬﻱ ﺃﺗﻴ ﺖ ﻋﻠﻴﻪ ﻳﺜﻠ ﻎ ﺭﺃ ﺳﻪ ﺑﺎﻟ ﺤ ﺠ ﺮ ، ﻓﺈﻧﱠﻪ'
			'ﺍﻟﺮﱠ ﺟ ﻞ ﻳﺄ ﺧﺬ ﺍﻟﻘ ﺮﺁ ﻥ ﻓﻴﺮﻓ ﻀﻪ ، ﻭﻳﻨﺎﻡ ﻋﻦ ﺍﻟ ﱠﺼﻼﺓ ﺍﻟﻜﺘﻮﺑ ﺔ . ﻭﺃﱠﻣﺎ ﺍﻟﺬﻱ ﺃﺗﻴ ﺖ ﻋﻠﻴﻪ ﻳﺸ ﺮﺷ ﺮ ﺷﺪﻗﻪ ﺇﻟﻰ ﻗﻔﺎﻩ ،'
			'ﻭﻣﻨ ﺨ ﺮﻩ ﺇﻟﻰ ﻗﻔﺎﻩ ، ﻭ ﻋﻴﻨﻪ ﺇﻟﻰ ﻗﻔﺎﻩ ، ﻓﺈﻧﻪ ﺍﻟﺮﱠ ﺟ ﻞ ﻳﻐﺪﻭ ﻣ ﻦ ﺑﻴﺘﻪ ﻓﻴﻜﺬ ﺏ ﺍﻟﻜﺬﺑ ﺔ ﺗﺒﻠ ﻎ ﺍﻵﻓﺎ ﻕ . ﻭﺃﱠﻣﺎ ﺍﻟ ﱢﺮﺟﺎ ﻝ'
			'ﻭﺍﻟﱢﻨﺴﺎ ﺀ ﺍﻟﻌﺮﺍﺓ ﺍﻟﺬﻳﻦ ﻩﻢ ﻓﻲ ﻣﺜﻞ ﺑﻨﺎ ﺀ ﺍﻟﱠﺘﱡﻨﻮ ﺭ ، ﻓﺈﱠﻧﻬﻢ ﺍﻟ ﱡﺰﻧﺎﺓ ﻭﺍﻟ ﱠﺰﻭﺍﻧﻲ . ﻭﺃﻣﺎ ﺍﻟﺮ ﺟ ﻞ ﺍﱠﻟﺬﻱ ﺃﺗﻴﺖ ﻋﻠﻴﻪ ﻳ ﺴﺒ ﺢ'
			'ﻓﻲ ﺍﻟﻨ ﻬ ﺮ ، ﻭﻳﻠﻘﻢ ﺍﻟ ﺤﺠﺎﺭﺓ ، ﻓﺈﻧﱠﻪ ﺁﺁ ﻞ ﺍﻟ ﱢﺮﺑﺎ. ﻭﺃﱠﻣﺎ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟﻜﺮﻳﻪ ﺍﻟ ﻤﺮﺁﺓ ﺍﻟﺬﻱ ﻋﻨﺪ ﺍﻟﱠﻨﺎ ﺭ ﻳ ﺤ ﱡﺸﻬﺎ ﻭﻳ ﺴﻌﻰ ﺣ ﻮﻟﻬﺎ'
			'ﻓﻜ ﱡﻞ ﻣ ﻮﻟﻮﺩ ﻣﺎ ﺕ ﻋﻠﻰ ﺍﻟﻔ ﻄ ﺮﺓ » ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﺍﻟﺒ ﺮﻗﺎﻧﻲ : « ﻭﻟﺪ ﻋﻠﻰ ﺍﻟﻔ ﻄ ﺮﺓ » . ﻓﻘﺎﻝ ﺑﻌﺾ ﺍﻟﻤﺴﻠﻤﻴ ﻦ : ﻳﺎﻓﺈﻧﱠﻪ ﻣﺎﻟ ﻚ ﺧﺎﺯ ﻥ ﺟﻬﱠﻨﻢ. ﻭﺃﻣﺎ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟﻄﱠﻮﻳ ﻞ ﺍﱠﻟﺬﻱ ﻓﻲ ﺍﻟ ﱠﺮ ﻭﺿ ﺔ ، ﻓﺈﻧﻪ ﺇﺑﺮﺎﻫﻴﻢ ، ﻭﺃﻣﺎ ﺍﻟ ﻮﻟﺪﺍ ﻥ ﺍﻟﺬﻳ ﻦ ﺣ ﻮﻟﻪ ،'
			'ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻭﺃﻭﻻﺩ ﺍﻟﻤﺸ ﺮﺁﻴ ﻦ ؟ ﻓﻘﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻭﺃﻭﻻﺩ ﺍﻟﻤﺸﺮﺁﻴ ﻦ » . ﻭﺃﻣﺎ ﺍﻟﻘﻮﻡ'
			'ﺍﻟﺬﻳﻦ ﺁﺎﻧﻮﺍ ﺷﻄﺮ ﻣﻨﻬﻢ ﺣﺴﻦ ﻭﺷﻄﺮ ﻣﻨﻬﻢ ﻗﺒﻴﺢ ﻓﺈﻧﻬﻢ ﻗﻮﻡ ﺧﻠﻄﻮﺍ ﻋﻤ ﻼ ﺻﺎﻟﺤﺎ ﻭﺁﺧﺮ ﺳﻴﺌﺎ ﺗﺠﺎﻭﺯ ﺍﷲ ﻋﻨﻬﻢ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻪ : « ﺭﺃﻳ ﺖ ﺍﻟﱠﻠﻴﻠ ﺔ ﺭ ﺟﻠﻴﻦ ﺃﺗﻴﺎﻧﻲ ﻓﺄ ﺧﺮﺟﺎﻧﻲ ﺇﻟﻰ ﺃ ﺭ ﺽ ﻣﻘﱠﺪﺳ ﺔ » ﺛﻢ ﺫﺁﺮﻩ . ﻭﻗﺎﻝ : « ﻓﺎﻧ ﻄﻠﻘﻨﺎ ﺇﻟﻰ'
			'ﻧﻘ ﺐ ﻣﺜﻞ ﺍﻟﺘﱡﻨﻮ ﺭ ، ﺃ ﻋﻼﻩ ﺿﱢﻴ ﻖ ﻭﺃ ﺳﻔﻠﻪ ﻭﺍﺳ ﻊ ، ﻳﺘ ﻮﱠﻗﺪ ﺗﺤﺘﻪ ﻧﺎﺭﺍ، ﻓﺈﺫﺍ ﺍﺭﺗﻔﻌﺖ ﺍ ﺭﺗﻔﻌﻮﺍ ﺣﺘﻰ ﺁﺎﺩﻭﺍ ﺃ ﻥ ﻳ ﺨ ﺮﺟﻮﺍ'
			'، ﻭﺇﺫﺍ ﺧ ﻤﺪﺕ ، ﺭ ﺟﻌﻮﺍ ﻓﻴﻬﺎ ، ﻭﻓﻴﻬﺎ ﺭﺟﺎ ﻝ ﻭﻧﺴﺎﺀ ﻋﺮﺍﺓ . ﻭﻓﻴﻬﺎ : ﺣﺘﻰ ﺃﺗﻴﻨﺎ ﻋﻠﻰ ﻧﻬ ﺮ ﻣﻦ ﺪﻣ ، ﻭﻟﻢ ﻳﺸﻚ -'
			'ﻓﻴﻪ ﺭ ﺟﻞ ﻗﺎﺋﻢ ﻋﻠﻰ ﻭﺳﻂ ﺍﻟﱠﻨﻬ ﺮ ، ﻭﻋﻠﻰ ﺷ ﱢﻂ ﺍﻟﱠﻨﻬﺮ ﺭ ﺟﻞ ، ﻭﺑﻴ ﻦ ﻳﺪﻳ ﻪ ﺣﺠﺎﺭﺓ ، ﻓﺄﻗﺒﻞ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟﺬﻱ ﻓﻲ ﺍﻟﱠﻨﻬ ﺮ ،'
			'ﻓﺈﺫﺍ ﺃﺭﺍﺩ ﺃ ﻥ ﻳ ﺨ ﺮ ﺝ ، ﺭﻣﻰ ﺍﻟﺮﱠ ﺟ ﻞ ﺑﺤﺠ ﺮ ﻓﻲ ﻓﻴﻪ ، ﻓﺮﺩﱠﻩ ﺣﻴ ﺚ ﺁﺎ ﻥ ، ﻓﺠﻌ ﻞ ﺁﱠﻠ ﻤﺎ ﺟﺎ ﺀ ﻟﻴ ﺨﺮﺝ ﺟﻌ ﻞ ﻳ ﺮﻣﻲ ﻓﻲ ﻓﻴﻪ'
			'ﺑﺤﺠ ﺮ ، ﻓﻴ ﺮ ﺟ ﻊ ﺁﻤﺎ ﺁﺎ ﻥ .ﻭﻓﻴ ﻬﺎ : « ﻓﺼﻌﺪﺍ ﺑﻲ ﺍﻟ ﱠﺸ ﺠﺮﺓ ، ﻓﺄﺩﺧﻼﻧﻲ ﺩﺍﺭﺍ ﻟﻢ ﺃﺭ ﻗ ﱡﻂ ﺃ ﺣﺴ ﻦ ﻣﻨ ﻬﺎ ، ﻓﻴﻬﺎ ﺭﺟﺎﻝ'
			'ﺷﻴﻮ ﺥ ﻭ ﺷﺒﺎﺏ » . ﻭﻓﻴ ﻬﺎ : « ﺍﱠﻟﺬﻱ ﺭﺃﻳﺘﻪ ﻳ ﺸﻖﱡ ﺷﺪﻗﻪ ﻓﻜﱠﺬﺍ ﺏ ، ﻳﺤﺪﱢ ﺙ ﺑﺎﻟﻜﺬﺑ ﺔ ﻓﺘ ﺤﻤ ﻞ ﻋﻨﻪ ﺣﱠﺘﻰ ﺗﺒﻠ ﻎ ﺍﻵﻓﺎﻕ،'
			'ﻓﻴ ﺼﻨ ﻊ ﺑ ﻪ ﻣﺎ ﺭﺃﻳ ﺖ ﺇﻟﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » . ﻭﻓﻴﻬﺎ : « ﺍﱠﻟﺬﻱ ﺭﺃﻳﺘﻪ ﻳ ﺸﺪ ﺥ ﺭﺃ ﺳﻪ ﻓﺮ ﺟ ﻞ ﻋﱠﻠﻤﻪ ﺍﻟﱠﻠﻪ ﺍﻟﻘﺮﺁ ﻥ ، ﻓﻨﺎﻡ'
			'ﻋﻨﻪ ﺑﺎﻟﱠﻠﻴ ﻞ ، ﻭﻟﻢ ﻳﻌﻤ ﻞ ﻓﻴﻪ ﺑﺎﻟﱠﻨ ﻬﺎ ﺭ ، ﻓﻴﻔﻌ ﻞ ﺑﻪ ﺇﻟﻰ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » . ﻭﺍﻟﱠﺪﺍ ﺭ ﺍﻷﻭﻟﻰ ﺍﻟﺘﻲ ﺩ ﺧﻠ ﺖ ﺩﺍ ﺭ ﻋﺎﱠﻣ ﺔ'
			'ﺍﻟﻤﺆﻣﻨﻴ ﻦ ، ﻭﺃﱠﻣﺎ ﻩﺬﻩ ﺍﻟﱠﺪﺍ ﺭ ﻓﺪﺍ ﺭ ﺍﻟ ﱡﺸ ﻬﺪﺍ ﺀ ، ﻭﺃﻧﺎ ﺟﺒﺮﻳ ﻞ ، ﻮﻫﺬﺍ ﻣﻴﻜﺎﺋﻴ ﻞ ، ﻓﺎ ﺭﻓﻊ ﺭﺃ ﺳﻚ ، ﻓﺮﻓﻌ ﺖ ﺭﺃﺳﻲ ، ﻓﺈﺫﺍ'
			'ﻓﻮﻗﻲ ﻣﺜ ﻞ ﺍﻟ ﱠﺴﺤﺎ ﺏ ، ﻗﺎﻻ: ﺫﺍ ﻙ ﻣﻨﺰﻟ ﻚ ، ﻗﻠ ﺖ : ﺩﻋﺎﻧﻲ ﺃﺩ ﺧ ﻞ ﻣﻨﺰﻟﻲ ، ﻗﺎﻻ : ﺇﻧﱠﻪ ﺑﻘﻲ ﻟ ﻚ ﻋﻤﺮ ﻟﻢ ﺗﺴﺘﻜ ﻤﻠﻪ ، ﻓﻠ ﻮ'
			'ﺍ ﺳﺘﻜﻤﻠﺘﻪ ، ﺃﺗﻴﺖ ﻣﻨ ﺰﻟ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻗﻮﻟﻪ : « ﻳﺜﻠﻎ ﺭﺃﺳﻪ » ﻮﻫﻮ ﻳﺎﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜﺔ ﻭﺍﻟﻐﻴ ﻦ ﺍﻟﻤﻌﺠﻤﺔ ، ﺄﻳ : ﻳﺸﺪ ﺧﻪ ﻭﻳ ﺸﱡﻘﻪ . ﻗﻮﻟﻪ: « ﻳﺘﺪ ﻩﺪﻩ » ﺄﻳ :'
			'ﻳﺘﺪﺣﺮ ﺝ ، ﻭ « ﺍﻟﻜﱡﻠﻮ ﺏ » ﺑﻔﺘﺢ ﺍﻟﻜﺎﻑ ، ﻭﺿﻢ ﺍﻟﻼﻡ ﺍﻟﻤﺸﺪﺩﺓ ، ﻮﻫﻮ ﻣﻌﺮﻮﻓ . ﻗﻮﻟﻪ : « ﻓﻴ ﺸﺮ ﺷ ﺮ » ﺄﻳ :'
			'ﻳﻘﻄﱠ ﻊ . ﻗﻮﻟﻪ : « ﺿ ﻮ ﺿﻮﺅﻭﺍ » ﻮﻫﻮ ﺑﻀﺎﺩﻳﻦ ﻣﻌﺠﻤﺘﻴﻦ ، ﺄﻳ ﺻﺎﺣﻮﺍ . ﻗﻮﻟﻪ : « ﻓﻴﻔﻐ ﺮ » ﻩﻮ ﺑﺎﻟﻔﺎ ﺀ ﻭﺍﻟﻐﻴﻦ'
			'ﺍﻟﻤﻌﺠﻤﺔ ، ﺄﻳ : ﻳﻔﺘ ﺢ . ﻗﻮﻟﻪ: « ﺍﻟﻤﺮﺁﺓ » ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﻤﻴﻢ ، ﺄﻳ : ﺍﻟﻤﻨ ﻈﺮ . ﻗﻮﻟﻪ : « ﻳ ﺤ ﱡﺸﻬﺎ » ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﻴﺎﺀ'
			'ﻭﺿﻢ ﺍﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺍﻟﺸﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ ، ﺄﻳ : ﻳﻮﻗﺪﻩﺎ ، ﻗﻮﻟﻪ : « ﺭ ﻭ ﺿ ﺔ ﻣﻌﺘﱠﻤ ﺔ » ﻩﻮ ﺑﻀﻢ ﺍﻟﻤﻴﻢ ﻭﺇﺳﻜﺎﻥ'
			'ﺍﻟﻌﻴﻦ ﻭﻓﺘﺢ ﺍﻟﺘﺎﺀ ﻭﺗﺸﺪﻳﺪ ﺍﻟﻤﻴﻢ ، ﺄﻳ : ﻭﺍﻓﻴ ﺔ ﺍﻟﱠﻨﺒﺎﺕ ﻃﻮﻳﻠﺘﻪ . ﻗﻮﻟﻪ : « ﺩ ﻭ ﺣﺔ » ﻮﻫﻲ ﺑﻔﺘﺢ ﺍﻟﺪﻻ ، ﻭﺇﺳﻜﺎﻥ'
			'ﺍﻟﻮﺍﻭ ﻭﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ : ﻭ ﻩﻲ ﺍﻟ ﱠﺸﺠ ﺮﺓ ﺍﻟﻜﺒﻴﺮﺓ ، ﻗﻮﻟﻪ : «ﺍﻟ ﻤ ﺤ ﺾ » ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﻤﻴﻢ ﻭﺇﺳﻜﺎﻥ ﺍﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠﺔ'
			'ﻭﺑﺎﻟ ﱠﻀﺎﺩ ﺍﻟﻤﻌﺠﻤﺔ : ﻭ ﻩ ﻮ ﺍﻟﻠﱠﺒ ﻦ . ﻗﻮﻟﻪ : «ﻓ ﺴﻤﺎ ﺑﺼ ﺮﻱ » ﺄﻳ : ﺍ ﺭﺗﻔ ﻊ . « ﻭ ﺻﻌﺪﺍ » : ﺑﻀﻢ ﺍﻟﺼﺎﺩ ﻭﺍﻟﻌﻴﻦ :'
			'ﺃ ﻱ : ﻣ ﺮﺗﻔﻌﺎ . « ﻭﺍﻟ ﱠﺮﺑﺎﺑﺔ » : ﺑﻔﺘﺢ ﺍﻟﺮﺍ ﺀ ﻭﺑﺎﻟﺒﺎ ﺀ ﺍﻟﻤﻮﺣﺪﺓ ﻣﻜﺮﺭﺓ ، ﻮﻫﻲ ﺍﻟ ﱠﺴﺤﺎﺑﺔ',
		translation: 'Translation of Hadith 1546'
),
	Hadith(
		hadithNumber: 1547,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺁﻔﻲ ﺑﺎﻟ ﻤﺮ ﺀ ﺁﺬﺑﺎ ﺃ ﻥ ﻳ ﺤﱢﺪ ﺙ'
			'ﺑﻜﻞﱢ ﻣﺎ ﺳﻤ ﻊ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1547'
),
	Hadith(
		hadithNumber: 1548,
		hadith:
						'ﻭﻋﻦ ﺳﻤﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺣﱠﺪﺙ ﻋﱢﻨﻲ ﺑ ﺤﺪﻳ ﺚ'
			'ﻳ ﺮﻯ ﺃﻧﱠﻪ ﺁﺬ ﺏ ، ﻓ ﻬﻮ ﺃﺣﺪ ﺍﻟﻜﺎﺫﺑﻴﻦ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1548'
),
	Hadith(
		hadithNumber: 1549,
		hadith:
						'ﻭﻋ ﻦ ﺃﺳﻤﺎ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺄﻧ ﺍ ﻣﺮﺃﺓ ﻗﺎﻟ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ ﻟﻲ ﺿ ﱠﺮﺓ ﻓﻬﻞ ﻋﻠ ﱠﻲ ﺟﻨﺎ ﺡ ﺇ ﻥ ﺗﺸﺒﻌ ﺖ'
			'ﻣﻦ ﺯﻭﺟﻲ ﻏﻴ ﺮ ﺍﻟﺬﻱ ﻳﻌ ﻄﻴﻨﻲ ؟ ﻓﻘﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﻟﻤﺘﺸﺒﱢ ﻊ ﺑﻤﺎ ﻟـﻢ ﻳﻌ ﻂ ﺁﻼﺑﺲ ﺛ ﻮﺑﻲ ﺯﻭ ﺭ'
			'» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺍﻟﻤﺘﺸﺒﱢ ﻊ : ﻩﻮ ﺍﻟﺬﻱ ﻳﻈﻬ ﺮ ﺍﻟ ﱠﺸﺒﻊ ﻭﻟﻴﺲ ﺑﺸﺒﻌﺎﻥ ، ﻭﻣﻌﻨﺎﻩﺎ ﻩﻨﺎ : ﺃﻧﱠﻪ ﻳﻈﻬ ﺮ ﺃﻧﻪ ﺣﺼ ﻞ ﻟﻪ ﻓ ﻀﻴﻠﺔ ﻭﻟﻴﺴ ﺖ'
			'ﺣﺎ ﺻﻠﺔ . « ﻭﻻﺑﺲ ﺛ ﻮﺑﻲ ﺯﻭ ﺭ » ﺄﻳ : ﺬﻳ ﺯﻭ ﺭ ، ﻮﻫﻮ ﺍﻟﺬﻱ ﻳ ﺰﻭﱢ ﺭ ﻋﻠﻰ ﺍﻟﱠﻨﺎﺱ ، ﺑﺄﻥ ﻳﺘ ﺰﱠﻳﻰ ﺑﺰ ﱢﻱ ﺄﻫﻞ ﺍﻟ ﱡﺰﻩﺪ'
			'ﺃﻭ ﺍﻟﻌﻠﻢ ﺃﻭ ﺍﻟﺜ ﺮﻭﺓ ، ﻟﻴﻐﺘ ﱠﺮ ﺑ ﻪ ﺍﻟﱠﻨﺎ ﺱ ﻭﻟﻴﺲ ﻩﻮ ﺑﺘﻠﻚ ﺍﻟ ﱢﺼﻔ ﺔ ، ﻭﻗﻴﻞ ﻏﻴ ﺮ ﺫﻟﻚ ﻭﺍﻟﱠﻠﻪ ﺃﻋﻠﻢ',
		translation: 'Translation of Hadith 1549'
),
	Hadith(
		hadithNumber: 1550,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑﻜﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ ﺃﻧﱢﺒﺌﻜﻢ ﺑﺄﺁﺒﺮ ﺍﻟﻜﺒﺎﺋﺮ'
			'؟ ﻗﻠﻨﺎ : ﺑﻠﻰ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ . ﻗﺎ ﻝ : « ﺍﻹﺷﺮﺍ ﻙ ﺑﺎﻟﱠﻠﻪ ، ﻭ ﻋﻘﻮ ﻕ ﺍﻟﻮﺍﻟﺪﻳ ﻦ » ﻭﺁﺎﻥ ﻣﱠﺘﻜﺌﺎ ﻓﺠﻠﺲ ، ﻓﻘﺎﻝ : « ﺃﻻ'
			'ﻭﻗ ﻮ ﻝ ﺍﻟ ﱡﺰﻭ ﺭ ، ﻭﺷﻬﺎﺩﺓ ﺍﻟﺰﻭ ﺭ » ﻓﻤﺎ ﺯﻻ ﻳﻜ ﱢﺮ ﺭ ﻩﺎ ﺣﺘﻰ ﻗﻠﻨﺎ : ﻟﻴﺘﻪ ﺳﻜﺖ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1550'
),
	Hadith(
		hadithNumber: 1551,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﺯﻳﺪ ﺛﺎﺑ ﺖ ﺑ ﻦ ﺍﻟ ﱠﻀﺤﺎ ﻙ ﺍﻷﻧﺼﺎﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻮﻫﻮ ﻣﻦ ﺃ ﻩﻞ ﺑﻴﻌ ﺔ ﺍﻟ ﱢﺮﺿﻮﺍ ﻥ ﻗﺎﻝ : ﻗﺎ ﻝ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﻦ ﺣﻠﻒ ﻋﻠﻰ ﻳ ﻤﻴ ﻦ ﺑﻤﱠﻠ ﺔ ﻏﻴ ﺮ ﺍﻹ ﺳﻼﻡ ﺁﺎﺫﺑﺎ ﻣﺘﻌﱢﻤﺪﺍ، ﻓ ﻬﻮ ﺁﻤﺎ ﻗﺎ ﻝ ،'
			'ﻭﻣ ﻦ ﻗﺘﻞ ﻧﻔﺴﻪ ﺑﺸﻲ ﺀ ، ﻋﱢﺬﺏ ﺑ ﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ، ﻭﻟﻴﺲ ﻋﻠﻰ ﺭ ﺟ ﻞ ﻧﺬﺭ ﻓﻴﻤﺎ ﻻ ﻳﻤﻠﻜﻪ ، ﻭﻟﻌ ﻦ ﺍﻟﻤ ﺆﻣ ﻦ ﺁﻘﺘﻠ ﻪ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1551'
),
	Hadith(
		hadithNumber: 1552,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﻨﺒﻐﻲ ﻟ ﺼﱢﺪﻳ ﻖ ﺃ ﻥ'
			'ﻳﻜﻮ ﻥ ﻟﱠﻌﺎﻧﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1552'
),
	Hadith(
		hadithNumber: 1553,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺍﻟﱠﺪﺭﺩﺍ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﻜﻮ ﻥ ﺍﻟﱠﻠﱠﻌﺎﻧﻮﻥ'
			'ﺷﻔﻌﺎ ﺀ ، ﻭﻻ ﺷ ﻬﺪﺍ ﺀ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1553'
),
	Hadith(
		hadithNumber: 1554,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻤ ﺮﺓ ﺑ ﻦ ﺟﻨﺪ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻼﻋﻨﻮﺍ ﺑﻠﻌﻨ ﺔ'
			'ﺍﻟﱠﻠﻪ ، ﻭﻻ ﺑﻐﻀﺒ ﻪ ، ﻭﻻ ﺑﺎﻟﱠﻨﺎ ﺭ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻻ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1554'
),
	Hadith(
		hadithNumber: 1555,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴﺲ ﺍﻟﻤﺆ ﻣ ﻦ'
			' .1555ﺑﺎﻟ ﱠﻄﱠﻌﺎ ﻥ ، ﻭﻻ ﺍﻟﱠﻠﱠﻌﺎ ﻥ ﻭﻻ ﺍﻟﻔﺎ ﺣ ﺶ ، ﻭﻻ ﺍﻟﺒﺬ ﱢﻱ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1555'
),
	Hadith(
		hadithNumber: 1556,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺍﻟﱠﺪ ﺭﺩﺍ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺇ ﱠﻥ ﺍﻟﻌﺒﺪ ﺇﺫﺍ ﻟﻌ ﻦ ﺷﻴﺌﺎ'
			'، ﺻﻌﺪ ﺕ ﺍﻟﱠﻠﻌﻨﺔ ﺇﻟﻰ ﺍﻟ ﱠﺴﻤﺎﺀ ، ﻓﺘﻐﻠ ﻖ ﺃﺑﻮﺍ ﺏ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﺩﻭﻧﻬﺎ ، ﺛﻢﱠ ﺗﻬﺒ ﻂ ﺇﻟﻰ ﺍﻷ ﺭ ﺽ ، ﻓﺘﻐﻠ ﻖ ﺃﺑﻮﺍﺑﻬﺎ ﺩﻭﻧﻬﺎ ، ﱡﺛﱠﻢ'
			'ﺗﺄ ﺧﺬ ﻳﻤﻴﻨﺎ ﻭ ﺷﻤﺎﻻ ، ﻓﺈﺫﺍ ﻟﻢ ﺗ ﺠﺪ ﻣﺴﺎﻏﺎ ﺭﺟﻌﺖ ﺇﻟﻰ ﺍﻟﺬﻱ ﻟﻌ ﻦ ، ﻓﺈ ﻥ ﺁﺎﻥ ﺄﻫ ﻼ ﻟﺬﻟﻚ ، ﻭﺇ ﱠﻻ ﺭﺟﻌ ﺖ ﺇﻟﻰ ﻗﺎﺋﻠﻬﺎ »'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1556'
),
	Hadith(
		hadithNumber: 1557,
		hadith:
						'ﻭﻋ ﻦ ﻋ ﻤ ﺮﺍ ﻥ ﺑ ﻦ ﺍﻟ ﺤﺼﻴ ﻦ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﺑﻴﻨﻤﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺑﻌ ﺾ'
			'ﺃ ﺳﻔﺎ ﺭﻩ ، ﻭﺍﻣﺮﺃﺓ ﻣ ﻦ ﺍﻷﻧﺼﺎ ﺭ ﻋﻠﻰ ﻧﺎﻗ ﺔ ، ﻓﻀ ﺠ ﺮ ﺕ ﻓﻠﻌﻨﺘ ﻬﺎ ، ﻓﺴﻤﻊ ﺫﻟ ﻚ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻓﻘﺎ ﻝ : « ﺧﺬﻭﺍ ﻣﺎ ﻋﻠﻴﻬﺎ ﻭﺩ ﻋﻮﻩﺎ ، ﻓﺈﱠﻧﻬﺎ ﻣﻠﻌﻮﻧﺔ » ﻗﺎ ﻝ ﻋﻤ ﺮﺍ ﻥ : ﻓﻜﺄﱢﻧﻲ ﺃ ﺭﺍ ﻩﺎ ﺍﻵ ﻥ ﺗﻤﺸﻲ ﻓﻲ ﺍﻟﱠﻨﺎ ﺱ ﻣﺎ'
			'ﻳﻌ ﺮ ﺽ ﻟ ﻬﺎ ﺃﺣﺪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1557'
),
	Hadith(
		hadithNumber: 1558,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﺑ ﺮ ﺯﺓ ﻧﻀﻠ ﺔ ﺑ ﻦ ﻋﺒﻴﺪ ﺍﻷﺳﻠ ﻤ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﻴﻨﻤﺎ ﺟﺎﺭﻳﺔ ﻋﻠﻰ ﻧﺎﻗ ﺔ ﻋﻠﻴﻬﺎ ﺑﻌ ﺾ'
			'ﻣﺘﺎﻉ ﺍﻟﻘ ﻮﻡ ، ﺇﺫ ﺑ ﺼ ﺮ ﺕ ﺑﺎﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺗﻀﺎﻳ ﻖ ﺑﻬﻢ ﺍﻟ ﺠﺒ ﻞ ، ﻓﻘﺎﻟ ﺖ : ﺣ ﻞ ، ﺍﻟﱠﻠ ﻬﻢ ﺍﻟﻌﻨﻬﺎ ﻓﻘﺎﻝ'
			'ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺼﺎ ﺣﺒﻨﺎ ﻧﺎﻗﺔ ﻋﻠﻴﻬﺎ ﻟﻌﻨﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﻮﻟﻪ : « ﺣ ﻞ » ﺑﻔﺘﺢ ﺍﻟﺤﺎ ﺀ ﺍﻟﻤﻬﻤﻠ ﺔ ، ﻭﺇﺳﻜﺎﻥ ﺍﻟ ﱠﻼﻡ ، ﻭ ﻩﻲ ﺁﻠﻤﺔ ﻟ ﺰ ﺟ ﺮ ﺍﻹﺑ ﻞ.'
			'ﻭﺍ ﻋﻠﻢ ﺃ ﱠﻥ ﻩﺬﺍ ﺍﻟﺤﺪﻳﺚ ﻗﺪ ﻳ ﺴﺘ ﺸﻜ ﻞ ﻣﻌﻨﺎﻩ ، ﻭﻻ ﺇ ﺷﻜﺎﻝ ﻓﻴﻪ ، ﺑﻞ ﺍﻟﻤﺮﺍﺩ ﺍﻟﱠﻨﻬ ﻲ ﺃ ﻥ ﺗﺼﺎ ﺣﺒ ﻬﻢ ﺗﻠﻚ ﺍﻟﱠﻨﺎﻗﺔ ، ﻭﻟﻴﺲ'
			'ﻓﻴﻪ ﻧﻬ ﻲ ﻋﻦ ﺑﻴﻌﻬﺎ ﻭﺫﺑ ﺤ ﻬﺎ ﻭ ﺭﺁﻮﺑﻬﺎ ﻓﻲ ﻏﻴ ﺮ ﺻ ﺤﺒ ﺔ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﻞ ﺁﻞﱡ ﺫﻟﻚ ﻭﻣﺎ ﺳ ﻮﺍﻩ ﻣ ﻦ'
			'ﺍﻟﱠﺘﺼ ﱡﺮﻓﺎ ﺕ ﺟﺎﺋﺰ ﻻ ﻣﻨﻊ ﻣﻨﻪ ، ﺇ ﱠﻻ ﻣ ﻦ ﻣﺼﺎﺣﺒﺘ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻬﺎ ، ﻷ ﱠﻥ ﻩﺬﻩ ﺍﻟﱠﺘﺼ ﱡﺮﻓﺎ ﺕ ﺁﱢﻠ ﻬﺎ ﺁﺎﻧ ﺖ'
			'ﺟﺎﺋﺰﺓ ﻓﻤﻨﻊ ﺑﻌ ﺾ ﻣﻨﻬﺎ ، ﻓﺒﻘﻲ ﺍﻟﺒﺎﻗﻲ ﻋﻠﻰ ﻣﺎ ﺁﺎ ﻥ . ﻭﺍﻟﱠﻠﻪ ﺃ ﻋﻠﻢ',
		translation: 'Translation of Hadith 1558'
),
	Hadith(
		hadithNumber: 1559,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺳﺒﺎﺏ ﺍﻟﻤ ﺴﻠﻢ'
			'ﻓﺴﻮ ﻕ ، ﻭﻗﺘﺎﻟﻪ ﺁﻔﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1559'
),
	Hadith(
		hadithNumber: 1560,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳﻤﻊ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻻ ﻳﺮﻣﻲ ﺭ ﺟ ﻞ ﺭ ﺟ ﻼ'
			'ﺑﺎﻟﻔ ﺴ ﻖ ﺃﻭ ﺍﻟﻜﻔ ﺮ ، ﺇ ﱠﻻ ﺍﺭﺗﺪﺕ ﻋﻠﻴ ﻪ ، ﺇ ﻥ ﻟﻢ ﻳﻜﻦ ﺻﺎ ﺣﺒﻪ ﺁﺬﻟ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1560'
),
	Hadith(
		hadithNumber: 1561,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﻤﺘﺴﺎﺑﺎ ﻥ ﻣﺎ ﻗﺎﻻ ﻓﻌﻠﻰ'
			'ﺍﻟﺒﺎﺪﻳ ﻣﻨ ﻬﻤﺎ ﺣﱠﺘﻰ ﻳﻌﺘﺪﻱ ﺍﻟﻤﻈﻠﻮﻡ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1561'
),
	Hadith(
		hadithNumber: 1562,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﺃﺗ ﻲ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺮ ﺟ ﻞ ﻗﺪ ﺷ ﺮﺏ ﻗﺎ ﻝ : « ﺍﺿﺮﺑﻮﻩ » ﻗﺎﻝ ﺃﺑﻮ ﻩ ﺮﻳ ﺮﺓ : ﻓﻤﱠﻨﺎ'
			'ﺍﻟﻀﱠﺎﺭ ﺏ ﺑﻴﺪﻩ ، ﻭﺍﻟﻀﱠﺎﺭ ﺏ ﺑﻨﻌﻠﻪ ، ﻭﺍﻟ ﱠﻀﺎ ﺭ ﺏ ﺑﺜﻮﺑ ﻪ ، ﻓﻠﱠﻤﺎ ﺍﻧ ﺼﺮ ﻑ ، ﻗﺎﻝ ﺑﻌﺾ ﺍﻟﻘﻮﻡ : ﺃﺧﺰﺍ ﻙ ﺍﻟﱠﻠﻪ ، ﻗﺎﻝ : «'
			'ﻻ ﺗﻘﻮﻟﻮﺍ ﻩﺬﺍ ، ﻻ ﺗﻌﻴﻨﻮﺍ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1562'
),
	Hadith(
		hadithNumber: 1563,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣﻦ ﻗﺬﻑ ﻣ ﻤﻠﻮﺁﻪ ﺑﺎﻟ ﱢﺰﻧﺎ ﻳﻘﺎﻡ ﻋﻠﻴ ﻪ ﺍﻟ ﺤﱡﺪ'
			'ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﺇ ﱠﻻ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺁﻤﺎ ﻗﺎ ﻝ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1563'
),
	Hadith(
		hadithNumber: 1564,
		hadith:
						'ﻭﻋﻦ ﻋﺎﺋﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺴﱡﺒﻮﺍ ﺍﻷﻣﻮﺍ ﺕ،'
			'ﻓﺈﱠﻧ ﻬﻢ ﻗﺪ ﺃﻓ ﻀ ﻮﺍ ﺇﻟﻰ ﻣﺎ ﻗﱠﺪﻣﻮﺍ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1564'
),
	Hadith(
		hadithNumber: 1565,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﺍﻟﻤ ﺴﻠﻢ ﻣ ﻦ ﺳﻠﻢ ﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ﻣ ﻦ ﻟ ﺴﺎﻧ ﻪ ﻭﻳﺪﻩ ، ﻭﺍﻟﻤ ﻬﺎ ﺟ ﺮ ﻣ ﻦ ﻩ ﺠﺮ ﻣﺎ ﻧ ﻬﻰ ﺍﻟﱠﻠﻪ ﻋﻨﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1565'
),
	Hadith(
		hadithNumber: 1566,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃﺣ ﱠﺐ ﺄﻧ ﻳ ﺰ ﺣﺰ ﺡ ﻋﻦ ﺍﻟﱠﻨﺎ ﺭ ، ﻭﻳﺪ ﺧﻞ ﺍﻟﺠﱠﻨ ﺔ ،'
			'ﻓﻠﺘﺄﺗ ﻪ ﻣﻨﻴﱠﺘﻪ ﻭ ﻩ ﻮ ﻳﺆ ﻣ ﻦ ﺑﺎ ﷲ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ، ﻭﻟﻴﺄ ﺕ ﺇﻟﻰ ﺍﻟﱠﻨﺎ ﺱ ﺍﻟﺬﻱ ﻳ ﺤﺐﱡ ﺃ ﻥ ﻳ ﺆﺗﻲ ﺇﻟﻴﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭ ﻩﻮ ﺑﻌ ﺾ ﺣﺪﻳ ﺚ ﻃﻮﻳ ﻞ ﺳﺒ ﻖ ﻓﻲ ﺑﺎﺏ ﻃﺎﻋ ﺔ ﻭﻻﺓ ﺍﻷﻣﻮ ﺭ .'
			'`',
		translation: 'Translation of Hadith 1566'
),
	Hadith(
		hadithNumber: 1567,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗﺒﺎ ﻏ ﻀﻮﺍ ، ﻭﻻ ﺗﺤﺎﺳﺪﻭﺍ، ﻭ ﻻ'
			'ﺗﺪﺍﺑ ﺮﻭﺍ ، ﻭﻻ ﺗﻘﺎﻃﻌﻮﺍ ، ﻭﺁﻮﻧﻮﺍ ﻋﺒﺎﺩ ﺍﻟﱠﻠ ﻪ ﺇﺧﻮﺍﻧﺎ ، ﻭﻻ ﻳ ﺤ ﱡﻞ ﻟﻤ ﺴﻠﻢ ﺃ ﻥ ﻳ ﻬ ﺠ ﺮ ﺃ ﺧﺎﻩ ﻓﻮ ﻕ ﺛﻼ ﺙ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1567'
),
	Hadith(
		hadithNumber: 1568,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺗﻔﺘ ﺢ ﺃﺑﻮﺍ ﺏ ﺍﻟ ﺠﱠﻨ ﺔ ﻳ ﻮﻡ'
			'ﺍﻻﺛﻨﻴ ﻦ ﻭﻳ ﻮﻡ ﺍﻟ ﺨ ﻤﻴﺲ ، ﻓﻴﻐﻔ ﺮ ﻟﻜﻞﱢ ﻋﺒﺪ ﻻ ﻳ ﺸ ﺮ ﻙ ﺑﺎﻟﱠﻠ ﻪ ﺷﻴﺌﺎ ، ﺇ ﱠﻻ ﺭ ﺟ ﻼ ﺁﺎﻧﺖ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ ﺃﺧﻴ ﻪ ﺷ ﺤﻨﺎ ﺀ ﻓﻴﻘﺎ ﻝ :'
			'ﺃﻧ ﻈ ﺮﻭﺍ ﻩﺬﻳ ﻦ ﺣﱠﺘﻰ ﻳﺼ ﻄﻠﺤﺎ ، ﺃﻧ ﻈ ﺮﻭﺍ ﻩﺬﻳ ﻦ ﺣﱠﺘﻰ ﻳﺼ ﻄﻠﺤﺎ ، » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : « ﺗﻌ ﺮ ﺽ ﺍﻷ ﻋﻤﺎ ﻝ ﻓﻲ ﺁﻞﱢ ﻳﻮﻡ ﺧﻤﻴ ﺲ ﻭﺍﺛﻨﻴ ﻦ » ﻭﺫﺁﺮ ﻧ ﺤ ﻮﻩ',
		translation: 'Translation of Hadith 1568'
),
	Hadith(
		hadithNumber: 1569,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﱠﻳﺎﺁﻢ ﻭﺍﻟﺤﺴﺪ ، ﻓﺈ ﱠﻥ ﺍﻟﺤﺴﺪ'
			'ﻳﺄﺁ ﻞ ﺍﻟﺤﺴﻨﺎ ﺕ ﺁﻤﺎ ﺗﺄﺁ ﻞ ﺍﻟﻨﺎ ﺭ ﺍﻟﺤﻄ ﺐ ، ﺃ ﻭ ﻗﺎﻝ ﺍﻟﻌ ﺸ ﺐ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺟﺪ ﺇﺑﺮﺎﻫﻴﻢ ﺑﻦ ﺃﺑﻲ ﺃﺳﻴﺪ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1569'
),
	Hadith(
		hadithNumber: 1570,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﻳﺎﺁﻢ ﻭﺍﻟ ﱠﻈ ﱠﻦ ، ﻓﺈﻥ'
			'ﺍﻟ ﱠﻈ ﱠﻦ ﺃﺁﺬ ﺏ ﺍﻟﺤﺪﻳ ﺚ ، ﻭﻻ ﺗ ﺤ ﱠﺴ ﺴﻮﺍ ، ﻭﻻ ﺗﺠ ﱠﺴ ﺴﻮﺍ ﻭﻻ ﺗﻨﺎﻓ ﺴﻮﺍ ﻭﻻ ﺗ ﺤﺎ ﺳﺪﻭﺍ ، ﻭﻻ ﺗﺒﺎ ﻏ ﻀﻮﺍ، ﻭﻻ ﺗﺪﺍﺑﺮ ﻭﺍ ،'
			'ﻭﺁﻮﻧﻮﺍ ﻋﺒﺎﺩ ﺍﻟﱠﻠ ﻪ ﺇ ﺧﻮﺍﻧﺎ ﺁﻤﺎ ﺃﻣﺮﺁﻢ . ﺍﻟﻤ ﺴﻠﻢ ﺃ ﺧﻮ ﺍﻟﻤ ﺴﻠﻢ ، ﻻ ﻳﻈﻠﻤﻪ ، ﻭﻻ ﻳﺨﺬﻟﻪ ﻭﻻ ﻳ ﺤﻘ ﺮﻩ ، ﺍﻟﱠﺘﻘﻮﻯ ﻩ ﻬﻨﺎ ،'
			'ﺍﻟﱠﺘﻘ ﻮﻯ ﻩ ﻬﻨﺎ » ﻭﻳﺸﻴﺮ ﺇﻟﻰ ﺻﺪ ﺭﻩ « ﺑ ﺤﺴ ﺐ ﺍﻣﺮﻱ ﺀ ﻣﻦ ﺍﻟ ﱠﺸ ﱢﺮ ﺄﻧ ﻳ ﺤﻘﺮ ﺃﺧﺎﻩ ﺍﻟﻤ ﺴﻠﻢ ، ﺁﻞﱡ ﺍﻟﻤﺴﻠﻢ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠﻢ'
			'ﺣ ﺮﺎﻣ : ﺩﻣﻪ ، ﻭ ﻋ ﺮ ﺿﻪ ، ﻭ ﻣﺎﻟﻪ، ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻻ ﻳﻨ ﻈ ﺮ ﺇﻟﻰ ﺃ ﺟﺴﺎﺩﺁﻢ، ﻭﻻ ﺇﻟﻰ ﺻ ﻮ ﺭﺁﻢ ، ﻭﺃﻋﻤﺎﻟﻜﻢ ﻭﻟﻜ ﻦ ﻳﻨ ﻈ ﺮ ﺇﻟﻰ'
			'ﻗﻠﻮﺑﻜﻢ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻻ ﺗﺤﺎ ﺳﺪﻭﺍ ، ﻭﻻ ﺗﺒﺎ ﻏ ﻀﻮﺍ ، ﻭﻻ ﺗ ﺠ ﱠﺴ ﺴﻮﺍ ﻭﻻ ﺗ ﺤﺴﱠ ﺴﻮﺍ ﻭﻻ ﺗﻨﺎﺟ ﺸﻮﺍ ﻭﺁﻮﻧﻮﺍ ﻋﺒﺎﺩ ﺍﻟﱠﻠ ﻪ'
			'ﺇ ﺧ ﻮﺍﻧﺎ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻻ ﺗﻘﺎ ﻃﻌﻮﺍ ، ﻭﻻ ﺗﺪﺍﺑ ﺮﻭﺍ ، ﻭﻻ ﺗﺒﺎ ﻏ ﻀﻮﺍ ﻭﻻ ﺗ ﺤﺎﺳﺪﻭﺍ ، ﻭﺁﻮﻧﻮﺍ ﻋﺒﺎﺩ ﺍﻟﱠﻠ ﻪ ﺇ ﺧ ﻮﺍﻧﺎ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : « ﻻ ﺗ ﻬﺎ ﺟﺮﻭﺍ ﻭﻻ ﻳﺒ ﻊ ﺑﻌ ﻀﻜﻢ ﻋﻠﻰ ﺑﻴﻊ ﺑﻌ ﺾ » .'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ : ﺑﻜ ﱢﻞ ﻩﺬﻩ ﺍﻟﺮﻭﺍﻳﺎﺕ ، ﻭﺭﻮﯨ ﺍﻟﺒﺨﺎﺮﻳ ﺃﺁﺜ ﺮﻩﺎ',
		translation: 'Translation of Hadith 1570'
),
	Hadith(
		hadithNumber: 1571,
		hadith:
						'ﻭ ﻋ ﻦ ﻣﻌﺎﻭﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇﱠﻧ ﻚ ﺈﻧ ﺍﱠﺗﺒﻌ ﺖ'
			'ﻋ ﻮﺭﺍ ﺕ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﺃﻓ ﺴﺪﺗ ﻬﻢ ، ﺃ ﻭ ﺁﺪ ﺕ ﺃ ﻥ ﺗﻔ ﺴﺪ ﻩﻢ » ﺣﺪﻳ ﺚ ﺻﺤﻴﺢ.'
			' .1571ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1571'
),
	Hadith(
		hadithNumber: 1572,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺃﺗ ﻰ ﺑ ﺮ ﺟ ﻞ ﻓﻘﻴ ﻞ ﻟﻪ : ﻩﺬﺍ ﻓﻼ ﻥ ﺗﻘ ﻄ ﺮ ﻟ ﺤﻴﺘﻪ ﺧﻤﺮﺍ ، ﻓﻘﺎ ﻝ : ﺇﱠﻧﺎ ﻗﺪ'
			'ﻧﻬﻴﻨﺎ ﻋ ﻦ ﺍﻟﱠﺘ ﺠ ﱡﺴ ﺲ ، ﻭﻟﻜ ﻦ ﺈﻧ ﻳﻈ ﻬ ﺮ ﻟﻨﺎ ﺷﻲ ﺀ ، ﻧﺄ ﺧﺬ ﺑ ﻪ ، ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ ﺻﺤﻴ ﺢ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈ ﺳﻨﺎﺩ ﻋﻠﻰ ﺷ ﺮ ﻁ ﺍﻟﺒﺨﺎﺮﻳ ﻭﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1572'
),
	Hadith(
		hadithNumber: 1573,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻳﺎﺁﻢ ﻭﺍﻟ ﱠﻈ ﱠﻦ ، ﻓﺈ ﱠﻥ'
			'ﺍﻟ ﱠﻈ ﱠﻦ ﺃﺁﺬ ﺏ ﺍﻟ ﺤﺪﻳ ﺚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1573'
),
	Hadith(
		hadithNumber: 1574,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ « ﺑ ﺤ ﺴ ﺐ ﺍ ﻣ ﺮﻱ ﺀ ﻣ ﻦ ﺍﻟ ﱠﺸ ﱢﺮ'
			'ﺄﻧ ﻳ ﺤﻘ ﺮ ﺃ ﺧﺎﻩ ﺍﻟﻤ ﺴﻠﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ ، ﻭﻗﺪ ﺳﺒﻖ ﻗ ﺮﻳﺒﺎ ﺑﻄﻮﻟﻪ',
		translation: 'Translation of Hadith 1574'
),
	Hadith(
		hadithNumber: 1575,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳﺪ ﺧ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ﻣ ﻦ ﺁﺎ ﻥ'
			'ﻓﻲ ﻗﻠﺒ ﻪ ﻣﺜﻘﺎ ﻝ ﺫ ﱠﺭﺓ ﻣ ﻦ ﺁﺒ ﺮ ، » ﻓﻘﺎ ﻝ ﺭ ﺟ ﻞ : ﺇ ﱠﻥ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻳ ﺤﺐﱡ ﺃ ﻥ ﻳﻜﻮ ﻥ ﺛ ﻮﺑﻪ ﺣﺴﻨﺎ ، ﻭﻧﻌﻠﻪ ﺣ ﺴﻨ ﺔ ، ﻓﻘﺎﻝ : «'
			'ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺟ ﻤﻴﻞ ﻳ ﺤﺐﱡ ﺍﻟ ﺠ ﻤﺎﻝ ، ﺍﻟﻜﺒ ﺮ ﺑ ﻄ ﺮ ﺍﻟ ﺤ ﱢﻖ ، ﻭ ﻏ ﻤ ﻂ ﺍﻟﱠﻨﺎ ﺱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻣﻌﻨﻰ « ﺑﻄﺮ ﺍﻟ ﺤ ﱢﻖ » : ﺩﻓﻌﻪ ، « ﻭ ﻏ ﻤ ﻄ ﻬﻢ » : ﺍ ﺣﺘﻘﺎﺭ ﻩﻢ ، ﻭﻗﺪ ﺳﺒ ﻖ ﺑﻴﺎﻧﻪ ﺃ ﻭ ﺿﺢ ﻣ ﻦ ﻩﺬﺍ ﻓﻲ ﺑﺎﺏ ﺍﻟﻜﺒ ﺮ',
		translation: 'Translation of Hadith 1575'
),
	Hadith(
		hadithNumber: 1576,
		hadith:
						'ﻭﻋﻦ ﺟﻨﺪ ﺏ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺎ ﻝ ﺭ ﺟﻞ :'
			'ﻭﺍﻟﱠﻠ ﻪ ﻻ ﻳﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ﻟﻔﻼ ﻥ ، ﻓﻘﺎ ﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ : ﻣ ﻦ ﺫﺍ ﺍﱠﻟﺬﻱ ﻳﺘﺄﱠﻟﻰ ﻋﻠ ﱠﻲ ﺃ ﻥ ﻻ ﺃﻏﻔ ﺮ ﻟﻔﻼ ﻥ ﺇﱢﻧﻲ ﻗﺪ ﻏﻔ ﺮ ﺕ ﻟﻪ ،'
			'ﻭﺃ ﺣﺒ ﻄ ﺖ ﻋ ﻤﻠ ﻚ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1576'
),
	Hadith(
		hadithNumber: 1577,
		hadith:
						'ﻭﻋ ﻦ ﻭﺍﺛﻠ ﺔ ﺑ ﻦ ﺍﻷ ﺳﻘ ﻊ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﻈ ﻬ ﺮ'
			'ﺍﻟ ﱠﺸ ﻤﺎﺗﺔ ﻷﺧﻴﻚ ﻓﻴ ﺮﺣ ﻤﻪ ﺍﻟﱠﻠﻪ ﻭﻳﺒﺘﻠﻴ ﻚ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ ﺣﺴ ﻦ .'
			'ﻭﻓﻲ ﺍﻟﺒﺎﺏ ﺣﺪﻳ ﺚ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺍﻟﺴﺎﺑ ﻖ ﻓﻲ ﺑﺎﺏ ﺍﻟﱠﺘ ﺠ ﱡﺴ ﺲ : « ﺁﻞﱡ ﺍﻟﻤ ﺴﻠﻢ ﻋﻠﻰ ﺍﻟﻤ ﺴﻠﻢ ﺣ ﺮﺎﻣ » ﺍﻟﺤﺪﻳﺚ .'
			'( ﺿﻌﻴﻒ ) [ ﻓﻴﻪ : ﺍﻟﻘﺎﺳﻢ ﺑﻦ ﺃﻣﻴﺔ ، ﻳﺮﻮﻳ ﺍﻟﻤﻨﺎﺁﻴﺮ ﻋﻦ ﺣﻔﺺ ﺑﻦ ﻏﻴﺎﺙ ، ﻮﻫﺬﺍ ﻣﻨﻬﺎ',
		translation: 'Translation of Hadith 1577'
),
	Hadith(
		hadithNumber: 1578,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﺛﻨﺘﺎﻥ ﻓﻲ ﺍﻟﱠﻨﺎ ﺱ ﻩ ﻤﺎ'
			'ﺑ ﻬﻢ ﺁﻔﺮ : ﺍﻟﻄﱠﻌ ﻦ ﻓﻲ ﺍﻟﱠﻨ ﺴ ﺐ ، ﻭﺍﻟﻨﱢﻴﺎﺣﺔ ﻋﻠﻰ ﺍﻟﱠﻤﻴﺖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1578'
),
	Hadith(
		hadithNumber: 1579,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺣ ﻤ ﻞ ﻋﻠﻴﻨﺎ ﺍﻟ ﱢﺴﻼ ﺡ'
			'، ﻓﻠﻴ ﺲ ﻣﱠﻨﺎ ، ﻭ ﻣ ﻦ ﻏ ﱠﺸﻨﺎ ، ﻓﻠﻴ ﺲ ﻣﱠﻨﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﱠﺮ ﻋﻠﻰ ﺻﺒ ﺮﺓ ﻃﻌﺎﻡ ، ﻓﺄﺩ ﺧ ﻞ ﻳﺪﻩ ﻓﻴﻬﺎ ، ﻓﻨﺎﻟ ﺖ ﺃ ﺻﺎﺑﻌﻪ'
			'ﺑﻠ ﻼ ، ﻓﻘﺎ ﻝ : ﻣﺎ ﻩﺬﺍ ﻳﺎ ﺻﺎ ﺣ ﺐ ﺍﻟ ﱠﻄﻌﺎﻡ ؟ » ﻗﺎ ﻝ ﺃ ﺻﺎﺑﺘﻪ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻗﺎ ﻝ: « ﺃﻓﻼ ﺟﻌﻠﺘﻪ ﻓ ﻮ ﻕ ﺍﻟ ﱠﻄﻌﺎﻡ'
			'ﺣﱢﺘﻰ ﻳﺮﺍﻩ ﺍﻟﱠﻨﺎﺱ ، ﻣ ﻦ ﻏ ﱠﺸﻨﺎ ﻓﻠﻴ ﺲ ﻣﱠﻨﺎ »',
		translation: 'Translation of Hadith 1579'
),
	Hadith(
		hadithNumber: 1580,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗﻨﺎﺟ ﺸﻮﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1580'
),
	Hadith(
		hadithNumber: 1581,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋﻦ ﺍﻟﱠﻨ ﺠ ﺶ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1581'
),
	Hadith(
		hadithNumber: 1582,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺫﺁ ﺮ ﺭ ﺟﻞ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﱠﻪ ﻳ ﺨﺪ ﻉ ﻓﻲ ﺍﻟﺒﻴﻮ ﻉ ؟ ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺑﺎﻳﻌ ﺖ ، ﻓﻘ ﻞ ﻻ ﺧﻼﺑ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			' .1582»ﺍﻟ ﺨﻼﺑﺔ » ﺑﺨﺎ ﺀ ﻣﻌﺠﻤﺔ ﻣﻜﺴﻮﺭﺓ ، ﻭﺑﺎ ﺀ ﻣﻮﺣﺪﺓ : ﻮﻫﻲ ﺍﻟﺨﺪﻳﻌﺔ',
		translation: 'Translation of Hadith 1582'
),
	Hadith(
		hadithNumber: 1583,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺧﱠﺒﺐ ﺯ ﻭ ﺟﺔ'
			'ﺍ ﻣ ﺮﻱ ﺀ ، ﺃ ﻭ ﻣ ﻤﻠﻮﺁﻪ ، ﻓﻠﻴ ﺲ ﻣﱠﻨﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'»ﺧﺒﺐ » ﺑﺨﺎ ﺀ ﻣﻌﺠﻤﺔ ، ﺛﻢ ﺑﺎ ﺀ ﻣﻮﺣﺪﺓ ﻣﻜﺮﺭﺓ : ﺃ ﻱ : ﺃﻓﺴﺪﻩ ﻭﺧﺪ ﻋﻪ',
		translation: 'Translation of Hadith 1583'
),
	Hadith(
		hadithNumber: 1584,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : «'
			'ﺃ ﺭﺑ ﻊ ﻣ ﻦ ﺁﻦﱠ ﻓﻴ ﻪ ، ﺁﺎ ﻥ ﻣﻨﺎﻓﻘﺎ ﺧﺎﻟﺼﺎ ، ﻭ ﻣ ﻦ ﺁﺎﻧ ﺖ ﻓﻴﻪ ﺧ ﺼﻠﺔ ﻣﻨ ﻬﻦﱠ ، ﺁﺎ ﻥ ﻓﻴ ﻪ ﺧ ﺼﻠﺔ ﻣ ﻦ ﺍﻟﱢﻨﻔﺎ ﻕ ﺣﱠﺘﻰ ﻳﺪﻋﻬﺎ'
			': ﺇﺫﺍ ﺃﺅﺗ ﻤ ﻦ ﺧﺎ ﻥ ، ﻭﺇﺫﺍ ﺣﱠﺪ ﺙ ﺁﺬﺏ ، ﻭﺇﺫﺍ ﻋﺎ ﻩﺪ ﻏﺪﺭ ، ﻭﺇﺫﺍ ﺧﺎ ﺻﻢ ﻓﺠﺮ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1584'
),
	Hadith(
		hadithNumber: 1585,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ، ﻭﺍﺑ ﻦ ﻋﻤ ﺮ ، ﻭﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ﻗﺎﻟﻮﺍ : ﻗﺎ ﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﻟﻜﻞﱢ ﻏﺎﺩ ﺭ ﻟ ﻮﺍ ﺀ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ ، ﻳﻘﺎ ﻝ : ﻩﺬﻩ ﻏﺪ ﺭﺓ ﻓﻼ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1585'
),
	Hadith(
		hadithNumber: 1586,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻟﻜﻞﱢ ﻏﺎﺩ ﺭ ﻟﻮﺍ ﺀ ﻋﻨﺪ'
			'ﺇ ﺳﺘﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﻳ ﺮﻓ ﻊ ﻟﻪ ﺑﻘﺪ ﺭ ﻏﺪ ﺭﻩ ، ﺃﻻ ﻭﻻ ﻏﺎﺩﺭ ﺃ ﻋﻈﻢ ﻏﺪﺭﺍ ﻣ ﻦ ﺃﻣﻴﺮ ﻋﺎﱠﻣ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1586'
),
	Hadith(
		hadithNumber: 1587,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﻗﺎ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺛﻼﺛﺔ ﺃﻧﺎ'
			'ﺧ ﺼﻤ ﻬﻢ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ : ﺭ ﺟﻞ ﺃﻋ ﻄﻰ ﺑﻲ ﺛﻢ ﻏﺪ ﺭ ، ﻭﺭ ﺟﻞ ﺑﺎﻉ ﺣﺮﺍ ﻓﺄﺁﻞ ﺛﻤﻨﻪ ، ﻭﺭ ﺟﻞ ﺍﺳﺘﺄﺟ ﺮ ﺃ ﺟﻴﺮﺍ ، ﻓﺎ ﺳﺘ ﻮﻓﻲ'
			' .1587ﻣﻨﻪ ، ﻭﻟﻢ ﻳﻌ ﻄ ﻪ ﺃ ﺟ ﺮﻩ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1587'
),
	Hadith(
		hadithNumber: 1588,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺛﻼﺛﺔ ﻻ ﻳﻜﻠﱢﻤ ﻬﻢ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ'
			'، ﻭﻻ ﻳﻨ ﻈ ﺮ ﺇﻟﻴ ﻬﻢ ، ﻭﻻ ﻳ ﺰﱢﺁﻴ ﻬﻢ ﻭﻟ ﻬﻢ ﻋﺬﺍ ﺏ ﺃﻟﻴﻢ » ﻗﺎﻝ : ﻓﻘﺮﺄﻫﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺛﻼ ﺙ ﻣ ﱠﺮﺍ ﺕ .'
			'ﻗﺎﻝ ﺃﺑﻮ ﺫ ﱟﺭ : ﺧﺎﺑﻮﺍ ﻭ ﺧ ﺴﺮﻭﺍ ﻣ ﻦ ﻩﻢ ﻳﺎ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻗﺎﻝ ﺍﻟﻤﺴﺒ ﻞ ، ﻭﺍﻟ ﻤﱠﻨﺎ ﻥ، ﻭﺍﻟﻤﻨﻔ ﻖ ﺳﻠﻌﺘﻪ ﺑﺎﻟ ﺤﻠ ﻒ ﺍﻟﻜﺎﺫ ﺏ'
			'» ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : « ﺍﻟﻤﺴﺒ ﻞ ﺇﺯﺍﺭﻩ » ﻳﻌﻨﻲ : ﺍﻟﻤ ﺴﺒ ﻞ ﺇ ﺯﺍﺭﻩ ﻭﺛ ﻮﺑﻪ ﺃﺳﻔ ﻞ ﻣ ﻦ ﺍﻟﻜﻌﺒﻴ ﻦ ﻟﻠ ﺨﻴﻼ ﺀ',
		translation: 'Translation of Hadith 1588'
),
	Hadith(
		hadithNumber: 1589,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻴﺎﺽ ﺑ ﻦ ﺣﻤﺎﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺈﻧ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			'ﺃ ﻭ ﺣﻰ ﺇﻟ ﱠﻲ ﺄﻧ ﺗﻮﺍﺿﻌﻮﺍ ﺣﺘﻰ ﻻ ﻳﺒﻐ ﻲ ﺃ ﺣﺪ ﻋﻠﻰ ﺃﺣﺪ ، ﻭﻻ ﻳﻔﺨ ﺮ ﺃﺣﺪ ﻋﻠﻰ ﺃﺣﺪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﺎﻝ ﺄﻫ ﻞ ﺍﻟﻠﻐ ﺔ : ﺍﻟﺒﻐ ﻲ : ﺍﻟﱠﺘﻌﱢﺪﻱ ﻭﺍﻻﺳﺘﻄﺎﻟﺔ .'
			'`',
		translation: 'Translation of Hadith 1589'
),
	Hadith(
		hadithNumber: 1590,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﻗﺎﻝ ﺍﻟﺮﱠ ﺟ ﻞ : ﻩﻠ ﻚ'
			'ﺍﻟﱠﻨﺎ ﺱ ، ﻓ ﻬﻮ ﺃ ﻩﻠﻜ ﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺍﻟ ﱢﺮﻭﺍﻳﺔ ﺍﻟﻤ ﺸ ﻬﻮﺭﺓ : « ﺃ ﻩﻠﻜ ﻬﻢ » ﺑﺮﻓ ﻊ ﺍﻟﻜﺎ ﻑ ، ﻭ ﺭ ﻮﻳ ﺑﻨﺼﺒ ﻬﺎ .ﻮﻫﺬﺍ ﺍﻟﱠﻨﻬﻲ ﻟﻤ ﻦ ﻗﺎ ﻝ ﺫﻟ ﻚ ﻋ ﺠﺒﺎ ﺑﻨﻔ ﺴ ﻪ ،'
			'ﻭﺗﺼﺎ ﻏﺮﺍ ﻟﻠﻨﺎ ﺱ ، ﻭﺍ ﺭﺗﻔﺎﻋﺎ ﻋﻠﻴﻬﻢ ، ﻓ ﻬﺬﺍ ﻩﻮ ﺍﻟﺤﺮﺎﻣ ، ﻭﺃﻣﺎ ﻣ ﻦ ﻗﺎﻟﻪ ﻟﻤﺎ ﻳﺮﻯ ﻓﻲ ﺍﻟﻨﺎﺱ ﻣﻦ ﻧﻘ ﺺ ﻓﻲ ﺃ ﻣﺮ'
			'ﺩﻳﻨ ﻬﻢ ، ﻭﻗﺎﻟﻪ ﺗﺤ ﱡﺰﻧﺎ ﻋﻠﻴ ﻬﻢ ، ﻭﻋﻠﻰ ﺍﻟﱢﺪﻳ ﻦ ، ﻓﻼ ﺑﺄﺱ ﺑ ﻪ . ﻩﻜﺬﺍ ﻓ ﱠﺴﺮﻩ ﺍﻟﻌﻠﻤﺎ ﺀ ﻭﻓﺼﱠﻠﻮﻩ ، ﻭ ﻣﻤ ﻦ ﻗﺎﻟﻪ ﻣ ﻦ'
			'ﺍﻷﺋﻤﺔ ﺍﻷ ﻋﻼﻡ : ﻣﺎﻟ ﻚ ﺍﺑ ﻦ ﺃﻧ ﺲ ،ﻭﺍﻟ ﺨ ﱠﻄﺎﺑ ﱡﻲ، ﻭﺍﻟﺤﻤﻴﺪ ﱡﻱ ﻭﺁﺧﺮﻭ ﻥ ، ﻭﻗﺪ ﺃ ﻭ ﺿ ﺤﺘﻪ ﻓﻲ ﺁﺘﺎﺏ « ﺍﻷﺫﺁﺎ ﺭ »',
		translation: 'Translation of Hadith 1590'
),
	Hadith(
		hadithNumber: 1591,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻘﺎ ﻃﻌﻮﺍ ، ﻭﻻ ﺗﺪﺍﺑﺮﻭﺍ ،'
			'ﻭﻻ ﺗﺒﺎﻏ ﻀﻮﺍ ، ﻭﻻ ﺗﺤﺎﺳﺪﻭﺍ ، ﻭﺁﻮﻧﻮﺍ ﻋﺒﺎﺩ ﺍﻟﱠﻠ ﻪ ﺇ ﺧﻮﺍﻧﺎ . ﻭﻻ ﻳ ﺤ ﱡﻞ ﻟﻤ ﺴﻠﻢ ﺃ ﻥ ﻳ ﻬ ﺠ ﺮ ﺃ ﺧﺎﻩ ﻓﻮ ﻕ ﺛﻼ ﺙ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1591'
),
	Hadith(
		hadithNumber: 1592,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺃﻳﻮ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳ ﺤ ﱡﻞ ﻟﻤ ﺴﻠﻢ ﺃ ﻥ ﻳ ﻬ ﺠ ﺮ'
			'ﺃ ﺧﺎﻩ ﻓ ﻮ ﻕ ﺛﻼ ﺙ ﻟﻴﺎ ﻝ : ﻳﻠﺘﻘﻴﺎ ﻥ ، ﻓﻴﻌ ﺮ ﺽ ﻩﺬﺍ ﻭﻳﻌ ﺮ ﺽ ﻩﺬﺍ ، ﻭ ﺧﻴ ﺮ ﻩﻤﺎ ﺍﱠﻟﺬﻱ ﻳﺒﺪﺃ ﺑﺎﻟ ﱠﺴﻼﻡ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1592'
),
	Hadith(
		hadithNumber: 1593,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺗﻌﺮ ﺽ ﺍﻷ ﻋﻤﺎ ﻝ ﻓﻲ'
			'ﺁﻞﱢ ﺍﺛﻨﻴﻦ ﻭ ﺧﻤﻴﺲ ، ﻓﻴﻐﻔﺮ ﺍﻟﱠﻠﻪ ﻟﻜﻞﱢ ﺍ ﻣﺮﻱ ﺀ ﻻ ﻳ ﺸ ﺮ ﻙ ﺑﺎﻟﱠﻠ ﻪ ﺷﻴﺌﺎ ، ﺇﻻ ﺍ ﻣﺮ ﺀﺍ ﺁﺎﻧ ﺖ ﺑﻴﻨﻪ ﻭﺑﻴ ﻦ ﺃ ﺧﻴ ﻪ ﺷ ﺤﻨﺎ ﺀ ،'
			'ﻓﻴﻘﻮ ﻝ : ﺍﺗ ﺮﺁﻮﺍ ﻩﺬﻳ ﻦ ﺣﱠﺘﻰ ﻳ ﺼﻄﻠﺤﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1593'
),
	Hadith(
		hadithNumber: 1594,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻗﺪ.'
			'ﻳﺌ ﺲ ﺃ ﻥ ﻳﻌﺒﺪﻩ ﺍﻟﻤﺼﱡﻠﻮﻥ ﻓﻲ ﺟﺰﻳﺮﺓ ﺍﻟﻌﺮ ﺏ ﻭﻟﻜﻦ ﻓﻲ ﺍﻟﱠﺘ ﺤ ﺮﻳ ﺶ ﺑﻴﻨﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﺘ ﺤ ﺮﻳ ﺶ » ﺍﻹﻓﺴﺎﺩ ﻭﺗﻐﻴﻴ ﺮ ﻗﻠﻮﺑﻬﻢ ﻭﺗﻘﺎ ﻃﻌﻬﻢ',
		translation: 'Translation of Hadith 1594'
),
	Hadith(
		hadithNumber: 1595,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻻ ﻳ ﺤ ﱡﻞ ﻟﻤ ﺴﻠﻢ ﺃ ﻥ'
			'ﻳ ﻬ ﺠ ﺮ ﺃ ﺧﺎﻩ ﻓ ﻮ ﻕ ﺛﻼ ﺙ ، ﻓﻤ ﻦ ﻩﺠﺮ ﻓ ﻮ ﻕ ﺛﻼ ﺙ ﻓﻤﺎﺕ ﺩ ﺧﻞ ﺍﻟﻨﺎﺭ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈ ﺳﻨﺎﺩ ﻋﻠﻰ ﺷ ﺮ ﻁ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1595'
),
	Hadith(
		hadithNumber: 1596,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺧ ﺮﺍ ﺵ ﺣﺪ ﺭﺩ ﺑﻦ ﺃﺑﻲ ﺣﺪﺭﺩ ﺍﻷ ﺳﻠﻤﻲ ، ﻭﻳﻘﺎ ﻝ ﺍﻟ ﱡﺴﻠﻤﻲ ﺍﻟ ﱠﺼﺤﺎﺑﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ'
			'ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﻩﺠﺮ ﺃﺧﺎﻩ ﺳﻨ ﺔ ﻓ ﻬﻮ ﺁﺴﻔ ﻚ ﺩ ﻣ ﻪ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1596'
),
	Hadith(
		hadithNumber: 1597,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳ ﺤ ﱡﻞ ﻟﻤ ﺆﻣ ﻦ ﺃ ﻥ ﻳ ﻬ ﺠ ﺮ'
			'ﻣ ﺆﻣﻨﺎ ﻓ ﻮ ﻕ ﺛﻼ ﺙ ، ﻓﺈ ﻥ ﻣ ﱠﺮ ﺕ ﺑ ﻪ ﺛﻼ ﺙ ، ﻓﻠﻴﻠﻘﻪ ، ﻭﻟﻴ ﺴﱢﻠﻢ ﻋﻠﻴﻪ ، ﻓﺈﻥ ﺭﱠﺩ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺴﻼﻡ، ﻓﻘﺪ ﺍ ﺷﺘ ﺮﺁﺎ ﻓﻲ ﺍﻷ ﺟ ﺮ ،'
			'ﻭﺇ ﻥ ﻟﻢ ﻳ ﺮﺩﱠ ﻋﻠﻴﻪ ، ﻓﻘﺪ ﺑﺎ ﺀ ﺑﺎﻹﺛﻢ ، ﻭ ﺧ ﺮ ﺝ ﺍﻟﻤﺴﻠﱢﻢ ﻣﻦ ﺍﻟﻬ ﺠﺮﺓ».'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ . ﻗﺎﻝ ﺃﺑﻮ ﺩﺍﻭﺩ : ﺇﺫﺍ ﺁﺎﻧ ﺖ ﺍﻟﻬ ﺠ ﺮﺓ ﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻓﻠﻴﺲ ﻣ ﻦ ﻩﺬﺍ ﻓﻲ ﺷﻲ ﺀ',
		translation: 'Translation of Hadith 1597'
),
	Hadith(
		hadithNumber: 1598,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺁﺎﻧﻮﺍ ﺛﻼﺛﺔ، ﻓﻼ'
			'ﻳﺘﻨﺎ ﺟﻰ ﺍﺛﻨﺎ ﻥ ﺩﻭ ﻥ ﺍﻟﱠﺜﺎﻟ ﺚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺯﺍﺩ : ﻗﺎ ﻝ ﺃﺑﻮ ﺻﺎﻟﺢ : ﻗﻠ ﺖ ﻻﺑ ﻦ ﻋﻤ ﺮ : ﻓﺄﺭﺑﻌﺔ ؟ ﻗﺎ ﻝ : ﻻ ﻳﻀ ﱡﺮ ﻙ».'
			'ﻭﺭﻭﺍﻩ ﻣﺎﻟﻚ ﻓﻲ « ﺍﻟﻤﻮﻃﺄ » : ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺩﻳﻨﺎ ﺭ ﻗﺎ ﻝ : ﺁﻨ ﺖ ﺃﻧﺎ ﻭﺍﺑ ﻦ ﻋﻤ ﺮ ﻋﻨﺪ ﺩﺍ ﺭ ﺧﺎﻟﺪ ﺑﻦ ﻋﻘﺒ ﺔ ﺍﻟﺘﻲ'
			'ﻓﻲ ﺍﻟ ﱡﺴﻮ ﻕ ، ﻓﺠﺎ ﺀ ﺭ ﺟﻞ ﻳﺮﻳﺪ ﺃ ﻥ ﻳﻨﺎ ﺟﻴﻪ ، ﻭﻟﻴﺲ ﻣﻊ ﺍﺑ ﻦ ﻋﻤﺮ ﺃ ﺣﺪ ﻏﻴﺮﻱ، ﻓﺪﻋﺎ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭ ﺟ ﻼ ﺁﺧﺮ ﺣﱠﺘﻰ ﺁﻨﱠﺎ'
			'ﺃ ﺭﺑﻌ ﺔ ، ﻓﻘﺎﻝ ﻟﻲ ﻭﻟﻠ ﱠﺮ ﺟ ﻞ ﺍﻟﱠﺜﺎﻟ ﺚ ﺍﱠﻟﺬﻱ ﺩﻋﺎ : ﺍ ﺳﺘﺄ ﺧﺮﺍ ﺷﻴﺌﺎ ، ﻓﺈﱢﻧﻲ ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﻳﻘﻮ ﻝ : « ﻻ ﻳﺘﻨﺎ ﺟﻰ ﺍﺛﻨﺎ ﻥ ﺩﻭ ﻥ ﻭﺍﺣﺪ »',
		translation: 'Translation of Hadith 1598'
),
	Hadith(
		hadithNumber: 1599,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺁﻨﺘﻢ ﺛﻼﺛﺔ، ﻓﻼ'
			'ﻳﺘﻨﺎﺟﻰ ﺍﺛﻨﺎ ﻥ ﺩﻭ ﻥ ﺍﻵ ﺧ ﺮ ﺣﱠﺘﻰ ﺗ ﺨﺘﻠ ﻄﻮﺍ ﺑﺎﻟﱠﻨﺎ ﺱ ، ﻣ ﻦ ﺃ ﺟﻞ ﺃ ﱠﻥ ﺫﻟ ﻚ ﻳﺤ ﺰﻧﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1599'
),
	Hadith(
		hadithNumber: 1600,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﻥ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻋﱢﺬﺑ ﺖ ﺍ ﻣ ﺮﺃﺓ ﻓﻲ ﻩ ﱠﺮﺓ'
			'ﺣﺒﺴﺘﻬﺎ ﺣﱠﺘﻰ ﻣﺎﺗ ﺖ ، ﻓﺪﺧﻠ ﺖ ﻓﻴ ﻬﺎ ﺍﻟﱠﻨﺎ ﺭ ، ﻻ ﻩ ﻲ ﺃ ﻃﻌﻤﺘ ﻬﺎ ﻭﺳﻘﺘﻬﺎ ، ﺇﺫ ﻩﻲ ﺣﺒﺴﺘ ﻬﺎ ﻭﻻ ﻩﻲ ﺗ ﺮﺁﺘ ﻬﺎ ﺗﺄﺁ ﻞ ﻣ ﻦ'
			'ﺧ ﺸﺎ ﺵ ﺍﻷﺮﺿ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'» ﺧ ﺸﺎ ﺵ ﺍﻷ ﺭ ﺽ » ﺑﻔﺘﺢ ﺍﻟﺨﺎﺀ ﺍﻟﻤﻌﺠﻤ ﺔ ، ﻭﺑﺎﻟﺸﻴ ﻦ ﺍﻟﻤﻌﺠﻤﺔ ﺍﻟﻤﻜﺮﺭﺓ : ﻮﻫﻲ ﻩﻮﺍﱡﻣﻬﺎ ﻭﺣ ﺸﺮﺍﺗﻬﺎ',
		translation: 'Translation of Hadith 1600'
),
	Hadith(
		hadithNumber: 1601,
		hadith:
						'ﻭﻋﻨﻪ ﺃﻧﱠﻪ ﻣ ﱠﺮ ﺑﻔﺘﻴﺎ ﻥ ﻣ ﻦ ﻗﺮﻳ ﺶ ﻗﺪ ﻧﺼﺒﻮﺍ ﻃﻴﺮﺍ ﻭ ﻩﻢ ﻳ ﺮﻣﻮﻧﻪ ﻭﻗﺪ ﺟﻌﻠﻮﺍ ﻟﺼﺎﺣ ﺐ ﺍﻟ ﱠﻄﻴ ﺮ ﺁﻞﱠ ﺧﺎ ﻃﺌ ﺔ ﻣ ﻦ'
			'ﻧﺒﻠ ﻬﻢ ، ﻓﻠﱠﻤﺎ ﺭﺃ ﻭﺍ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺗﻔ ﱠﺮﻗﻮﺍ ﻓﻘﺎ ﻝ ﺍﺑ ﻦ ﻋ ﻤ ﺮ : ﻣ ﻦ ﻓﻌ ﻞ ﻩﺬﺍ ؟ ﻟﻌ ﻦ ﺍﻟﱠﻠﻪ ﻣﻦ ﻓﻌ ﻞ ﻩﺬﺍ ، ﺇ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻌ ﻦ ﻣﻦ ﺍﱠﺗ ﺨﺬ ﺷﻴﺌﺎ ﻓﻴ ﻪ ﺍﻟ ﱡﺮﻭ ﺡ ﻏﺮﺿﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻐ ﺮ ﺽ » : ﺑﻔﺘﺢ ﺍﻟﻐﻴﻦ ﺍﻟﻤﻌﺠﻤﺔ ، ﻭﺍﻟﺮﺍ ﺀ ﻭ ﻩﻮ ﺍﻟ ﻬﺪ ﻑ ، ﻭﺍﻟ ﱠﺸﻲ ﺀ ﺍﱠﻟﺬﻱ ﻳ ﺮﻣﻰ ﺇﻟﻴ ﻪ',
		translation: 'Translation of Hadith 1601'
),
	Hadith(
		hadithNumber: 1602,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﱠﻥ ﺗ ﺼﺒ ﺮ ﺍﻟﺒ ﻬﺎﺋﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ'
			'، ﻭ ﻣﻌﻨﺎﻩ : ﺗ ﺤﺒ ﺲ ﻟﻠﻘﺘ ﻞ',
		translation: 'Translation of Hadith 1602'
),
	Hadith(
		hadithNumber: 1603,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻋﻠ ﱟﻲ ﺳ ﻮﻳﺪ ﺑ ﻦ ﻣﻘ ﱢﺮ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎ ﻝ : ﻟﻘﺪ ﺭﺃﻳﺘﻨﻲ ﺳﺎﺑ ﻊ ﺳﺒﻌ ﺔ ﻣ ﻦ ﺑﻨﻲ ﻣﻘ ﱢﺮ ﻥ ﻣﺎﻟﻨﺎ'
			'ﺧﺎﺪﻣ ﺇ ﱠﻻ ﻭﺍ ﺣﺪﺓ ﻟﻄﻤﻬﺎ ﺃ ﺻﻐ ﺮﻧﺎ ﻓﺄ ﻣﺮﻧﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻧﻌﺘﻘﻬﺎ.'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺳﺎﺑﻊ ﺇ ﺧﻮﺓ ﻟﻲ »',
		translation: 'Translation of Hadith 1603'
),
	Hadith(
		hadithNumber: 1604,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻣ ﺴﻌﻮﺩ ﺍﻟﺒﺪ ﺭ ﱢﻱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﻨ ﺖ ﺃ ﺿ ﺮ ﺏ ﻏﻼﻣﺎ ﻟﻲ ﺑﺎﻟ ﱠﺴﻮ ﻁ، ﻓﺴ ﻤﻌ ﺖ ﺻﻮﺗﺎ ﻣ ﻦ'
			'ﺧﻠﻔﻲ : « ﺍﻋﻠﻢ ﺃﺑﺎ ﻣ ﺴﻌﻮﺩ » ﻓﻠﻢ ﺃﻓ ﻬﻢ ﺍﻟ ﱠﺼ ﻮ ﺕ ﻣ ﻦ ﺍﻟﻐﻀﺐ، ﻓﻠﱠﻤﺎ ﺩﻧﺎ ﻣﱢﻨﻲ ﺇﺫﺍ ﻩﻮ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﺈﺫﺍ ﻩﻮ ﻳﻘﻮ ﻝ : « ﺍﻋﻠﻢ ﺃﺑﺎ ﻣ ﺴﻌﻮﺩ ﺃ ﱠﻥ ﺍﻟﱠﻠﻪ ﺃﻗﺪ ﺭ ﻋﻠﻴ ﻚ ﻣﻨ ﻚ ﻋﻠﻰ ﻩﺬﺍ ﺍﻟﻐﻼﻡ » ﻓﻘﻠ ﺖ : ﻻ ﺃ ﺿﺮ ﺏ ﻣﻤﻠﻮﺁﺎ'
			'ﺑﻌﺪﻩ ﺃﺑﺪﺍ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : ﻓ ﺴﻘ ﻂ ﺍﻟﺴﱠ ﻮ ﻁ ﻣ ﻦ ﻳﺪﻱ ﻣ ﻦ ﻩﻴﺒﺘ ﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓﻘﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻩﻮ ﺣﱞﺮ ﻟﻮ ﺟﻪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻘﺎﻝ : « ﺃ ﻣﺎ ﻟ ﻮ ﻟﻢ ﺗﻔﻌ ﻞ، ﻟﻠﻔ ﺤﺘ ﻚ ﺍﻟﱠﻨﺎ ﺭ ، ﺃ ﻭ'
			'ﻟ ﻤ ﱠﺴﺘ ﻚ ﺍﻟﱠﻨﺎ ﺭ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ . ﺑﻬﺬﻩ ﺍﻟﺮﻭﺍﻳﺎ ﺕ',
		translation: 'Translation of Hadith 1604'
),
	Hadith(
		hadithNumber: 1605,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺿﺮﺏ ﻏﻼﻣﺎ ﻟﻪ ﺣﺪﺍ ﻟﻢ'
			'ﻳﺄﺗ ﻪ ، ﺃﻭ ﻟ ﻄ ﻤﻪ ، ﻓﺈﻥ ﺁﱠﻔﺎﺭﺗﻪ ﺄﻧ ﻳﻌﺘﻘﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1605'
),
	Hadith(
		hadithNumber: 1606,
		hadith:
						'ﻭﻋﻦ ﻩ ﺸﺎﻡ ﺑﻦ ﺣﻜﻴﻢ ﺑﻦ ﺣﺰﺎﻣ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃﻧﱠﻪ ﻣ ﱠﺮ ﺑﺎﻟ ﱠﺸﺎﻡ ﻋﻠﻰ ﺃﻧﺎ ﺱ ﻣ ﻦ ﺍﻷﻧﺒﺎ ﻁ ، ﻭﻗﺪ ﺃﻗﻴﻤﻮﺍ'
			'ﻓﻲ ﺍﻟ ﱠﺸ ﻤﺲ ، ﻭ ﺻﺐﱠ ﻋﻠﻰ ﺭ ﺅﻭ ﺳ ﻬﻢ ﺍﻟﺰﱠﻳ ﺖ ، ﻓﻘﺎﻝ : ﻣﺎ ﻩﺬﺍ ؟ ﻗﻴﻞ : ﻳﻌﱠﺬﺑﻮ ﻥ ﻓﻲ ﺍﻟ ﺨﺮﺍ ﺝ ، ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺣﺒ ﺴﻮﺍ'
			'ﻓﻲ ﺍﻟ ﺠﺰﻳ ﺔ . ﻓﻘﺎﻝ ﻩ ﺸﺎﻡ : ﺃ ﺷ ﻬﺪ ﻟﺴ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺈﻧ ﺍﻟﱠﻠﻪ ﻳﻌﺬﱢ ﺏ ﺍﻟﺬﻳ ﻦ'
			'ﻳﻌﱢﺬﺑﻮ ﻥ ﺍﻟﱠﻨﺎﺱ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ » ﻓﺪ ﺧﻞ ﻋﻠﻰ ﺍﻷ ﻣﻴ ﺮ ، ﻓﺤﺪﱠﺛﻪ ، ﻓﺄﻣﺮ ﺑﻬﻢ ﻓ ﺨﱡﻠﻮﺍ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ - « ﺍﻷﻧﺒﺎ ﻁ » ﺍﻟﻔ ﱠﻼ ﺣﻮ ﻥ'
			'ﻣ ﻦ ﺍﻟﻌﺠﻢ',
		translation: 'Translation of Hadith 1606'
),
	Hadith(
		hadithNumber: 1607,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﺭﺄﯨ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﻤﺎﺭﺍ ﻣﻮ ﺳﻮﻡ ﺍﻟﻮ ﺟﻪ'
			'، ﻓﺄﻧﻜﺮ ﺫﻟ ﻚ ؟ ﻓﻘﺎﻝ : ﻭﺍﻟﱠﻠ ﻪ ﻻ ﺃ ﺳﻤﻪ ﺇﻻ ﺃﻗﺼﻰ ﺷﻲ ﺀ ﻣ ﻦ ﺍﻟﻮ ﺟﻪ ، ﻭﺃﻣ ﺮ ﺑ ﺤ ﻤﺎ ﺭﻩ ، ﻓﻜ ﻮ ﻱ ﻓﻲ ﺟﺎ ﻋﺮﺗﻴﻪ ، ﻓﻬﻮ'
			'ﺃﻭﱠ ﻝ ﻣ ﻦ ﺁﻮﻯ ﺍﻟ ﺠﺎ ﻋﺮﺗﻴ ﻦ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﺠﺎ ﻋﺮﺗﺎ ﻥ » : ﻧﺎ ﺣﻴﺘﺎ ﺍﻟﻮﺭﺁﻴﻦ ﺣ ﻮﻝ ﺍﻟﱡﺪﺑﺮ',
		translation: 'Translation of Hadith 1607'
),
	Hadith(
		hadithNumber: 1608,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣ ﱠﺮ ﻋﻠﻴ ﻪ ﺣ ﻤﺎﺭ ﻗﺪ ﻭ ﺳﻢ ﻓﻲ ﻭ ﺟ ﻬﻪ ﻓﻘﺎﻝ : ﻟﻌﻦ ﺍﻟﱠﻠﻪ ﺍﱠﻟﺬﻱ ﻭﺳﻤﻪ'
			'» ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ ﺃﻳﻀﺎ : ﻧﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻦ ﺍﻟ ﱠﻀ ﺮ ﺏ ﻓﻲ ﺍﻟﻮﺟ ﻪ ، ﻭﻋ ﻦ ﺍﻟﻮ ﺳﻢ ﻓﻲ'
			'ﺍﻟﻮﺟ ﻪ',
		translation: 'Translation of Hadith 1608'
),
	Hadith(
		hadithNumber: 1609,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺑﻌﺜﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺑﻌ ﺚ ﻓﻘﺎﻝ : «ﺈﻧ'
			'ﻭﺟﺪﺗﻢ ﻓﻼﻧﺎ ﻭﻓﻼﻧﺎ » ﻟﺮ ﺟﻠﻴ ﻦ ﻣ ﻦ ﻗﺮﻳﺶ ﺳﱠﻤﺎ ﻩﻤﺎ « ﻓﺄ ﺣ ﺮﻗﻮ ﻩﻤﺎ ﺑﺎﻟﱠﻨﺎ ﺭ » ﺛﻢﱠ ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺣﻴ ﻦ ﺃﺭﺩﻧﺎ ﺍﻟ ﺨ ﺮﻮﺟ : « ﺇﱢﻧﻲ ﺁﻨ ﺖ ﺃﻣ ﺮﺗﻜﻢ ﺄﻧ ﺗ ﺤﺮﻗﻮﺍ ﻓﻼﻧﺎ ﻭﻓﻼﻧﺎ ، ﻭﺇ ﱠﻥ ﺍﻟﱠﻨﺎﺭ ﻻ ﻳﻌﺬ ﺏ ﺑ ﻬﺎ ﺇﻻ ﺍﻟﱠﻠﻪ ، ﻓﺈ ﻥ'
			'ﻭ ﺟﺪﺗﻤﻮ ﻩﻤﺎ ﻓﺎﻗﺘﻠﻮ ﻩﻤﺎ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1609'
),
	Hadith(
		hadithNumber: 1610,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻣﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺳﻔﺮ ، ﻓﺎﻧ ﻄﻠ ﻖ'
			'ﻟ ﺤﺎﺟﺘ ﻪ ، ﻓﺮﺃﻳﻨﺎ ﺣﱠﻤﺮﺓ ﻣﻌ ﻬﺎ ﻓ ﺮ ﺧﺎ ﻥ ، ﻓﺄﺧﺬﻧﺎ ﻓ ﺮﺧﻴﻬﺎ ، ﻓ ﺠﺎﺀ ﺕ ﺍﻟ ﺤﱠﻤﺮﺓ ﺗﻌ ﺮ ﺵ ﻓﺠﺎ ﺀ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : « ﻣ ﻦ ﻓﺠﻊ ﻩﺬﻩ ﺑﻮﻟﺪ ﻩﺎ ؟ ﺭﱡﺩﻭﺍ ﻭﻟﺪ ﻩﺎ ﺇﻟﻴ ﻬﺎ » ﻭﺭﺄﯨ ﻗ ﺮﻳ ﺔ ﻧ ﻤ ﻞ ﻗﺪ ﺣ ﱠﺮﻗﻨﺎ ﻩﺎ، ﻓﻘﺎﻝ : « ﻣ ﻦ ﺣ ﱠﺮ ﻕ'
			'ﻩﺬﻩ ؟ » ﻗﻠﻨﺎ : ﻧ ﺤ ﻦ . ﻗﺎ ﻝ : « ﺇﻧﱠﻪ ﻻ ﻳﻨﺒﻐﻲ ﺃ ﻥ ﻳﻌﱢﺬﺏ ﺑﺎﻟﱠﻨﺎ ﺭ ﺇ ﱠﻻ ﺭ ﱡﺏ ﺍﻟﱠﻨﺎ ﺭ » . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ .'
			'ﻗﻮﻟﻪ : « ﻗ ﺮﻳ ﺔ ﻧ ﻤ ﻞ » ﻣﻌﻨﺎﻩ : ﻣ ﻮ ﺿ ﻊ ﺍﻟﱠﻨ ﻤ ﻞ ﻣﻊ ﺍﻟﱠﻨﻤ ﻞ',
		translation: 'Translation of Hadith 1610'
),
	Hadith(
		hadithNumber: 1611,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻄ ﻞ ﺍﻟﻐﻨ ﱢﻲ ﻇﻠﻢ، ﻭﺇﺫﺍ'
			'ﺃﺗﺒ ﻊ ﺃ ﺣﺪﺁﻢ ﻋﻠﻰ ﻣﻠﻲ ﺀ ﻓﻠﻴﺘﺒ ﻊ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻣﻌﻨﻰ « ﺃﺗﺒ ﻊ » ﺃ ﺣﻴ ﻞ',
		translation: 'Translation of Hadith 1611'
),
	Hadith(
		hadithNumber: 1612,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺄﻧ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﱠﻟﺬﻱ ﻳﻌﻮﺩ ﻓﻲ ﻩﺒﺘ ﻪ'
			'ﺁﺎﻟﻜﻠ ﺐ ﻳﺮﺟ ﻊ ﻓﻲ ﻗﻴﺌ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻣﺜ ﻞ ﺍﱠﻟﺬﻱ ﻳﺮ ﺟ ﻊ ﻓﻲ ﺻﺪﻗﺘ ﻪ ، ﺁ ﻤﺜ ﻞ ﺍﻟﻜﻠ ﺐ ﻳﻘﻲ ﺀ ، ﱡﺛﱠﻢ ﻳﻌﻮﺩ ﻓﻲ ﻗﻴﺌ ﻪ ﻓﻴﺄﺁﻠﻪ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺍﻟﻌﺎﺋﺪ ﻓﻲ ﻩﺒﺘ ﻪ ﺁﺎﻟﻌﺎﺋﺪ ﻓﻲ ﻗﻴﺌ ﻪ »',
		translation: 'Translation of Hadith 1612'
),
	Hadith(
		hadithNumber: 1613,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻤ ﺮ ﺑﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺣ ﻤﻠ ﺖ ﻋﻠﻰ ﻓ ﺮ ﺱ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ ﻓﺄ ﺿﺎ ﻋﻪ ﺍﱠﻟﺬﻱ ﺁﺎ ﻥ ﻋﻨﺪﻩ'
			'، ﻓﺄﺭﺩ ﺕ ﺃ ﻥ ﺃ ﺷﺘﺮﻳﻪ ، ﻭ ﻇﻨﻨ ﺖ ﺃﻧﱠﻪ ﻳﺒﻴﻌﻪ ﺑ ﺮ ﺧ ﺺ ، ﻓ ﺴﺄﻟ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ : « ﻻ ﺗﺸﺘ ﺮﻩ ﻭﻻ'
			'ﺗﻌﺪ ﻓﻲ ﺻﺪﻗﺘ ﻚ ﻭﺈﻧ ﺃ ﻋ ﻄﺎﺁﻪ ﺑﺪ ﺭ ﻩﻢ ، ﻓﺈ ﱠﻥ ﺍﻟﻌﺎﺋﺪ ﻓﻲ ﺻﺪﻗﺘ ﻪ ﺁﺎﻟﻌﺎﺋﺪ ﻓﻲ ﻗﻴﺌ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﺣ ﻤﻠ ﺖ ﻋﻠﻰ ﻓﺮ ﺱ ﻓﻲ ﺳﺒﻴ ﻞ ﺍﻟﱠﻠﻪ » ﻣﻌﻨﺎﻩ : ﺗﺼﺪﱠﻗ ﺖ ﺑ ﻪ ﻋﻠﻰ ﺑﻌﺾ ﺍﻟﻤﺠﺎ ﻩﺪﻳ ﻦ.'
			'`',
		translation: 'Translation of Hadith 1613'
),
	Hadith(
		hadithNumber: 1614,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍ ﺟﺘﻨﺒﻮﺍ ﺍﻟ ﱠﺴﺒ ﻊ ﺍﻟﻤﻮﺑﻘﺎ ﺕ ،'
			'ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻭ ﻣﺎ ﻩﻦ ؟ ﻗﺎﻝ : ﺍﻟ ﱢﺸ ﺮﻙ ﺑﺎﻟﱠﻠ ﻪ ، ﻭﺍﻟﺴﱢ ﺤ ﺮ ﻭﻗﺘ ﻞ ﺍﻟﱠﻨﻔ ﺲ ﺍﻟﺘﻲ ﺣ ﱠﺮﻡ ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺑﺎﻟﺤ ﱢﻖ ، ﻭﺃﺁ ﻞ'
			'ﺍﻟ ﱢﺮﺑﺎ ، ﻭﺃﺁ ﻞ ﻣﺎﻝ ﺍﻟﻴﺘﻴﻢ . ﻭﺍﻟﱠﺘﻮﱢﻟﻲ ﻳ ﻮﻡ ﺍﻟ ﱠﺰ ﺣ ﻒ ، ﻭﻗﺬ ﻑ ﺍﻟﻤ ﺤﺼﻨﺎ ﺕ ﺍﻟﻤﺆ ﻣﻨﺎﺕ ﺍﻟﻐﺎﻓﻼ ﺕ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻤﻮﺑﻘﺎ ﺕ » ﺍﻟﻤ ﻬﻠﻜﺎ ﺕ',
		translation: 'Translation of Hadith 1614'
),
	Hadith(
		hadithNumber: 1615,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : « ﻟﻌ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺁ ﻞ ﺍﻟ ﱢﺮﺑﺎ ﻭﻣﻮﺁﻠﻪ»'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﺯﺍﺩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻏﻴﺮﻩ : « ﻭ ﺷﺎﻩﺪﻳﻪ ، ﻭﺁﺎﺗﺒﻪ » .'
			'`',
		translation: 'Translation of Hadith 1615'
),
	Hadith(
		hadithNumber: 1616,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻗﺎ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ : ﺃﻧﺎ ﺃ ﻏﻨﻰ ﺍﻟ ﱡﺸ ﺮﺁﺎ ﺀ ﻋ ﻦ ﺍﻟ ﱢﺸﺮ ﻙ ، ﻣ ﻦ ﻋﻤ ﻞ ﻋ ﻤﻼ ﺃ ﺷﺮ ﻙ ﻓﻴ ﻪ ﻣﻌﻰ ﻏﻴ ﺮﻯ ، ﺗﺮﺁﺘﻪ ﻭ ﺷ ﺮﺁﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1616'
),
	Hadith(
		hadithNumber: 1617,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺃ ﱠﻭ ﻝ ﺍﻟﱠﻨﺎ ﺱ ﻳﻘ ﻀﻰ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻋﻠﻴﻪ'
			'ﺭ ﺟﻞ ﺍ ﺳﺘ ﺸ ﻬﺪ ، ﻓﺄﺗ ﻰ ﺑ ﻪ ، ﻓﻌﺮﱠﻓﻪ ﻧﻌﻤﺘﻪ ، ﻓﻌﺮﻓ ﻬﺎ ، ﻗﺎ ﻝ : ﻓ ﻤﺎ ﻋ ﻤﻠ ﺖ ﻓﻴﻬﺎ ؟ ﻗﺎ ﻝ : ﻗﺎﺗﻠ ﺖ ﻓﻴ ﻚ ﺣﱠﺘﻰ ﺍ ﺳﺘ ﺸ ﻬﺪ ﺕ :'
			'ﻗﺎ ﻝ ﺁﺬﺑﺖ ، ﻭﻟﻜﱠﻨ ﻚ ﻗﺎﺗﻠ ﺖ ﻷ ﻥ ﻳﻘﺎ ﻝ ﺟ ﺮﻱﺀ ، ﻓﻘﺪ ﻗﻴ ﻞ ، ﺛﻢﱠ ﺃ ﻣ ﺮ ﺑ ﻪ ﻓ ﺴ ﺤ ﺐ ﻋﻠﻰ ﻭ ﺟ ﻬ ﻪ ﺣﱠﺘﻰ ﺃﻟﻘ ﻰ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ .'
			'ﻭ ﺭ ﺟﻞ ﺗﻌﱠﻠﻢ ﺍﻟﻌﻠﻢ ﻭ ﻋﱠﻠ ﻤﻪ ، ﻭﻗ ﺮﺃ ﺍﻟﻘ ﺮﺁ ﻥ ، ﻓﺄﺗ ﻰ ﺑ ﻪ ، ﻓﻌ ﱠﺮﻓﻪ ﻧﻌﻤﻪ ﻓﻌ ﺮﻓ ﻬﺎ . ﻗﺎ ﻝ : ﻓ ﻤﺎ ﻋ ﻤﻠ ﺖ ﻓﻴ ﻬﺎ ؟ ﻗﺎ ﻝ : ﺗﻌﻠﱠ ﻤ ﺖ'
			'ﺍﻟﻌﻠﻢ ﻭ ﻋﻠﱠ ﻤﺘﻪ ، ﻭﻗ ﺮﺃ ﺕ ﻓﻴ ﻚ ﺍﻟﻘﺮﺁ ﻥ ، ﻗﺎ ﻝ : ﺁﺬﺑ ﺖ ، ﻭﻟﻜﱠﻨﻚ ﺗﻌﱠﻠ ﻤﺖ ﺍﻟﻌﻠﻢ ﻭ ﻋﻠﱠ ﻤﺘﻪ ، ﻭﻗ ﺮﺃ ﺕ ﺍﻟﻘﺮﺁﻥ ﻟﻴﻘﺎ ﻝ : ﻩﻮ'
			'ﻗﺎ ﺮﯨ ﺀ ، ﻓﻘﺪ ﻗﻴ ﻞ ، ﺛﻢﱠ ﺃ ﻣ ﺮ ، ﻓ ﺴ ﺤ ﺐ ﻋﻠﻰ ﻭ ﺟ ﻬ ﻪ ﺣﱠﺘﻰ ﺃﻟﻘ ﻰ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ، ﻭ ﺭ ﺟﻞ ﻭ ﱠﺳ ﻊ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ ، ﻭﺃ ﻋ ﻄﺎﻩ ﻣ ﻦ'
			'ﺃﺻﻨﺎ ﻑ ﺍﻟ ﻤﺎﻝ ، ﻓﺄﺗﻰ ﺑ ﻪ ﻓﻌﺮﱠﻓﻪ ﻧﻌ ﻤﻪ ، ﻓﻌ ﺮﻓ ﻬﺎ . ﻗﺎﻝ : ﻓ ﻤﺎ ﻋﻤﻠﺖ ﻓﻴﻬﺎ ؟ ﻗﺎﻝ : ﻣﺎ ﺗﺮﺁ ﺖ ﻣﻦ ﺳﺒﻴ ﻞ ﺗ ﺤﺐﱡ ﺃ ﻥ'
			'ﻳﻨﻔ ﻖ ﻓﻴ ﻬﺎ ﺇ ﱠﻻ ﺃﻧﻔﻘ ﺖ ﻓﻴﻬﺎ ﻟﻚ . ﻗﺎ ﻝ : ﺁﺬﺑ ﺖ ، ﻭﻟﻜﱠﻨ ﻚ ﻓﻌﻠ ﺖ ﻟﻴﻘﺎ ﻝ : ﻩﻮ ﺟ ﻮﺍﺩ ﻓﻘﺪ ﻗﻴ ﻞ ، ﺛﻢﱠ ﺃ ﻣ ﺮ ﺑ ﻪ ﻓ ﺴ ﺤ ﺐ ﻋﻠﻰ'
			'ﻭ ﺟ ﻬ ﻪ ﺛﻢﱠ ﺃﻟﻘ ﻰ ﻓﻲ ﺍﻟﻨﺎﺭ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'» ﺟ ﺮﻱﺀ » ﺑﻔﺘﺢ ﺍﻟﺠﻴﻢ ﻭﺁﺴﺮ ﺍﻟ ﱠﺮﺍ ﺀ ﻭﺑﺎﻟﻤﱢﺪ ﺃ ﻯ : ﺷ ﺠﺎ ﻉ ﺣﺎﺫ ﻕ',
		translation: 'Translation of Hadith 1617'
),
	Hadith(
		hadithNumber: 1618,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﻧﺎﺳﺎ ﻗﺎﻟﻮﺍ ﻟﻪ : ﺇﱠﻧﺎ ﻧﺪ ﺧ ﻞ ﻋﻠﻰ ﺳﻼ ﻃﻴﻨﻨﺎ ﻓﻨﻘﻮ ﻝ ﻟ ﻬﻢ ﺑ ﺨﻼ ﻑ ﻣﺎ'
			'ﻧﺘﻜﱠﻠﻢ ﺇﺫﺍ ﺧ ﺮ ﺟﻨﺎ ﻣ ﻦ ﻋﻨﺪﻩﻢ ؟ ﻗﺎ ﻝ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ : ﺁﱠﻨﺎ ﻧﻌﺪﱡ ﻩﺬﺍ ﻧﻔﺎﻗﺎ ﻋﻠﻰ ﻋ ﻬﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1618'
),
	Hadith(
		hadithNumber: 1619,
		hadith:
						'ﻭﻋ ﻦ ﺟﻨﺪﺏ ﺑﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺳﻔﻴﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﻦ ﺳﱠﻤ ﻊ'
			'ﺳﱠﻤ ﻊ ﺍﻟﱠﻠﻪ ﺑ ﻪ ، ﻭ ﻣ ﻦ ﻳ ﺮﺍﺋﻰ ﺍﻟﱠﻠﻪ ﻳ ﺮﺋﻰ ﺑ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ ﺃﻳﻀﺎ ﻣ ﻦ ﺭ ﻭﺍﻳ ﺔ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ .'
			'» ﺳﱠﻤ ﻊ » ﺑﺘ ﺸﺪﻳﺪ ﺍﻟ ﻤﻴﻢ ، ﻭ ﻣﻌﻨﺎﻩ : ﺃ ﺷ ﻬ ﺮ ﻋ ﻤﻠﻪ ﻟﻠﱠﻨﺎﺱ ﺭﻳﺎ ﺀ « ﺳﱠﻤ ﻊ ﺍﻟﱠﻠﻪ ﺑ ﻪ » ﺃ ﻱ : ﻓ ﻀ ﺤﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ،'
			'ﻭ ﻣﻌﻨﻰ : « ﻣ ﻦ ﺭﺍ ﺀﻯ » ﺃ ﻱ : ﻣ ﻦ ﺃ ﻇ ﻬ ﺮ ﻟﻠﱠﻨﺎ ﺱ ﺍﻟﻌﻤﻞ ﺍﻟ ﱠﺼﺎﻟ ﺢ ﻟﻴﻌ ﻈﻢ ﻋﻨﺪ ﻩﻢ « ﺭﺍ ﺀﻯ ﺍﻟﱠﻠﻪ ﺑ ﻪ » ﺃ ﻱ : ﺃ ﻇ ﻬ ﺮ'
			'ﺳ ﺮﻳ ﺮﺗﻪ ﻋﻠﻰ ﺭﺅﻮﺳ ﺍﻟ ﺨﻼﺋ ﻖ',
		translation: 'Translation of Hadith 1619'
),
	Hadith(
		hadithNumber: 1620,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺗﻌﱠﻠﻢ ﻋﻠﻤﺎ ﻣﱠﻤﺎ'
			'ﻳﺒﺘﻐﻰ ﺑ ﻪ ﻭ ﺟﻪ ﺍﻟﱠﻠ ﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻻ ﻳﺘﻌﱠﻠﻤﻪ ﺇ ﱠﻻ ﻟﻴ ﺼﻴ ﺐ ﺑ ﻪ ﻋ ﺮﺿﺎ ﻣ ﻦ ﺍﻟﱡﺪﻧﻴﺎ ، ﻟﻢ ﻳ ﺠﺪ ﻋ ﺮ ﻑ ﺍﻟ ﺠﱠﻨ ﺔ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ »'
			'ﻳﻌﻨﻰ : ﺭﻳ ﺤ ﻬﺎ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ . ﻭﺍﻷﺣﺎﺩﻳ ﺚ ﻓﻲ ﺍﻟﺒﺎﺏ ﺁﺜﻴﺮﺓ ﻣﺸﻬﻮﺭﺓ',
		translation: 'Translation of Hadith 1620'
),
	Hadith(
		hadithNumber: 1621,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻴﻞ ﻟﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺃﺭﺃﻳ ﺖ ﺍﻟ ﱠﺮ ﺟ ﻞ ﺍﻟﺬﻯ ﻳﻌﻤ ﻞ'
			'ﺍﻟﻌﻤ ﻞ ﻣ ﻦ ﺍﻟﺨﻴ ﺮ ، ﻭﻳ ﺤﻤﺪﻩ ﺍﻟﱠﻨﺎ ﺱ ﻋﻠﻴﻪ ؟ ﻗﺎﻝ : « ﺗﻠ ﻚ ﻋﺎ ﺟ ﻞ ﺑ ﺸ ﺮﻯ ﺍﻟﻤ ﺆﻣ ﻦ » ، ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1621'
),
	Hadith(
		hadithNumber: 1622,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﺁﺘ ﺐ ﻋﻠﻰ ﺍﺑ ﻦ ﺁﺪﻣ ﻧ ﺼﻴﺒﻪ ﻣ ﻦ'
			'ﺍﻟ ﱢﺰﻧﺎ ﻣﺪ ﺭ ﻙ ﺫﻟ ﻚ ﻻ ﻣﺤﺎﻟ ﺔ : ﺍﻟﻌﻴﻨﺎ ﻥ ﺯﻧﺎ ﻩ ﻤﺎ ﺍﻟﻨﱠ ﻈ ﺮ ، ﻭﺍ ﻷﺫﻧﺎ ﻥ ﺯﻧﺎ ﻩﻤﺎ ﺍﻻﺳﺘﻤﺎ ﻉ ، ﻭﺍﻟﱢﻠ ﺴﺎ ﻥ ﺯﻧﺎﻩ ﺍﻟﻜﻼﻡ ، ﻭﺍﻟﻴﺪ'
			'ﺯﻧﺎ ﻩﺎ ﺍﻟﺒ ﻄ ﺶ ، ﻭﺍﻟﺮﱠ ﺟ ﻞ ﺯﻧﺎ ﻩﺎ ﺍﻟ ﺨ ﻄﺎ ، ﻭﺍﻟﻘﻠﺐ ﻳ ﻬ ﻮﻯ ﻭﻳﺘﻤﱠﻨﻰ ، ﻭﻳ ﺼﺪﱢ ﻕ ﺫﻟ ﻚ ﺍﻟﻔ ﺮ ﺝ ﺃ ﻭ ﻳﻜﺬﱢﺑﻪ » .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻮﻫﺬﺍ ﻟﻔ ﻆ ﻣﺴﻠﻢ ، ﻭﺭﻭﺍﻳﺔ ﺍﻟﺒﺨﺎﺭ ﱢﻱ ﻣ ﺨﺘ ﺼ ﺮﺓ',
		translation: 'Translation of Hadith 1622'
),
	Hadith(
		hadithNumber: 1623,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﱠﻳﺎﺁﻢ ﻭﺍﻟ ﺠﻠﻮ ﺱ ﻓﻲ'
			'ﺍﻟ ﱡﻄ ﺮﻗﺎ ﺕ ، » ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻣﺎﻟﻨﺎ ﻣ ﻦ ﻣﺠﺎﻟ ﺴﻨﺎ ﺑﱞﺪ : ﻧﺘ ﺤﱠﺪ ﺙ ﻓﻴﻬﺎ . ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			': « ﻓﺈﺫﺍ ﺃﺑﻴﺘﻢ ﺇ ﱠﻻ ﺍﻟﻤ ﺠﻠ ﺲ ، ﻓﺄ ﻋ ﻄﻮﺍ ﺍﻟ ﱠﻄ ﺮﻳ ﻖ ﺣﻘﱠﻪ » ﻗﺎﻟﻮﺍ : ﻭ ﻣﺎ ﺣ ﱡﻖ ﺍﻟ ﱠﻄ ﺮﻳﻖ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ؟ ﻗﺎ ﻝ : « ﻏ ﱠﺾ'
			'ﺍﻟﺒﺼﺮ ، ﻭﺁ ﱡﻒ ﺍﻷﺬﯨ ، ﻭﺭﱡﺩ ﺍﻟ ﱠﺴﻼﻡ ، ﻭﺍﻷ ﻣ ﺮ ﺑﺎﻟ ﻤﻌ ﺮﻭ ﻑ ﻭﺍﻟﱠﻨﻬ ﻰ ﻋ ﻦ ﺍﻟﻤﻨﻜ ﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1623'
),
	Hadith(
		hadithNumber: 1624,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻃﻠﺤ ﺔ ﺯﻳﺪ ﺑ ﻦ ﺳ ﻬ ﻞ ﺭ ﺿ ﻰ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﱠﻨﺎ ﻗﻌﻮﺩﺍ ﺑﺎﻷﻓﻨﻴ ﺔ ﻧﺘ ﺤﺪﱠ ﺙ ﻓﻴﻬﺎ ﻓ ﺠﺎ ﺀ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﻗﻌﺪﻧﺎ ﻧﺘﺬﺍﺁ ﺮ ، ﻭﻧﺘﺤﱠﺪ ﺙ . ﻗﺎﻝ : « ﺇﻣﺎ ﻻ ﻓﺄﱡﺩﻭﺍ ﺣﱠﻘ ﻬﺎ : ﻏ ﱡﺾ ﺍﻟﺒﺼ ﺮ ، ﻭ ﺭﱡﺩ ﺍﻟ ﱠﺴﻼﻡ ، ﻭ ﺣ ﺴ ﻦ ﺍﻟﻜﻼﻡ » ﺭﻭﺍﻩﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻡ ﻋﻠﻴﻨﺎ ﻓﻘﺎﻝ : « ﻣﺎﻟﻜﻢ ﻭﻟ ﻤﺠﺎﻟ ﺲ ﺍﻟ ﱡﺼﻌﺪﺍ ﺕ ؟ » ﻓﻘﻠﻨﺎ : ﺇﱠﻧﻤﺎ ﻗﻌﺪﻧﺎ ﻟﻐﻴﺮ ﻣﺎ ﺑﺄﺱ :'
			'ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﱡﺼﻌﺪﺍ ﺕ » ﺑ ﻀﱢﻢ ﺍﻟ ﱠﺼﺎﺩ ﻭﺍﻟﻌﻴﻦ . ﺄﻳ : ﺍﻟ ﱡﻄﺮﻗﺎﺕ',
		translation: 'Translation of Hadith 1624'
),
	Hadith(
		hadithNumber: 1625,
		hadith:
						'ﻭ ﻋ ﻦ ﺟ ﺮﻳﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳﺄﻟ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﻧ ﻈ ﺮ ﺍﻟﻔﺠﺄﺓ ﻓﻘﺎﻝ: «'
			'ﺍ ﺻ ﺮ ﻑ ﺑ ﺼ ﺮﻙ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1625'
),
	Hadith(
		hadithNumber: 1626,
		hadith:
						'ﻭﻋ ﻦ ﺃﱢﻡ ﺳﻠﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﻨ ﺖ ﻋﻨﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻋﻨﺪﻩ ﻣﻴﻤﻮﻧﻪ،'
			'ﻓﺄﻗﺒ ﻞ ﺍﺑ ﻦ ﺃﱡﻡ ﻣﻜﺘﻮﻡ ، ﻭﺫﻟ ﻚ ﺑﻌﺪ ﺃ ﻥ ﺃﻣ ﺮﻧﺎ ﺑﺎﻟ ﺤﺠﺎ ﺏ ﻓﻘﺎ ﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍ ﺣﺘ ﺠﺒﺎ ﻣﻨﻪ » ﻓﻘﻠﻨﺎ :'
			'ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺃﻟﻴﺲ ﻩ ﻮ ﺃ ﻋﻤﻰ : ﻻ ﻳﺒ ﺼ ﺮﻧﺎ ، ﻭﻻ ﻳﻌ ﺮﻓﻨﺎ ؟ ﻓﻘﺎﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺃﻓﻌ ﻤﻴﺎ ﻭﺍ ﻥ ﺃﻧﺘﻤﺎ'
			'ﺃﻟ ﺴﺘﻤﺎ ﺗﺒ ﺼﺮﺍﻧ ﻪ ؟ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻ ﺤﻴ ﺢ.'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻧﺒﻬﺎﻥ ﻣﻮﻟﻰ ﺄﻣ ﺳﻠﻤﺔ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1626'
),
	Hadith(
		hadithNumber: 1627,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﻨ ﻈ ﺮ ﺍﻟﺮﱠ ﺟ ﻞ ﺇﻟﻰ ﻋ ﻮﺭﺓ'
			'ﺍﻟ ﱠﺮ ﺟ ﻞ ، ﻭﻻ ﺍﻟ ﻤ ﺮﺃﺓ ﺇﻟﻰ ﻋ ﻮ ﺭﺓ ﺍﻟ ﻤ ﺮﺃﺓ ، ﻭﻻ ﻳﻔ ﻀﻰ ﺍﻟﺮﱠ ﺟ ﻞ ﺇﻟﻰ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻲ ﺛﻮ ﺏ ﻭﺍ ﺣﺪ ، ﻭﻻ ﺗﻔ ﻀﻰ ﺍﻟ ﻤ ﺮﺃﺓ ﺇﻟﻰ'
			'ﺍﻟ ﻤ ﺮﺃﺓ ﻓﻲ ﺍﻟﱠﺜ ﻮ ﺏ ﺍﻟﻮﺍ ﺣﺪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1627'
),
	Hadith(
		hadithNumber: 1628,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻘﺒ ﺔ ﺑﻦ ﻋﺎ ﻣ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﱠﻳﺎﺁﻢ ﻭﺍﻟﱡﺪ ﺧﻮ ﻝ ﻋﻠﻰ'
			'ﺍﻟﱢﻨ ﺴﺎ ﺀ » ، ﻓﻘﺎ ﻝ ﺭ ﺟﻞ ﻣ ﻦ ﺍﻷﻧ ﺼﺎ ﺭ ﺃﻓﺮﺃﻳ ﺖ ﺍﻟﺤ ﻤ ﻮ ؟ ﻗﺎ ﻝ : « ﺍﻟﺤ ﻤ ﻮ ﺍﻟ ﻤ ﻮ ﺕ ،» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟ ﺤﻤ ﻮ » ﻗ ﺮﻳ ﺐ ﺍﻟ ﱠﺰ ﻭ ﺝ ﺁﺄ ﺧﻴ ﻪ ، ﻭﺍﺑﻦ ﺃﺧﻴﻪ ، ﻭﺍﺑ ﻦ ﻋﱢﻤ ﻪ .'
			'`',
		translation: 'Translation of Hadith 1628'
),
	Hadith(
		hadithNumber: 1629,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳ ﺨﻠ ﻮ ﱠﻥ ﺃﺣﺪﺁﻢ'
			'ﺑﺎ ﻣﺮﺃﺓ ﺇ ﱠﻻ ﻣ ﻊ ﺬﻳ ﻣ ﺤ ﺮﻡ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1629'
),
	Hadith(
		hadithNumber: 1630,
		hadith:
						'ﻭﻋﻦ ﺑﺮﻳﺪﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺣ ﺮﻣﺔ ﻧﺴﺎ ﺀ ﺍﻟﻤﺠﺎ ﻩﺪﻳ ﻦ'
			'ﻋﻠﻰ ﺍﻟﻘﺎ ﻋﺪﻳ ﻦ ﺁ ﺤ ﺮﻣ ﺔ ﺃﻣﻬﺎﺗﻬﻢ ، ﻣﺎ ﻣ ﻦ ﺭ ﺟﻞ ﻣ ﻦ ﺍﻟﻘﺎ ﻋﺪﻳﻦ ﻳ ﺨﻠ ﻒ ﺭ ﺟ ﻼ ﻣ ﻦ ﺍﻟﻤﺠﺎﻩﺪﻳ ﻦ ﻓﻲ ﺄﻫﻠ ﻪ ، ﻓﻴ ﺨﻮﻧﻪ'
			'ﻓﻴ ﻬﻢ ﺇ ﱠﻻ ﻭﻗﻒ ﻟﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ، ﻓﻴﺄ ﺧﺬ ﻣﻦ ﺣ ﺴﻨﺎﺗ ﻪ ﻣﺎ ﺷﺎ ﺀ ﺣﱠﺘﻰ ﻳﺮﺿﻲ » ﺛﻢﱠ ﺍﻟﺘﻔﺖ ﺇﻟﻴﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ : « ﻣﺎ ﻇﱡﻨﻜﻢ ؟ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1630'
),
	Hadith(
		hadithNumber: 1631,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻟﻌ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻤ ﺨﱠﻨﺜﻴﻦ ﻣ ﻦ ﺍﻟ ﱢﺮﺟﺎ ﻝ،'
			'ﻭﺍﻟﻤﺘﺮ ﱢﺟﻼ ﺕ ﻣﻦ ﺍﻟﱢﻨﺴﺎ ﺀ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﻟﻌ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻤﺘﺸﱢﺒﻬﻴﻦ ﻣﻦ ﺍﻟ ﱢﺮﺟﺎ ﻝ ﺑﺎﻟﻨﺴﺎ ﺀ ، ﻭﺍﻟﻤﺘﺸﱢﺒ ﻬﺎﺕ ﻣﻦ ﺍﻟﱢﻨ ﺴﺎ ﺀ'
			'ﺑﺎﻟ ﱢﺮﺟﺎ ﻝ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1631'
),
	Hadith(
		hadithNumber: 1632,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻟﻌ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟ ﱠﺮ ﺟﻞ ﻳﻠﺒ ﺲ ﻟﺒﺴ ﺔ ﺍﻟﻤ ﺮﺃﺓ'
			'، ﻭﺍﻟﻤ ﺮﺃﺓ ﺗﻠﺒ ﺲ ﻟﺒﺴ ﺔ ﺍﻟ ﱠﺮ ﺟ ﻞ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1632'
),
	Hadith(
		hadithNumber: 1633,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺻﻨﻔﺎ ﻥ ﻣ ﻦ ﺄﻫ ﻞ ﺍﻟﱠﻨﺎ ﺭ ﻟﻢ ﺃ ﺭ ﻩﻤﺎ : ﻗ ﻮﻡ ﻣﻌﻬﻢ'
			'ﺳﻴﺎ ﻁ ﺁﺄﺫﻧﺎ ﺏ ﺍﻟﺒﻘ ﺮ ﻳ ﻀ ﺮﺑﻮ ﻥ ﺑﻬﺎ ﺍﻟﱠﻨﺎﺱ ، ﻭﻧﺴﺎﺀ ﺁﺎﺳﻴﺎ ﺕ ﻋﺎ ﺭﻳﺎ ﺕ ﻣ ﻤﻴﻼ ﺕ ﻣﺎﺋﻼ ﺕ، ﺭ ﺅﻭ ﺳ ﻬﻦﱠ ﺁﺄ ﺳﻨﻤ ﺔ ﺍﻟﺒ ﺨ ﺖ'
			'ﺍﻟﻤﺎﺋﻠ ﺔ ﻻ ﻳﺪ ﺧﻠ ﻦ ﺍﻟﺠﱠﻨ ﺔ ، ﻭﻻ ﻳ ﺠﺪ ﻥ ﺭﻳ ﺤ ﻬﺎ ، ﻭﺇ ﱠﻥ ﺭﻳ ﺤ ﻬﺎ ﻟﻴﻮ ﺟﺪ ﻣ ﻦ ﻣ ﺴﻴ ﺮﺓ ﺁﺬﺍ ﻭﺁﺬﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻣﻌﻨﻰ « ﺁﺎﺳﻴﺎﺕ » ﺃ ﻱ : ﻣ ﻦ ﻧﻌﻤ ﺔ ﺍﻟﱠﻠﻪ « ﻋﺎ ﺭﻳﺎ ﺕ » ﻣﻦ ﺷﻜ ﺮ ﻩﺎ ﻭﻗﻴﻞ : ﻣﻌﻨﺎﻩ : ﺗ ﺴﺘ ﺮ ﺑﻌﺾ ﺑﺪﻧﻬﺎ ، ﻭﺗﻜ ﺸ ﻒ'
			'ﺑﻌ ﻀﻪ ﺇ ﻇﻬﺎﺭﺍ ﻟﺠﻤﺎﻟﻬﺎ ﻭﻧﺤﻮﻩ . ﻭﻗﻴﻞ : ﺗﻠﺒ ﺲ ﺛ ﻮﺑﺎ ﺭﻗﻴﻘﺎ ﻳ ﺼ ﻒ ﻟ ﻮ ﻥ ﺑﺪﻧ ﻬﺎ . ﻭﻣﻌﻨﻰ « ﻣﺎﺋﻼ ﺕ » ﻗﻴﻞ : ﻋﻦ'
			'ﻃﺎﻋﺔ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻭﻣﺎ ﻳﻠ ﺰﻣ ﻬﻦﱠ ﺣﻔ ﻈﻪ ، « ﻣ ﻤﻴﻼ ﺕ » ﺃ ﻱ: ﻳﻌﱢﻠ ﻤ ﻦ ﻏﻴﺮ ﻩﻦﱠ ﻓﻌﻠ ﻬ ﱠﻦ ﺍﻟﻤﺬﻣﻮﻡ ، ﻭﻗﻴﻞ ﻣﺎﺋﻼ ﺕ ﻳ ﻤ ﺸﻴ ﻦ'
			'ﻣﺘﺒ ﺨﺘﺮﺎﺗ ،ﻣ ﻤﻴﻼ ﺕ ﻷﺁﺘﺎﻓﻬ ﱠﻦ ، ﻭﻗﻴ ﻞ : ﻣﺎﺋﻼ ﺕ ﻳ ﻤﺘ ﺸ ﻄ ﻦ ﺍﻟ ﻤ ﺸ ﻄ ﺔ ﺍﻟ ﻤﻴﻼ ﺀ : ﻮﻫ ﻰ ﻣ ﺸ ﻄﺔ ﺍﻟﺒﻐﺎﻳﺎ . ﻭ « ﻣﻤﻴﻼ ﺕ'
			'» : ﻳﻤ ﱢﺸ ﻄ ﻦ ﻏﻴﺮ ﻩﻦﱠ ﺗﻠ ﻚ ﺍﻟ ﻤ ﺸ ﻄ ﺔ . « ﺭ ﺅﻭ ﺳ ﻬﻦﱠ ﺁﺄ ﺳﻨﻤ ﺔ ﺍﻟﺒ ﺨ ﺖ » ﺃ ﻱ : ﻳﻜﱢﺒ ﺮﻧﻬﺎ ﻭﻳﻌ ﱢﻈ ﻤﻨﻬﺎ ﺑﻠ ﱢﻒ ﻋ ﻤﺎﻣﺔ ﺃ ﻭ'
			'ﻋﺼﺎﺑ ﺔ ﺃﻭ ﻧ ﺤﻮﻩ',
		translation: 'Translation of Hadith 1633'
),
	Hadith(
		hadithNumber: 1634,
		hadith:
						'ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺄﺁﻠﻮﺍ ﺑﺎﻟ ﱢﺸ ﻤﺎ ﻝ ، ﻓﺈ ﱠﻥ'
			'ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﺄﺁﻞ ﻭﻳ ﺸ ﺮ ﺏ ﺑ ﺸﻤﺎﻟ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1634'
),
	Hadith(
		hadithNumber: 1635,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳﺄﺁﻠ ﱠﻦ ﺃﺣﺪﺁﻢ ﺑ ﺸﻤﺎﻟ ﻪ'
			'، ﻭﻻ ﻳ ﺸﺮﺑ ﱠﻦ ﺑ ﻬﺎ . ﻓﺈ ﱠﻥ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﺄﺁ ﻞ ﺑ ﺸﻤﺎﻟ ﻪ ﻭﻳ ﺸﺮ ﺏ ﺑ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1635'
),
	Hadith(
		hadithNumber: 1636,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : ﺇ ﱠﻥ ﺍﻟﻴ ﻬﻮﺩ ﻭﺍﻟﱠﻨﺼﺎﺮﯨ ﻻ'
			'ﻳ ﺼﺒﻐﻮ ﻥ ، ﻓ ﺨﺎﻟﻔﻮ ﻩﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﺍﻟﻤ ﺮﺍﺩ : ﺧ ﻀﺎ ﺏ ﺷﻌ ﺮ ﺍﻟﱢﻠ ﺤﻴ ﺔ ﻭﺍﻟ ﱠﺮﺃ ﺱ ﺍﻷﺑﻴ ﺾ ﺑ ﺼﻔﺮﺓ ﺃ ﻭ ﺣ ﻤﺮﺓ ، ﻭﺃﱠﻣﺎ ﺍﻟﺴﱠﻮﺍﺩ ، ﻓﻤﻨﻬ ﱡﻲ ﻋﻨﻪ ﺁﻤﺎ ﺳﻨﺬﺁ ﺮ ﻓﻲ'
			'ﺍﻟﺒﺎﺏ ﺑﻌﺪﻩ ، ﺈﻧ ﺷﺎﺀ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ',
		translation: 'Translation of Hadith 1636'
),
	Hadith(
		hadithNumber: 1637,
		hadith:
						'ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺃﺗﻰ ﺑﺎﺑﻲ ﻗﺤﺎﻓ ﺔ ﻭﺍﻟﺪ ﺃﺑﻲ ﺑﻜ ﺮ ﺍﻟ ﱢﺼﱢﺪﻳ ﻖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻳﻮﻡ ﻓﺘ ﺢ ﻣﱠﻜ ﺔ'
			'ﻭﺭﺃ ﺳﻪ ﻭﻟﺤﻴﺘﻪ ﺁﺎﻟﱠﺜﻐﺎ ﻣ ﺔ ﺑﻴﺎﺿﺎ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻏﱢﻴ ﺮﻭﺍ ﻩﺬﺍ ﻭﺍ ﺟﺘﻨﺒﻮﺍ ﺍﻟ ﱠﺴﻮﺍﺩ »'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1637'
),
	Hadith(
		hadithNumber: 1638,
		hadith:
						'ﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ: ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺍﻟﻘﺰ ﻉ. ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1638'
),
	Hadith(
		hadithNumber: 1639,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺭﺄﯨ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺻﺒﻴﺎ ﻗﺪ ﺣﻠ ﻖ ﺑﻌ ﺾ ﺷﻌﺮ ﺭﺃ ﺳ ﻪ ﻭﺗ ﺮ ﻙ ﺑﻌ ﻀﻪ،'
			'ﻓﻨ ﻬﺎ ﻩﻢ ﻋ ﻦ ﺫﻟ ﻚ ﻭﻗﺎﻝ : « ﺍ ﺣﻠﻘﻮﻩ ﺁﻠﱠﻪ ﺃﻭ ﺍﺗ ﺮﺁﻮﻩ ﺁﻠﱠﻪ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ ﻋﻠﻰ ﺷ ﺮ ﻁ ﺍﻟﺒ ﺨﺎ ﺮﻳ ﻭﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1639'
),
	Hadith(
		hadithNumber: 1640,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺟﻌﻔﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻣ ﻬﻞ ﺁ ﻝ ﺟﻌﻔ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ ﺛﻼﺛﺎ ، ﺛﻢﱠ ﺃﺗﺎ ﻩﻢ ﻓﻘﺎ ﻝ : « ﻻ ﺗﺒﻜﻮﺍ ﻋﻠﻰ ﺃ ﺧﻰ ﺑﻌﺪ ﺍﻟﻴﻮﻡ » ﺛﻢﱠ ﻗﺎﻝ : « ﺍﺩ ﻋﻮﺍ ﻟﻲ ﺑﻨ ﱠﻲ ﺃ ﺧﻰ » ﻓ ﺠﻰ ﺀ ﺑﻨﺎ ﺁﺄﱠﻧﻨﺎ'
			'ﺃﻓ ﺮ ﺥ ﻓﻘﺎﻝ : « ﺍﺩ ﻋﻮﺍ ﻟﻲ ﺍﻟﺤ ﱠﻼ ﻕ » ﻓﺄﻣﺮﻩ ، ﻓ ﺤﻠ ﻖ ﺭ ﺅﻭﺳﻨﺎ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ ﻋﻠﻰ ﺷ ﺮ ﻁ'
			'ﺍﻟﺒﺨﺎﺮﻳ ﻭﻣ ﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1640'
),
	Hadith(
		hadithNumber: 1641,
		hadith:
						'ﻭ ﻋﻦ ﻋﻠ ﱟﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻧ ﻬﻰ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﺗ ﺤﻠ ﻖ ﺍﻟ ﻤﺮﺃﺓ ﺭﺃ ﺳ ﻬﺎ . ﺭﻭﺍﻩ'
			'ﺍﻟﱢﻨﺴﺎﺋﻰ .'
			'` .1641( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺍﺿﻄﺮﺎﺑ ﻓﻲ ﺇﺳﻨﺎﺩﻩ',
		translation: 'Translation of Hadith 1641'
),
	Hadith(
		hadithNumber: 1642,
		hadith:
						'ﻭ ﻋ ﻦ ﺃ ﺳﻤﺎ ﺀ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺍ ﻣﺮﺃﺓ ﺳﺄﻟ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴ ﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻟ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇ ﱠﻥ'
			'ﺍﺑﻨﺘﻲ ﺃ ﺻﺎﺑﺘ ﻬﺎ ﺍﻟ ﺤ ﺼﺒﺔ ، ﻓﺘﻤ ﱠﺮ ﻕ ﺷﻌ ﺮ ﻩﺎ ، ﻭﺇﱢﻧﻲ ﺯ ﱠﻭ ﺟﺘﻬﺎ ، ﺃﻓﺄ ﺻ ﻞ ﻓﻴ ﻪ ؟ ﻓﻘﺎﻝ : « ﻟﻌ ﻦ ﺍﻟﱠﻠﻪ ﺍﻟﻮﺍ ﺻﻠﺔ'
			'ﻭﺍﻟﻤﻮﺻﻮﻟﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺍﻟﻮﺍ ﺻﻠ ﺔ ، ﻭﺍﻟﻤ ﺴﺘﻮ ﺻﻠ ﺔ » .'
			'ﻗ ﻮﻟ ﻬﺎ : « ﻓﺘﻤ ﱠﺮ ﻕ » ﻩﻮ ﺑﺎﻟ ﱠﺮﺍ ﺀ ، ﻭﻣﻌﻨﺎﻩ : ﺍﻧﺘ ﺸ ﺮ ﻭ ﺳﻘ ﻂ ، « ﻭﺍﻟ ﻮﺍ ﺻﻠﺔ » : ﺍﻟﺘﻲ ﺗ ﺼ ﻞ ﺷﻌﺮ ﻩﺎ ، ﺃﻭ ﺷﻌﺮ'
			'ﻏﻴﺮﻩﺎ ﺑ ﺸﻌ ﺮ ﺁﺧﺮ . « ﻭﺍﻟ ﻤ ﻮ ﺻﻮﻟﺔ » : ﺍﻟﺘﻲ ﻳﻮ ﺻ ﻞ ﺷﻌ ﺮ ﻩﺎ .'
			'»ﻭﺍﻟﻤﺴﺘﻮ ﺻﻠﺔ » : ﺍﻟﺘﻲ ﺗ ﺴﺄ ﻝ ﻣ ﻦ ﻳﻔﻌ ﻞ ﺫﻟ ﻚ ﻟ ﻬﺎ .'
			'ﻭ ﻋ ﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻧ ﺤ ﻮﻩ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1642'
),
	Hadith(
		hadithNumber: 1643,
		hadith:
						'ﻭ ﻋ ﻦ ﺣﻤﻴﺪ ﺑﻦ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤﻦ ﺃﻧﱠﻪ ﺳﻤﻊ ﻣﻌﺎﻭﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﺎﻡ ﺣ ﱠﺞ ﻋﻠﻰ ﺍﻟﻤﻨﺒﺮ ﻭﺗﻨﺎﻮﻟ ﻗ ﱠﺼ ﺔ ﻣ ﻦ'
			'ﺷﻌ ﺮ ﺁﺎﻧ ﺖ ﻓﻲ ﻳﺪ ﺣ ﺮﺳ ﱟﻲ ﻓﻘﺎ ﻝ : ﻳﺎ ﺃ ﻩﻞ ﺍﻟ ﻤﺪﻳﻨ ﺔ ﺃﻳ ﻦ ﻋﻠ ﻤﺎﺅﺁﻢ ؟ ، ﺳ ﻤﻌ ﺖ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻨ ﻬﻰ ﻋ ﻦ'
			'ﻣﺜ ﻞ ﻩﺬﻩ ﻭﻳﻘﻮ ﻝ : « ﺇﱠﻧ ﻤﺎ ﻩﻠﻜ ﺖ ﺑﻨﻮ ﺇ ﺳ ﺮﺍﺋﻴﻞ ﺣﻴ ﻦ ﺍﱠﺗ ﺨﺬ ﻩﺎ ﻧ ﺴﺎ ﺅ ﻩﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1643'
),
	Hadith(
		hadithNumber: 1644,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻌ ﻦ ﺍﻟﻮﺍ ﺻﻠ ﺔ ﻭﺍﻟﻤ ﺴﺘﻮ ﺻﻠ ﺔ ،'
			'ﻭﺍﻟ ﻮﺍ ﺷ ﻤﺔ ﻭﺍﻟﻤﺴﺘﻮ ﺷﻤﺔ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1644'
),
	Hadith(
		hadithNumber: 1645,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﻋﻨﻪ ﻗﺎﻝ : ﻟﻌ ﻦ ﺍﻟﱠﻠﻪ ﺍﻟﻮﺍ ﺷﻤﺎ ﺕ ﻭﺍﻟﻤﺴﺘﻮﺷﻤﺎﺕ ﻭﺍﻟﻤﺘﻨﱢﻤﺼﺎﺕ ، ﻭﺍﻟﻤﺘﻔﱢﻠﺠﺎﺕ'
			'ﻟﻠ ﺤ ﺴﻦ ، ﺍﻟﻤﻐﱢﻴﺮﺍ ﺕ ﺧﻠ ﻖ ﺍﻟﱠﻠﻪ ، ﻓﻘﺎﻟ ﺖ ﻟﻪ ﺍ ﻣﺮﺃﺓ ﻓﻲ ﺫﻟ ﻚ . ﻓﻘﺎ ﻝ: ﻭﻣﺎ ﻟﻲ ﻻ ﺃﻟﻌ ﻦ ﻣ ﻦ ﻟﻌ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩﻮ ﻓﻲ ﺁﺘﺎﺏ ﺍﻟﱠﻠﻪ ؟ ، ﻗﺎ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ : { ﻭ ﻣﺎ ﺁﺗﺎﺁﻢ ﺍﻟ ﱠﺮ ﺳﻮ ﻝ ﻓ ﺨﺬﻭﻩ ﻭﻣﺎ ﻧ ﻬﺎﺁﻢ ﻋﻨﻪ ﻓﺎﻧﺘ ﻬﻮﺍ } ['
			'ﺍﻟﺤﺸﺮ : 7 ] . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻤﺘﻔﱢﻠﺠﺔ » : ﻩﻲ ﺍﻟﺘﻲ ﺗﺒ ﺮﺩ ﻣ ﻦ ﺃ ﺳﻨﺎﻧ ﻬﺎ ﻟﻴﺘﺒﺎﻋﺪ ﺑﻌ ﻀﻬﺎ ﻣ ﻦ ﺑﻌ ﺾ ﻗﻠﻴ ﻼ ﻭﺗ ﺤ ﱢﺴﻨ ﻬﺎ ﻭ ﻩ ﻮ ﺍﻟ ﻮ ﺷـ ﺮ ، ﻭﺍﻟﱠﻨﺎ ﻣ ﺼﺔ'
			': ﻩﻲ ﺍﻟﺘﻲ ﺗﺄ ﺧﺬ ﻣ ﻦ ﺷﻌ ﺮ ﺣـﺎﺟﺐ ﻏﻴ ﺮ ﻩﺎ ، ﻭﺗ ﺮﻗﱢﻘﻪ ﻟﻴـ ﺼﻴـ ﺮ ﺣﺴﻨﺎ ، ﻭﺍﻟﻤﺘﻨﱢﻤﺼﺔ : ﺍﻟﺘﻲ ﺗﺄﻣ ﺮ ﻣ ﻦ ﻳﻔﻌ ﻞ ﺑ ﻬﺎ ﺫﻟ ﻚ',
		translation: 'Translation of Hadith 1645'
),
	Hadith(
		hadithNumber: 1646,
		hadith:
						'ﻋ ﻦ ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﺷﻌﻴ ﺐ ، ﻋﻦ ﺃﺑﻴ ﻪ ، ﻋ ﻦ ﺟﱢﺪﻩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : «'
			'ﻻ ﺗﻨﺘﻔﻮﺍ ﺍﻟ ﱠﺸﻴ ﺐ ، ﻓﺈﻧﱠﻪ ﻧﻮ ﺭ ﺍﻟﻤ ﺴﻠﻢ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﻭﺍﻟﱢﺘ ﺮﻣﺬ ﱡﻱ ، ﻭﺍﻟﻨﺴﺎﺋ ﱡﻲ ﺑﺄ ﺳﺎﻧﻴﺪ ﺣﺴﻨ ﺔ ، ﻗﺎ ﻝ'
			'ﺍﻟﺘﺮﻣﺬﻱ : ﻩﻮ ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1646'
),
	Hadith(
		hadithNumber: 1647,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ :« ﻣ ﻦ ﻋﻤﻞ ﻋﻤ ﻼ ﻟﻴﺲ'
			'ﻋﻠﻴ ﻪ ﺃ ﻣ ﺮﻧﺎ ﻓ ﻬﻮ ﺭﱡﺩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1647'
),
	Hadith(
		hadithNumber: 1648,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺑﺎﻝ ﺃﺣﺪﺁﻢ . ﻓ ﻼ ﻳﺄ ﺧﺬﻥﱠ ﺫﺁﺮﻩ'
			'ﺑﻴﻤﻴﻨ ﻪ ، ﻭ ﻻ ﻳ ﺴﺘﻨ ﺞ ﺑﻴ ﻤﻴﻨ ﻪ ، ﻭ ﻻ ﻳﺘﻨﱠﻔ ﺲ ﻓﻲ ﺍﻹﻧﺎ ﺀ » .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻭﻓﻲ ﺍﻟﺒﺎﺏ ﺃﺣﺎﺩﻳ ﺚ ﺁﺜﻴﺮﺓ ﺻ ﺤﻴﺤﺔ',
		translation: 'Translation of Hadith 1648'
),
	Hadith(
		hadithNumber: 1649,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳ ﻤ ﺶ ﺃﺣﺪﺁﻢ ﻓﻲ ﻧﻌ ﻞ'
			'ﻭﺍ ﺣﺪﺓ ، ﻟﻴﻨﻌﻠ ﻬﻤﺎ ﺟ ﻤﻴﻌﺎ ، ﺃ ﻭ ﻟﻴ ﺨﻠﻌ ﻬﻤﺎ ﺟ ﻤﻴﻌﺎ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ « ﺃ ﻭ ﻟﻴ ﺤﻔ ﻬﻤﺎ ﺟﻤﻴﻌﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1649'
),
	Hadith(
		hadithNumber: 1650,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇﺫﺍ ﺍﻧﻘ ﻄ ﻊ ﺷ ﺴ ﻊ ﻧﻌ ﻞ ﺃﺣﺪﺁﻢ ، ﻓﻼ'
			'ﻳ ﻤ ﺶ ﻓﻲ ﺍﻷ ﺧﺮﻯ ﺣﱠﺘﻰ ﻳ ﺼﻠ ﺤ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1650'
),
	Hadith(
		hadithNumber: 1651,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﺃ ﻥ ﻳﻨﺘﻌ ﻞ ﺍﻟﺮﱠ ﺟ ﻞ ﻗﺎﺋﻤﺎ . ﺭﻭﺍﻩ'
			'ﺃﺑﻮ ﺩﺍ ﻭﺩ ﺑﺈ ﺳﻨﺎﺩ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1651'
),
	Hadith(
		hadithNumber: 1652,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗﺘ ﺮﺁﻮﺍ ﺍﻟﱠﻨﺎﺭ ﻓﻲ ﺑﻴﻮﺗﻜﻢ'
			'ﺣﻴﻦ ﺗﻨﺎﻣﻮ ﻥ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1652'
),
	Hadith(
		hadithNumber: 1653,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺍﻷ ﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺍ ﺣﺘ ﺮ ﻕ ﺑﻴ ﺖ ﺑﺎﻟﻤﺪﻳﻨ ﺔ ﻋﻠﻰ ﺃ ﻩﻠ ﻪ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ . ﻓﻠﱠﻤﺎ'
			'ﺣﱢﺪ ﺙ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺸﺄﻧ ﻬﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﻩﺬﻩ ﺍﻟﱠﻨﺎﺭ ﻋﺪ ﱞﻭ ﻟﻜﻢ ، ﻓﺈﺫﺍ ﻧ ﻤﺘﻢ ﻓﺄ ﻃﻔﺌﻮﻩﺎ » ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1653'
),
	Hadith(
		hadithNumber: 1654,
		hadith:
						'ﻭﻋ ﻦ ﺟﺎﺑﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻏ ﱡﻄﻮﺍ ﺍﻹﻧﺎﺀ ، ﻭﺃ ﻭﺁﺌﻮﺍ'
			'ﺍﻟ ﱢﺴﻘﺎ ﺀ ، ﻭﺃ ﻏﻠﻘﻮﺍ ﺍﻟﺒﺎﺏ ، ﻭﺃﻃﻔﺌﻮﺍ ﺍﻟ ﱢﺴﺮﺍ ﺝ ، ﻓﺈ ﱠﻥ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻻ ﻳ ﺤ ﱡﻞ ﺳﻘﺎ ﺀ ، ﻭ ﻻ ﻳﻔﺘ ﺢ ﺑﺎﺑﺎ ، ﻭ ﻻ ﻳﻜ ﺸ ﻒ ﺇﻧﺎ ﺀ ،'
			'ﻓﺈ ﻥ ﻟﻢ ﻳ ﺠﺪ ﺃ ﺣﺪﺁﻢ ﺇﻻ ﺃ ﻥ ﻳﻌ ﺮ ﺽ ﻋﻠﻰ ﺇﻧﺎﺋ ﻪ ﻋﻮﺩﺍ ، ﻭﻳﺬﺁﺮ ﺍ ﺳﻢ ﺍﻟﱠﻠ ﻪ ﻓﻠﻴﻔﻌ ﻞ ، ﻓﺈ ﱠﻥ ﺍﻟﻔﻮﻳ ﺴﻘ ﺔ ﺗ ﻀ ﺮﻡ ﻋﻠﻰ ﺃ ﻩ ﻞ'
			'ﺍﻟﺒﻴ ﺖ ﺑﻴﺘ ﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﻔﻮﻳ ﺴﻘ ﺔ » : ﺍﻟﻔﺄﺭﺓ ، ﻭ « ﺗ ﻀ ﺮﻡ » : ﺗ ﺤ ﺮ ﻕ',
		translation: 'Translation of Hadith 1654'
),
	Hadith(
		hadithNumber: 1655,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑﻦ ﻋﻤﺮ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻗﺎ ﻝ : ﻧﻬﻴﻨﺎ ﻋ ﻦ ﺍﻟﱠﺘﻜﱡﻠ ﻒ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1655'
),
	Hadith(
		hadithNumber: 1656,
		hadith:
						'ﻭﻋ ﻦ ﻣ ﺴ ﺮﻮﻗ ﻗﺎﻝ : ﺩ ﺧﻠﻨﺎ ﻋﻠﻰ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻘﺎﻝ : ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎﺱ ﻣ ﻦ ﻋﻠﻢ'
			'ﺷﻴﺌﺎ ﻓﻠﻴﻘ ﻞ ﺑ ﻪ ، ﻭﻣ ﻦ ﻟﻢ ﻳﻌﻠﻢ ، ﻓﻠﻴﻘ ﻞ : ﺍﻟﱠﻠﻪ ﺃ ﻋﻠﻢ ، ﻓﺈ ﱠﻥ ﻣ ﻦ ﺍﻟﻌﻠﻢ ﺄﻧ ﺗﻘﻮ ﻝ ﻟ ﻤﺎ ﻻ ﺗﻌﻠﻢ : ﺍﻟﱠﻠﻪ ﺃ ﻋﻠﻢ . ﻗﺎﻝ ﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ ﻟﻨﺒﱢﻴ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : { ﻗ ﻞ ﻣﺎ ﺃﺳﺄﻟﻜﻢ ﻋﻠﻴﻪ ﻣ ﻦ ﺃ ﺟ ﺮ ﻭﻣﺎ ﺃﻧﺎ ﻣ ﻦ ﺍﻟﻤﺘﻜﱢﻠﻔﻴﻦ } ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1656'
),
	Hadith(
		hadithNumber: 1658,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴ ﺲ ﻣﱠﻨﺎ ﻣ ﻦ ﺿ ﺮ ﺏ'
			'ﺍﻟ ﺨﺪﻭﺩ ، ﻭ ﺷ ﱠﻖ ﺍﻟ ﺠﻴﻮ ﺏ ، ﻭﺩﻋﺎ ﺑﺪ ﻋ ﻮﻯ ﺍﻟ ﺠﺎ ﻩﻠﻴ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1658'
),
	Hadith(
		hadithNumber: 1659,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺑ ﺮﺩﺓ ﻗﺎ ﻝ : ﻭ ﺟ ﻊ ﺃﺑﻮ ﻣﻮ ﺳﻰ ﺍﻷﺷﻌﺮ ﱡﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﻐ ﺸ ﻲ ﻋﻠﻴﻪ، ﻭ ﺭﺃ ﺳﻪ ﻓﻲ ﺣ ﺠ ﺮ ﺍ ﻣﺮﺃﺓ'
			'ﻣ ﻦ ﺃ ﻩﻠ ﻪ ، ﻓﺄﻗﺒﻠ ﺖ ﺗ ﺼﻴ ﺢ ﺑﺮﱠﻧ ﺔ ﻓﻠﻢ ﻳ ﺴﺘ ﻄ ﻊ ﺃ ﻥ ﻳ ﺮﺩﱠ ﻋﻠﻴ ﻬﺎ ﺷﻴﺌﺎ ، ﻓﻠﱠﻤﺎ ﺃﻓﺎ ﻕ ، ﻗﺎﻝ : ﺃﻧﺎ ﺑ ﺮﻱ ﺀ ﻣﱠﻤ ﻦ ﺑ ﺮﻱ ﺀ ﻣﻨﻪ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑ ﺮﻱ ﺀ ﻣ ﻦ ﺍﻟ ﱠﺼﺎﻟﻘ ﺔ ، ﻭﺍﻟ ﺤﺎﻟﻘ ﺔ ، ﻭﺍﻟ ﱠﺸﺎﱠﻗ ﺔ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟ ﱠﺼﺎﻟﻘﺔ » : ﺍﻟﺘﻲ ﺗ ﺮﻓ ﻊ ﺻ ﻮﺗ ﻬﺎ ﺑﺎﻟﱢﻨﻴﺎﺣ ﺔ ﻭﺍﻟﱠﻨﺪ ﺏ « ﻭﺍﻟ ﺤﺎﻟﻘﺔ » : ﺍﻟﺘﻲ ﺗ ﺤﻠ ﻖ ﺭﺃ ﺳ ﻬﺎ ﻋﻨﺪ ﺍﻟﻤ ﺼﻴﺒ ﺔ . «'
			'ﻭﺍﻟ ﱠﺸﺎﻗﱠﺔ » ﺍﻟﺘﻲ ﺗ ﺸﻖﱡ ﺛ ﻮﺑ ﻬﺎ',
		translation: 'Translation of Hadith 1659'
),
	Hadith(
		hadithNumber: 1660,
		hadith:
						'ﻭ ﻋﻦ ﺍﻟﻤﻐﻴﺮﺓ ﺑ ﻦ ﺷﻌﺒ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ'
			'ﻧﻴ ﺢ ﻋﻠﻴﻪ ، ﻓﺈﻧﱠﻪ ﻳﻌﺬﱠ ﺏ ﺑ ﻤﺎ ﻧﻴ ﺢ ﻋﻠﻴﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1660'
),
	Hadith(
		hadithNumber: 1661,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﱢﻡ ﻋ ﻄﱠﻴ ﺔ ﻧﺴﻴﺒ ﺔ - ﺑ ﻀﱢﻢ ﺍﻟﱡﻨﻮ ﻥ ﻭﻓﺘ ﺤ ﻬﺎ - ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺃ ﺧﺬ ﻋﻠﻴﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ.'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻨﺪ ﺍﻟﺒﻴﻌﺔ ﺃ ﻥ ﻻ ﻧﻨﻮﺡ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1661'
),
	Hadith(
		hadithNumber: 1662,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑﺸﻴ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﺃ ﻏﻤﻲ ﻋﻠﻰ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺭﻭﺍ ﺣ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ،'
			'ﻓ ﺠﻌﻠ ﺖ ﺃ ﺧﺘﻪ ﺗﺒﻜﻲ ، ﻭﺗﻘﻮ ﻝ : ﻭﺍﺟﺒ ﻼﻩ ، ﻭﺍﺁﺬﺍ ، ﻭﺍﺁﺬﺍ : ﺗﻌﺪﱢﺩ ﻋﻠﻴﻪ . ﻓﻘﺎﻝ ﺣﻴ ﻦ ﺃﻓﺎ ﻕ : ﻣﺎ ﻗﻠ ﺖ ﺷﻴﺌﺎ ﺇ ﱠﻻ ﻗﻴﻞ ﻟﻲ'
			': ﺃﻧ ﺖ ﺁﺬﻟ ﻚ ؟ ، ﺭﻭﺍﻩ ﺍﻟﺒ ﺨﺎ ﺮﻳ',
		translation: 'Translation of Hadith 1662'
),
	Hadith(
		hadithNumber: 1663,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﺍ ﺷﺘﻜﻰ ﺳﻌﺪ ﺑ ﻦ ﻋﺒﺎﺩﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺷﻜ ﻮﻯ ، ﻓﺄﺗﺎﻩ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻌﻮﺩﻩ ﻣ ﻊ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﺑ ﻦ ﻋ ﻮ ﻑ ، ﻭ ﺳﻌﺪ ﺑ ﻦ ﺃﺑﻲ ﻭﱠﻗﺎﺹ، ﻭﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑﻦ ﻣ ﺴﻌﻮﺩ'
			'ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ ، ﻓﻠﻤﺎ ﺩ ﺧ ﻞ ﻋﻠﻴﻪ ، ﻭﺟﺪﻩ ﻓﻲ ﻏ ﺸﻴ ﺔ ﻓﻘﺎ ﻝ : «ﺃﻗ ﻀﻰ؟ ﻗﺎﻟﻮﺍ : ﻻ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ . ﻓﺒﻜﻰ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻓﻠﱠﻤﺎ ﺭﺄﯨ ﺍﻟﻘ ﻮﻡ ﺑﻜﺎ ﺀ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻜـ ﻮﺍ ، ﻗﺎ ﻝ : « ﺃ ﻻ ﺗ ﺴﻤﻌﻮﻥ ؟ ﺇ ﱠﻥ'
			'ﺍﻟﱠﻠﻪ ﻻ ﻳﻌﺬﱢ ﺏ ﺑﺪ ﻣ ﻊ ﺍﻟﻌﻴ ﻦ ، ﻭﻻ ﺑ ﺤ ﺰ ﻥ ﺍﻟﻘﻠ ﺐ ، ﻭﻟﻜ ﻦ ﻳﻌﺬﱢ ﺏ ﺑﻬﺬﺍ » ﻭﺃ ﺷﺎ ﺭ ﺇﻟﻰ ﻟﺴﺎﻧ ﻪ « ﺃ ﻭ ﻳ ﺮ ﺣﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1663'
),
	Hadith(
		hadithNumber: 1664,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﺎﻟ ﻚ ﺍﻷ ﺷﻌﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ: ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺍﻟﱠﻨﺎﺋ ﺤﺔ ﺇﺫﺍ ﻟﻢ'
			'ﺗﺘ ﺐ ﻗﺒﻞ ﻣ ﻮﺗ ﻬﺎ ﺗﻘﺎﻡ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﻭ ﻋﻠﻴﻬﺎ ﺳ ﺮﺑﺎﻝ ﻣ ﻦ ﻗ ﻄ ﺮﺍ ﻥ، ﻭﺩ ﺭ ﻉ ﻣ ﻦ ﺟ ﺮ ﺏ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1664'
),
	Hadith(
		hadithNumber: 1665,
		hadith:
						'ﻭﻋ ﻦ ﺃﺳﻴﺪ ﺑ ﻦ ﺃﺑﻲ ﺃ ﺳﻴﺪ ﺍﻟﱠﺘﺎﺑﻌ ﱢﻲ ﻋ ﻦ ﺍ ﻣ ﺮﺃﺓ ﻣ ﻦ ﺍﻟﻤﺒﺎﻳﻌﺎﺕ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﻓﻴ ﻤﺎ ﺃﺧﺬ ﻋﻠﻴﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ.'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ ﺍﻟﻤﻌ ﺮﻭ ﻑ ﺍﱠﻟﺬﻱ ﺃﺧﺬ ﻋﻠﻴﻨﺎ ﺃ ﻥ ﻻ ﻧﻌ ﺼﻴﻪ ﻓﻴ ﻪ : ﺃ ﻥ ﻻ ﻧ ﺨﻤ ﺶ ﻭ ﺟﻬﺎ، ﻭ ﻻ ﻧﺪ ﻋ ﻮ ﻭﻳ ﻼ ، ﻭﻻ'
			'ﻧ ﺸﻖﱠ ﺟﻴﺒﺎ ، ﻭﺃ ﻥ ﻻ ﻧﻨﺜﺮ ﺷﻌﺮﺍ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍ ﻭﺩ ﺑﺈ ﺳﻨﺎﺩ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1665'
),
	Hadith(
		hadithNumber: 1666,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣﺎ ﻣ ﻦ ﻣﱢﻴ ﺖ ﻳﻤﻮ ﺕ،'
			'ﻓﻴﻘﻮﻡ ﺑﺎﺁﻴﻬﻢ ، ﻓﻴﻘﻮ ﻝ : ﻭﺍﺟﺒﻼﻩ ، ﻭﺍ ﺳﱢﻴﺪﺍﻩ ﺃ ﻭ ﻧ ﺤﻮ ﺫﻟﻚ ﺇ ﱠﻻ ﻭﱢﺁﻞ ﺑ ﻪ ﻣﻠﻜﺎ ﻥ ﻳﻠ ﻬ ﺰﺍﻧ ﻪ : ﺃ ﻩﻜﺬﺍ ﺁﻨ ﺖ ؟ ، » ﺭ ﻭﺍﻩ'
			'ﺍﻟﱢﺘ ﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ .'
			'»ﺍﻟﱠﻠ ﻬ ﺰ » : ﺍﻟﺪﱠﻓ ﻊ ﺑ ﺠ ﻤ ﻊ ﺍﻟﻴﺪ ﻓﻲ ﺍﻟ ﱠﺼﺪ ﺭ',
		translation: 'Translation of Hadith 1666'
),
	Hadith(
		hadithNumber: 1667,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺍﺛﻨﺘﺎ ﻥ ﻓﻲ ﺍﻟﱠﻨﺎ ﺱ ﻩ ﻤﺎ'
			'ﺑ ﻬﻢ ﺁﻔﺮ : ﺍﻟﻄﱠﻌ ﻦ ﻓﻲ ﺍﻟﱠﻨ ﺴ ﺐ ، ﻭﺍﻟﱢﻨﻴﺎ ﺣﺔ ﻋﻠﻰ ﺍﻟ ﻤﱢﻴ ﺖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1667'
),
	Hadith(
		hadithNumber: 1668,
		hadith:
						'ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺳﺄ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻧﺎ ﺱ ﻋ ﻦ ﺍﻟﻜ ﱠﻬﺎ ﻥ ، ﻓﻘﺎ ﻝ :'
			'« ﻟﻴ ﺴﻮﺍ ﺑ ﺸﻲ ﺀ ﻓﻘﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺇﱠﻧ ﻬﻢ ﻳ ﺤﱢﺪﺛﻮﻧﻨﺎ ﺃ ﺣﻴﺎﻧﺎ ﺑ ﺸﻲ ﺀ ﻓﻴﻜﻮ ﻥ ﺣﻘﺎ ؟ ﻓﻘﺎ ﻝ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺗﻠ ﻚ ﺍﻟﻜﻠﻤﺔ ﻣ ﻦ ﺍﻟ ﺤ ﱢﻖ ﻳ ﺨ ﻄﻔ ﻬﺎ ﺍﻟ ﺠﱢﻨ ﱡﻲ . ﻓﻴﻘ ﱡﺮ ﻩﺎ ﻓﻲ ﺃﺫ ﻥ ﻭﻟﱢﻴ ﻪ ، ﻓﻴ ﺨﻠ ﻄﻮ ﻥ ﻣﻌ ﻬﺎ ﻣﺎﺋ ﺔ ﺁﺬﺑ ﺔ »'
			'ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻠﺒ ﺨﺎ ﺭ ﱢﻱ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃﱠﻧ ﻬﺎ ﺳﻤﻌﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ'
			'ﺍﻟﻤﻼﺋﻜ ﺔ ﺗﻨ ﺰ ﻝ ﻓﻲ ﺍﻟﻌﻨﺎ ﻥ - ﻮﻫﻮ ﺍﻟ ﱠﺴﺤﺎ ﺏ - ﻓﺘﺬﺁ ﺮ ﺍﻷ ﻣ ﺮ ﻗ ﻀ ﻲ ﻓﻲ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ، ﻓﻴ ﺴﺘ ﺮ ﻕ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﺍﻟ ﱠﺴ ﻤﻊ ،'
			'ﻓﻴ ﺴﻤﻌﻪ ، ﻓﻴﻮ ﺣﻴ ﻪ ﺇﻟﻰ ﺍﻟﻜ ﱠﻬﺎ ﻥ ، ﻓﻴﻜﺬﺑﻮ ﻥ ﻣﻌ ﻬﺎ ﻣﺎﺋ ﺔ ﺁﺬﺑ ﺔ ﻣ ﻦ ﻋﻨﺪ ﺃﻧﻔ ﺴ ﻬﻢ » .'
			'ﻗﻮﻟﻪ : « ﻓﻴﻘ ﱡﺮ ﻩﺎ » ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﻴﺎﺀ ، ﻭﺿﻢ ﺍﻟﻘﺎﻑ ﻭﺍﻟﺮﺍ ﺀ : ﺄﻳ : ﻳﻠﻘﻴ ﻬﺎ . « ﻭﺍﻟﻌﻨﺎ ﻥ » ﺑﻔﺘﺢ ﺍﻟﻌﻴﻦ .'
			'`',
		translation: 'Translation of Hadith 1668'
),
	Hadith(
		hadithNumber: 1669,
		hadith:
						'ﻭﻋ ﻦ ﺻﻔﱠﻴ ﺔ ﺑﻨ ﺖ ﺃﺑﻲ ﻋﺒﻴﺪ ، ﻋ ﻦ ﺑﻌ ﺾ ﺃ ﺯﻭﺍ ﺝ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻋ ﻦ ﺍﻟﻨﺒ ﱢﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺃﺗﻰ ﻋ ﱠﺮﺍﻓﺎ ﻓﺴﺄﻟﻪ ﻋ ﻦ ﺷ ﻰ ﺀ ، ﻓﺼﺪﱠﻗﻪ ، ﻟﻢ ﺗﻘﺒ ﻞ ﻟﻪ ﺻﻼﺓ ﺃ ﺭﺑﻌﻴ ﻦ ﻳ ﻮﻣﺎ»'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1669'
),
	Hadith(
		hadithNumber: 1670,
		hadith:
						'ﻭﻋ ﻦ ﻗﺒﻴ ﺼ ﺔ ﺑﻦ ﺍﻟﻤ ﺨﺎ ﺭ ﻕ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ :.'
			'ﺍﻟﻌﻴﺎﻓﺔ ، ﻭﺍﻟ ﱠﻄﻴ ﺮﺓ ، ﻭﺍﻟﻄﱠ ﺮ ﻕ ، ﻣ ﻦ ﺍﻟ ﺠﺒ ﺖ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ ، ﻭﻗﺎﻝ : ﺍﻟﻄﱠ ﺮ ﻕ : ﻩ ﻮ ﺍﻟﺰﱠ ﺟ ﺮ ، ﺃ ﻱ : ﺯ ﺟ ﺮ ﺍﻟ ﱠﻄﻴ ﺮ ، ﻭ ﻩ ﻮ ﺃ ﻥ ﻳﺘﻴﱠﻤ ﻦ ﺃ ﻭ ﻳﺘﺸﺎ ﺀﻡ'
			'ﺑ ﻄﻴﺮﺍﻧ ﻪ ، ﻓﺈ ﻥ ﻃﺎﺭ ﺇﻟﻰ ﺟﻬ ﺔ ﺍﻟﻴ ﻤﻴ ﻦ ﺗﻴﱠﻤ ﻦ ، ﻭﺇ ﻥ ﻃﺎ ﺭ ﺇﻟﻰ ﺟﻬ ﺔ ﺍﻟﻴ ﺴﺎ ﺭ ﺗ ﺸﺎ ﺀﻡ: ﻗﺎﻝ ﺃﺑﻮ ﺩﺍﻭﺩ : « ﻭﺍﻟﻌﻴﺎﻓﺔ»:'
			'ﺍﻟ ﺨ ﱡﻂ . ﻗﺎﻝ ﺍﻟ ﺠ ﻮ ﻩﺮ ﱡﻱ ﻓﻲ « ﺍﻟ ﱢﺼﺤﺎﺡ » : ﺍﻟ ﺠﺒ ﺖ ﺁﻠﻤﺔ ﺗﻘﻊ ﻋﻠﻰ ﺍﻟ ﱠﺼﻨﻢ ﻭﺍﻟﻜﺎ ﻩﻦ ﻭﺍﻟ ﱠﺴﺎ ﺣ ﺮ ﻭﻧ ﺤ ﻮ ﺫﻟ ﻚ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺣﻴﺎﻥ ﺑﻦ ﻋﻼﺀ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1670'
),
	Hadith(
		hadithNumber: 1671,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﻦ ﺍﻗﺘﺒ ﺲ ﻋﻠﻤﺎ'
			'ﻣ ﻦ ﺍﻟﱡﻨ ﺠﻮﻡ ، ﺍﻗﺘﺒ ﺲ ﺷﻌﺒ ﺔ ﻣ ﻦ ﺍﻟ ﱢﺴ ﺤ ﺮ ﺯﺍﺩ ﻣﺎ ﺯﺍﺩ » ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1671'
),
	Hadith(
		hadithNumber: 1672,
		hadith:
						'ﻭ ﻋ ﻦ ﻣﻌﺎﻭﻳ ﺔ ﺑ ﻦ ﺍﻟ ﺤﻜﻢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﻠ ﺖ ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺇﱠﻧﻰ ﺣﺪﻳ ﺚ ﻋ ﻬﺪ ﺑﺠﺎ ﻩﻠﱠﻴ ﺔ ، ﻭﻗﺪ ﺟﺎ ﺀ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺑﺎﻹ ﺳﻼﻡ ، ﻭﺇ ﱠﻥ ﻣﱠﻨﺎ ﺭﺟﺎ ﻻ ﻳﺄﺗﻮ ﻥ ﺍﻟﻜ ﱠﻬﺎ ﻥ ؟ ﻗﺎﻝ : « ﻓﻼ ﺗﺄﺗ ﻬﻢ » ﻗﻠ ﺖ : ﻭ ﻣﱠﻨﺎ ﺭﺟﺎﻝ ﻳﺘ ﻄﱠﻴ ﺮﻭ ﻥ ؟ ﻗﺎﻝ :'
			'« ﺫﻟ ﻚ ﺷ ﻰ ﺀ ﻳ ﺠﺪﻭﻧﻪ ﻓﻲ ﺻﺪﻭ ﺭ ﻩﻢ ، ﻓ ﻼ ﻳ ﺼﺪﱡ ﻩﻢ » ﻗﻠ ﺖ : ﻭﻣﱠﻨﺎ ﺭ ﺟﺎﻝ ﻳ ﺨ ﱡﻄﻮ ﻥ ؟ ﻗﺎ ﻝ : « ﺁﺎ ﻥ ﻧﺒ ﱞﻲ ﻣ ﻦ ﺍﻷﻧﺒﻴﺎ ﺀ'
			'ﻳ ﺨﻂ ، ﻓ ﻤ ﻦ ﻭﺍﻓ ﻖ ﺧﻄﱠﻪ ، ﻓﺬﺍ ﻙ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1672'
),
	Hadith(
		hadithNumber: 1673,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﺴﻌﻮﺩ ﺍﻟﺒﺪ ﺮﻳ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋ ﻦ ﺛ ﻤ ﻦ ﺍﻟﻜﻠ ﺐ ،'
			'ﻭﻣ ﻬ ﺮ ﺍﻟﺒﻐ ﱢﻲ ﻭ ﺣﻠﻮﺍ ﻥ ﺍﻟﻜﺎ ﻩ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1673'
),
	Hadith(
		hadithNumber: 1674,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻋﺪ ﻮﯨ ﻭﻻ ﻃﻴ ﺮﺓ'
			'ﻭﻳﻌ ﺠﺒﻨﻰ ﺍﻟﻔﺄ ﻝ » ﻗﺎﻟﻮﺍ : ﻭ ﻣﺎ ﺍﻟﻔﺄ ﻝ ؟ ﻗﺎ ﻝ : « ﺁﻠﻤﺔ ﻃﱢﻴﺒﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1674'
),
	Hadith(
		hadithNumber: 1675,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻻ ﻋﺪﻮﯨ ﻭﻻ ﻃﻴ ﺮﺓ ،'
			'ﻭﺇ ﻥ ﺁﺎﻥ ﺍﻟ ﱡﺸﺆﻡ ﻓﻲ ﺷ ﻰ ﺀ ، ﻓﻔﻲ ﺍﻟﱠﺪﺍ ﺭ ، ﻭﺍﻟ ﻤ ﺮﺃﺓ ﻭﺍﻟﻔ ﺮ ﺱ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1675'
),
	Hadith(
		hadithNumber: 1676,
		hadith:
						'ﻭ ﻋ ﻦ ﺑﺮﻳﺪﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻻ ﻳﺘ ﻄﻴﱠ ﺮ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ'
			'ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1676'
),
	Hadith(
		hadithNumber: 1677,
		hadith:
						'ﻭﻋ ﻦ ﻋ ﺮ ﻭﺓ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺫﺁﺮ ﺕ ﺍﻟ ﱠﻄﻴ ﺮﺓ ﻋﻨﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ :'
			'ﺃ ﺣ ﺴﻨ ﻬﺎ ﺍﻟﻔﺄ ﻝ ، ﻭﻻ ﺗ ﺮﺩﱡ ﻣ ﺴﻠﻤﺎ ، ﻓﺈﺫﺍ ﺭﺄﯨ ﺃ ﺣﺪﺁﻢ ﻣﺎ ﻳﻜ ﺮﻩ ، ﻓﻠﻴﻘ ﻞ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﻳﺄﺗﻰ ﺑﺎﻟ ﺤ ﺴﻨﺎ ﺕ ﺇ ﱠﻻ ﺃﻧ ﺖ ، ﻭﻻ ﻳﺪﻓ ﻊ'
			'ﺍﻟ ﱠﺴﱢﻴﺌﺎ ﺕ ﺇ ﱠﻻ ﺃﻧ ﺖ ، ﻭﻻ ﺣ ﻮ ﻝ ﻭﻻ ﻗ ﱠﻮﺓ ﺇ ﱠﻻ ﺑﻚ » ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ﺭ ﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ .'
			'` .1677( ﺿﻌﻴﻒ ) [ ﻓﻴﻪ ﻋﺮﻭﺓ ﺑﻦ ﻋﺎﻣﺮ ﻮﻫﻮ ﻣﺨﺘﻠﻒ ﻓﻲ ﺻﺤﺒﺘﻪ ، ﻭﻓﻴﻪ ﻋﻨﻌﻨﺔ ﺣﺒﻴﺐ ﺑﻦ ﺃﺑﻲ ﺛﺎﺑﺖ ﻮﻫﻮ ﻣﺪﻟﺲ',
		translation: 'Translation of Hadith 1677'
),
	Hadith(
		hadithNumber: 1678,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺍﱠﻟﺬﻳﻦ ﻳ ﺼﻨﻌﻮ ﻥ ﻩﺬﻩ'
			'ﺍﻟ ﱡﺼﻮ ﺭ ﻳﻌﱠﺬﺑﻮ ﻥ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣﺔ ، ﻳﻘﺎ ﻝ ﻟ ﻬﻢ : ﺃ ﺣﻴﻮﺍ ﻣﺎ ﺧﻠﻘﺘﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1678'
),
	Hadith(
		hadithNumber: 1679,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺪﻡ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﻦ ﺳﻔ ﺮ ﻭﻗﺪ ﺳﺘ ﺮ ﺕ ﺳ ﻬ ﻮﺓ'
			'ﻟﻲ ﺑﻘ ﺮﺎﻣ ﻓﻴ ﻪ ﺗﻤﺎﺛﻴ ﻞ ، ﻓﻠﱠﻤﺎ ﺭﺁﻩ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺗﻠ ﱠﻮ ﻥ ﻭ ﺟ ﻬﻪ ﻭﻗﺎ ﻝ : ﻳﺎ ﻋﺎﺋ ﺸﺔ ﺃﺷﱡﺪ ﺍﻟﻨﺎ ﺱ'
			'ﻋﺬﺍﺑﺎ ﻋﻨﺪ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﺍﱠﻟﺬﻳ ﻦ ﻳ ﻀﺎ ﻩﻮﻥ ﺑ ﺨﻠ ﻖ ﺍﻟﱠﻠﻪ ، » ﻗﺎﻟ ﺖ : ﻓﻘ ﻄﻌﻨﺎﻩ ، ﻓ ﺠﻌﻠﻨﺎ ﻣﻨﻪ ﻭﺳﺎﺩﺓ ﺃ ﻭ ﻭﺳﺎﺩﺗﻴﻦ .'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'»ﺍﻟﻘ ﺮﺎﻣ » ﺑﻜ ﺴ ﺮ ﺍﻟﻘﺎ ﻑ ، ﻩ ﻮ : ﺍﻟﺴﱢﺘ ﺮ . « ﻭﺍﻟ ﱠﺴ ﻬﻮﺓ » ﺑﻔﺘ ﺢ ﺍﻟ ﱢﺴﻴﻦ ﺍﻟﻤ ﻬﻤﻠ ﺔ ﻭ ﻩ ﻲ : ﺍﻟﺼﱡﻔﱠﺔ ﺗﻜﻮﻥ ﺑﻴ ﻦ ﻳﺪﻱ'
			'ﺍﻟﺒﻴ ﺖ ، ﻭﻗﻴ ﻞ : ﻩ ﻲ ﺍﻟ ﱠﻄﺎ ﻕ ﺍﻟﱠﻨﺎﻓﺬ ﻓﻲ ﺍﻟ ﺤﺎﺋ ﻂ .'
			'`',
		translation: 'Translation of Hadith 1679'
),
	Hadith(
		hadithNumber: 1680,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺁﻞﱡ'
			'ﻣ ﺼ ﱢﻮ ﺭ ﻓﻲ ﺍﻟﱠﻨﺎ ﺭ ﻳ ﺠﻌ ﻞ ﻟﻪ ﺑﻜﻞﱢ ﺻﻮ ﺭﺓ ﺻ ﱠﻮ ﺭ ﻩﺎ ﻧﻔ ﺲ ﻓﻴﻌﺬﱢﺑﻪ ﻓﻲ ﺟ ﻬﱠﻨﻢ » ﻗﺎ ﻝ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ: ﻓﺈ ﻥ ﺁﻨ ﺖ ﻻ ﺑﺪﱠ ﻓﺎ ﻋ ﻼ'
			'، ﻓﺎ ﺻﻨ ﻊ ﺍﻟ ﱠﺸ ﺠ ﺮ ﻭﻣﺎ ﻻ ﺭﻮﺣ ﻓﻴ ﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1680'
),
	Hadith(
		hadithNumber: 1681,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ :« ﻣ ﻦ ﺻ ﱠﻮ ﺭ ﺻﻮﺭﺓ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ، ﺁﱢﻠ ﻒ ﺃ ﻥ'
			'ﻳﻨﻔ ﺦ ﻓﻴﻬﺎ ﺍﻟ ﱡﺮﻭ ﺡ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﻭﻟﻴ ﺲ ﺑﻨﺎﻓ ﺦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1681'
),
	Hadith(
		hadithNumber: 1682,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇ ﱠﻥ ﺃ ﺷﱠﺪ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻋﺬﺍﺑﺎ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺍﻟﻤ ﺼ ﱢﻮ ﺭﻭ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1682'
),
	Hadith(
		hadithNumber: 1683,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻗﺎ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ : ﻭ ﻣ ﻦ ﺃ ﻇﻠﻢ ﻣﱠﻤ ﻦ ﺫ ﻩﺐ ﻳ ﺨﻠ ﻖ ﺁ ﺨﻠﻘﻰ ، ﻓﻠﻴ ﺨﻠﻘﻮﺍ ﺫ ﱠﺭﺓ ﺃ ﻭ ﻟﻴ ﺨﻠﻘﻮﺍ ﺣﱠﺒ ﺔ ، ﺃ ﻭ ﻟﻴ ﺨﻠﻘﻮﺍ ﺷﻌﻴ ﺮﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1683'
),
	Hadith(
		hadithNumber: 1684,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻃﻠ ﺤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗﺪ ﺧ ﻞ ﺍﻟ ﻤﻼﺋﻜﺔ ﺑﻴﺘﺎ'
			'ﻓﻴ ﻪ ﺁﻠ ﺐ ﻭﻻ ﺻﻮ ﺭﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1684'
),
	Hadith(
		hadithNumber: 1685,
		hadith:
						'ﻭﻋﻦ ﺍﺑﻦ ﻋﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻭ ﻋﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﺒ ﺮﻳ ﻞ ﺃ ﻥ ﻳﺄﺗﻴﻪ، ﻓ ﺮﺍ ﺙ'
			'ﻋﻠﻴﻪ ﺣﱠﺘﻰ ﺍ ﺷﺘﱠﺪ ﻋﻠﻰ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓ ﺨ ﺮ ﺝ ﻓﻠﻘﻴﻪ ﺟﺒ ﺮﻳ ﻞ ﻓ ﺸﻜﺎ ﺇﻟﻴﻪ . ﻓﻘﺎ ﻝ : ﺇﱠﻧﺎ ﻻ ﻧﺪ ﺧ ﻞ'
			'ﺑﻴﺘﺎ ﻓﻴ ﻪ ﺁﻠ ﺐ ﻭﻻ ﺻﻮ ﺭﺓ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'» ﺭﺍ ﺙ » : ﺃﺑﻄﺄ ، ﻮﻫﻮ ﺑﺎﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜ ﺔ',
		translation: 'Translation of Hadith 1685'
),
	Hadith(
		hadithNumber: 1686,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻭﺍ ﻋﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺟﺒ ﺮﻳ ﻞ ﻋﻠﻴ ﻪ ﺍﻟ ﱠﺴﻼﻡ ﻓﻲ.['
			'ﺳﺎ ﻋ ﺔ ﺃ ﻥ ﻳﺄﺗﻴﻪ ، ﻓ ﺠﺎ ﺀ ﺕ ﺗﻠ ﻚ ﺍﻟﺴﱠﺎﻋﺔ ﻭﻟﻢ ﻳﺄﺗ ﻪ ، ﻗﺎﻟ ﺖ : ﻭﺁﺎ ﻥ ﺑﻴﺪﻩ ﻋﺼﺎ ، ﻓ ﻄ ﺮ ﺣ ﻬﺎ ﻣ ﻦ ﻳﺪﻩ ﻭ ﻩ ﻮ ﻳﻘﻮ ﻝ : « ﻣﺎ'
			'ﻳ ﺨﻠ ﻒ ﺍﻟﱠﻠﻪ ﻭ ﻋﺪﻩ ﻭﻻ ﺭ ﺳﻠﻪ » ﺛﻢﱠ ﺍﻟﺘﻔ ﺖ ، ﻓﺈﺫﺍ ﺟ ﺮ ﻭ ﺁﻠ ﺐ ﺗ ﺤ ﺖ ﺳﺮﻳﺮﻩ . ﻓﻘﺎ ﻝ : « ﻣﺘﻰ ﺩ ﺧ ﻞ ﻩﺬﺍ ﺍﻟﻜﻠ ﺐ ؟ »'
			'ﻓﻘﻠ ﺖ : ﻭﺍﻟﱠﻠﻪ ﻣﺎ ﺩ ﺭﻳ ﺖ ﺑ ﻪ ، ﻓﺄﻣﺮ ﺑﻪ ﻓﺄ ﺧ ﺮ ﺝ، ﻓ ﺠﺎ ﺀﻩ ﺟﺒ ﺮﻳ ﻞ ﻋﻠﻴﻪ ﺍﻟ ﱠﺴﻼﻡ : ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ : « ﻭ ﻋﺪﺗﻨﻰ ، ﻓ ﺠﻠ ﺴ ﺖ ﻟ ﻚ ﻭﻟﻢ ﺗﺄﺗﻨﻰ» ﻓﻘﺎ ﻝ : ﻣﻨﻌﻨﻰ ﺍﻟﻜﻠ ﺐ ﺍﻟﺬﻯ ﺁﺎ ﻥ ﻓﻲ ﺑﻴﺘ ﻚ ﻭ ﺇﱠﻧﺎ ﻻ ﻧﺪ ﺧ ﻞ ﺑﻴﺘﺎ ﻓﻴ ﻪ'
			'ﺁﻠ ﺐ ﻭﻻ ﺻﻮ ﺭﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1686'
),
	Hadith(
		hadithNumber: 1687,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺍﻟﺘﱠﻴﺎ ﺡ ﺣﱠﻴﺎ ﻥ ﺑ ﻦ ﺣ ﺼﻴ ﻦ ﻗﺎ ﻝ : ﻗﺎﻝ ﻟﻲ ﻋﻠ ﱡﻲ ﺑﻦ ﺃﺑﻲ ﻃﺎﻟ ﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺃﻻ ﺃﺑﻌﺜ ﻚ ﻋﻠﻰ ﻣﺎ'
			'ﺑﻌﺜﻨﻲ ﻋﻠﻴ ﻪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﺃ ﻥ ﻻ ﺗﺪ ﻉ ﺻﻮ ﺭﺓ ﺇ ﱠﻻ ﻃﻤ ﺴﺘ ﻬﺎ، ﻭﻻ ﻗﺒﺮﺍ ﻣ ﺸ ﺮﻓﺎ ﺇ ﱠﻻ ﺳ ﱠﻮﻳﺘﻪ .'
			'ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1687'
),
	Hadith(
		hadithNumber: 1688,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ : ﻗﺎ ﻝ ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣﻦ ﺍﻗﺘﻨﻰ'
			'ﺁﻠﺒﺎ ﺇﻻ ﺁﻠﺐ ﺻﻴﺪ ﺃ ﻭ ﻣﺎ ﺷﻴ ﺔ ﻓﺈﻧﱠﻪ ﻳﻨﻘ ﺺ ﻣ ﻦ ﺃ ﺟ ﺮﻩ ﺁﻞﱠ ﻳ ﻮﻡ ﻗﻴﺮﺍ ﻃﺎ ﻥ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻗﻴ ﺮﺍ ﻁ »',
		translation: 'Translation of Hadith 1688'
),
	Hadith(
		hadithNumber: 1689,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃ ﻣ ﺴ ﻚ ﺁﻠﺒﺎ، ﻓﺈﻧﱠﻪ'
			'ﻳﻨﻘ ﺺ ﺁ ﱠﻞ ﻳ ﻮﻡ ﻣ ﻦ ﻋﻤﻠ ﻪ ﻗﻴ ﺮﺍ ﻁ ﺇ ﱠﻻ ﺁﻠﺐ ﺣ ﺮ ﺙ ﺃ ﻭ ﻣﺎ ﺷﻴﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤﺴﻠﻢ : « ﻣ ﻦ ﺍﻗﺘﻨﻰ ﺁﻠﺒﺎ ﻟﻴ ﺲ ﺑﻜﻠ ﺐ ﺻﻴﺪ ، ﻭﻻ ﻣﺎ ﺷﻴ ﺔ ﻭﻻ ﺃ ﺭ ﺽ ﻓﺈﻧﱠﻪ ﻳﻨﻘ ﺺ ﻣ ﻦ ﺃ ﺟ ﺮﻩ ﻗﻴﺮﺍ ﻃﺎ ﻥ'
			'ﺁﻞﱠ ﻳﻮﻡ »',
		translation: 'Translation of Hadith 1689'
),
	Hadith(
		hadithNumber: 1690,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺼ ﺤ ﺐ ﺍﻟ ﻤﻼﺋﻜﺔ'
			'ﺭﻓﻘ ﺔ ﻓﻴ ﻬﺎ ﺁﻠ ﺐ ﺃ ﻭ ﺟ ﺮ ﺱ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1690'
),
	Hadith(
		hadithNumber: 1691,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﺠﺮ ﺱ ﻣﻦ ﻣ ﺰﺍ ﻣﻴﺮ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ ﻋﻠﻰ ﺷﺮﻁ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1691'
),
	Hadith(
		hadithNumber: 1692,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﻧﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺍﻟ ﺠ ﱠﻼﻟ ﺔ ﻓﻲ ﺍﻹﺑ ﻞ ﺃ ﻥ'
			'ﻳ ﺮﺁﺐ ﻋﻠﻴ ﻬﺎ .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1692'
),
	Hadith(
		hadithNumber: 1693,
		hadith:
						'ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺍﻟﺒ ﺼﺎ ﻕ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ﺧ ﻄﻴﺌﺔ،'
			'ﻭﺁﱠﻔﺎ ﺭﺗ ﻬﺎ ﺩﻓﻨ ﻬﺎ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻭﺍﻟﻤ ﺮﺍﺩ ﺑﺪﻓﻨ ﻬﺎ ﺇﺫﺍ ﺁﺎ ﻥ ﺍﻟﻤ ﺴ ﺠﺪ ﺗﺮﺍﺑﺎ ﺃ ﻭ ﺭ ﻣ ﻼ ﻭﻧ ﺤ ﻮﻩ ، ﻓﻴ ﻮﺍ ﺭﻳ ﻬﺎ ﺗ ﺤ ﺖ ﺗﺮﺍﺑ ﻪ . ﻗﺎ ﻝ ﺃﺑﻮ ﺍﻟﻤﺤﺎﺳﻦ ﺍﻟ ﱡﺮﻭﻳﺎﻧﻰ ﻓﻲ'
			'ﺁﺘﺎﺑ ﻪ « ﺍﻟﺒﺤﺮ » ، ﻭﻗﻴﻞ : ﺍﻟﻤ ﺮﺍﺩ ﺑﺪﻓﻨ ﻬﺎ ﺇ ﺧ ﺮﺍ ﺟ ﻬﺎ ﻣ ﻦ ﺍﻟﻤ ﺴ ﺠﺪ ، ﺃﱠﻣﺎ ﺇﺫﺍ ﺁﺎ ﻥ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻣﺒﱠﻠﻄﺎ ﺃ ﻭ ﻣ ﺠ ﱠﺼﺼﺎ ،'
			'ﻓﺪﻟﻜ ﻬﺎ ﻋﻠﻴﻪ ﺑ ﻤﺪﺍ ﺳ ﻪ ﺃﻭ ﺑﻐﻴ ﺮﻩ ﺁﻤﺎ ﻳﻔﻌﻠﻪ ﺁﺜﻴﺮ ﻣ ﻦ ﺍﻟﺠ ﱠﻬﺎ ﻝ، ﻓﻠﻴﺲ ﺫﻟ ﻚ ﺑﺪﻓﻦ ﺑ ﻞ ﺯﻳﺎﺩﺓ ﻓﻲ ﺍﻟﺨ ﻄﻴﺌ ﺔ ﻭﺗﻜﺜﻴﺮ'
			'ﻟﻠﻘﺬ ﺭ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ، ﻭﻋﻠﻰ ﻣ ﻦ ﻓﻌ ﻞ ﺫﻟﻚ ﺃ ﻥ ﻳ ﻤ ﺴﺤﻪ ﺑﻌﺪ ﺫﻟﻚ ﺑﺜ ﻮﺑ ﻪ ﺃﻭ ﺑﻴﺪﻩ ﺃ ﻭ ﻏﻴ ﺮﻩ ﺃ ﻭ ﻳﻐ ﺴﻠﻪ',
		translation: 'Translation of Hadith 1693'
),
	Hadith(
		hadithNumber: 1694,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﺄﯨ ﻓﻲ ﺟﺪﺍ ﺭ ﺍﻟﻘﺒﻠ ﺔ ﻣ ﺨﺎﻃﺎ ، ﺃ ﻭ'
			'ﺑ ﺰﺍﻗﺎ ، ﺃ ﻭ ﻧ ﺨﺎﻣ ﺔ ، ﻓﺤﱠﻜﻪ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1694'
),
	Hadith(
		hadithNumber: 1695,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﻩﺬﻩ ﺍﻟﻤ ﺴﺎ ﺟﺪ ﻻ ﺗ ﺼﻠ ﺢ'
			'ﻟ ﺸﻰ ﺀ ﻣ ﻦ ﻩﺬﺍ ﺍﻟﺒ ﻮ ﻝ ﻭﻻ ﺍﻟﻘﺬ ﺭ ، ﺇﱠﻧﻤﺎ ﻩ ﻲ ﻟﺬﺁ ﺮ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ، ﻭﻗﺮﺍ ﺀﺓ ﺍﻟﻘ ﺮﺁ ﻥ » ﺃ ﻭ ﺁ ﻤﺎ ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1695'
),
	Hadith(
		hadithNumber: 1696,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : ﻣ ﻦ ﺳ ﻤ ﻊ ﺭ ﺟ ﻼ'
			'ﻳﻨ ﺸﺪ ﺿﺎﱠﻟ ﺔ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ﻓﻠﻴﻘ ﻞ : ﻻ ﺭﺩ ﻩﺎ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻚ ، ﻓﺈ ﱠﻥ ﺍﻟﻤﺴﺎﺟﺪ ﻟﻢ ﺗﺒ ﻦ ﻟﻬﺬﺍ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1696'
),
	Hadith(
		hadithNumber: 1697,
		hadith:
						'ﻭ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﺭﺃﻳﺘﻢ ﻣ ﻦ ﻳﺒﻴ ﻊ ﺃﻭ ﻳﺒﺘﺎ ﻉ ﻓﻲ ﺍﻟﻤﺴﺠﺪ ، ﻓﻘﻮﻟﻮﺍ :'
			'ﻻ ﺃ ﺭﺑ ﺢ ﺍﻟﱠﻠﻪ ﺗ ﺠﺎﺭﺗ ﻚ ، ﻭﺇﺫﺍ ﺭﺃﻳﺘﻢ ﻣ ﻦ ﻳﻨ ﺸﺪ ﺿﺎﱠﻟ ﺔ ﻓﻘﻮﻟﻮﺍ : ﻻ ﺭﱠﺩ ﻩﺎ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻚ». ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳﺚ'
			'ﺣﺴﻦ',
		translation: 'Translation of Hadith 1697'
),
	Hadith(
		hadithNumber: 1698,
		hadith:
						'ﻭ ﻋ ﻦ ﺑﺮﻳﺪﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﻧ ﺸﺪ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻓﻘﺎ ﻝ : ﻣ ﻦ ﺩ ﻋﺎ ﺇﻟ ﱠﻲ ﺍﻟ ﺠﻤ ﻞ ﺍ ﻷ ﺣﻤ ﺮ ؟ ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ'
			'ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ « ﻻ ﻭ ﺟﺪ ﺕ ﺇﱠﻧﻤﺎ ﺑﻨﻴ ﺖ ﺍﻟ ﻤ ﺴﺎ ﺟﺪ ﻟ ﻤﺎ ﺑﻨﻴ ﺖ ﻟﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1698'
),
	Hadith(
		hadithNumber: 1699,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺷﻌﻴ ﺐ ، ﻋ ﻦ ﺃﺑﻴ ﻪ ، ﻋ ﻦ ﺟﱢﺪﻩ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ'
			'ﻋ ﻦ ﺍﻟ ﱢﺸ ﺮﺍ ﺀ ﻭﺍﻟﺒﻴﺒ ﻊ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ، ﻭﺃ ﻥ ﺗﻨ ﺸﺪ ﻓﻴ ﻪ ﺿﺎﱠﻟﺔ ، ﺃ ﻭ ﻳﻨ ﺸﺪ ﻓﻴ ﻪ ﺷﻌﺮ . ﺭﻭﺍﻩ ﺃﺑــﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﱢﺘﺮﻣﺬﻱ'
			'ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ .'
			'`',
		translation: 'Translation of Hadith 1699'
),
	Hadith(
		hadithNumber: 1700,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﻟ ﱠﺴﺎﺋ ﺐ ﺑ ﻦ ﻳﺰﻳﺪ ﺍﻟ ﱠﺼ ﺤﺎﺑﻲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺁﻨ ﺖ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ﻓ ﺤ ﺼﺒﻨﻲ ﺭ ﺟﻞ ، ﻓﻨ ﻈ ﺮ ﺕ ﻓﺈﺫﺍ'
			'ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻘﺎ ﻝ : ﺍﺫ ﻩ ﺐ ﻓﺄﺗﻨﻲ ﺑ ﻬﺬﻳ ﻦ ﻓ ﺠﺌﺘﻪ ﺑﻬ ﻤﺎ، ﻓﻘﺎ ﻝ : ﻣ ﻦ ﺃﻳ ﻦ ﺃﻧﺘﻤﺎ ؟ ﻓﻘﺎﻻ : ﻣ ﻦ'
			'ﺃ ﻩ ﻞ ﺍﻟ ﱠﻄﺎﺋ ﻒ ، ﻓﻘﺎ ﻝ : ﻟ ﻮ ﺁﻨﺘ ﻤﺎ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﺒﻠﺪ ، ﻷ ﻭ ﺟﻌﺘﻜ ﻤﺎ ، ﺗ ﺮﻓﻌﺎ ﻥ ﺃ ﺻ ﻮﺍﺗﻜ ﻤﺎ ﻓﻲ ﻣ ﺴ ﺠﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﺭ ﻭﺍﻩ ﺍﻟﺒ ﺨﺎ ﺮﻳ',
		translation: 'Translation of Hadith 1700'
),
	Hadith(
		hadithNumber: 1701,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﻣ ﻦ ﺃﺁ ﻞ ﻣ ﻦ ﻩﺬﻩ ﺍﻟ ﱠﺸ ﺠ ﺮﺓ - ﻳﻌﻨﻲ'
			'ﺍﻟﱡﺜﻮﻡ - ﻓﻼ ﻳﻘ ﺮﺑ ﱠﻦ ﻣ ﺴ ﺠﺪﻧﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤﺴﻠﻢ : « ﻣ ﺴﺎ ﺟﺪﻧﺎ »',
		translation: 'Translation of Hadith 1701'
),
	Hadith(
		hadithNumber: 1702,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺍﻟﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃﺁ ﻞ ﻣ ﻦ ﻩﺬﻩ ﺍﻟ ﱠﺸ ﺠ ﺮﺓ ﻓﻼ'
			'ﻳﻘﺮﺑﱠﻨﺎ ، ﻭﻻ ﻳ ﺼﱢﻠﻴ ﱠﻦ ﻣﻌﻨﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1702'
),
	Hadith(
		hadithNumber: 1703,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃﺁ ﻞ ﺛﻮﻣﺎ ﺃ ﻭ ﺑ ﺼ ﻼ ،'
			'ﻓﻠﻴﻌﺘﺰﻟﻨﺎ ، ﺃ ﻭ ﻓﻠﻴﻌﺘﺰ ﻝ ﻣ ﺴﺠﺪﻧﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻤ ﺴﻠﻢ : ﻣ ﻦ ﺃﺁ ﻞ ﺍﻟﺒ ﺼ ﻞ ، ﻭﺍﻟﱡﺜﻮﻡ ، ﻭﺍﻟﻜ ﺮﺎﺛ ، ﻓﻼ ﻳﻘ ﺮﺑ ﱠﻦ ﻣ ﺴ ﺠﺪﻧﺎ ، ﻓﺈ ﱠﻥ ﺍﻟ ﻤﻼﺋﻜ ﺔ ﺗﺘﺄﱠﺬﯨ ﻣﱠﻤﺎ ﻳﺘﺄﱠﺬﯨ'
			'ﻣﻨﻪ ﺑﻨﻮ ﺁﺪﻣ »',
		translation: 'Translation of Hadith 1703'
),
	Hadith(
		hadithNumber: 1704,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻤ ﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺧ ﻄ ﺐ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ ﻓﻘﺎ ﻝ ﻓﻲ ﺧ ﻄﺒﺘ ﻪ : ﺛﻢﱠ ﺇﱠﻧﻜﻢ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ'
			'ﺗﺄﺁﻠﻮ ﻥ ﺷ ﺠ ﺮﺗﻴ ﻦ ﻣﺎ ﺃ ﺭﺍ ﻩﻤﺎ ﺇ ﱠﻻ ﺧﺒﻴﺜﺘﻴ ﻦ : ﺍﻟﺒ ﺼ ﻞ ، ﻭﺍﻟﱡﺜﻮﻡ ، ﻟﻘﺪ ﺭﺃﻳ ﺖ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ'
			'ﻭ ﺟﺪ ﺭﻳ ﺤ ﻬﻤﺎ ﻣ ﻦ ﺍﻟ ﱠﺮ ﺟ ﻞ ﻓﻲ ﺍﻟ ﻤ ﺴ ﺠﺪ ﺃ ﻣ ﺮ ﺑ ﻪ ، ﻓﺄ ﺧ ﺮ ﺝ ﺇﻟﻰ ﺍﻟﺒﻘﻴ ﻊ، ﻓ ﻤ ﻦ ﺃﺁﻠ ﻬﻤﺎ ، ﻓﻠﻴﻤﺘ ﻬﻤﺎ ﻃﺒﺨﺎ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1704'
),
	Hadith(
		hadithNumber: 1705,
		hadith:
						'ﻋ ﻦ ﻣﻌﺎﺫ ﺑ ﻦ ﺃﻧ ﺲ ﺍﻟ ﺠ ﻬﻨ ﱢﻲ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﱠﻧﻪ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋ ﻦ ﺍﻟ ﺤﺒ ﻮﺓ ﻳ ﻮﻡ'
			'ﺍﻟ ﺠﻤﻌ ﺔ ﻭﺍ ﻹ ﻣﺎﻡ ﻳ ﺨ ﻄ ﺐ . ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻻ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1705'
),
	Hadith(
		hadithNumber: 1706,
		hadith:
						'ﻋ ﻦ ﺄﻣﱢ ﺳﻠﻤ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺁﺎ ﻥ ﻟﻪ ﺫﺑ ﺢ ﻳﺬﺑ ﺤﻪ'
			'، ﻓﺈﺫﺍ ﺃ ﻩﻞﱠ ﻩﻼ ﻝ ﺬﻳ ﺍﻟ ﺤ ﱠﺠﺔ ، ﻓﻼ ﻳﺄ ﺧﺬ ﱠﻥ ﻣ ﻦ ﺷﻌﺮﻩ ﻭﻻ ﻣ ﻦ ﺃ ﻇﻔﺎﺭﻩ ﺷﻴﺌﺎ ﺣﺘﻰ ﻳ ﻀ ﱢﺤ ﻲ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1706'
),
	Hadith(
		hadithNumber: 1707,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ، ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻳﻨ ﻬﺎﺁﻢ ﺃ ﻥ'
			'ﺗ ﺤﻠﻔﻮﺍ ﺑﺎﺑﺎﺋﻜﻢ ، ﻓ ﻤ ﻦ ﺁﺎ ﻥ ﺣﺎﻟﻔﺎ ، ﻓﻠﻴ ﺤﻠ ﻒ ﺑﺎﻟﱠﻠ ﻪ ، ﺃ ﻭ ﻟﻴ ﺼﻤ ﺖ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻓﻲ ﺍﻟﺼﺤﻴﺢ : « ﻓﻤ ﻦ ﺁﺎ ﻥ ﺣﺎﻟﻔﺎ ، ﻓﻼ ﻳ ﺤﻠ ﻒ ﺇ ﱠﻻ ﺑﺎﻟﱠﻠ ﻪ ، ﺃ ﻭ ﻟﻴ ﺴﻜ ﺖ »',
		translation: 'Translation of Hadith 1707'
),
	Hadith(
		hadithNumber: 1708,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﺮ ﺣﻤ ﻦ ﺑﻦ ﺳﻤ ﺮﺓ ، ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﻻ'
			'ﺗ ﺤﻠﻔﻮﺍ ﺑﺎﻟ ﱠﻄﻮﺍ ﻏﻲ ، ﻭﻻ ﺑﺎﺑﺎﺋﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟ ﱠﻄ ﻮﺍﻏﻲ » : ﺟ ﻤ ﻊ ﻃﺎﻏﻴﺔ ، ﻭ ﻩﻲ ﺍﻷ ﺻﻨﺎﻡ ، ﻭ ﻣﻨﻪ ﺍﻟﺤﺪﻳ ﺚ : « ﻩﺬﻩ ﻃﺎ ﻏﻴﺔ ﺩ ﻭ ﺱ » : ﺃ ﻱ : ﺻﻨﻤ ﻬﻢ'
			'ﻭﻣﻌﺒﻮﺩ ﻩﻢ . ﻭ ﺭ ﻭ ﻱ ﻓﻲ ﻏﻴ ﺮ ﻣ ﺴﻠﻢ : « ﺑﺎﻟ ﱠﻄﻮﺍ ﻏﻴ ﺖ » ﺟ ﻤﻊ ﻃﺎ ﻏﻮﺕ ، ﻭ ﻩﻮ ﺍﻟ ﱠﺸﻴﻄﺎ ﻥ ﻭﺍﻟ ﱠﺼﻨﻢ .'
			'`',
		translation: 'Translation of Hadith 1708'
),
	Hadith(
		hadithNumber: 1709,
		hadith:
						'ﻭﻋ ﻦ ﺑﺮﻳﺪﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣﻦ ﺣﻠﻒ ﺑﺎ ﻷﻣﺎﻧ ﺔ ﻓﻠﻴﺲ ﻣﻨﺎ'
			'» .'
			'ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻ ﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1709'
),
	Hadith(
		hadithNumber: 1710,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺣﻠ ﻒ ، ﻓﻘﺎﻝ : ﺇﻧﻲ ﺑ ﺮﻱ ﺀ ﻣ ﻦ ﺍ ﻹﺳﻼﻡ ﻓﺈﻥ'
			'ﺁﺎ ﻥ ﺁﺎﺫﺑﺎ ، ﻓ ﻬﻮ ﺁﻤﺎ ﻗﺎ ﻝ ، ﻭﺇ ﻥ ﺁﺎﻥ ﺻﺎﺩﻗﺎ ، ﻓﻠ ﻦ ﻳ ﺮ ﺟﻊ ﺇﻟﻰ ﺍ ﻹﺳ ﻼﻡ ﺳﺎﻟﻤﺎ». ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ',
		translation: 'Translation of Hadith 1710'
),
	Hadith(
		hadithNumber: 1711,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑﻦ ﻋﻤﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺭ ﺟ ﻼ ﻳﻘﻮ ﻝ : ﻻ ﻭﺍﻟﻜﻌﺒ ﺔ ، ﻓﻘﺎ ﻝ ﺍﺑ ﻦ ﻋﻤﺮ : ﻻ ﺗ ﺤﻠ ﻒ ﺑﻐﻴ ﺮ.'
			'ﺍﻟﱠﻠ ﻪ ، ﻓﺈﻧﻲ ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﺣﻠ ﻒ ﺑﻐﻴ ﺮ ﺍﻟﱠﻠ ﻪ ، ﻓﻘﺪ ﺁﻔﺮ ﺃ ﻭ ﺃﺷ ﺮ ﻙ » ﺭﻭﺍﻩ'
			'ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ .'
			'ﻭﻓ ﱠﺴﺮ ﺑﻌ ﺾ ﺍﻟﻌﻠﻤﺎ ﺀ ﻗ ﻮﻟﻪ : « ﺁﻔﺮ ﺃ ﻭ ﺃﺷﺮ ﻙ » ﻋﻠﻰ ﺍﻟﱠﺘﻐﻠﻴ ﻆ ﺁﻤﺎ ﺭ ﻮﻳ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ: «'
			'ﺍﻟ ﱢﺮﻳﺎ ﺀ ﺷ ﺮ ﻙ »',
		translation: 'Translation of Hadith 1711'
),
	Hadith(
		hadithNumber: 1712,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺣﻠ ﻒ ﻋﻠﻰ ﻣﺎ ﻝ ﺍ ﻣﺮﻱ ﺀ'
			'ﻣ ﺴﻠﻢ ﺑﻐﻴ ﺮ ﺣﱢﻘ ﻪ ، ﻟﻘﻲ ﺍﻟﱠﻠﻪ ﻭ ﻩﻮ ﻋﻠﻴﻪ ﻏ ﻀﺒﺎ ﻥ » ﻗﺎ ﻝ : ﺛﻢﱠ ﻗﺮﺃ ﻋﻠﻴﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﺼﺪﺍﻗﻪ'
			'ﻣ ﻦ ﺁﺘﺎﺏ ﺍﻟﱠﻠ ﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ : { ﺇ ﱠﻥ ﺍﱠﻟﺬﻳ ﻦ ﻳ ﺸﺘ ﺮﻭ ﻥ ﺑﻌ ﻬﺪ ﺍﻟﱠﻠ ﻪ ﻭﺃﻳﻤﺎﻧ ﻬﻢ ﺛﻤﻨﺎ ﻗﻠﻴ ﻼ } [ﺁﻝ ﻋﻤﺮﺎﻧ : 77 ] ﺇﻟﻰ ﺁ ﺧ ﺮ'
			'ﺍﻵﻳ ﺔ : ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1712'
),
	Hadith(
		hadithNumber: 1713,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺃﻣﺎﻣ ﺔ ﺇﻳﺎ ﺱ ﺑ ﻦ ﺛﻌﻠﺒ ﺔ ﺍﻟ ﺤﺎ ﺭﺛ ﱢﻲ ﺭ ﺿـــ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ :'
			'« ﻣ ﻦ ﺍﻗﺘﻄ ﻊ ﺣ ﱠﻖ ﺍ ﻣ ﺮﻱ ﺀ ﻣ ﺴﻠﻢ ﺑﻴ ﻤﻴﻨ ﻪ ، ﻓﻘﺪ ﺃ ﻭ ﺟﺐ ﺍﻟﱠﻠﻪ ﻟﻪ ﺍﻟﱠﻨﺎ ﺭ . ﻭﺣ ﱠﺮﻡ ﻋﻠﻴﻪ ﺍﻟﺠـﱠﻨ ﺔ» ﻓﻘﺎ ﻝ ﻟﻪ ﺭ ﺟﻞ : ﻭﺇ ﻥ'
			'ﺁﺎ ﻥ ﺷﻴﺌﺎ ﻳ ﺴﻴﺮﺍ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ؟ ﻗﺎ ﻝ : « ﻭﺇ ﻥ ﺁﺎﻥ ﻗ ﻀﻴﺒﺎ ﻣ ﻦ ﺃﺭﺍ ﻙ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1713'
),
	Hadith(
		hadithNumber: 1714,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋﻤ ﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻋﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﻜﺒﺎﺋ ﺮ'
			': ﺍ ﻹ ﺷ ﺮﺍ ﻙ ﺑﺎﻟﱠﻠ ﻪ ، ﻭ ﻋﻘﻮ ﻕ ﺍﻟ ﻮﺍﻟﺪﻳﻦ ، ﻭﻗﺘ ﻞ ﺍﻟﱠﻨﻔ ﺲ ، ﻭﺍﻟﻴﻤﻴ ﻦ ﺍﻟﻐﻤﻮ ﺱ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻪ : ﺄﻧ ﺃ ﻋ ﺮﺍﺑﻴﺎ ﺟﺎ ﺀ ﺇﻟﻰ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻣﺎ ﺍﻟﻜﺒﺎﺋ ﺮ ؟ ﻗﺎ ﻝ :'
			'«ﺍ ﻹ ﺷﺮﺍ ﻙ ﺑﺎﻟﱠﻠ ﻪ » ﻗﺎ ﻝ : ﺛﻢﱠ ﻣﺎﺫﺍ ؟ ﻗﺎ ﻝ : « ﺍﻟﻴﻤﻴ ﻦ ﺍﻟﻐﻤﻮ ﺱ » ﻗﻠ ﺖ : ﻭ ﻣﺎ ﺍﻟﻴ ﻤﻴ ﻦ ﺍﻟﻐﻤﻮ ﺱ ؟ ﻗﺎﻝ : « ﺍﱠﻟﺬﻱ'
			'ﻳﻘﺘ ﻄ ﻊ ﻣﺎ ﻝ ﺍ ﻣ ﺮﻱ ﺀ ﻣﺴﻠﻢ ، » ﻳﻌﻨﻲ ﺑﻴ ﻤﻴ ﻦ ﻩ ﻮ ﻓﻴﻬﺎ ﺁﺎﺫ ﺏ .'
			'`',
		translation: 'Translation of Hadith 1714'
),
	Hadith(
		hadithNumber: 1715,
		hadith:
						'ﻋ ﻦ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﺑ ﻦ ﺳﻤﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «... ﻭﺇﺫﺍ'
			'ﺣﻠﻔ ﺖ ﻋﻠﻰ ﻳ ﻤﻴ ﻦ ، ﻓ ﺮﺃﻳﺖ ﻏﻴ ﺮﻩﺎ ﺧﻴﺮﺍ ﻣﻨ ﻬﺎ ، ﻓﺄ ﺕ ﺍﱠﻟﺬﻱ ﻩ ﻮ ﺧﻴﺮ ، ﻭﺁﱢﻔ ﺮ ﻋﻦ ﻳ ﻤﻴﻨﻚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1715'
),
	Hadith(
		hadithNumber: 1716,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﺣﻠﻒ ﻋﻠﻰ ﻳ ﻤﻴ ﻦ'
			'ﻓﺮﺄﯨ ﻏﻴ ﺮ ﻩﺎ ﺧﻴﺮﺍ ﻣﻨ ﻬﺎ ، ﻓﻠﻴﻜﱢﻔ ﺮ ﻋ ﻦ ﻳ ﻤﻴﻨ ﻪ ، ﻭﻟﻴﻔﻌ ﻞ ﺍﱠﻟﺬﻱ ﻩ ﻮ ﺧﻴﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1716'
),
	Hadith(
		hadithNumber: 1717,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﱢﻧﻲ ﻭﺍﻟﱠﻠ ﻪ ﺇ ﻥ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ'
			'ﻻ ﺃﺣﻠ ﻒ ﻋﻠﻰ ﻳ ﻤﻴ ﻦ ، ﺛﻢﱠ ﺃ ﺮﯨ ﺧﻴﺮﺍ ﻣﻨ ﻬﺎ ﺇ ﱠﻻ ﺁﻔﱠ ﺮ ﺕ ﻋ ﻦ ﻳﻤﻴﻨﻲ ، ﻭﺃﺗﻴ ﺖ ﺍﱠﻟﺬﻱ ﻩ ﻮ ﺧﻴﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1717'
),
	Hadith(
		hadithNumber: 1718,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻷ ﻥ ﻳﻠ ﱠﺞ ﺃ ﺣﺪﺁﻢ ﻓﻲ'
			'ﻳ ﻤﻴﻨ ﻪ ﻓﻲ ﺃ ﻩﻠ ﻪ ﺁﺛﻢ ﻟﻪ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ﻣ ﻦ ﺃ ﻥ ﻳﻌ ﻄ ﻲ ﺁﱠﻔﺎ ﺭﺗﻪ ﺍﱠﻟﺘﻲ ﻓ ﺮﺽ ﺍﻟﱠﻠﻪ ﻋﻠﻴﻪ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻗﻮﻟﻪ : « ﻳﻠ ﱠﺞ » ﺑﻔﺘ ﺢ ﺍﱠﻟﻼﻡ ، ﻭﺗ ﺸﺪﻳﺪ ﺍﻟﺠﻴﻢ : ﺃ ﻱ ﻳﺘﻤﺎﺪﯨ ﻓﻴﻬﺎ ، ﻭ ﻻ ﻳﻜﻔﱢ ﺮ ، ﻭﻗﻮﻟﻪ : «ﺁﺛﻢ » ﺑﺎﻟﺜﺎ ﺀ ﺍﻟﻤﺜﻠﺜﺔ ،'
			'ﺃ ﻱ : ﺃﺁﺜ ﺮ ﺇﺛﻤﺎ',
		translation: 'Translation of Hadith 1718'
),
	Hadith(
		hadithNumber: 1719,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺃﻧ ﺰﻟ ﺖ ﻩﺬﻩ ﺍﻵﻳﺔ : { ﻻ ﻳ ﺆﺍ ﺧﺬﺁﻢ ﺍﻟﱠﻠﻪ ﺑﺎﻟﱠﻠﻐﻮ ﻓﻲ ﺃﻳﻤﺎﻧﻜﻢ } ﻓﻲ'
			'ﻗ ﻮ ﻝ ﺍﻟ ﱠﺮ ﺟ ﻞ : ﻻ ﻭﺍﻟﱠﻠ ﻪ ، ﻭﺑﻠﻰ ﻭﺍﻟﱠﻠ ﻪ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1719'
),
	Hadith(
		hadithNumber: 1720,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﺍﻟ ﺤﻠ ﻒ ﻣﻨﻔﻘﺔ'
			'ﻟﻠ ﱢﺴﻠﻌ ﺔ ، ﻣ ﻤ ﺤﻘﺔ ﻟﻠﻜ ﺴ ﺐ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1720'
),
	Hadith(
		hadithNumber: 1721,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻗﺘﺎﺩﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇﱠﻳﺎﺁﻢ ﻭﺁﺜ ﺮﺓ'
			'ﺍﻟﺤﻠ ﻒ ﻓﻲ ﺍﻟﺒﻴ ﻊ ، ﻓﺈﱠﻧﻪ ﻳﻨﻔﱢ ﻖ ﺛﻢﱠ ﻳ ﻤ ﺤ ﻖ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1721'
),
	Hadith(
		hadithNumber: 1722,
		hadith:
						'ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳ ﺴﺄ ﻝ ﺑ ﻮ ﺟ ﻪ ﺍﻟﱠﻠ ﻪ ﺇ ﱠﻻ'
			'ﺍﻟ ﺠﻨﱠﺔ» ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺳﻠﻴﻤﺎﻥ ﺑﻦ ﻣﻌﺎﺫ ﺍﻟﺘﻤﻴﻤﻲ ، ﺿﻌﻔﻪ ﺍﺑﻦ ﻣﻌﻴﻦ ، ﻭﺃﺑﻮ ﺯﺭﻋﺔ ﻭﺃﺑﻮ ﺣﺎﺗﻢ ﺍﻟﺮﺍﺯﻳﺎﻥ'
			'ﻭﺍﻟﻨﺴﺎﺋﻲ',
		translation: 'Translation of Hadith 1722'
),
	Hadith(
		hadithNumber: 1723,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺍ ﺳﺘﻌﺎﺫ ﺑﺎﻟﱠﻠ ﻪ ،'
			'ﻓﺄ ﻋﻴﺬﻭﻩ ، ﻭﻣ ﻦ ﺳﺄﻝ ﺑﺎﻟﱠﻠ ﻪ ، ﻓﺄ ﻋ ﻄﻮﻩ ، ﻭ ﻣ ﻦ ﺩ ﻋﺎﺁﻢ ، ﻓﺄ ﺟﻴﺒﻮﻩ ، ﻭ ﻣ ﻦ ﺻﻨﻊ ﺇﻟﻴﻜﻢ ﻣﻌ ﺮﻭﻓﺎ ﻓﻜﺎﻓﺌﻮﻩ ، ﻓﺈ ﻥ ﻟﻢ'
			'ﺗ ﺠﺪﻭﺍ ﻣﺎ ﺗﻜﺎﻓﺌﻮﻧﻪ ﺑﻪ ، ﻓﺎﺩ ﻋﻮﺍ ﻟﻪ ﺣﱠﺘﻰ ﺗ ﺮ ﻭﺍ ﺃﱠﻧﻜﻢ ﻗﺪ ﺁﺎﻓﺄﺗﻤﻮﻩ » ﺣﺪﻳ ﺚ ﺻ ﺤﻴ ﺢ ، ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﻨﺴﺎﺋﻲ'
			'ﺑﺄﺳﺎﻧﻴﺪ ﺍﻟﺼﺤﻴﺤﻴﻦ',
		translation: 'Translation of Hadith 1723'
),
	Hadith(
		hadithNumber: 1724,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺃ ﺧﻨ ﻊ ﺍﺳﻢ ﻋﻨﺪ ﺍﻟﱠﻠ ﻪ ﻋ ﱠﺰ'
			'ﻭ ﺟ ﱠﻞ ﺭ ﺟ ﻞ ﺗ ﺴﱠﻤﻰ ﻣﻠ ﻚ ﺍ ﻷﻣﻼ ﻙ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ .'
			'ﻗﺎﻝ ﺳﻔﻴﺎ ﻥ ﺑﻦ ﻋﻴﻴﻨ ﺔ « ﻣﻠ ﻚ ﺍ ﻷ ﻣﻼ ﻙ » ﻣﺜ ﻞ ﺷﺎ ﻩﻨ ﺸﺎﻩ',
		translation: 'Translation of Hadith 1724'
),
	Hadith(
		hadithNumber: 1725,
		hadith:
						'ﻋﻦ ﺑ ﺮﻳﺪﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻘﻮﻟﻮﺍ ﻟﻠﻤﻨﺎﻓ ﻖ ﺳﱢﻴﺪ ،'
			'ﻓﺈﱠﻧﻪ ﺇ ﻥ ﻳ ﻚ ﺳﱢﻴﺪﺍ ، ﻓﻘﺪ ﺃ ﺳ ﺨ ﻄﺘﻢ ﺭﱠﺑﻜﻢ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1725'
),
	Hadith(
		hadithNumber: 1726,
		hadith:
						'ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺧ ﻞ ﻋﻠﻰ ﺄﻣﱢ ﺍﻟ ﱠﺴﺎﺋ ﺐ ، ﺃ ﻭ ﺄﻣﱢ ﺍﻟﻤ ﺴﱠﻴ ﺐ'
			'ﻓﻘﺎ ﻝ : « ﻣﺎﻟ ﻚ ﻳﺎ ﺄﻣﱠ ﺍﻟ ﱠﺴﺎﺋ ﺐ - ﺃ ﻭ ﻳﺎ ﺄﻣﱢ ﺍﻟﻤﺴﱠﻴ ﺐ - ﺗ ﺰﻓ ﺰﻓﻴ ﻦ ؟ » ﻗﺎﻟ ﺖ : ﺍﻟ ﺤﱠﻤﻰ ﻻ ﺑﺎ ﺭ ﻙ ﺍﻟﱠﻠﻪ ﻓﻴ ﻬﺎ ، ﻓﻘﺎ ﻝ : « ﻻ'
			'ﺗ ﺴﱢﺒﻲ ﺍﻟ ﺤﱠﻤﻰ ، ﻓﺈﱠﻧ ﻬﺎ ﺗﺬ ﻩ ﺐ ﺧ ﻄﺎﻳﺎ ﺑﻨﻲ ﺁﺪﻣ ، ﺁﻤﺎ ﻳﺬ ﻩ ﺐ ﺍﻟﻜﻴ ﺮ ﺧﺒ ﺚ ﺍﻟﺤﺪﻳﺪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺗ ﺰﻓ ﺰﻓﻴ ﻦ » ﺃ ﻱ : ﺗﺘﺤ ﱠﺮﺁﻴ ﻦ ﺣ ﺮﺁ ﺔ ﺳﺮﻳﻌ ﺔ ، ﻭ ﻣﻌﻨﺎﻩ : ﺗ ﺮﺗﻌﺪ ، ﻭ ﻩ ﻮ ﺑﻀﱢﻢ ﺍﻟﺘﺎ ﺀ ﻭﺑﺎﻟﺰﺎﻳ ﺍﻟﻤﻜﺮﺭﺓ ﻭﺍﻟﻔﺎﺀ'
			'ﺍﻟﻤﻜﺮﺭﺓ ، ﻭ ﺭ ﻮﻳ ﺃﻳﻀﺎ ﺑﺎﻟﺮﺍ ﺀ ﺍﻟﻤﻜﺮﺭﺓ ﻭﺍﻟﻘﺎﻓﻴﻦ',
		translation: 'Translation of Hadith 1726'
),
	Hadith(
		hadithNumber: 1727,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﺍﻟﻤﻨﺬ ﺭ ﺃﺑ ﱢﻲ ﺑ ﻦ ﺁﻌ ﺐ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺴﱡﺒﻮﺍ'
			'ﺍﻟ ﱢﺮﻳ ﺢ ، ﻓﺈﺫﺍ ﺭﺃﻳﺘﻢ ﻣﺎ ﺗﻜ ﺮ ﻩﻮ ﻥ ، ﻓﻘﻮﻟﻮﺍ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺇﱠﻧﺎ ﻧ ﺴﺄﻟ ﻚ ﻣ ﻦ ﺧﻴ ﺮ ﻩﺬﻩ ﺍﻟ ﱢﺮﻳ ﺢ ﻭ ﺧﻴ ﺮ ﻣﺎ ﻓﻴ ﻬﺎ ﻭ ﺧﻴ ﺮ ﻣﺎ ﺃ ﻣ ﺮ ﺕ'
			'ﺑ ﻪ ، ﻭﻧﻌﻮﺫ ﺑ ﻚ ﻣ ﻦ ﺷ ﱢﺮ ﻩﺬﻩ ﺍﻟ ﱢﺮﻳ ﺢ ﻭ ﺷ ﱢﺮ ﻣﺎ ﻓﻴﻬﺎ ﻭﺷ ﱢﺮ ﻣﺎ ﺃ ﻣ ﺮ ﺕ ﺑ ﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1727'
),
	Hadith(
		hadithNumber: 1728,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : ﺍﻟ ﱢﺮﻳ ﺢ ﻣ ﻦ'
			'ﺭ ﻭ ﺡ ﺍﻟﱠﻠ ﻪ ﺗﺄﺗﻲ ﺑﺎﻟ ﱠﺮ ﺣﻤ ﺔ ، ﻭﺗﺄﺗﻲ ﺑﺎﻟﻌﺬﺍ ﺏ ، ﻓﺈﺫﺍ ﺭﺃﻳﺘﻤﻮ ﻩﺎ ﻓﻼ ﺗ ﺴﱡﺒﻮ ﻩﺎ ، ﻭ ﺳﻠﻮﺍ ﺍﻟﱠﻠﻪ ﺧﻴ ﺮ ﻩﺎ ، ﻭﺍ ﺳﺘﻌﻴﺬﻭﺍ ﺑﺎﻟﱠﻠ ﻪ'
			'ﻣ ﻦ ﺷ ﱢﺮ ﻩﺎ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴ ﻦ .'
			'ﻗﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺭ ﻭ ﺡ ﺍﻟﱠﻠ ﻪ » ﻩﻮ ﺑﻔﺘﺢ ﺍﻟﺮﺍ ﺀ : ﺃ ﻱ ﺭ ﺣﻤﺘ ﻪ ﺑﻌﺒﺎﺩﻩ',
		translation: 'Translation of Hadith 1728'
),
	Hadith(
		hadithNumber: 1729,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﻋ ﺼﻔ ﺖ ﺍﻟ ﱢﺮﻳﺢ ﻗﺎ ﻝ : «ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺇﻧﻲ ﺃ ﺳﺄﻟ ﻚ ﺧﻴ ﺮ ﻩﺎ ، ﻭ ﺧﻴ ﺮ ﻣﺎ ﻓﻴ ﻬﺎ ، ﻭ ﺧﻴﺮ ﻣﺎ ﺃﺭ ﺳﻠ ﺖ ﺑ ﻪ ، ﻭﺃ ﻋﻮﺫ ﺑﻚ ﻣ ﻦ ﺷ ﱢﺮ ﻩﺎ ، ﻭ ﺷ ﱢﺮ ﻣﺎ ﻓﻴﻬﺎ ، ﻭ ﺷ ﱢﺮ ﻣﺎ'
			'ﺃﺭ ﺳﻠﺖ ﺑ ﻪ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1729'
),
	Hadith(
		hadithNumber: 1730,
		hadith:
						'ﻋ ﻦ ﺯﻳﺪ ﺑ ﻦ ﺧﺎﻟﺪ ﺍﻟ ﺠ ﻬﻨ ﱢﻲ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺴﺒﻮﺍ'
			'ﺍﻟﱢﺪﻳ ﻚ ، ﻓﺈﱠﻧﻪ ﻳﻮﻗ ﻆ ﻟﻠﺼﻼﺓ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1730'
),
	Hadith(
		hadithNumber: 1731,
		hadith:
						'ﻋ ﻦ ﺯﻳﺪ ﺑ ﻦ ﺧﺎﻟﺪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺻﱠﻠﻰ ﺑﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺻ ﻼﺓ ﺍﻟ ﱡﺼﺒ ﺢ'
			'ﺑﺎﻟ ﺤﺪﻳﺒﻴ ﺔ ﻓﻲ ﺇﺛ ﺮ ﺳ ﻤﺎ ﺀ ﺁﺎﻧ ﺖ ﻣ ﻦ ﺍﻟﱠﻠﻴﻞ ، ﻓﻠﱠﻤﺎ ﺍﻧﺼ ﺮ ﻑ ﺃﻗﺒ ﻞ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﻘﺎﻝ : ﻩ ﻞ ﺗﺪ ﺭﻮﻧ ﻣﺎﺫﺍ ﻗﺎ ﻝ ﺭﱡﺑﻜﻢ ؟'
			'» ﻗﺎﻟﻮﺍ : ﺍﻟﻠﱠﻪ ﻭ ﺭ ﺳﻮﻟﻪ ﺃﻋﻠﻢ . ﻗﺎ ﻝ : « ﻗﺎ ﻝ : ﺃ ﺻﺒ ﺢ ﻣ ﻦ ﻋﺒﺎﺪﻳ ﻣﺆ ﻣ ﻦ ﺑﻲ، ﻭﺁﺎﻓﺮ ، ﻓﺄﱠﻣﺎ ﻣ ﻦ ﻗﺎ ﻝ ﻣ ﻄ ﺮﻧﺎ ﺑﻔ ﻀ ﻞ'
			'ﺍﻟﱠﻠ ﻪ ﻭ ﺭ ﺣﻤﺘ ﻪ ، ﻓﺬﻟ ﻚ ﻣﺆ ﻣ ﻦ ﺑﻲ ﺁﺎﻓﺮ ﺑﺎﻟﻜ ﻮﺁ ﺐ ، ﻭﺃﱠﻣﺎ ﻣ ﻦ ﻗﺎ ﻝ : ﻣ ﻄ ﺮﻧﺎ ﺑﻨ ﻮ ﺀ ﺁﺬﺍ ﻭﺁﺬﺍ ، ﻓﺬﻟ ﻚ ﺁﺎﻓﺮ ﺑﻲ ﻣﺆ ﻣ ﻦ'
			'ﺑﺎﻟﻜ ﻮﺁ ﺐ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺍﻟ ﱠﺴﻤﺎ ﺀ ﻩﻨﺎ : ﺍﻟ ﻤ ﻄ ﺮ',
		translation: 'Translation of Hadith 1731'
),
	Hadith(
		hadithNumber: 1732,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﻗﺎ ﻝ ﺍﻟ ﱠﺮ ﺟـ ﻞ ﻷ ﺧﻴ ﻪ'
			': ﻳﺎ ﺁﺎﻓﺮ ، ﻓﻘﺪ ﺑﺎ ﺀ ﺑ ﻬﺎ ﺃ ﺣﺪ ﻩﻤﺎ ، ﻓﺈ ﻥ ﺁﺎﻥ ﺁ ﻤﺎ ﻗﺎ ﻝ ﻭﺇ ﱠﻻ ﺭ ﺟﻌ ﺖ ﻋﻠﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1732'
),
	Hadith(
		hadithNumber: 1733,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻣ ﻦ ﺩ ﻋﺎ ﺭ ﺟ ﻼ'
			'ﺑﺎﻟﻜﻔ ﺮ ، ﺃ ﻭ ﻗﺎ ﻝ : ﻋﺪﻭﱠ ﺍﻟﱠﻠ ﻪ ، ﻭﻟﻴﺲ ﺁﺬﻟ ﻚ ﺇ ﱠﻻ ﺣﺎ ﺭ ﻋﻠﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . « ﺣﺎ ﺭ » : ﺭ ﺟ ﻊ',
		translation: 'Translation of Hadith 1733'
),
	Hadith(
		hadithNumber: 1734,
		hadith:
						'ﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴﺲ ﺍﻟﻤ ﺆﻣ ﻦ ﺑﺎﻟ ﱠﻄﱠﻌﺎ ﻥ'
			'، ﻭﻻ ﺍﻟﱠﻠﱠﻌﺎ ﻥ ، ﻭﻻ ﺍﻟﻔﺎ ﺣ ﺶ ، ﻭﻻ ﺍﻟﺒﺬﻱﺀ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ: ﺣﺪﻳ ﺚ ﺣﺴ ﻦ',
		translation: 'Translation of Hadith 1734'
),
	Hadith(
		hadithNumber: 1735,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺁﺎ ﻥ ﺍﻟﻔ ﺤ ﺶ ﻓﻲ ﺷ ﻲ ﺀ'
			'ﺇ ﱠﻻ ﺷﺎﻧﻪ، ﻭ ﻣﺎ ﺁﺎ ﻥ ﺍﻟ ﺤﻴﺎ ﺀ ﻓﻲ ﺷ ﻲ ﺀ ﺇ ﱠﻻ ﺯﺍﻧﻪ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ، ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ',
		translation: 'Translation of Hadith 1735'
),
	Hadith(
		hadithNumber: 1736,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻩﻠ ﻚ ﺍﻟﻤﺘﻨ ﱢﻄﻌﻮﻥ » ﻗﺎﻟ ﻬﺎ ﺛﻼﺛﺎ'
			'. ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'»ﺍﻟﻤﺘﻨ ﱢﻄﻌﻮ ﻥ » : ﺍﻟﻤﺒﺎﻟﻐﻮ ﻥ ﻓﻲ ﺍ ﻷﻣﻮ ﺭ',
		translation: 'Translation of Hadith 1736'
),
	Hadith(
		hadithNumber: 1737,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎ ﺹ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ: «ﺇ ﱠﻥ'
			'ﺍﻟﱠﻠﻪ ﻳﺒﻐ ﺾ ﺍﻟﺒﻠﻴ ﻎ ﻣ ﻦ ﺍﻟ ﱢﺮ ﺟﺎ ﻝ ﺍﱠﻟﺬﻱ ﻳﺘ ﺨﱠﻠ ﻞ ﺑﻠ ﺴﺎﻧ ﻪ ﺁ ﻤﺎ ﺗﺘ ﺨﱠﻠ ﻞ ﺍﻟﺒﻘ ﺮﺓ » .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ .'
			'`',
		translation: 'Translation of Hadith 1737'
),
	Hadith(
		hadithNumber: 1738,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﺇ ﱠﻥ ﻣ ﻦ ﺃ ﺣﱢﺒﻜﻢ ﺇﻟ ﱠﻲ'
			'، ﻭﺃﻗ ﺮﺑﻜﻢ ﻣﱢﻨﻲ ﻣ ﺠﻠﺴﺎ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ، ﺃ ﺣﺎ ﺳﻨﻜﻢ ﺃ ﺧﻼﻗﺎ ، ﻭﺇ ﱠﻥ ﺃﺑﻐ ﻀﻜﻢ ﺇﻟ ﱠﻲ ، ﻭﺃﺑﻌﺪﺁﻢ ﻣﱢﻨﻲ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ،'
			'ﺍﻟﱠﺜ ﺮﺛﺎ ﺭﻭ ﻥ ، ﻭﺍﻟﻤﺘ ﺸﱢﺪﻗﻮ ﻥ ﻭﺍﻟﻤﺘﻔﻴ ﻬﻘﻮ ﻥ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴﻦ ، ﻭﻗﺪ ﺳﺒﻖ ﺷﺮ ﺣﻪ ﻓﻲ ﺑﺎﺏ'
			'ﺣ ﺴ ﻦ ﺍﻟ ﺨﻠ ﻖ',
		translation: 'Translation of Hadith 1738'
),
	Hadith(
		hadithNumber: 1739,
		hadith:
						'ﻋﻦ ﻋﺎﺋﺸﺔ ﺭﺿﻲ ﺍﷲ ﻋﻨﻬﺎ ﻋﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳﻠﻢ ﻗﺎﻝ: ﻻ ﻳﻘﻮﻟﻦ ﺃﺣﺪﺁﻢ ﺧﺒﺜﺖ ﻧﻔﺴﻲ'
			'ﻭﻟﻜﻦ ﻟﻴﻘﻞ ﻟﻘﺴﺖ ﻧﻔﺴﻲ» ﻣﺘﻔﻖ ﻋﻠﻴﻪ'
			'`',
		translation: 'Translation of Hadith 1739'
),
	Hadith(
		hadithNumber: 1740,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗ ﺴﱡﻤﻮﺍ ﺍﻟﻌﻨ ﺐ ﺍﻟﻜ ﺮﻡ'
			'، ﻓﺈ ﱠﻥ ﺍﻟﻜ ﺮﻡ ﺍﻟﻤ ﺴﻠﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . ﻮﻫﺬﺍ ﻟﻔﻆ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : « ﻓﺈﱠﻧﻤﺎ ﺍﻟﻜ ﺮﻡ ﻗﻠ ﺐ ﺍﻟﻤ ﺆﻣ ﻦ » ﻭﻓﻲ ﺭﻭﺍﻳﺔ ﻟﻠﺒﺨﺎﺮﻳ ﻭﻣﺴﻠﻢ : « ﻳﻘﻮﻟﻮ ﻥ ﺍﻟﻜ ﺮﻡ ﺇﱠﻧﻤﺎ ﺍﻟﻜ ﺮﻡ ﻗﻠ ﺐ'
			'ﺍﻟﻤ ﺆﻣ ﻦ »',
		translation: 'Translation of Hadith 1740'
),
	Hadith(
		hadithNumber: 1741,
		hadith:
						'ﻭ ﻋ ﻦ ﻭﺍﺋ ﻞ ﺑ ﻦ ﺣﺠ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﺗﻘﻮﻟﻮﺍ : ﺍﻟﻜ ﺮﻡ، ﻭﻟﻜ ﻦ'
			'ﻗﻮﻟﻮﺍ : ﺍﻟﻌﻨ ﺐ ، ﻭﺍﻟﺤﺒﻠﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﺤﺒﻠﺔ » ﺑﻔﺘﺢ ﺍﻟﺤﺎ ﺀ ﻭﺍﻟﺒﺎ ﺀ ، ﻭﻳﻘﺎﻝ ﺃﻳﻀﺎ ﺑﺈﺳﻜﺎﻥ ﺍﻟﺒﺎ ﺀ',
		translation: 'Translation of Hadith 1741'
),
	Hadith(
		hadithNumber: 1742,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺒﺎ ﺷ ﺮ ﺍﻟﻤ ﺮﺃﺓ'
			'ﺍﻟ ﻤ ﺮﺃﺓ ، ﻓﺘ ﺼﻔ ﻬﺎ ﻟ ﺰ ﻭ ﺟ ﻬﺎ ﺁﺄﱠﻧﻪ ﻳﻨ ﻈ ﺮ ﺇﻟﻴ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1742'
),
	Hadith(
		hadithNumber: 1743,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳﻘﻮﻟ ﱠﻦ ﺃ ﺣﺪﺁﻢ : ﺍﻟﻠﱠ ﻬﻢﱠ'
			'ﺍ ﻏﻔ ﺮ ﻟﻲ ﺇ ﻥ ﺷﺌ ﺖ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺍ ﺭ ﺣ ﻤﻨﻲ ﺇ ﻥ ﺷﺌ ﺖ ، ﻟﻴﻌ ﺰﻡ ﺍﻟ ﻤ ﺴﺄﻟ ﺔ ، ﻓﺈﻧﱠﻪ ﻻ ﻣﻜ ﺮﻩ ﻟﻪ » ﻣﺘﻔـــ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤ ﺴﻠﻢ : « ﻭﻟﻜ ﻦ ، ﻟﻴﻌ ﺰﻡ ﻭﻟﻴﻌ ﱢﻈﻢ ﺍﻟ ﱠﺮ ﻏﺒ ﺔ ، ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻻ ﻳﺘﻌﺎ ﻇﻤﻪ ﺷـ ﻲ ﺀ',
		translation: 'Translation of Hadith 1743'
),
	Hadith(
		hadithNumber: 1744,
		hadith:
						'ﻋﻦ ﺃﻧﺲ ﺭﺿﻲ ﺍﷲ ﻋﻨﻪ ﻗﺎﻝ ﻗﺎﻝ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍﷲ ﻋﻠﻴﻪ ﻭﺳ(1127:'
			'ﻭﻻ ﻳﻘﻮﻟﻦ ﺍﻟﻠﻬﻢ ﺈﻧ ﺷﺌﺖ ﻓﺄﻋﻄﻨﻲ ﻓﺈﻧﻪ ﻻ ﻣﺴﺘﻜﺮﻩ ﻟﻪ (ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1744'
),
	Hadith(
		hadithNumber: 1745,
		hadith:
						'ﻋ ﻦ ﺣﺬﻳﻔ ﺔ ﺑ ﻦ ﺍﻟﻴ ﻤﺎ ﻥ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﺗﻘﻮﻟﻮﺍ : ﻣﺎﺷﺎ ﺀ ﺍﻟﱠﻠﻪ'
			'ﻭﺷﺎ ﺀ ﻓﻼ ﻥ ، ﻭﻟﻜ ﻦ ﻗﻮﻟﻮﺍ : ﻣﺎ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ، ﺛﻢﱠ ﺷﺎ ﺀ ﻓﻼ ﻥ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1745'
),
	Hadith(
		hadithNumber: 1746,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﺑ ﺮ ﺯﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻜ ﺮﻩ ﺍﻟﻨﻮﻡ ﻗﺒ ﻞ ﺍﻟﻌ ﺸﺎ ﺀ'
			'ﻭﺍﻟ ﺤﺪﻳ ﺚ ﺑﻌﺪ ﻩﺎ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1746'
),
	Hadith(
		hadithNumber: 1747,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺻﱠﻠﻰ ﺍﻟﻌ ﺸﺎ ﺀ ﻓﻲ ﺁ ﺧ ﺮ ﺣﻴﺎﺗ ﻪ،'
			'ﻓﻠﱠﻤﺎ ﺳﱠﻠﻢ ، ﻗﺎ ﻝ : « ﺃ ﺭﺃﻳﺘﻜﻢ ﻟﻴﻠﺘﻜﻢ ﻩﺬﻩ ؟ ﻓﺈ ﱠﻥ ﻋﻠﻰ ﺭﺃ ﺱ ﻣﺌ ﺔ ﺳﻨ ﺔ ﻻ ﻳﺒﻘﻰ ﻣﱠﻤ ﻦ ﻩ ﻮ ﻋﻠﻰ ﻇ ﻬ ﺮ ﺍ ﻷ ﺭ ﺽ ﺍﻟﻴ ﻮﻡ'
			'ﺃﺣﺪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1747'
),
	Hadith(
		hadithNumber: 1748,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﱠﻧﻬﻢ ﺍﻧﺘ ﻈ ﺮﻭﺍ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﺠﺎ ﺀ ﻩﻢ ﻗﺮﻳﺒﺎ ﻣ ﻦ ﺷ ﻄ ﺮ ﺍﻟﱠﻠﻴ ﻞ'
			'ﻓﺼﱠﻠﻰ ﺑ ﻬﻢ ، ﻳﻌﻨﻲ ﺍﻟﻌ ﺸﺎ ﺀ ﻗﺎ ﻝ : ﺛﻢﱠ ﺧ ﻄﺒﻨﺎ ﻓﻘﺎ ﻝ : « ﺃﻻ ﺇ ﱠﻥ ﺍﻟﱠﻨﺎ ﺱ ﻗﺪ ﺻﱡﻠﻮﺍ ، ﺛﻢﱠ ﺭﻗﺪﻭﺍ » ﻭﺇﱠﻧﻜﻢ ﻟ ﻦ ﺗ ﺰﺍﻟﻮﺍ ﻓﻲ'
			'ﺻﻼﺓ ﻣﺎ ﺍﻧﺘ ﻈ ﺮﺗﻢ ﺍﻟ ﱠﺼﻼﺓ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1748'
),
	Hadith(
		hadithNumber: 1749,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺩ ﻋﺎ ﺍﻟﺮﱠ ﺟ ﻞ ﺍ ﻣ ﺮﺃﺗﻪ'
			'ﺇﻟﻰ ﻓﺮﺍ ﺷ ﻪ ﻓﺄﺑ ﺖ ، ﻓﺒﺎ ﺕ ﻏ ﻀﺒﺎ ﻥ ﻋﻠﻴ ﻬﺎ ، ﻟﻌﻨﺘ ﻬﺎ ﺍﻟ ﻤﻼﺋﻜﺔ ﺣﺘﻰ ﺗ ﺼﺒﺢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ.'
			'ﻭﻓﻲ ﺭﻭﺍﻳﺔ : ﺣﱠﺘﻰ « ﺗ ﺮ ﺟﻊ »',
		translation: 'Translation of Hadith 1749'
),
	Hadith(
		hadithNumber: 1750,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳ ﺤ ﱡﻞ ﻟﻠ ﻤ ﺮﺃﺓ ﺃ ﻥ ﺗ ﺼﻮﻡ'
			'ﻭ ﺯ ﻭ ﺟ ﻬﺎ ﺷﺎ ﻩﺪ ﺇ ﱠﻻ ﺑﺈﺫﻧ ﻪ ﻭﻻ ﺗﺄﺫ ﻥ ﻓﻲ ﺑﻴﺘ ﻪ ﺇ ﱠﻻ ﺑﺈﺫﻧ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1750'
),
	Hadith(
		hadithNumber: 1751,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺃ ﻣﺎ ﻳ ﺨ ﺸﻰ ﺃ ﺣﺪﺁﻢ ﺇﺫﺍ ﺭﻓ ﻊ'
			'ﺭﺃ ﺳﻪ ﻗﺒ ﻞ ﺍ ﻹ ﻣﺎﻡ ﺃ ﻥ ﻳ ﺠﻌ ﻞ ﺍﻟﱠﻠﻪ ﺭﺃ ﺳﻪ ﺭﺃ ﺱ ﺣﻤﺎ ﺭ ، ﺃ ﻭ ﻳ ﺠﻌ ﻞ ﺍﻟﱠﻠﻪ ﺻﻮﺭﺗﻪ ﺻﻮ ﺭﺓ ﺣﻤﺎ ﺭ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1751'
),
	Hadith(
		hadithNumber: 1752,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺄﻧ ﺭﺳﻮﻝ ﺍﷲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: ﻧﻬﻲ ﻋ ﻦ ﺍﻟ ﺨ ﺼ ﺮ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ.'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1752'
),
	Hadith(
		hadithNumber: 1753,
		hadith:
						'ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻻ ﺻﻼﺓ'
			'ﺑ ﺤﻀ ﺮﺓ ﻃﻌﺎﻡ ، ﻭﻻ ﻭ ﻩ ﻮ ﻳﺪﺍﻓﻌﻪ ﺍ ﻷ ﺧﺒﺜﺎ ﻥ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1753'
),
	Hadith(
		hadithNumber: 1754,
		hadith:
						'ﻋ ﻦ ﺃﻧ ﺲ ﺑ ﻦ ﻣﺎﻟ ﻚ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣﺎ ﺑﺎ ﻝ ﺃﻗ ﻮﺎﻣ'
			'ﻳ ﺮﻓﻌﻮ ﻥ ﺃﺑ ﺼﺎ ﺭ ﻩﻢ ﺇﻟﻰ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﻓﻲ ﺻﻼﺗ ﻬﻢ ، » ﻓﺎ ﺷﺘﱠﺪ ﻗ ﻮﻟﻪ ﻓﻲ ﺫﻟﻚ ﺣﱠﺘﻰ ﻗﺎ ﻝ : « ﻟﻴﻨﺘ ﻬ ﱠﻦ ﻋ ﻦ ﺫﻟﻚ ، ﺃ ﻭ'
			'ﻟﺘ ﺨ ﻄﻔ ﱠﻦ ﺃﺑﺼﺎ ﺭ ﻩﻢ ، » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1754'
),
	Hadith(
		hadithNumber: 1755,
		hadith:
						'ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺳﺄﻟ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺍﻻﻟﺘﻔﺎ ﺕ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ'
			'ﻓﻘﺎ ﻝ : « ﻩ ﻮ ﺍ ﺧﺘﻼ ﺱ ﻳ ﺨﺘﻠ ﺴﻪ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻣ ﻦ ﺻﻼﺓ ﺍﻟﻌﺒﺪ » ﺭﻭﺍﻩ ﺍﻟﺒ ﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1755'
),
	Hadith(
		hadithNumber: 1756,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﻟﻲ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱠﻳﺎ ﻙ ﻭﺍﻻﻟﺘﻔﺎ ﺕ ﻓﻲ'
			'ﺍﻟ ﱠﺼﻼﺓ ، ﻓﺈ ﱠﻥ ﺍﻻﻟﺘﻔﺎ ﺕ ﻓﻲ ﺍﻟ ﱠﺼﻼﺓ ﻩﻠﻜﺔ، ﻓﺈ ﻥ ﺁﺎﻥ ﻻﺑﱠﺪ، ﻓﻔﻲ ﺍﻟﱠﺘ ﻄ ﱡﻮ ﻉ ﻻ ﻓﻲ ﺍﻟﻔ ﺮﻳ ﻀ ﺔ».'
			'ﺭﻭﺍﻩ ﺍﻟﱢﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣﺴ ﻦ ﺻ ﺤﻴ ﺢ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﻋﻠﻲ ﺑﻦ ﺯﻳﺪ ﺑﻦ ﺟﺪﻋﺎﻥ ، ﻮﻫﻮ ﺿﻌﻴﻒ',
		translation: 'Translation of Hadith 1756'
),
	Hadith(
		hadithNumber: 1757,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻣ ﺮﺛﺪ ﺁﱠﻨﺎ ﺯ ﺑ ﻦ ﺍﻟ ﺤ ﺼﻴ ﻦ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ :'
			'« ﻻ ﺗ ﺼﱡﻠﻮﺍ ﺇﻟﻰ ﺍﻟﻘﺒﻮ ﺭ ، ﻭﻻ ﺗ ﺠﻠ ﺴﻮﺍ ﻋﻠﻴﻬﺎ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1757'
),
	Hadith(
		hadithNumber: 1758,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﺍﻟ ﺠﻬﻴﻢ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑ ﻦ ﺍﻟ ﺤﺎ ﺭ ﺙ ﺑ ﻦ ﺍﻟ ﱢﺼﱠﻤ ﺔ ﺍ ﻷﻧ ﺼﺎ ﺭ ﱢﻱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ: ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟ ﻮ ﻳﻌﻠﻢ ﺍﻟ ﻤﺎ ﱡﺭ ﺑﻴ ﻦ ﻳﺪﻱ ﺍﻟﻤ ﺼﱢﻠﻲ ﻣﺎﺫﺍ ﻋﻠﻴﻪ ﻟﻜﺎ ﻥ ﺃ ﻥ ﻳﻘ ﻒ ﺃ ﺭﺑﻌﻴ ﻦ ﺧﻴﺮﺍ ﻟﻪ ﻣ ﻦ ﺃ ﻥ ﻳﻤﺮﱠ ﺑﻴ ﻦ'
			'ﻳﺪﻳﻪ » ﻗﺎ ﻝ ﺍﻟ ﱠﺮﺍﻮﻳ : ﻻ ﺃﺩ ﺮﻳ : ﻗﺎ ﻝ ﺃ ﺭﺑﻌﻴﻦ ﻳﻮﻣﺎ ، ﺃﻭ ﺃ ﺭﺑﻌﻴ ﻦ ﺷ ﻬﺮﺍ ، ﺃ ﻭ ﺃ ﺭﺑﻌﻴ ﻦ ﺳﻨ ﺔ .. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1758'
),
	Hadith(
		hadithNumber: 1759,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﺃﻗﻴﻤ ﺖ ﺍﻟﺼ ﻼﺓ ، ﻓ ﻼ ﺻ ﻼﺓ'
			'ﺇﻻ ﺍﻟﻤﻜﺘﻮﺑ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1759'
),
	Hadith(
		hadithNumber: 1760,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﺗ ﺨ ﱡﺼﻮﺍ ﻟﻴﻠ ﺔ ﺍﻟ ﺠﻤﻌ ﺔ ﺑﻘﻴﺎﻡ'
			'ﻣ ﻦ ﺑﻴﻦ ﺍﻟﱠﻠﻴﺎﻟﻲ ، ﻭﻻ ﺗ ﺨ ﱡﺼﻮﺍ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌﺔ ﺑﺼﻴﺎﻡ ﻣ ﻦ ﺑﻴ ﻦ ﺍ ﻷﱠﻳﺎﻡ ﺇ ﱠﻻ ﺃ ﻥ ﻳﻜﻮ ﻥ ﻓﻲ ﺻ ﻮﻡ ﻳ ﺼﻮﻣﻪ ﺃ ﺣﺪﺁﻢ » ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1760'
),
	Hadith(
		hadithNumber: 1761,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻻ ﻳ ﺼﻮ ﻣ ﱠﻦ ﺃ ﺣﺪﺁﻢ ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ ﺇ ﱠﻻ ﻳ ﻮﻣﺎ'
			'ﻗﺒﻠﻪ ﺃ ﻭ ﺑﻌﺪﻩ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1761'
),
	Hadith(
		hadithNumber: 1762,
		hadith:
						'ﻭ ﻋ ﻦ ﻣ ﺤﱠﻤﺪ ﺑ ﻦ ﻋﱠﺒﺎﺩ ﻗﺎ ﻝ : ﺳﺄﻟ ﺖ ﺟﺎﺑﺮﺍ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺃﻧ ﻬﻰ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺻ ﻮﻡ'
			'ﺍﻟ ﺠﻤﻌ ﺔ ؟ ﻗﺎ ﻝ : ﻧﻌﻢ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1762'
),
	Hadith(
		hadithNumber: 1763,
		hadith:
						'ﻭ ﻋ ﻦ ﺄﻣﱢ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺟ ﻮﻳﺮﻳ ﺔ ﺑﻨ ﺖ ﺍﻟ ﺤﺎ ﺭ ﺙ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺩ ﺧ ﻞ ﻋﻠﻴ ﻬﺎ'
			'ﻳ ﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ ﻭ ﻩ ﻲ ﺻﺎﺋ ﻤﺔ ، ﻓﻘﺎ ﻝ : « ﺃ ﺻ ﻤ ﺖ ﺃ ﻣ ﺲ ؟ » ﻗﺎﻟ ﺖ : ﻻ ، ﻗﺎ ﻝ : « ﺗ ﺮﻳﺪﻳ ﻦ ﺃ ﻥ ﺗ ﺼﻮ ﻣﻲ ﻏﺪﺍ ؟ » ﻗﺎﻟ ﺖ'
			': ﻻ ، ﻗﺎ ﻝ : « ﻓﺄﻓ ﻄﺮﻱ » ﺭ ﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1763'
),
	Hadith(
		hadithNumber: 1764,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﻭ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋ ﻦ ﺍﻟ ﻮﺻﺎ ﻝ . ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1764'
),
	Hadith(
		hadithNumber: 1765,
		hadith:
						'ﻭ ﻋﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺍﻟ ﻮﺻﺎ ﻝ . ﻗﺎﻟﻮﺍ :'
			'ﺇﱠﻧ ﻚ ﺗﻮﺍ ﺻ ﻞ ؟ ﻗﺎ ﻝ : « ﺇﱢﻧﻲ ﻟ ﺴ ﺖ ﻣﺜﻠﻜﻢ ، ﺇﻧﻲ ﺃ ﻃﻌﻢ ﻭﺃ ﺳﻘﻰ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔ ﻆ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1765'
),
	Hadith(
		hadithNumber: 1766,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻷ ﻥ ﻳ ﺠﻠ ﺲ ﺃﺣﺪﺁﻢ ﻋﻠﻰ'
			'ﺟ ﻤ ﺮﺓ ، ﻓﺘ ﺤ ﺮ ﻕ ﺛﻴﺎﺑﻪ، ﻓﺘ ﺨﻠ ﺺ ﺇﻟﻰ ﺟﻠﺪﻩ ﺧﻴﺮ ﻟﻪ ﻣ ﻦ ﺃ ﻥ ﻳ ﺠﻠ ﺲ ﻋﻠﻰ ﻗﺒ ﺮ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1766'
),
	Hadith(
		hadithNumber: 1767,
		hadith:
						'ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻳ ﺠ ﱠﺼ ﺺ ﺍﻟﻘﺒ ﺮ ، ﻭﺃ ﻥ ﻳﻘﻌﺪ'
			'ﻋﻠﻴ ﻪ ، ﻭﺃ ﻥ ﻳﺒﻨﻰ ﻋﻠﻴﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1767'
),
	Hadith(
		hadithNumber: 1768,
		hadith:
						'ﻋ ﻦ ﺟ ﺮﻳ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﱠﻳﻤﺎ ﻋﺒﺪ ﺃﺑ ﻖ ، ﻓﻘﺪ ﺑ ﺮﺋ ﺖ'
			'ﻣﻨﻪ ﺍﻟﺬﱢﻣﱠﺔ ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1768'
),
	Hadith(
		hadithNumber: 1769,
		hadith:
						'ﻭ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃﺑ ﻖ ﺍﻟﻌﺒﺪ ، ﻟﻢ ﺗﻘﺒ ﻞ ﻟﻪ ﺻﻼﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳﺔ : « ﻓﻘﺪ ﺁﻔﺮ »',
		translation: 'Translation of Hadith 1769'
),
	Hadith(
		hadithNumber: 1770,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﺃ ﱠﻥ ﻗ ﺮﻳﺸﺎ ﺃ ﻩﱠﻤ ﻬﻢ ﺷﺄ ﻥ ﺍﻟﻤ ﺮﺃﺓ ﺍﻟﻤ ﺨ ﺰﻭ ﻣﱠﻴ ﺔ ﺍﱠﻟﺘﻲ ﺳ ﺮﻗ ﺖ ﻓﻘﺎﻟﻮﺍ : ﻣ ﻦ'
			'ﻳﻜﻠﱢﻢ ﻓﻴﻬﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎﻟﻮﺍ : ﻭ ﻣ ﻦ ﻳ ﺠﺘﺮﻱ ﺀ ﻋﻠﻴﻪ ﺇ ﱠﻻ ﺃ ﺳﺎ ﻣﺔ ﺑ ﻦ ﺯﻳﺪ، ﺣ ﱡﺐ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻜﱠﻠ ﻤﻪ ﺃ ﺳﺎ ﻣﺔ ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺗ ﺸﻔ ﻊ ﻓﻲ ﺣﱟﺪ ﻣ ﻦ ﺣﺪﻭﺩ ﺍﻟﱠﻠ ﻪ'
			'ﺗﻌﺎﻟﻰ ؟ » ﺛﻢ ﻗﺎﻡ ﻓﺎﺣﺘﻄﺐ ﺛﻢﱠ ﻗﺎ ﻝ : « ﺇﱠﻧﻤﺎ ﺄﻫﻠ ﻚ ﺍﱠﻟﺬﻳ ﻦ ﻗﺒﻠﻜﻢ ﺃﱠﻧﻬﻢ ﺁﺎﻧﻮﺍ ﺇﺫﺍ ﺳ ﺮ ﻕ ﻓﻴﻬﻢ ﺍﻟ ﱠﺸ ﺮﻳ ﻒ ﺗ ﺮﺁﻮﻩ، ﻭﺇﺫﺍ'
			'ﺳ ﺮ ﻕ ﻓﻴ ﻬﻢ ﺍﻟ ﱠﻀﻌﻴ ﻒ ، ﺃﻗﺎﻣﻮﺍ ﻋﻠﻴﻪ ﺍﻟ ﺤﱠﺪ ، ﻭﺍﻳﻢ ﺍﻟﱠﻠ ﻪ ﻟ ﻮ ﺃ ﱠﻥ ﻓﺎ ﻃ ﻤ ﺔ ﺑﻨﺒ ﺖ ﻣ ﺤﱠﻤﺪ ﺳ ﺮﻗ ﺖ ﻟﻘ ﻄﻌ ﺖ ﻳﺪ ﻩﺎ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳﺔ: ﻓﺘﻠ ﱠﻮ ﻥ ﻭ ﺟﻪ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘﺎ ﻝ : « ﺃﺗ ﺸﻔ ﻊ ﻓﻲ ﺣﱟﺪ ﻣ ﻦ ﺣﺪﻭﺩ ﺍﻟﱠﻠ ﻪ،؟» ﻗﺎ ﻝ'
			'ﺃ ﺳﺎ ﻣﺔ : ﺍ ﺳﺘﻐﻔ ﺮ ﻟﻲ ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ . ﻗﺎ ﻝ : ﺛﻢﱠ ﺃﻣ ﺮ ﺑﺘﻠ ﻚ ﺍﻟﻤ ﺮﺃﺓ ، ﻓﻘ ﻄﻌ ﺖ ﻳﺪ ﻩﺎ.'
			'`',
		translation: 'Translation of Hadith 1770'
),
	Hadith(
		hadithNumber: 1771,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﱠﺗﻘﻮﺍ ﺍﱠﻟﻼ ﻋﻨﻴﻦ » ﻗﺎﻟﻮﺍ'
			'ﻭ ﻣﺎ ﺍﱠﻟﻼ ﻋﻨﺎ ﻥ ؟ ﻗﺎ ﻝ : « ﺍﱠﻟﺬﻱ ﻳﺘ ﺨﱠﻠﻰ ﻓﻲ ﻃﺮﻳ ﻖ ﺍﻟﱠﻨﺎ ﺱ ﺃ ﻭ ﻓﻲ ﻇﱢﻠ ﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1771'
),
	Hadith(
		hadithNumber: 1772,
		hadith:
						'ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﺃ ﻥ ﻳﺒﺎﻝ ﻓﻲ ﺍﻟ ﻤﺎ ﺀ ﺍﻟ ﱠﺮﺍﺁﺪ . ﺭﻭﺍﻩ'
			'ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1772'
),
	Hadith(
		hadithNumber: 1773,
		hadith:
						'ﻋ ﻦ ﺍﻟﱡﻨﻌﻤﺎ ﻥ ﺑ ﻦ ﺑ ﺸﻴ ﺮ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺃﺑﺎﻩ ﺃﺗﻰ ﺑ ﻪ ﺭﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎ ﻝ : ﺇﱢﻧﻲ'
			'ﻧ ﺤﻠ ﺖ ﺍﺑﻨﻲ ﻩﺬﺍ ﻏﻼﻣﺎ ﺁﺎ ﻥ ﻟﻲ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﺁﻞﱠ ﻭﻟﺪ ﻙ ﻧﺤﻠﺘﻪ ﻣﺜ ﻞ ﻩﺬﺍ؟» ﻓﻘﺎﻝ :'
			'ﻻ ، ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻓﺄ ﺭ ﺟﻌﻪ » .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻓﻌﻠ ﺖ ﻩﺬﺍ ﺑ ﻮﻟﺪ ﻙ ﺁﱢﻠ ﻬﻢ ؟ » ﻗﺎ ﻝ : ﻻ ، ﻗﺎ ﻝ : « ﺍﱠﺗﻘﻮﺍ'
			'ﺍﻟﱠﻠﻪ ﻭﺍ ﻋﺪﻟﻮﺍ ﻓﻲ ﺃ ﻭﻻﺩﺁﻢ » ﻓ ﺮ ﺟ ﻊ ﺃﺑﻲ ، ﻓﺮﱠﺩ ﺗﻠ ﻚ ﺍﻟ ﱠﺼﺪﻗ ﺔ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : ﻓﻘﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺎ ﺑ ﺸﻴ ﺮ ﺃﻟ ﻚ ﻭﻟﺪ ﺳ ﻮﻯ ﻩﺬﺍ ؟ ﻗﺎ ﻝ : ﻧﻌﻢ ، ﻗﺎﻝ: «'
			'ﺃﺁﻠﱠ ﻬﻢ ﻭ ﻩﺒ ﺖ ﻟﻪ ﻣﺜ ﻞ ﻩﺬﺍ ؟ » ﻗﺎ ﻝ : ﻻ ، ﻗﺎ ﻝ : « ﻓﻼ ﺗ ﺸ ﻬﺪﻧﻲ ﺇﺫﺍ ﻓﺈﱢﻧﻲ ﻻ ﺃ ﺷ ﻬﺪ ﻋﻠﻰ ﺟ ﻮ ﺭ » .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : « ﻻ ﺗ ﺸ ﻬﺪﻧﻲ ﻋﻠﻰ ﺟ ﻮ ﺭ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﺃ ﺷﻬﺪ ﻋﻠﻰ ﻩﺬﺍ ﻏﻴ ﺮﻱ ، » ﺛﻢﱠ ﻗﺎ ﻝ : « ﺃﻳ ﺴ ﱡﺮ ﻙ ﺃ ﻥ ﻳﻜﻮﻧﻮﺍ ﺇﻟﻴ ﻚ ﻓﻲ ﺍﻟﺒ ﱢﺮ ﺳ ﻮﺍ ﺀ ؟ » ﻗﺎ ﻝ : ﺑﻠﻰ ،'
			'ﻗﺎ ﻝ : « ﻓﻼ ﺇﺫﺍ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1773'
),
	Hadith(
		hadithNumber: 1774,
		hadith:
						'ﻋ ﻦ ﺯﻳﻨ ﺐ ﺑﻨ ﺖ ﺃﺑﻲ ﺳﻠ ﻤ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻟ ﺖ : ﺩ ﺧﻠ ﺖ ﻋﻠﻰ ﺄﻣﱢ ﺣﺒﻴﺒ ﺔ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺯ ﻭ ﺝ ﺍﻟﱠﻨﺒ ﱢﻲ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﻴ ﻦ ﺗ ﻮﱢﻓﻲ ﺃﺑﻮﻩﺎ ﺃﺑﻮ ﺳﻔﻴﺎ ﻥ ﺑ ﻦ ﺣ ﺮ ﺏ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻓﺪ ﻋ ﺖ ﺑ ﻄﻴ ﺐ ﻓﻴ ﻪ ﺻﻔ ﺮﺓ ﺧﻠﻮ ﻕ'
			'ﺃ ﻭ ﻏﻴ ﺮﻩ ، ﻓﺪ ﻩﻨ ﺖ ﻣﻨﻪ ﺟﺎ ﺭﻳ ﺔ ، ﺛﻢﱠ ﻣ ﱠﺴ ﺖ ﺑﻌﺎ ﺭ ﺿﻴﻬﺎ . ﺛﻢﱠ ﻗﺎﻟ ﺖ : ﻭﺍﻟﱠﻠ ﻪ ﻣﺎﻟﻲ ﺑﺎﻟ ﱢﻄﻴ ﺐ ﻣ ﻦ ﺣﺎ ﺟ ﺔ ، ﻏﻴ ﺮ ﺃﱢﻧﻲ'
			'ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ ﻋﻠﻰ ﺍﻟ ﻤﻨﺒ ﺮ: « ﻻ ﻳ ﺤ ﱡﻞ ﻻ ﻣﺮﺃﺓ ﺗ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ﺃ ﻥ ﺗ ﺤﺪﱠ'
			'ﻋﻠﻰ ﻣﱢﻴ ﺖ ﻓ ﻮ ﻕ ﺛﻼ ﺙ ﻟﻴﺎ ﻝ ، ﺇ ﱠﻻ ﻋﻠﻰ ﺯ ﻭ ﺝ ﺃ ﺭﺑﻌﺔ ﺃ ﺷ ﻬ ﺮ ﻭ ﻋ ﺸﺮﺍ » ﻗﺎﻟ ﺖ ﺯﻳﻨ ﺐ : ﺛﻢﱠ ﺩ ﺧﻠ ﺖ ﻋﻠﻰ ﺯﻳﻨ ﺐ ﺑﻨ ﺖ'
			'ﺟ ﺤﺶ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺣﻴ ﻦ ﺗ ﻮﻓﱢ ﻲ ﺃ ﺧﻮ ﻩﺎ ، ﻓﺪ ﻋ ﺖ ﺑ ﻄﻴ ﺐ ﻓ ﻤ ﱠﺴ ﺖ ﻣﻨﻪ ، ﺛﻢﱠ ﻗﺎﻟ ﺖ : ﺃ ﻣﺎ ﻭﺍﻟﱠﻠ ﻪ ﻣﺎﻟﻲ ﺑﺎﻟ ﱢﻄﻴ ﺐ ﻣ ﻦ'
			'ﺣﺎ ﺟ ﺔ ، ﻏﻴ ﺮ ﺃﱢﻧﻲ ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ ﻋﻠﻰ ﺍﻟﻤﻨﺒﺮ : « ﻻ ﻳ ﺤ ﱡﻞ ﻻ ﻣ ﺮﺃﺓ ﺗ ﺆﻣ ﻦ ﺑﺎﻟﱠﻠ ﻪ'
			'ﻭﺍﻟﻴ ﻮﻡ ﺍﻵ ﺧ ﺮ ﺃ ﻥ ﺗ ﺤﺪﱠ ﻋﻠﻰ ﻣﱢﻴ ﺖ ﻓ ﻮ ﻕ ﺛ ﻼ ﺙ ﺇ ﱠﻻ ﻋﻠﻰ ﺯﻭ ﺝ ﺃ ﺭﺑﻌ ﺔ ﺃ ﺷ ﻬ ﺮ ﻭ ﻋ ﺸﺮﺍ». ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1774'
),
	Hadith(
		hadithNumber: 1775,
		hadith:
						'ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻳﺒﻴ ﻊ ﺣﺎ ﺿﺮ ﻟﺒﺎﺩ ﻭﺇ ﻥ ﺁﺎ ﻥ'
			'ﺃ ﺧﺎﻩ ﻷﺑﻴﻪ ﻭﺃﱢﻣ ﻪ . ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1775'
),
	Hadith(
		hadithNumber: 1776,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺘﻠﱡﻘ ﻮﺍ ﺍﻟﺴﻠﻊ ﺣﱠﺘﻰ ﻳ ﻬﺒ ﻂ ﺑ ﻬﺎ ﺇﻟﻰ'
			'ﺍ ﻷ ﺳﻮﺍ ﻕ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1776'
),
	Hadith(
		hadithNumber: 1777,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : « ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﺘﻠﱠﻘ ﻮﺍ ﺍﻟ ﱡﺮﺁﺒﺎ ﻥ'
			'، ﻭﻻ ﻳﺒ ﻊ ﺣﺎ ﺿﺮ ﻟﺒﺎﺩ » ، ﻓﻘﺎ ﻝ ﻟﻪ ﻃﺎﻭﻭ ﺱ : ﻣﺎ « ﻻ ﻳﺒ ﻊ ﺣﺎ ﺿﺮ ﻟﺒﺎﺩ ؟ » ﻗﺎﻝ : ﻻ ﻳﻜﻮ ﻥ ﻟﻪ ﺳ ﻤ ﺴﺎﺭﺍ . ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1777'
),
	Hadith(
		hadithNumber: 1778,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻳﺒﻴ ﻊ ﺣﺎ ﺿﺮ ﻟﺒﺎﺩ ﻭﻻ'
			'ﺗﻨﺎ ﺟ ﺸﻮﺍ ﻭﻻ ﻳﺒﻊ ﺍﻟﺮﱠ ﺟ ﻞ ﻋﻠﻰ ﺑﻴﻊ ﺃﺧﻴ ﻪ ، ﻭﻻ ﻳﺨﻄ ﺐ ﻋﻠﻰ ﺧ ﻄﺒ ﺔ ﺃ ﺧﻴ ﻪ ، ﻭﻻ ﺗ ﺴﺄ ﻝ ﺍﻟﻤﺮﺃﺓ ﻃﻼ ﻕ ﺃ ﺧﺘ ﻬﺎ ﻟﺘﻜﻔﺄ ﻣﺎ'
			'ﻓﻲ ﺇﻧﺎﺋ ﻬﺎ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ ﻗﺎ ﻝ : ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ ﺍﻟﱠﺘﻠﱢﻘﻲ ﻭﺄﻧ ﻳﺒﺘﺎ ﻉ ﺍﻟﻤ ﻬﺎ ﺟ ﺮ ﻷ ﻋﺮﺍﺑ ﱢﻲ ، ﻭﺃ ﻥ'
			'ﺗ ﺸﺘ ﺮ ﻁ ﺍﻟﻤ ﺮﺃﺓ ﻃﻼ ﻕ ﺃ ﺧﺘ ﻬﺎ ، ﻭﺃ ﻥ ﻳ ﺴﺘﺎﻡ ﺍﻟﺮﱠ ﺟ ﻞ ﻋﻠﻰ ﺳ ﻮﻡ ﺃﺧﻴ ﻪ ، ﻭﻧ ﻬﻰ ﻋ ﻦ ﺍﻟﱠﻨ ﺠ ﺶ ﻭﺍﻟﱠﺘ ﺼﺮﻳ ﺔ. ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1778'
),
	Hadith(
		hadithNumber: 1779,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ، ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﻳﺒ ﻊ ﺑﻌ ﻀﻜﻢ ﻋﻠﻰ'
			'ﺑﻴ ﻊ ﺑﻌ ﺾ ، ﻭﻻ ﻳ ﺨ ﻄ ﺐ ﻋﻠﻰ ﺧ ﻄﺒﺔ ﺃ ﺧﻴ ﻪ ﺇ ﱠﻻ ﺃ ﻥ ﻳﺄﺫ ﻥ ﻟﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻮﻫﺬﺍ ﻟﻔ ﻆ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1779'
),
	Hadith(
		hadithNumber: 1780,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻘﺒ ﺔ ﺑ ﻦ ﻋﺎ ﻣ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟﻤ ﺆﻣ ﻦ ﺃ ﺧﻮ'
			'ﺍﻟﻤﺆﻣﻦ ، ﻓ ﻼ ﻳ ﺤ ﱡﻞ ﻟﻤﺆ ﻣ ﻦ ﺃ ﻥ ﻳﺒﺘﺎ ﻉ ﻋﻠﻰ ﺑﻴ ﻊ ﺃ ﺧﻴ ﻪ ﻭ ﻻ ﻳ ﺨ ﻄ ﺐ ﻋﻠﻰ ﺧ ﻄﺒ ﺔ ﺃ ﺧﻴﻪ ﺣﱠﺘﻰ ﻳﺬﺭ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1780'
),
	Hadith(
		hadithNumber: 1781,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻳﺮﺿﻲ'
			'ﻟﻜﻢ ﺛﻼﺛﺎ ، ﻭﻳﻜ ﺮﻩ ﻟﻜﻢ ﺛﻼﺛﺎ : ﻓﻴﺮﺿﻲ ﻟﻜﻢ ﺃ ﻥ ﺗﻌﺒﺪﻭﻩ ، ﻭﻻ ﺗﺸﺮﺁﻮﺍ ﺑ ﻪ ﺷﻴﺌﺎ ، ﻭﺃ ﻥ ﺗﻌﺘ ﺼﻤﻮﺍ ﺑ ﺤﺒ ﻞ ﺍﻟﱠﻠ ﻪ ﺟ ﻤﻴﻌﺎ'
			'ﻭﻻ ﺗﻔ ﱠﺮﻗﻮﺍ ، ﻭﻳﻜﺮﻩ ﻟﻜﻢ : ﻗﻴ ﻞ ﻭﻗﺎ ﻝ ، ﻭﺁﺜ ﺮﺓ ﺍﻟ ﱡﺴﺆﺍ ﻝ ، ﻭﺇ ﺿﺎ ﻋ ﺔ ﺍﻟ ﻤﺎ ﻝ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ ، ﻭﺗﻘﱠﺪﻡ ﺷﺮﺣﻪ',
		translation: 'Translation of Hadith 1781'
),
	Hadith(
		hadithNumber: 1782,
		hadith:
						'ﻭ ﻋ ﻦ ﻭ ﱠﺭﺍﺩ ﺁﺎﺗ ﺐ ﺍﻟﻤﻐﻴ ﺮﺓ ﺑﻦ ﺷﻌﺒﺔ ﻗﺎ ﻝ : ﺃ ﻣﻠﻰ ﻋﻠ ﱠﻲ ﺍﻟﻤﻐﻴ ﺮﺓ ﺑ ﻦ ﺷﻌﺒ ﺔ ﻓﻲ ﺁﺘﺎﺏ ﺇﻟﻰ ﻣﻌﺎﻭﻳ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨﻪ ، ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻳﻘﻮﻝ ﻓﻲ ﺩﺑ ﺮ ﺁﻞﱢ ﺻﻼﺓ ﻣﻜﺘﻮﺑ ﺔ : « ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭﺣﺪﻩ ﻻ ﺷ ﺮﻳ ﻚ ﻟﻪ'
			'، ﻟﻪ ﺍﻟﻤﻠ ﻚ ﻭﻟﻪ ﺍﻟ ﺤ ﻤﺪ ﻭ ﻩ ﻮ ﻋﻠﻰ ﺁﻞﱢ ﺷﻲ ﺀ ﻗﺪﻳﺮ ، ﺍﻟﻠﱠ ﻬﻢﱠ ﻻ ﻣﺎﻧ ﻊ ﻟ ﻤﺎ ﺃ ﻋ ﻄﻴ ﺖ ، ﻭ ﻻ ﻣﻌ ﻄ ﻲ ﻟ ﻤﺎ ﻣﻨﻌ ﺖ ، ﻭ ﻻ ﻳﻨﻔ ﻊ'
			'ﺫﺍ ﺍﻟ ﺠﱢﺪ ﻣﻨ ﻚ ﺍﻟ ﺠﱡﺪ » ﻭﺁﺘ ﺐ ﺇﻟﻴﻪ ﺃﻧﱠﻪ « ﺁﺎ ﻥ ﻳﻨ ﻬﻰ ﻋ ﻦ ﻗﻴﻞ ﻭﻗﺎ ﻝ ، ﻭﺇ ﺿﺎ ﻋ ﺔ ﺍﻟ ﻤﺎ ﻝ ، ﻭﺁﺜﺮﺓ ﺍﻟ ﱡﺴ ﺆﺍ ﻝ ، ﻭﺁﺎ ﻥ ﻳﻨ ﻬﻰ'
			'ﻋ ﻦ ﻋﻘﻮ ﻕ ﺍﻷﻣ ﱠﻬﺎ ﺕ ، ﻭﻭﺃﺩ ﺍﻟﺒﻨﺎ ﺕ ، ﻭ ﻣﻨ ﻊ ﻭ ﻩﺎ ﺕ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ ، ﻭﺳﺒﻖ ﺷﺮﺣﻪ',
		translation: 'Translation of Hadith 1782'
),
	Hadith(
		hadithNumber: 1783,
		hadith:
						'ﻋﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ: « ﻻ ﻳ ﺸ ﺮ ﺃ ﺣﺪﺁﻢ ﺇﻟﻰ ﺃ ﺧﻴ ﻪ'
			'ﺑﺎﻟ ﱢﺴ ﻼ ﺡ ، ﻓﺈﻧﱠﻪ ﻻ ﻳﺪ ﺮﻳ ﻟﻌ ﱠﻞ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳﻨ ﺰ ﻉ ﻓﻲ ﻳﺪﻩ ، ﻓﻴﻘ ﻊ ﻓﻲ ﺣﻔ ﺮﺓ ﻣﻦ ﺍﻟﱠﻨﺎ ﺭ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ.'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ ﻟﻤ ﺴﻠﻢ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺃﺑﻮ ﺍﻟﻘﺎ ﺳﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃﺷﺎ ﺭ ﺇﻟﻰ ﺃﺧﻴ ﻪ ﺑ ﺤﺪﻳﺪﺓ ، ﻓﺈ ﱠﻥ ﺍﻟ ﻤﻼﺋﻜ ﺔ'
			'ﺗﻠﻌﻨﻪ ﺣﱠﺘﻰ ﻳﻨ ﺰ ﻉ ، ﻭﺇ ﻥ ﺁﺎﻥ ﺃ ﺧﺎﻩ ﻷﺑﻴ ﻪ ﻭﺃﱢﻣ ﻪ » .'
			'ﻗ ﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﻨ ﺰﻉ » ﺿﺒ ﻂ ﺑﺎﻟﻌﻴ ﻦ ﺍﻟﻤ ﻬﻤﻠ ﺔ ﻣ ﻊ ﺁ ﺴ ﺮ ﺍﻟ ﱠﺰﺎﻳ ، ﻭﺑﺎﻟﻐﻴ ﻦ ﺍﻟﻤﻌ ﺠ ﻤ ﺔ ﻣﻊ ﻓﺘ ﺤﻬﺎ'
			'ﻭﻣﻌﻨﺎﻩﻤﺎ ﻣﺘﻘﺎ ﺭ ﺏ ، ﻣﻌﻨﺎﻩ ﺑﺎﻟﻤ ﻬﻤﻠ ﺔ ﻳ ﺮﻣﻲ ، ﻭﺑﺎﻟﻤﻌﺠ ﻤ ﺔ ﺃﻳﻀﺎ ﻳ ﺮﻣﻲ ﻭﻳﻔ ﺴﺪ ، ﻭﺃ ﺻ ﻞ ﺍﻟﱠﻨ ﺰ ﻉ : ﺍﻟ ﱠﻄﻌ ﻦ ﻭﺍﻟﻔ ﺴﺎﺩ',
		translation: 'Translation of Hadith 1783'
),
	Hadith(
		hadithNumber: 1784,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : « ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻳﺘﻌﺎ ﻃﻰ ﺍﻟﺴﱠﻴ ﻒ ﻣ ﺴﻠﻮ ﻻ'
			'» .'
			'ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ',
		translation: 'Translation of Hadith 1784'
),
	Hadith(
		hadithNumber: 1785,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﺍﻟ ﱠﺸﻌﺜﺎ ﺀ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻗﻌﻮﺩﺍ ﻣﻊ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ ﺍﻟﻤ ﺴ ﺠﺪ ، ﻓﺄﱠﺫ ﻥ ﺍﻟﻤ ﺆﺫﱢ ﻥ ، ﻓﻘﺎﻡ'
			'ﺭ ﺟﻞ ﻣ ﻦ ﺍﻟﻤ ﺴ ﺠﺪ ﻳ ﻤ ﺸﻲ ، ﻓﺄﺗﺒﻌﻪ ﺃﺑﻮ ﻩﺮﻳﺮﺓ ﺑ ﺼﺮﻩ ﺣﱠﺘﻰ ﺧﺮ ﺝ ﻣ ﻦ ﺍﻟﻤ ﺴ ﺠﺪ، ﻓﻘﺎ ﻝ ﺃﺑﻮ ﻩﺮﻳ ﺮﺓ : ﺃﱠﻣﺎ ﻩﺬﺍ ﻓﻘﺪ'
			'ﻋ ﺼﻰ ﺃﺑﺎ ﺍﻟﻘﺎ ﺳﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1785'
),
	Hadith(
		hadithNumber: 1786,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻋ ﺮ ﺽ ﻋﻠﻴﻪ'
			'ﺭﻳ ﺤﺎ ﻥ ، ﻓﻼ ﻳ ﺮﺩﱠﻩ ، ﻓﺈﻧﱠﻪ ﺧﻔﻴ ﻒ ﺍﻟ ﻤ ﺤﻤ ﻞ ، ﻃﻴﱢ ﺐ ﺍﻟ ﱢﺮﻳ ﺢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1786'
),
	Hadith(
		hadithNumber: 1787,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺑ ﻦ ﻣﺎﻟ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺁﺎ ﻥ ﻻ ﻳ ﺮﺩﱡ ﺍﻟ ﱢﻄﻴ ﺐ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1787'
),
	Hadith(
		hadithNumber: 1788,
		hadith:
						'ﻋ ﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷ ﺷﻌ ﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤ ﻊ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭ ﺟ ﻼ ﻳﺜﻨﻲ ﻋﻠﻰ ﺭ ﺟ ﻞ'
			'ﻭﻳ ﻄ ﺮﻳ ﻪ ﻓﻲ ﺍﻟﻤﺪ ﺣ ﺔ ، ﻓﻘﺎ ﻝ : « ﺃ ﻩﻠﻜﺘﻢ ، ﺃ ﻭ ﻗﻄﻌﺘﻢ ﻇﻬ ﺮ ﺍﻟ ﱠﺮ ﺟ ﻞ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'» ﻭﺍﻹ ﻃ ﺮﺍ ﺀ » : ﺍﻟﻤﺒﺎﻟﻐﺔ ﻓﻲ ﺍﻟ ﻤﺪ ﺡ',
		translation: 'Translation of Hadith 1788'
),
	Hadith(
		hadithNumber: 1789,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺑﻜ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺫﺁ ﺮ ﻋﻨﺪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄﺛﻨﻰ ﻋﻠﻴﻪ ﺭ ﺟﻞ ﺧﻴﺮﺍ'
			'، ﻓﻘﺎ ﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﻳ ﺤ ﻚ ﻗ ﻄﻌﺖ ﻋﻨ ﻖ ﺻﺎ ﺣﺒ ﻚ » ﻳﻘﻮﻟﻪ ﻣ ﺮﺍﺭﺍ « ﺇ ﻥ ﺁﺎ ﻥ ﺃ ﺣﺪﺁﻢ ﻣﺎﺩﺣﺎ ﻻ'
			'ﻣ ﺤﺎﻟ ﺔ ، ﻓﻠﻴﻘ ﻞ : ﺃ ﺣ ﺴ ﺐ ﺁﺬﺍ ﻭﺁﺬﺍ ﺇ ﻥ ﺁﺎ ﻥ ﻳ ﺮﻯ ﺃﻧﱠﻪ ﺁﺬﻟ ﻚ ، ﻭ ﺣ ﺴﻴﺒﻪ ﺍﻟﱠﻠﻪ ، ﻭ ﻻ ﻳ ﺰﱠﺁﻰ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ﺃ ﺣﺪ » ﻣﺘﻔﻖ'
			'ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1789'
),
	Hadith(
		hadithNumber: 1790,
		hadith:
						'ﻭ ﻋ ﻦ ﻩﱠﻤﺎﻡ ﺑ ﻦ ﺍﻟ ﺤﺎ ﺭ ﺙ ، ﻋ ﻦ ﺍﻟ ﻤﻘﺪﺍﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺟ ﻼ ﺟﻌﻞ ﻳ ﻤﺪ ﺡ ﻋﺜﻤﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ،'
			'ﻓﻌ ﻤﺪ ﺍﻟ ﻤﻘﺪﺍﺩ ، ﻓ ﺠﺜﺎ ﻋﻠﻰ ﺭﺁﺒﺘﻴﻪ ، ﻓ ﺠﻌ ﻞ ﻳ ﺤﺜﻮ ﻓﻲ ﻭ ﺟ ﻬ ﻪ ﺍﻟ ﺤ ﺼﺒﺎ ﺀ، ﻓﻘﺎ ﻝ ﻟﻪ ﻋﺜﻤﺎ ﻥ : ﻣﺎ ﺷﺄﻧ ﻚ ؟ ﻓﻘﺎ ﻝ : ﺇ ﱠﻥ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﺭﺃﻳﺘﻢ ﺍﻟ ﻤﱠﺪﺍ ﺣﻴ ﻦ ، ﻓﺎ ﺣﺜﻮﺍ ﻓﻲ ﻭ ﺟﻮ ﻩ ﻬﻢ ﺍﻟﱡﺘﺮﺍ ﺏ » ﺭ ﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻓ ﻬﺬﻩ ﺍﻷ ﺣﺎﺩﻳ ﺚ ﻓﻲ ﺍﻟﱠﻨ ﻬ ﻲ ، ﻭ ﺟﺎ ﺀ ﻓﻲ ﺍﻹﺑﺎ ﺣ ﺔ ﺃ ﺣﺎﺩﻳ ﺚ ﺁﺜﻴ ﺮﺓ ﺻ ﺤﻴ ﺤﺔ .'
			'ﻗﺎ ﻝ ﺍﻟﻌﻠ ﻤﺎ ﺀ : ﻭﻃﺮﻳ ﻖ ﺍﻟ ﺠ ﻤ ﻊ ﺑﻴ ﻦ ﺍﻷ ﺣﺎﺩﻳ ﺚ ﺃ ﻥ ﻳﻘﺎ ﻝ : ﺇ ﻥ ﺁﺎ ﻥ ﺍﻟﻤ ﻤﺪﻭ ﺡ ﻋﻨﺪﻩ ﺁ ﻤﺎ ﻝ ﺇﻳ ﻤﺎ ﻥ ﻭﻳﻘﻴ ﻦ ، ﻭﺭﻳﺎ ﺿﺔ'
			'ﻧﻔ ﺲ ، ﻭ ﻣﻌ ﺮﻓﺔ ﺗﺎﱠﻣﺔ ﺑ ﺤﻴ ﺚ ﻻ ﻳﻔﺘﺘ ﻦ ، ﻭﻻ ﻳﻐﺘ ﱡﺮ ﺑﺬﻟ ﻚ ، ﻭﻻ ﺗﻠﻌ ﺐ ﺑ ﻪ ﻧﻔ ﺴﻪ ، ﻓﻠﻴ ﺲ ﺑ ﺤ ﺮﺎﻣ ﻭﻻ ﻣﻜ ﺮﻭﻩ ، ﻭﺇ ﻥ'
			'ﺧﻴ ﻒ ﻋﻠﻴﻪ ﺷﻲ ﺀ ﻣ ﻦ ﻩﺬﻩ ﺍﻷﻣﻮ ﺭ ﺁ ﺮﻩ ﻣﺪ ﺣﻪ ﻓﻲ ﻭ ﺟ ﻬ ﻪ ﺁ ﺮﺍ ﻩ ﺔ ﺷﺪﻳﺪﺓ ، ﻭ ﻋﻠﻰ ﻩﺬﺍ ﺍﻟﱠﺘﻔ ﺼﻴ ﻞ ﺗﻨﺰﱠ ﻝ ﺍﻷﺣﺎﺩﻳ ﺚ'
			'ﺍﻟﻤﺨﺘﻠﻔﺔ ﻓﻲ ﺫﻟ ﻚ . ﻭ ﻣﱠﻤﺎ ﺟﺎ ﺀ ﻓﻲ ﺍﻹﺑﺎ ﺣ ﺔ ﻗ ﻮﻟﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻷﺑﻲ ﺑﻜ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : « ﺃ ﺭ ﺟﻮ ﺃ ﻥ'
			'ﺗﻜﻮ ﻥ ﻣﻨ ﻬﻢ » ﺃ ﻱ : ﻣ ﻦ ﺍﱠﻟﺬﻳ ﻦ ﻳﺪ ﻋ ﻮ ﻥ ﻣ ﻦ ﺟ ﻤﻴ ﻊ ﺃﺑﻮﺍ ﺏ ﺍﻟ ﺠﱠﻨ ﺔ ﻟﺪ ﺧﻮﻟ ﻬﺎ ، ﻭﻓﻲ ﺍﻟ ﺤﺪﻳ ﺚ ﺍﻵ ﺧ ﺮ : « ﻟ ﺴ ﺖ ﻣﻨ ﻬﻢ »'
			'ﺃ ﻱ : ﻟ ﺴ ﺖ ﻣ ﻦ ﺍﱠﻟﺬﻳ ﻦ ﻳ ﺴﺒﻠﻮ ﻥ ﺃ ﺯ ﺭ ﻩﻢ ﺧﻴﻼ ﺀ . ﻭﻗﺎ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻌ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : « ﻣﺎ ﺭﺁ ﻙ'
			'ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﺳﺎﻟﻜﺎ ﻓ ﺠﺎ ﺇ ﱠﻻ ﺳﻠ ﻚ ﻓ ﺠﺎ ﻏﻴ ﺮ ﻓ ﱢﺠﻚ » ، ﻭﺍﻷ ﺣﺎﺩﻳ ﺚ ﻓﻲ ﺍﻹﺑﺎ ﺣ ﺔ ﺁﺜﻴ ﺮﺓ ، ﻭﻗﺪ ﺫﺁ ﺮ ﺕ ﺟ ﻤﻠ ﺔ ﻣ ﻦ ﺃ ﻃ ﺮﺍﻓ ﻬﺎ'
			'ﻓﻲ ﺁﺘﺎﺏ : « ﺍﻷﺫﺁﺎﺭ »',
		translation: 'Translation of Hadith 1790'
),
	Hadith(
		hadithNumber: 1791,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ﺃ ﱠﻥ ﻋﻤﺮ ﺑ ﻦ ﺍﻟ ﺨ ﱠﻄﺎ ﺏ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺧ ﺮ ﺝ ﺇﻟﻰ ﺍﻟ ﱠﺸﺎﻡ ﺣﱠﺘﻰ ﺇﺫﺍ ﺁﺎ ﻥ'
			'ﺑ ﺴ ﺮ ﻍ ﻟﻘﻴﻪ ﺃ ﻣﺮﺍ ﺀ ﺍﻷ ﺟﻨﺎﺩ - ﺃﺑﻮ ﻋﺒﻴﺪﺓ ﺑ ﻦ ﺍﻟ ﺠ ﱠﺮﺍ ﺡ ﻭﺃ ﺻ ﺤﺎﺑﻪ - ﻓﺄ ﺧﺒ ﺮﻭﻩ ﺃ ﱠﻥ ﺍﻟﻮﺑﺎ ﺀ ﻗﺪ ﻭﻗ ﻊ ﺑﺎﻟ ﱠﺸﺎﻡ ، ﻗﺎ ﻝ ﺍﺑ ﻦ'
			'ﻋﱠﺒﺎ ﺱ : ﻓﻘﺎ ﻝ ﻟﻲ ﻋ ﻤ ﺮ : ﺍﺩ ﻉ ﻟﻲ ﺍﻟﻤﻬﺎﺟ ﺮﻳﻦ ﺍﻷ ﱠﻭﻟﻴ ﻦ ﻓﺪ ﻋﻮﺗﻬﻢ ، ﻓﺎ ﺳﺘ ﺸﺎﺮﻫﻢ ، ﻭﺃ ﺧﺒ ﺮ ﻩﻢ ﺃ ﱠﻥ ﺍﻟ ﻮﺑﺎ ﺀ ﻗﺪ ﻭﻗ ﻊ'
			'ﺑﺎﻟ ﱠﺸﺎﻡ ، ﻓﺎ ﺧﺘﻠﻔﻮﺍ ، ﻓﻘﺎ ﻝ ﺑﻌ ﺼ ﻬﻢ : ﺧ ﺮ ﺟ ﺖ ﻷ ﻣ ﺮ ، ﻭﻻ ﻧ ﺮﻯ ﺃ ﻥ ﺗ ﺮ ﺟ ﻊ ﻋﻨﻪ . ﻭﻗﺎ ﻝ ﺑﻌ ﻀ ﻬﻢ : ﻣﻌ ﻚ ﺑﻘﱠﻴﺔ ﺍﻟﱠﻨﺎ ﺱ'
			'ﻭﺃ ﺻ ﺤﺎ ﺏ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻭﻻ ﻧ ﺮﻯ ﺃ ﻥ ﺗﻘﺪﻣ ﻬﻢ ﻋﻠﻰ ﻩﺬﺍ ﺍﻟ ﻮﺑﺎ ﺀ ، ﻓﻘﺎ ﻝ : ﺍ ﺭﺗﻔﻌﻮﺍ ﻋﱢﻨﻲ ، ﺛـﱠﻢ'
			'ﻗﺎ ﻝ : ﺍﺩ ﻉ ﻟﻲ ﺍ ﻷﻧ ﺼﺎ ﺭ ، ﻓﺪ ﻋﻮﺗ ﻬﻢ ، ﻓﺎ ﺳﺘ ﺸﺎﺮﻫﻢ ، ﻓ ﺴﻠﻜﻮﺍ ﺳﺒﻴ ﻞ ﺍﻟﻤﻬﺎﺟ ﺮﻳﻦ ، ﻭﺍﺧﺘﻠﻔﻮﺍ ﺁﺎ ﺧﺘﻼﻓﻬﻢ ، ﻓﻘﺎﻝ :'
			'ﺍ ﺭﺗﻔﻌﻮﺍ ﻋﻨﻲ ، ﺛﻢﱠ ﻗﺎ ﻝ : ﺍﺩ ﻉ ﻟﻲ ﻣ ﻦ ﺁﺎ ﻥ ﻩﺎ ﻩﻨﺎ ﻣ ﻦ ﻣ ﺸﻴ ﺨ ﺔ ﻗ ﺮﻳ ﺶ ﻣ ﻦ ﻣ ﻬﺎ ﺟﺮﺓ ﺍﻟﻔﺘ ﺢ ، ﻓﺪ ﻋ ﻮﺗ ﻬﻢ ، ﻓﻠﻢ'
			'ﻳ ﺨﺘﻠ ﻒ ﻋﻠﻴﻪ ﻣﻨ ﻬﻢ ﺭ ﺟﻼ ﻥ ، ﻓﻘﺎﻟﻮﺍ : ﻧ ﺮﻯ ﺃ ﻥ ﺗ ﺮ ﺟ ﻊ ﺑﺎﻟﱠﻨﺎ ﺱ ﻭ ﻻ ﺗﻘﺪ ﻣ ﻬﻢ ﻋﻠﻰ ﻩﺬﺍ ﺍﻟ ﻮﺑﺎ ﺀ ، ﻓﻨﺎﺪﯨ ﻋ ﻤ ﺮ ﺭﺿﻲ'
			'ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻓﻲ ﺍﻟﱠﻨﺎ ﺱ: ﺇﱢﻧﻲ ﻣ ﺼﺒ ﺢ ﻋﻠﻰ ﻇ ﻬ ﺮ ، ﻓﺄ ﺻﺒ ﺤﻮﺍ ﻋﻠﻴﻪ : ﻓﻘﺎﻝ ﺃﺑﻮ ﻋﺒﻴﺪﺓ ﺍﺑ ﻦ ﺍﻟ ﺠ ﱠﺮﺍ ﺡ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ :'
			'ﺃﻓ ﺮﺍﺭﺍ ﻣ ﻦ ﻗﺪ ﺭ ﺍﻟﱠﻠﻪ ؟ ﻓﻘﺎ ﻝ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﻟ ﻮ ﻏﻴ ﺮ ﻙ ﻗﺎﻟ ﻬﺎ ﻳﺎ ﺃﺑﺎ ﻋﺒﻴﺪﺓ ، - ﻭﺁﺎ ﻥ ﻋ ﻤ ﺮ ﻳﻜ ﺮﻩ ﺧﻼﻓﻪ ،'
			'ﻧﻌﻢ ﻧﻔ ﱡﺮ ﻣ ﻦ ﻗﺪ ﺭ ﺍﻟﱠﻠﻪ ﺇﻟﻰ ﻗﺪ ﺭ ﺍﻟﱠﻠﻪ ، ﺃﺭﺃﻳ ﺖ ﻟ ﻮ ﺁﺎ ﻥ ﻟ ﻚ ﺇﺑ ﻞ ، ﻓ ﻬﺒ ﻄ ﺖ ﻭﺍﺩﻳﺎ ﻟﻪ ﻋﺪ ﻭﺗﺎ ﻥ ، ﺇ ﺣﺪﺍ ﻩﻤﺎ ﺧ ﺼﺒﺔ ،'
			'ﻭﺍﻷ ﺧ ﺮﻯ ﺟﺪﺑﺔ ، ﺃﻟﻴ ﺲ ﺇ ﻥ ﺭ ﻋﻴ ﺖ ﺍﻟ ﺨ ﺼﺒ ﺔ ﺭ ﻋﻴﺘ ﻬﺎ ﺑﻘﺪ ﺭ ﺍﻟﱠﻠﻪ ، ﻭﺇ ﻥ ﺭ ﻋﻴ ﺖ ﺍﻟ ﺠﺪﺑ ﺔ ﺭ ﻋﻴﺘ ﻬﺎ ﺑﻘﺪﺭ ﺍﻟﱠﻠﻪ ، ﻗﺎ ﻝ :'
			'ﻓ ﺠﺎ ﺀ ﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﺑ ﻦ ﻋ ﻮ ﻑ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ، ﻭﺁﺎ ﻥ ﻣﺘﻐﱢﻴﺒﺎ ﻓﻲ ﺑﻌ ﺾ ﺣﺎ ﺟﺘ ﻪ ، ﻓﻘﺎﻝ : ﺇ ﱠﻥ ﻋﻨﺪﻱ ﻣ ﻦ ﻩﺬﺍ ﻋﻠﻤﺎ'
			'، ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇﺫﺍ ﺳ ﻤﻌﺘﻢ ﺑ ﻪ ﺑﺄ ﺭ ﺽ ، ﻓ ﻼ ﺗﻘﺪﻣﻮﺍ ﻋﻠﻴﻪ ، ﻭﺇﺫﺍ ﻭﻗ ﻊ'
			'ﺑﺄ ﺭ ﺽ ﻭﺃﻧﺘﻢ ﺑ ﻬﺎ ، ﻓﻼ ﺗ ﺨ ﺮ ﺟﻮﺍ ﻓ ﺮﺍﺭﺍ ﻣﻨﻪ » ﻓ ﺤ ﻤﺪ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻭﺍﻧ ﺼ ﺮ ﻑ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺍﻟﻌﺪ ﻭﺓ : ﺟﺎﻧ ﺐ ﺍﻟﻮﺍﺪﻳ',
		translation: 'Translation of Hadith 1791'
),
	Hadith(
		hadithNumber: 1792,
		hadith:
						'ﻭ ﻋ ﻦ ﺃ ﺳﺎ ﻣ ﺔ ﺑ ﻦ ﺯﻳﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﺫﺍ ﺳ ﻤﻌﺘﻢ ﺍﻟ ﱠﻄﺎ ﻋﻮ ﻥ'
			'ﺑﺄ ﺭ ﺽ ، ﻓ ﻼ ﺗﺪ ﺧﻠﻮ ﻩﺎ ، ﻭﺇﺫﺍ ﻭﻗ ﻊ ﺑﺄ ﺭ ﺽ ، ﻭﺃﻧﺘﻢ ﻓﻴ ﻬﺎ ، ﻓ ﻼ ﺗ ﺨ ﺮ ﺟﻮﺍ ﻣﻨ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1792'
),
	Hadith(
		hadithNumber: 1793,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍ ﺟﺘﻨﺒﻮﺍ ﺍﻟ ﱠﺴﺒ ﻊ ﺍﻟﻤﻮﺑﻘﺎ ﺕ »'
			'ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭ ﻣﺎ ﻩﻦﱠ ؟ ﻗﺎ ﻝ : « ﺍﻟﺸﱢ ﺮ ﻙ ﺑﺎﻟﱠﻠ ﻪ ، ﺍﻟﺴﱢ ﺤ ﺮ ، ﻭﻗﺘ ﻞ ﺍﻟﱠﻨﻔ ﺲ ﺍﻟﺘﻲ ﺣ ﱠﺮﻡ ﺍﻟﱠﻠﻪ ﺇ ﱠﻻ ﺑﺎﻟ ﺤ ﱢﻖ ، ﻭﺃﺁ ﻞ'
			'ﺍﻟ ﱢﺮﺑﺎ ، ﻭﺃﺁ ﻞ ﻣﺎ ﻝ ﺍﻟﻴﺘﻴﻢ ، ﻭﺍﻟﱠﺘ ﻮﱢﻟﻲ ﻳ ﻮﻡ ﺍﻟ ﱠﺰ ﺣ ﻒ ، ﻭﻗﺬ ﻑ ﺍﻟﻤ ﺤﺼﻨﺎﺕ ﺍﻟﻤﺆ ﻣﻨﺎ ﺕ ﺍﻟﻐﺎﻓﻼﺕ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1793'
),
	Hadith(
		hadithNumber: 1794,
		hadith:
						'ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : « ﻧ ﻬﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻳ ﺴﺎﻓ ﺮ ﺑﺎﻟﻘﺮﺁﻥ ﺇﻟﻰ'
			'ﺃ ﺭ ﺽ ﺍﻟﻌﺪﻭﱢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1794'
),
	Hadith(
		hadithNumber: 1795,
		hadith:
						'ﻋ ﻦ ﺃﱢﻡ ﺳﻠ ﻤ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﱠﻟﺬﻱ ﻳ ﺸ ﺮ ﺏ ﻓﻲ ﺁﻧﻴ ﺔ'
			'ﺍﻟﻔ ﱠﻀ ﺔ ﺇﱠﻧﻤﺎ ﻳ ﺠ ﺮ ﺟ ﺮ ﻓﻲ ﺑ ﻄﻨ ﻪ ﻧﺎﺭ ﺟ ﻬﱠﻨﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻤ ﺴﻠﻢ : « ﺇ ﱠﻥ ﺍﱠﻟﺬﻱ ﻳﺄﺁ ﻞ ﺃ ﻭ ﻳ ﺸﺮ ﺏ ﻓﻲ ﺁﻧﻴ ﺔ ﺍﻟﻔ ﱠﻀ ﺔ ﻭﺍﻟﱠﺬ ﻩﺐ »',
		translation: 'Translation of Hadith 1795'
),
	Hadith(
		hadithNumber: 1796,
		hadith:
						'ﻭﻋ ﻦ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺇ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﺎﻧﺎ ﻋ ﻦ ﺍﻟ ﺤ ﺮﻳ ﺮ ، ﻭﺍﻟﱢﺪﻳﺒﺎ ﺝ ،'
			'ﻭﺍﻟ ﱡﺸ ﺮﺏ ﻓﻲ ﺁﻧﻴ ﺔ ﺍﻟﱠﺬ ﻩ ﺐ ﻭﺍﻟﻔ ﱠﻀ ﺔ ، ﻭﻗﺎﻝ : « ﻩﻦﱠ ﻟ ﻬﻢ ﻓﻲ ﺍﻟﱡﺪﻧﻴﺎ ﻭ ﻩ ﻲ ﻟﻜﻢ ﻓﻲ ﺍﻵ ﺧﺮﺓ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻓﻲ ﺍﻟ ﱠﺼ ﺤﻴ ﺤﻴ ﻦ ﻋ ﻦ ﺣﺬﻳﻔ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻻ'
			'ﺗﻠﺒ ﺴﻮﺍ ﺍﻟ ﺤ ﺮﻳ ﺮ ﻭﻻ ﺍﻟﱢﺪﻳﺒﺎ ﺝ ، ﻭﻻ ﺗ ﺸ ﺮﺑﻮﺍ ﻓﻲ ﺁﻧﻴ ﺔ ﺍﻟﱠﺬ ﻩ ﺐ ﻭﺍﻟﻔ ﱠﻀ ﺔ ﻭﻻ ﺗﺄﺁﻠﻮﺍ ﻓﻲ ﺻ ﺤﺎﻓ ﻬﺎ»',
		translation: 'Translation of Hadith 1796'
),
	Hadith(
		hadithNumber: 1797,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧﺲ ﺑﻦ ﺳﻴﺮﻳ ﻦ ﻗﺎﻝ : ﺁﻨ ﺖ ﻣﻊ ﺃﻧ ﺲ ﺑﻦ ﻣﺎﻟﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻨﺪ ﻧﻔ ﺮ ﻣ ﻦ ﺍﻟﻤ ﺠﻮ ﺱ ، ﻓ ﺠﻲ ﺀ'
			'ﺑﻔﺎﻟﻮﺩ ﺝ ﻋﻠﻰ ﺇﻧﺎ ﺀ ﻣ ﻦ ﻓ ﱠﻀ ﺔ ، ﻓﻠﻢ ﻳﺄﺁﻠﻪ ، ﻓﻘﻴ ﻞ ﻟﻪ ﺣ ﱢﻮﻟﻪ ﻓﺤ ﱠﻮﻟﻪ ﻋﻠﻰ ﺇﻧﺎ ﺀ ﻣ ﻦ ﺧﻠﻨﺞ ، ﻭ ﺟﻲ ﺀ ﺑ ﻪ ﻓﺄﺁﻠﻪ . ﺭﻭﺍﻩ'
			'ﺍﻟﺒﻴﻬﻘﻲ ﺑﺈ ﺳﻨﺎﺩ ﺣﺴ ﻦ .'
			'ﺍﻟ ﺨﻠﻨ ﺞ » : ﺍﻟ ﺠﻔﻨﺔ »',
		translation: 'Translation of Hadith 1797'
),
	Hadith(
		hadithNumber: 1798,
		hadith:
						'ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻧ ﻬﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﻥ ﻳﺘ ﺰ ﻋﻔﺮ ﺍﻟﺮﱠ ﺟ ﻞ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1798'
),
	Hadith(
		hadithNumber: 1799,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﺭﺄﯨ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠ ﱠﻲ'
			'ﺛ ﻮﺑﻴ ﻦ ﻣﻌ ﺼﻔﺮﻳﻦ ﻓﻘﺎﻝ : « ﺃﱡﻣ ﻚ ﺃ ﻣ ﺮﺗ ﻚ ﺑﻬﺬﺍ ؟ » ﻗﻠ ﺖ : ﺃ ﻏ ﺴﻠ ﻬﻤﺎ ؟ ﻗﺎﻝ : « ﺑ ﻞ ﺃ ﺣﺮﻗ ﻬﻤﺎ».'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ، ﻓﻘﺎﻝ : « ﺇ ﱠﻥ ﻩﺬﺍ ﻣ ﻦ ﺛﻴﺎ ﺏ ﺍﻟﻜﱠﻔﺎﺭ ﻓﻼ ﺗﻠﺒ ﺴ ﻬﺎ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1799'
),
	Hadith(
		hadithNumber: 1800,
		hadith:
						'ﻋ ﻦ ﻋﻠ ﱟﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺣﻔ ﻈ ﺖ ﻋ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﻳﺘﻢ ﺑﻌﺪ ﺍ ﺣﺘﻼﻡ ،'
			'ﻭﻻ ﺻ ﻤﺎ ﺕ ﻳ ﻮﻡ ﺇﻟﻰ ﺍﻟﱠﻠﻴ ﻞ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ﺑﺈﺳﻨﺎﺩ ﺣﺴﻦ .'
			'ﻗﺎ ﻝ ﺍﻟ ﺨ ﱠﻄﺎﺑﻲ ﻓﻲ ﺗﻔﺴﻴ ﺮ ﻩﺬﺍ ﺍﻟﺤﺪﻳ ﺚ : ﺁﺎ ﻥ ﻣ ﻦ ﻧ ﺴ ﻚ ﺍﻟﺠﺎ ﻩﻠﱠﻴﺔ ﺍﻟ ﺼ ﻤﺎ ﺕ ، ﻓﻨ ﻬﻮﺍ ﻓﻲ ﺍﻹ ﺳﻼﻡ ﻋ ﻦ ﺫﻟ ﻚ ، ﻭﺃ ﻣ ﺮﻭﺍ'
			'ﺑﺎﻟﱢﺬﺁ ﺮ ﻭﺍﻟ ﺤﺪﻳ ﺚ ﺑﺎﻟ ﺨﻴ ﺮ .'
			'`',
		translation: 'Translation of Hadith 1800'
),
	Hadith(
		hadithNumber: 1801,
		hadith:
						'ﻭ ﻋ ﻦ ﻗﻴﺲ ﺑﻦ ﺃﺑﻲ ﺣﺎ ﺰﻣ ﻗﺎ ﻝ : « ﺩ ﺧ ﻞ ﺃﺑﻮ ﺑﻜ ﺮ ﺍﻟ ﱢﺼﱢﺪﻳ ﻖ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻠﻰ ﺍ ﻣ ﺮﺃﺓ ﻣ ﻦ ﺃ ﺣﻤ ﺲ ﻳﻘﺎ ﻝ'
			'ﻟ ﻬﺎ : ﺯﻳﻨ ﺐ ، ﻓ ﺮﺁ ﻩﺎ ﻻ ﺗﺘﻜﱠﻠﻢ . ﻓﻘﺎ ﻝ : « ﻣﺎﻟ ﻬﺎ ﻻ ﺗﺘﻜﱠﻠﻢ » ؟ ﻓﻘﺎﻟﻮﺍ: ﺣ ﱠﺠ ﺖ ﻣ ﺼﻤﺘ ﺔ ، ﻓﻘﺎ ﻝ ﻟ ﻬﺎ : « ﺗﻜﱠﻠﻤﻲ ﻓﺈ ﱠﻥ'
			'ﻩﺬﺍ ﻻ ﻳ ﺤ ﱡﻞ ، ﻩﺬﺍ ﻣ ﻦ ﻋ ﻤ ﻞ ﺍﻟ ﺠﺎ ﻩﻠﻴﺔ» ، ﻓﺘﻜﱠﻠﻤﺖ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1801'
),
	Hadith(
		hadithNumber: 1802,
		hadith:
						'ﻋ ﻦ ﺳﻌﺪ ﺑﻦ ﺃﺑﻲ ﻭﱠﻗﺎ ﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : ﻣﻦ ﺍﱠﺩ ﻋﻰ ﺇﻟﻰ ﻏﻴ ﺮ ﺃﺑﻴ ﻪ'
			'ﻭ ﻩ ﻮ ﻳﻌﻠﻢ ﺃﻧﱠﻪ ﻏﻴ ﺮ ﺃﺑﻴ ﻪ ﻓﺎﻟ ﺠﱠﻨﺔ ﻋﻠﻴ ﻪ ﺣﺮﺎﻣ » . ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1802'
),
	Hadith(
		hadithNumber: 1803,
		hadith:
						'ﻭﻋﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﺗ ﺮ ﻏﺒﻮﺍ ﻋ ﻦ ﺁﺑﺎﺋﻜﻢ ، ﻓ ﻤ ﻦ'
			'ﺭ ﻏ ﺐ ﻋ ﻦ ﺃﺑﻴ ﻪ ﻓ ﻬ ﻮ ﺁﻔﺮ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1803'
),
	Hadith(
		hadithNumber: 1804,
		hadith:
						'ﻭ ﻋ ﻦ ﻳﺰﻳﺪ ﺷﺮﻳﻚ ﺑﻦ ﻃﺎﺭ ﻕ ﻗﺎ ﻝ: ﺭﺃﻳ ﺖ ﻋﻠﻴﺎ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻠﻰ ﺍﻟ ﻤﻨﺒ ﺮ ﻳ ﺨ ﻄ ﺐ، ﻓ ﺴ ﻤﻌﺘﻪ ﻳﻘﻮ ﻝ : ﻻ'
			'ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﻋﻨﺪﻧﺎ ﻣ ﻦ ﺁﺘﺎﺏ ﻧﻘﺮﺅﻩ ﺇ ﱠﻻ ﺁﺘﺎﺏ ﺍﻟﱠﻠﻪ ، ﻭ ﻣﺎ ﻓﻲ ﻩﺬﻩ ﺍﻟ ﱠﺼ ﺤﻴﻔﺔ، ﻓﻨ ﺸ ﺮ ﻩﺎ ﻓﺈﺫﺍ ﻓﻴ ﻬﺎ ﺃ ﺳﻨﺎ ﻥ ﺍﻹﺑ ﻞ ،'
			'ﻭﺃ ﺷﻴﺎ ﺀ ﻣ ﻦ ﺍﻟ ﺠ ﺮﺍﺣﺎ ﺕ ، ﻭﻓﻴ ﻬﺎ : ﻗﺎ ﻝ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﺍﻟﻤﺪﻳﻨﺔ ﺣ ﺮﻡ ﻣﺎ ﺑﻴ ﻦ ﻋﻴ ﺮ ﺇﻟﻰ ﺛ ﻮ ﺭ ،'
			'ﻓ ﻤ ﻦ ﺃ ﺣﺪ ﺙ ﻓﻴ ﻬﺎ ﺣﺪﺛﺎ ، ﺃ ﻭ ﺁ ﻮﯨ ﻣ ﺤﺪﺛﺎ ، ﻓﻌﻠﻴﻪ ﻟﻌﻨﺔ ﺍﻟﱠﻠﻪ ﻭﺍﻟ ﻤﻼﺋﻜﺔ ﻭﺍﻟﱠﻨﺎ ﺱ ﺃ ﺟﻤﻌﻴ ﻦ ، ﻻ ﻳﻘﺒ ﻞ ﺍﻟﱠﻠﻪ ﻣﻨﻪ ﻳ ﻮﻡ'
			'ﺍﻟﻘﻴﺎ ﻣﺔ ﺻ ﺮﻓﺎ ﻭﻻ ﻋﺪ ﻻ ، ﺫﻣﱠﺔ ﺍﻟﻤ ﺴﻠﻤﻴ ﻦ ﻭﺍ ﺣﺪﺓ ، ﻳ ﺴﻌﻰ ﺑ ﻬﺎ ﺃﺩﻧﺎ ﻩﻢ ، ﻓ ﻤ ﻦ ﺃ ﺧﻔ ﺮ ﻣ ﺴﻠﻤﺎ ، ﻓﻌﻠﻴﻪ ﻟﻌﻨﺔ ﺍﻟﱠﻠﻪ'
			'ﻭﺍﻟ ﻤﻼﺋﻜ ﺔ ﻭﺍﻟﱠﻨﺎ ﺱ ﺃ ﺟﻤﻌﻴ ﻦ، ﻻ ﻳﻘﺒ ﻞ ﺍﻟﱠﻠﻪ ﻣﻨﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ﺻﺮﻓﺎ ﻭﻻ ﻋﺪ ﻻ . ﻭ ﻣ ﻦ ﺍﱠﺩ ﻋﻰ ﺇﻟﻰ ﻏﻴ ﺮ ﺃﺑﻴ ﻪ ، ﺃﻭ'
			'ﺍﻧﺘﻤﻰ ﺇﻟﻰ ﻏﻴ ﺮ ﻣ ﻮﺍﻟﻴ ﻪ ، ﻓﻌﻠﻴﻪ ﻟﻌﻨﺔ ﺍﻟﱠﻠﻪ ﻭﺍﻟﻤﻼﺋﻜ ﺔ ﻭﺍﻟﱠﻨﺎ ﺱ ﺃ ﺟﻤﻌﻴ ﻦ ، ﻻ ﻳﻘﺒ ﻞ ﺍﻟﱠﻠﻪ ﻣﻨﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ ﺻ ﺮﻓﺎ ﻭﻻ'
			'ﻋﺪ ﻻ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ . »ﺫﻣﱠﺔ ﺍﻟﻤ ﺴﻠ ﻤﻴ ﻦ » ﺃ ﻱ : ﻋ ﻬﺪ ﻩﻢ ﻭﺃﻣﺎﻧﺘ ﻬﻢ . « ﻭﺃ ﺧﻔ ﺮﻩ » : ﻧﻘ ﺾ ﻋ ﻬﺪﻩ . «'
			'ﻭﺍﻟ ﱠﺼﺮ ﻑ»: ﺍﻟﺘﱠ ﻮﺑﺔ ، ﻭﻗﻴ ﻞ : ﺍﻟ ﺤﻠﺔ . « ﻭﺍﻟﻌﺪ ﻝ » : ﺍﻟﻔﺪﺍ ﺀ',
		translation: 'Translation of Hadith 1804'
),
	Hadith(
		hadithNumber: 1805,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺫ ﱟﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻟﻴ ﺲ ﻣ ﻦ ﺭ ﺟ ﻞ'
			'ﺍﱠﺩ ﻋﻰ ﻟﻐﻴﺮ ﺃﺑﻴ ﻪ ﻭ ﻩ ﻮ ﻳﻌﻠﻤﻪ ﺇ ﱠﻻ ﺁﻔ ﺮ ، ﻭ ﻣ ﻦ ﺍﱠﺩ ﻋﻰ ﻣﺎ ﻟﻴ ﺲ ﻟﻪ ، ﻓﻠﻴ ﺲ ﻣﱠﻨﺎ ، ﻭﻟﻴﺘﺒ ﱠﻮﺃ ﻣﻘﻌﺪﻩ ﻣ ﻦ ﺍﻟﱠﻨﺎﺭ ، ﻭ ﻣ ﻦ ﺩ ﻋﺎ'
			'ﺭ ﺟ ﻼ ﺑﺎﻟﻜﻔ ﺮ ، ﺃ ﻭ ﻗﺎ ﻝ : ﻋﺪﻭﱠ ﺍﻟﱠﻠﻪ ، ﻭﻟﻴ ﺲ ﺁﺬﻟ ﻚ ﺇ ﱠﻻ ﺣﺎ ﺭ ﻋﻠﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ ، ﻭ ﻩﺬﺍ ﻟﻔ ﻆ ﺭﻭﺍﻳ ﺔ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1805'
),
	Hadith(
		hadithNumber: 1806,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻳﻐﺎ ﺭ ، ﻭ ﻏﻴ ﺮﺓ'
			'ﺍﻟﱠﻠ ﻪ ﺃ ﻥ ﻳﺄﺗ ﻲ ﺍﻟ ﻤ ﺮ ﺀ ﻣﺎ ﺣ ﱠﺮﻡ ﺍﻟﱠﻠﻪ ﻋﻠﻴ ﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1806'
),
	Hadith(
		hadithNumber: 1807,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻣ ﻦ ﺣﻠﻒ ﻓﻘﺎ ﻝ ﻓﻲ ﺣﻠﻔ ﻪ:'
			'ﺑﺎﱠﻟﻼ ﺕ ﻭﺍﻟﻌ ﱠﺰﻯ ، ﻓﻠﻴﻘ ﻞ : ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﺍﻟﱠﻠﻪ ﻭ ﻣ ﻦ ﻗﺎ ﻝ ﻟ ﺼﺎ ﺣﺒ ﻪ ، ﺗﻌﺎ ﻝ ﺃﻗﺎ ﻣ ﺮ ﻙ ﻓﻠﻴﺘ ﺼﱠﺪﻕ» . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1807'
),
	Hadith(
		hadithNumber: 1808,
		hadith:
						'ﻋﻦ ﺍﻟﱠﻨﻮﺎﺳ ﺑ ﻦ ﺳ ﻤﻌﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺫﺁ ﺮ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺫﺍ ﺕ ﻏﺪﺍﺓ'
			'، ﻓ ﺨﱠﻔﺾ ﻓﻴ ﻪ ، ﻭ ﺭﻓﻊ ﺣﱠﺘﻰ ﻇﻨﻨﺎﻩ ﻓﻲ ﻃﺎﺋﻔ ﺔ ﺍﻟﱠﻨ ﺨ ﻞ ، ﻓﻠﱠﻤﺎ ﺭ ﺣﻨﺎ ﺇﻟﻴﻪ ، ﻋ ﺮ ﻑ ﺫﻟ ﻚ ﻓﻴﻨﺎ ﻓﻘﺎ ﻝ : « ﻣﺎ ﺷﺄﻧﻜﻢ ؟ »'
			'ﻗﻠﻨﺎ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺫﺁ ﺮ ﺕ ﺍﻟﱠﺪ ﱠﺟﺎﻝ ﺍﻟﻐﺪﺍﺓ ، ﻓ ﺨﱠﻔ ﻀ ﺖ ﻓﻴ ﻪ ﻭ ﺭﻓﻌ ﺖ ، ﺣﱠﺘﻰ ﻇﻨﱠﻨﺎﻩ ﻓﻲ ﻃﺎﺋﻔ ﺔ ﺍﻟﱠﻨ ﺨ ﻞ ﻓﻘﺎ ﻝ : « ﻏﻴ ﺮ'
			'ﺍﻟﱠﺪ ﺟﺎ ﻝ ﺃ ﺧﻮﻓﻨﻲ ﻋﻠﻴﻜﻢ ، ﺇ ﻥ ﻳ ﺨﺮ ﺝ ﻭﺃﻧﺂ ﻓﻴﻜﻢ ، ﻓﺄﻧﺎ ﺣ ﺠﻴ ﺠﻪ ﺩﻭﻧﻜﻢ ، ﻭﺇ ﻥ ﻳ ﺨﺮ ﺝ ﻭﻟ ﺴ ﺖ ﻓﻴﻜﻢ ، ﻓﻜ ﱡﻞ ﺍﻣﺮﻱ ﺀ'
			'ﺣﺠﻴ ﺞ ﻧﻔ ﺴ ﻪ ، ﻭﺍﻟﱠﻠﻪ ﺧﻠﻴﻔﺘﻲ ﻋﻠﻰ ﺁﻞﱢ ﻣ ﺴﻠﻢ . ﺇﱠﻧﻪ ﺷﺎ ﺏ ﻗ ﻄ ﻂ ﻋﻴﻨﻪ ﻃﺎﻓﻴﺔ ، ﺁﺄﱠﻧﻲ ﺃ ﺷﱢﺒ ﻬﻪ ﺑﻌﺒﺪ ﺍﻟﻌ ﱠﺰﻯ ﺑﻦ ﻗ ﻄ ﻦ ،'
			'ﻓ ﻤ ﻦ ﺃﺩ ﺭﺁﻪ ﻣﻨﻜﻢ ، ﻓﻠﻴﻘ ﺮﺃ ﻋﻠﻴﻪ ﻓ ﻮﺍﺗ ﺢ ﺳﻮﺭﺓ ﺍﻟﻜ ﻬ ﻒ ، ﺇﱠﻧﻪ ﺧﺎ ﺭ ﺝ ﺧﱠﻠ ﺔ ﺑﻴ ﻦ ﺍﻟ ﱠﺸﺎﻡ ﻭﺍﻟﻌ ﺮﺍ ﻕ ، ﻓﻌﺎ ﺙ ﻳﻤﻴﻨﺎ ﻭﻋﺎ ﺙ'
			'ﺷﻤﺎ ﻻ ، ﻳﺎ ﻋﺒﺎﺩ ﺍﻟﱠﻠﻪ ﻓﺎﺛﺒﺘﻮﺍ » . ﻗﻠﻨﺎ ﻳﺎ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﻭﻣﺎﻟﺒﺜﻪ ﻓﻲ ﺍﻷ ﺭ ﺽ ؟ ﻗﺎ ﻝ : « ﺃ ﺭﺑﻌﻮﻥ ﻳ ﻮﻣﺎ : ﻳ ﻮﻡ ﺁ ﺴﻨ ﺔ ،'
			'ﻭﻳ ﻮﻡ ﺁ ﺸ ﻬ ﺮ، ﻭﻳ ﻮﻡ ﺁ ﺠﻤﻌ ﺔ ، ﻭ ﺳﺎﺋ ﺮ ﺃﱠﻳﺎ ﻣ ﻪ ﺁﺄﱠﻳﺎﻣﻜﻢ » . ﻗﻠﻨﺎ : ﻳﺎ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ، ﻓﺬﻟ ﻚ ﺍﻟﻴ ﻮﻡ ﺍﱠﻟﺬﻱ ﺁ ﺴﻨ ﺔ ﺃﺗﻜﻔﻴﻨﺎ'
			'ﻓﻴ ﻪ ﺻﻼﺓ ﻳ ﻮﻡ ؟ ﻗﺎﻝ : « ﻻ ، ﺍﻗﺪ ﺭﻭﺍ ﻟﻪ ﻗﺪ ﺭﻩ » . ﻗﻠﻨﺎ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭ ﻣﺎ ﺇ ﺳﺮﺍ ﻋﻪ ﻓﻲ ﺍﻷ ﺭ ﺽ ؟ ﻗﺎ ﻝ : «'
			'ﺁﺎﻟﻐﻴﺚ ﺍﺳﺘﺪﺑ ﺮﺗﻪ ﺍﻟ ﱢﺮﻳ ﺢ ، ﻓﻴﺄﺗﻲ ﻋﻠﻰ ﺍﻟﻘ ﻮﻡ ، ﻓﻴﺪ ﻋﻮﻩﻢ ، ﻓﻴ ﺆﻣﻨﻮ ﻥ ﺑ ﻪ ، ﻭﻳ ﺴﺘﺠﻴﺒﻮﻥ ﻟﻪ ﻓﻴﺄﻣ ﺮ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﻓﺘ ﻤ ﻄ ﺮ'
			'، ﻭﺍﻷ ﺭ ﺽ ﻓﺘﻨﺒ ﺖ ، ﻓﺘ ﺮﻭ ﺡ ﻋﻠﻴﻬﻢ ﺳﺎ ﺭﺣﺘ ﻬﻢ ﺃ ﻃ ﻮ ﻝ ﻣﺎ ﺁﺎﻧ ﺖ ﺫﺮﯨ ، ﻭﺃ ﺳﺒﻐﻪ ﺿ ﺮﻭﻋﺎ ، ﻭﺃ ﻣﺪﱠﻩ ﺧﻮﺍ ﺻ ﺮ، ﺛﱠﻢ ﻳﺄﺗﻲ'
			'ﺍﻟﻘ ﻮﻡ ﻓﻴﺪ ﻋﻮﻩﻢ ، ﻓﻴ ﺮﱡﺩﻮﻧ ﻋﻠﻴ ﻪ ﻗ ﻮﻟﻪ ، ﻓﻴﻨ ﺼﺮﻑ ﻋﻨ ﻬﻢ ، ﻓﻴ ﺼﺒ ﺤﻮﻥ ﻣ ﻤ ﺤﻠﻴ ﻦ ﻟﻴ ﺲ ﺑﺄﻳﺪﻳﻬﻢ ﺷﻲ ﺀ ﻣ ﻦ ﺃ ﻣﻮﺍﻟﻬﻢ'
			'، ﻭﻳﻤ ﱡﺮ ﺑﺎﻟ ﺨﺮﺑ ﺔ ﻓﻴﻘﻮﻝ ﻟ ﻬﺎ : ﺃ ﺧﺮ ﺟﻲ ﺁﻨﻮ ﺯ ﻙ ، ﻓﺘﺘﺒﻌﻪ ، ﺁﻨﻮ ﺯ ﻩﺎ ﺁﻴﻌﺎ ﺳﻴﺐ ﺍﻟﱠﻨ ﺤ ﻞ ، ﱡﺛﱠﻢ ﻳﺪ ﻋﻮ ﺭ ﺟ ﻼ ﻣ ﻤﺘﻠﺌﺎ ﺷﺒﺎﺑﺎ'
			'ﻓﻴ ﻀﺮﺑﻪ ﺑﺎﻟ ﱠﺴﻴ ﻒ ، ﻓﻴﻘ ﻄﻌﻪ ، ﺟ ﺰﻟﺘﻴﻦ ﺭ ﻣﻴ ﺔ ﺍﻟﻐ ﺮ ﺽ ، ﺛﻢﱠ ﻳﺪ ﻋﻮﻩ ، ﻓﻴﻘﺒ ﻞ ، ﻭﻳﺘﻬﻠﱠ ﻞ ﻭ ﺟ ﻬﻪ ﻳ ﻀ ﺤ ﻚ . ﻓﺒﻴﻨﻤﺎ ﻩﻮ'
			'ﺁﺬﻟ ﻚ ﺇﺫ ﺑﻌ ﺚ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺍﻟﻤ ﺴﻴ ﺢ ﺍﺑ ﻦ ﻣ ﺮﻳﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻴﻨ ﺰ ﻝ ﻋﻨﺪ ﺍﻟ ﻤﻨﺎ ﺭﺓ ﺍﻟﺒﻴﻀـﺂ ﺀ ﺷ ﺮﻗ ﱠﻲ ﺩ ﻣ ﺸ ﻖ'
			'ﺑﻴ ﻦ ﻣ ﻬ ﺮﻭﺩﺗﻴ ﻦ ، ﻭﺍﺿﻌﺎ ﺁﱠﻔﻴﻪ ﻋﻠﻰ ﺃ ﺟﻨﺤ ﺔ ﻣﻠﻜﻴ ﻦ ، ﺇﺫﺍ ﻃﺄ ﻃﺄ ﺭﺃﺳﻪ ، ﻗ ﻄ ﺮ ﻭﺇﺫﺍ ﺭﻓﻌﻪ ﺗﺤﱠﺪﺭ ﻣﻨﻪ ﺟ ﻤﺎ ﻥ ﺁﺎﻟﱡﻠﺆﻟﺆ'
			'، ﻓﻼ ﻳ ﺤ ﱡﻞ ﻟﻜﺎﻓﺮ ﻳ ﺠﱡﺪ ﺭﻳ ﺢ ﻧﻔ ﺴﻪ ﺇ ﱠﻻ ﻣﺎﺕ ، ﻭﻧﻔ ﺴﻪ ﻳﻨﺘ ﻬﻲ ﺇﻟﻰ ﺣﻴ ﺚ ﻳﻨﺘ ﻬﻲ ﻃ ﺮﻓﻪ ، ﻓﻴ ﻄﻠﺒﻪ ﺣﱠﺘﻰ ﻳﺪ ﺭﺁﻪ ﺑﺒﺎﺏ ﻟﺪﱟ'
			'ﻓﻴﻘﺘﻠﻪ . ﺛﻢﱠ ﻳﺄﺗﻲ ﻋﻴ ﺴﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗ ﻮﻣﺎ ﻗﺪ ﻋ ﺼ ﻤ ﻬﻢ ﺍﻟﱠﻠﻪ ﻣﻨﻪ ، ﻓﻴ ﻤ ﺴ ﺢ ﻋ ﻦ ﻭﺟﻮ ﻩ ﻬﻢ ، ﻭﻳ ﺤﺪﱢﺛ ﻬﻢ'
			'ﺑﺪ ﺭﺟﺎﺗﻬﻢ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ . ﻓﺒﻴﻨﻤﺎ ﻩ ﻮ ﺁﺬﻟ ﻚ ﺇﺫ ﺃ ﻭ ﺣﻰ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺇﻟﻰ ﻋﻴﺴﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﱢﻧﻲ ﻗﺪ ﺃﺧ ﺮﺟ ﺖ'
			'ﻋﺒﺎﺩﺍ ﻟﻲ ﻻ ﻳﺪﺍ ﻥ ﻷ ﺣﺪ ﺑﻘﺘﺎﻟﻬﻢ ، ﻓ ﺤ ﱢﺮ ﺯ ﻋﺒﺎﺪﻳ ﺇﻟﻰ ﺍﻟ ﱡﻄﻮ ﺭ ، ﻭﻳﺒﻌ ﺚ ﺍﻟﱠﻠﻪ ﻳﺄ ﺟﻮ ﺝ ﻭ ﻣﺄﺟﻮ ﺝ ﻭ ﻩﻢ ﻣ ﻦ ﺁﻞﱢ ﺣﺪ ﺏ'
			'ﻳﻨﺴﻠﻮﻥ ، ﻓﻴﻤﺮﱡ ﺃ ﻭﺍﺋﻠ ﻬﻢ ﻋﻠﻰ ﺑ ﺤﻴﺮﺓ ﻃﺒ ﺮﱠﻳ ﺔ ﻓﻴ ﺸ ﺮﺑﻮﻥ ﻣﺎ ﻓﻴ ﻬﺎ ، ﻭﻳﻤﺮﱡ ﺁ ﺧ ﺮ ﻩﻢ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻟﻘﺪ ﺁﺎ ﻥ ﺑ ﻬﺬﻩ ﻣ ﱠﺮﺓ'
			'ﻣﺎ ﺀ . ﻭﻳ ﺤ ﺼ ﺮ ﻧﺒﻲ ﺍﻟﱠﻠ ﻪ ﻋﻴ ﺴﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃ ﺻ ﺤﺎﺑﻪ ﺣﱠﺘﻰ ﻳﻜﻮ ﻥ ﺭﺃ ﺱ ﺍﻟﱠﺜ ﻮ ﺭ ﻷﺣﺪﻩﻢ ﺧﻴﺮﺍ ﻣ ﻦ ﻣﺎﺋ ﺔ'
			'ﺩﻳﻨﺎ ﺭ ﻷ ﺣﺪﺁﻢ ﺍﻟﻴ ﻮﻡ ، ﻓﻴ ﺮ ﻏ ﺐ ﻧﺒﻲ ﺍﻟﱠﻠﻪ ﻋﻴ ﺴﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃ ﺻ ﺤﺎﺑﻪ ، ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ، ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ'
			'ﺗﻌﺎﻟﻰ، ﻓﻴ ﺮ ﺳ ﻞ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻠﻴ ﻬﻢ ﺍﻟﱠﻨﻐ ﻒ ﻓﻲ ﺭﻗﺎﺑ ﻬﻢ ، ﻓﻴﺼﺒ ﺤﻮﻥ ﻓ ﺮﺳﻰ ﺁﻤ ﻮ ﺕ ﻧﻔ ﺲ ﻭﺍ ﺣﺪﺓ ، ﺛﻢﱠ ﻳ ﻬﺒ ﻂ ﻧﺒﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻴﺴﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃ ﺻﺤﺎﺑﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ، ﺇﻟﻰ ﺍﻷ ﺭ ﺽ ، ﻓ ﻼ ﻳ ﺠﺪﻮﻧ ﻓﻲ ﺍﻷ ﺭ ﺽ ﻣ ﻮ ﺿ ﻊ ﺷﺒ ﺮ'
			'ﺇ ﱠﻻ ﻣﻸﻩ ﺯ ﻩﻤ ﻬﻢ ﻭﻧﺘﻨ ﻬﻢ ، ﻓﻴ ﺮ ﻏ ﺐ ﻧﺒﻲ ﺍﻟﱠﻠﻪ ﻋﻴ ﺴﻰ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭﺃ ﺻﺤﺎﺑﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻢ ﺇﻟﻰ ﺍﻟﱠﻠﻪ'
			'ﺗﻌﺎﻟﻰ ، ﻓﻴ ﺮ ﺳ ﻞ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻃﻴﺮﺍ ﺁﺄ ﻋﻨﺎ ﻕ ﺍﻟﺒ ﺨ ﺖ ، ﻓﺘ ﺤ ﻤﻠ ﻬﻢ ، ﻓﺘﻄ ﺮ ﺣﻬﻢ ﺣﻴ ﺖ ﺷﺂ ﺀ ﺍﻟﱠﻠﻪ ، ﺛﻢﱠ ﻳ ﺮ ﺳ ﻞ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ'
			'ﻭ ﺟ ﱠﻞ ﻣـ ﻄﺮﺍ ﻻ ﻳﻜ ﱡﻦ ﻣﻨﻪ ﺑﻴ ﺖ ﻣﺪ ﺭ ﻭﻻ ﻭﺑ ﺮ ، ﻓﻴﻐ ﺴ ﻞ ﺍﻷ ﺭ ﺽ ﺣﱠﺘﻰ ﻳﺘ ﺮﺁ ﻬﺎ ﺁﺎﻟ ﱠﺰﻟﻘ ﺔ . ﺛﻢﱠ ﻳﻘﺎ ﻝ ﻟﻸ ﺭ ﺽ : ﺃﻧﺒﺘﻲ'
			'ﺛﻤ ﺮﺗ ﻚ ، ﻭ ﺭﱢﺪﻳ ﺑ ﺮﺁﺘ ﻚ ، ﻓﻴ ﻮﻣﺌﺬ ﺗﺄﺁ ﻞ ﺍﻟﻌ ﺼﺎﺑﺔ ﻣﻦ ﺍﻟ ﱡﺮﱠﻣﺎﻧ ﺔ، ﻭﻳ ﺴﺘ ﻈﻠﻮﻥ ﺑﻘ ﺤﻔ ﻬﺎ ، ﻭﻳﺒﺎ ﺭ ﻙ ﻓﻲ ﺍﻟ ﱢﺮ ﺳ ﻞ ﺣﱠﺘﻰ ﺇ ﱠﻥ'
			'ﺍﻟﱠﻠﻘ ﺤ ﺔ ﻣ ﻦ ﺍﻹﺑ ﻞ ﻟﺘﻜﻔﻲ ﺍﻟﻔﺌﺎﻡ ﻣ ﻦ ﺍﻟﱠﻨﺎﺱ، ﻭﺍﻟﱠﻠﻘ ﺤ ﺔ ﻣ ﻦ ﺍﻟﺒﻘ ﺮ ﻟﺘﻜﻔﻲ ﺍﻟﻘﺒﻴﻠ ﺔ ﻣ ﻦ ﺍﻟﱠﻨﺎﺱ ، ﻭﺍﻟﱠﻠﻘ ﺤ ﺔ ﻣ ﻦ ﺍﻟﻐﻨﻢ'
			'ﺁﻞﱢ ﻣﺆﻣﻦ ﻭﺁﻞﱢ ﻣ ﺴﻠﻢ ، ﻭﻳﺒﻘﻰ ﺷ ﺮﺍ ﺭ ﺍﻟﱠﻨﺎ ﺱ ﻳﺘ ﻬﺎﺭ ﺟﻮﻥ ﻓﻴ ﻬﺎ ﺗ ﻬﺎ ﺮﺟ ﺍﻟ ﺤﻤ ﺮ ﻓﻌﻠﻴ ﻬﻢ ﺗﻘﻮﻡ ﺍﻟ ﱠﺴﺎ ﻋﺔ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ .ﻟﺘﻜﻔﻲ ﺍﻟﻔ ﺨﺬ ﻣ ﻦ ﺍﻟﱠﻨﺎﺱ .ﻓﺒﻴﻨ ﻤﺎ ﻩﻢ ﺁﺬﻟ ﻚ ﺇﺫ ﺑﻌ ﺚ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺭﻳﺤﺎ ﻃﱢﻴﺒ ﺔ ، ﻓﺘﺄ ﺧﺬﻩﻢ ﺗ ﺤ ﺖ ﺁﺑﺎ ﻃ ﻬﻢ ، ﻓﺘﻘﺒ ﺾ ﺭﻭ ﺡ'
			'ﻗﻮﻟﻪ : « ﺧﱠﻠﺔ ﺑﻴ ﻦ ﺍﻟ ﱠﺸﺎﻡ ﻭﺍﻟﻌ ﺮﺍ ﻕ » ﺃ ﻱ : ﻃﺮﻳﻘﺎ ﺑﻴﻨ ﻬﻤﺎ . ﻭﻗ ﻮﻟﻪ : « ﻋﺎ ﺙ » ﺑﺎﻟﻌﻴ ﻦ ﺍﻟﻤﻬﻤﻠﺔ ﻭﺍﻟﺜﺎ ﺀ ﺍﻟﻤﺜﱠﻠﺜ ﺔ ،'
			'ﻭﺍﻟﻌﻴ ﺚ : ﺃ ﺷﱡﺪ ﺍﻟﻔ ﺴﺎﺩ . « ﻭﺍﻟﱡﺬ ﺮﯨ » : ﺑ ﻀﱢﻢ ﺍﻟﱠﺬﺍ ﻝ ﺍﻟﻤﻌ ﺠ ﻤ ﺔ ﻮﻫ ﻮ ﺃﻋﺎﻟﻲ ﺍﻷ ﺳﻨ ﻤ ﺔ . ﻭ ﻩﻮ ﺟ ﻤ ﻊ ﺫ ﺭ ﻭﺓ ﺑ ﻀﻢ ﺍﻟﱠﺬﺍ ﻝ'
			'ﻭﺁ ﺴ ﺮ ﻩﺎ « ﻭﺍﻟﻴﻌﺎ ﺳﻴ ﺐ » : ﺫﺁﻮﺭ ﺍﻟﱠﻨ ﺤ ﻞ . «ﻭﺟ ﺰﻟﺘﻴﻦ» ﺄﻳ : ﻗ ﻄﻌﺘﻴ ﻦ ، « ﻭﺍﻟﻐ ﺮ ﺽ » : ﺍﻟ ﻬﺪ ﻑ ﺍﱠﻟﺬﻱ ﻳ ﺮﻣﻰ'
			'ﺇﻟﻴﻪ ﺑﺎﻟﱠﻨ ﱠﺸﺎ ﺏ ، ﺃ ﻱ : ﻳ ﺮ ﻣﻴ ﻪ ﺭ ﻣﻴ ﺔ ﺁﺮ ﻣﻲ ﺍﻟﱠﻨ ﱠﺸﺎ ﺏ ﺇﻟﻰ ﺍﻟ ﻬﺪ ﻑ . « ﻭﺍﻟﻤ ﻬﺮﻭﺩﺓ » ﺑﺎﻟﱠﺪﻻ ﺍﻟﻤ ﻬﻤﻠﺔ ﺍﻟﻤﻌﺠﻤﺔ ، ﻭ ﻩﻲ'
			': ﺍﻟﺜﱠ ﻮ ﺏ ﺍﻟ ﻤ ﺼﺒﻮ ﻍ . ﻗ ﻮﻟﻪ : « ﻻ ﻳﺪﺍ ﻥ » ﺃ ﻱ : ﻻ ﻃﺎﻗ ﺔ . « ﻭﺍﻟﱠﻨﻐ ﻒ » : ﺩﻭﺩ . « ﻭﻓ ﺮ ﺳﻰ » : ﺟ ﻤ ﻊ ﻓ ﺮﻳ ﺲ ،'
			'ﻭ ﻩﻮ ﺍﻟﻘﺘﻴ ﻞ : ﻭ « ﺍﻟ ﱠﺰﻟﻘﺔ » ﺑﻔﺘ ﺢ ﺍﻟ ﱠﺰﺎﻳ ﻭﺍﻟ ﱠﻼﻡ ﻭﺍﺍﻟﻘﺎ ﻑ ، ﻭ ﺭ ﻭ ﻱ « ﺍﻟﺰﱡﻟﻔﺔ » ﺑﻀﱢﻢ ﺍﻟ ﱠﺰﺎﻳ ﻭﺇ ﺳﻜﺎ ﻥ ﺍﻟ ﱠﻼﻡ'
			'ﻭﺑﺎﻟﻔﺎ ﺀ ، ﻮﻫﻲ ﺍﻟ ﻤ ﺮﺁﺓ . « ﻭﺍﻟﻌ ﺼﺎﺑﺔ » : ﺍﻟﺠﻤﺎﻋﺔ ، « ﻭﺍﻟﺮﱢ ﺳ ﻞ » ﺑﻜﺴﺮ ﺍﻟﺮﺍ ﺀ : ﺍﻟﱠﻠﺒ ﻦ ، « ﻭﺍﻟﱠﻠﻘ ﺤﺔ » :'
			'ﺍﻟﱠﻠﺒﻮ ﻥ ، « ﻭﺍﻟﻔﺌﺎﻡ » ﺑﻜﺴﺮ ﺍﻟﻔﺎ ﺀ ﻭﺑﻌﺪﻩﺎ ﻩﻤﺰﺓ : ﺍﻟﺠ ﻤﺎ ﻋﺔ . « ﻭﺍﻟﻔ ﺨﺬ » ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ : ﺩﻭ ﻥ ﺍﻟﻘﺒﻴﻠ ﺔ',
		translation: 'Translation of Hadith 1808'
),
	Hadith(
		hadithNumber: 1809,
		hadith:
						'ﻭ ﻋ ﻦ ﺭﺑﻌ ﱢﻲ ﺑ ﻦ ﺣ ﺮﺍ ﺵ ﻗﺎﻝ : ﺍﻧ ﻄﻠﻘ ﺖ ﻣ ﻊ ﺃﺑﻲ ﻣ ﺴﻌﻮﺩ ﺍﻷﻧﺼﺎ ﺭ ﱢﻱ ﺇﻟﻰ ﺣﺬﻳﻔ ﺔ ﺑ ﻦ ﺍﻟﻴﻤﺎ ﻥ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻬﻢ'
			'ﻓﻘﺎ ﻝ ﻟﻪ ﺃﺑﻮ ﻣﺴﻌﻮﺩ ، ﺣﱢﺪﺛﻨﻲ ﻣﺎ ﺳ ﻤﻌﺖ ﻣ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻲ ﺍﻟﱠﺪ ﱠﺟﺎﻝ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ'
			'ﻳ ﺨ ﺮ ﺝ ﻭﺇ ﱠﻥ ﻣﻌﻪ ﻣﺎ ﺀ ﻭﻧﺎﺭﺍ ، ﻓﺄﱠﻣﺎ ﺍﱠﻟﺬﻱ ﻳ ﺮﺍﻩ ﺍﻟﱠﻨﺎ ﺱ ﻣﺎ ﺀ ﻓﻨﺎﺭ ﺗ ﺤ ﺮ ﻕ، ﻭﺃﱠﻣﺎ ﺍﱠﻟﺬﻱ ﻳ ﺮﺍﻩ ﺍﻟﱠﻨﺎ ﺱ ﻧﺎﺭﺍ ، ﻓ ﻤﺎ ﺀ ﺑﺎﺭﺩ'
			'ﻋﺬ ﺏ ، ﻓ ﻤ ﻦ ﺃﺩ ﺭﺁﻪ ﻣﻨﻜﻢ ، ﻓﻠﻴﻘ ﻊ ﻓﻲ ﺍﻟﺬﻱ ﻳﺮﺍﻩ ﻧﺎﺭﺍ ، ﻓﺈﻧﱠﻪ ﻣﺎ ﺀ ﻋﺬ ﺏ ﻃﻴﱢ ﺐ » ﻓﻘﺎ ﻝ ﺃﺑﻮ ﻣ ﺴﻌﻮﺩ : ﻭﺃﻧﺎ ﻗﺪ'
			'ﺳ ﻤﻌﺘﻪ . ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1809'
),
	Hadith(
		hadithNumber: 1810,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﻋ ﻤﺮﻭ ﺑﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «'
			'ﻳ ﺨ ﺮ ﺝ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﻓﻲ ﺃﱠﻣﺘﻲ ﻓﻴ ﻤﻜ ﺚ ﺃﺭﺑﻌﻴ ﻦ ، ﻻ ﺃﺩﺮﻳ ﺃ ﺭﺑﻌﻴ ﻦ ﻳ ﻮﻣﺎ ، ﺃﻭ ﺃ ﺭﺑﻌﻴ ﻦ ﺷ ﻬﺮﺍ ، ﺃ ﻭ ﺃ ﺭﺑﻌﻴ ﻦ ﻋﺎﻣﺎ ، ﻓﻴﺒﻌ ﺚ'
			'ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻴ ﺴﻰ ﺍﺑ ﻦ ﻣ ﺮﻳﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻴ ﻄﻠﺒﻪ ﻓﻴ ﻬﻠﻜﻪ ، ﱡﺛﱠﻢ ﻳ ﻤﻜ ﺚ ﺍﻟﱠﻨﺎ ﺱ ﺳﺒ ﻊ ﺳﻨﻴ ﻦ ﻟﻴ ﺲ ﺑﻴ ﻦ ﺍﺛﻨﻴ ﻦ'
			'ﻋﺪﺍ ﻭﺓ .'
			'ﱡﺛﱠﻢ ﻳ ﺮ ﺳ ﻞ ﺍﻟﱠﻠﻪ ، ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ، ﺭﻳﺤﺎ ﺑﺎ ﺭﺩﺓ ﻣ ﻦ ﻗﺒ ﻞ ﺍﻟ ﱠﺸﺎﻡ ، ﻓﻼ ﻳﺒﻘﻰ ﻋﻠﻰ ﻭ ﺟﻪ ﺍﻷ ﺭ ﺽ ﺃ ﺣﺪ ﻓﻲ ﻗﻠﺒ ﻪ ﻣﺜﻘﺎ ﻝ ﺫ ﱠﺭﺓ'
			'ﻣ ﻦ ﺧﻴ ﺮ ﺃ ﻭ ﺇﻳ ﻤﺎ ﻥ ﺇ ﱠﻻ ﻗﺒ ﻀﺘﻪ ، ﺣﱠﺘﻰ ﻟ ﻮ ﺃ ﱠﻥ ﺃ ﺣﺪﺁﻢ ﺩ ﺧ ﻞ ﻓﻲ ﺁﺒﺪ ﺟﺒ ﻞ ، ﻟﺪ ﺧﻠﺘﻪ ﻋﻠﻴ ﻪ ﺣﱠﺘﻰ ﺗﻘﺒ ﻀﻪ . ﻓﻴﺒﻘﻰ ﺷ ﺮﺍ ﺭ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻓﻲ ﺧﱠﻔ ﺔ ﺍﻟ ﱠﻄﻴ ﺮ ، ﻭﺃ ﺣﻼﻡ ﺍﻟ ﱢﺴﺒﺎ ﻉ ﻻ ﻳﻌ ﺮﻓﻮﻥ ﻣﻌ ﺮﻭﻓﺎ ، ﻭﻻ ﻳﻨﻜ ﺮﻭ ﻥ ﻣﻨﻜﺮﺍ ، ﻓﻴﺘ ﻤﱠﺜ ﻞ ﻟ ﻬﻢ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ، ﻓﻴﻘﻮ ﻝ'
			': ﺃﻻ ﺗ ﺴﺘ ﺠﻴﺒﻮﻥ ؟ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻓﻤﺎ ﺗﺄﻣ ﺮﻧﺎ ؟ ﻓﻴﺄﻣ ﺮ ﻩﻢ ﺑﻌﺒﺎﺩﺓ ﺍﻷ ﻭﺛﺎ ﻥ ، ﻭ ﻩﻢ ﻓﻲ ﺫﻟ ﻚ ﺩﺍﱞﺭ ﺭ ﺯﻗ ﻬﻢ ، ﺣﺴ ﻦ ﻋﻴ ﺸ ﻬﻢ'
			'. ﺛﻢﱠ ﻳﻨﻔ ﺦ ﻓﻲ ﺍﻟ ﱠﺼﻮﺭ ، ﻓﻼ ﻳ ﺴﻤﻌﻪ ﺃ ﺣﺪ ﺇ ﱠﻻ ﺃ ﺻﻐﻰ ﻟﻴﺘﺎ ﻭﺭﻓﻊ ﻟﻴﺘﺎ ، ﻭﺃﻭﱠ ﻝ ﻣ ﻦ ﻳ ﺴﻤﻌﻪ ﺭ ﺟﻞ ﻳﻠﻮ ﻁ ﺣ ﻮ ﺽ ﺇﺑﻠﻪ ،'
			'ﻓﻴ ﺼﻌ ﻖ ﻭﻳﺴﻌﻖ ﺍﻟﱠﻨﺎ ﺱ ﺣﻮﻟﻪ ، ﺛﻢﱠ ﻳ ﺮ ﺳ ﻞ ﺍﻟﱠﻠﻪ - ﺃ ﻭ ﻗﺎ ﻝ : ﻳﻨ ﺰ ﻝ ﺍﻟﱠﻠﻪ - ﻣ ﻄﺮﺍ ﺁﺄﻧﱠﻪ ﺍﻟ ﱠﻄ ﱡﻞ ﺃﻭ ﺍﻟ ﱢﻈ ﱡﻞ ، ﻓﺘﻨﺒ ﺖ ﻣﻨﻪ'
			'ﺃ ﺟ ﺴﺎﺩ ﺍﻟﱠﻨﺎﺱ ﺛﻢﱠ ﻳﻨﻔﺦ ﻓﻴ ﻪ ﺃ ﺧ ﺮﻯ ﻓﺈﺫﺍ ﻩﻢ ﻗﻴﺎﻡ ﻳﻨ ﻈ ﺮﻮﻧ. ﺛﱠﻢ ﻳﻘﺎ ﻝ ﻳﺎ ﺃﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﻩﻠﻢﱠ ﺇﻟﻰ ﺭﱢﺑﻜﻢ ، ﻭﻗﻔﻮ ﻩﻢ ﺇﱠﻧ ﻬﻢ'
			'ﻣ ﺴﺆﻭﻟﻮ ﻥ ، ﺛﻢﱠ ﻳﻘﺎ ﻝ : ﺃ ﺧﺮ ﺟﻮﺍ ﺑﻌ ﺚ ﺍﻟﱠﻨﺎ ﺭ ﻓﻴﻘﺎ ﻝ : ﻣ ﻦ ﺁﻢ ؟ ﻓﻴﻘﺎ ﻝ : ﻣ ﻦ ﺁﻞﱢ ﺃﻟ ﻒ ﺗ ﺴﻌ ﻤﺎﺋﺔ ﻭﺗ ﺴﻌ ﺔ ﻭﺗ ﺴﻌﻴ ﻦ ،'
			'ﻓﺬﻟ ﻚ ﻳﻮﻡ ﻳ ﺠﻌ ﻞ ﺍﻟ ﻮﻟﺪﺍ ﻥ ﺷﻴﺒﺎ ، ﻭﺫﻟ ﻚ ﻳ ﻮﻡ ﻳﻜ ﺸ ﻒ ﻋ ﻦ ﺳﺎ ﻕ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'»ﺍﻟﱢﻠﻴ ﺖ » ﺻﻔ ﺤﺔ ﺍﻟﻌﻨ ﻖ ، ﻭ ﻣﻌﻨﺎﻩ : ﻳ ﻀ ﻊ ﺻﻔ ﺤ ﺔ ﻋﻨﻘ ﻪ ﻭﻳ ﺮﻓ ﻊ ﺻﻔﺤﺘﻪ ﺍﻷ ﺧ ﺮﻯ .'
			'`',
		translation: 'Translation of Hadith 1810'
),
	Hadith(
		hadithNumber: 1811,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻟﻴ ﺲ ﻣ ﻦ ﺑﻠﺪ ﺇ ﱠﻻ ﺳﻴ ﻄ ﺆﻩ'
			'ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺇ ﱠﻻ ﻣﱠﻜ ﺔ ﻭﺍﻟ ﻤﺪﻳﻨﺔ، ﻭﻟﻴ ﺲ ﻧﻘ ﺐ ﻣ ﻦ ﺃﻧﻘﺎﺑﻬﻤﺎ ﺇ ﱠﻻ ﻋﻠﻴﻪ ﺍﻟ ﻤﻼﺋﻜﺔ ﺻﺎﱢﻓﻴ ﻦ ﺗ ﺤ ﺮ ﺳ ﻬﻤﺎ، ﻓﻴﻨ ﺰ ﻝ ﺑﺎﻟ ﱠﺴﺒ ﺨ ﺔ ،'
			'ﻓﺘ ﺮ ﺟ ﻒ ﺍﻟﻤﺪﻳﻨﺔ ﺛﻼ ﺙ ﺭ ﺟﻔﺎ ﺕ ، ﻳ ﺨ ﺮ ﺝ ﺍﻟﱠﻠﻪ ﻣﻨ ﻬﺎ ﺁﻞﱠ ﺁﺎﻓ ﺮ ﻭﻣﻨﺎﻓ ﻖ» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1811'
),
	Hadith(
		hadithNumber: 1812,
		hadith:
						'ﻭ ﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳﺘﺒ ﻊ ﺍﻟﱠﺪ ﱠﺟﺎﻝ ﻣ ﻦ ﻳ ﻬﻮﺩ ﺃ ﺻﺒ ﻬﺎ ﻥ'
			'ﺳﺒﻌﻮ ﻥ ﺃﻟﻔﺎ ﻋﻠﻴﻬﻢ ﺍﻟ ﱠﻄﻴﺎﻟﺴﺔ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1812'
),
	Hadith(
		hadithNumber: 1813,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﱢﻡ ﺷﺮﻳ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃﱠﻧﻬﺎ ﺳ ﻤﻌ ﺖ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻟﻴﻨﻔ ﺮﻥ ﺍﻟﱠﻨﺎ ﺱ ﻣ ﻦ'
			'ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﻓﻲ ﺍﻟ ﺠﺒﺎ ﻝ » ﺭ ﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1813'
),
	Hadith(
		hadithNumber: 1814,
		hadith:
						'ﻭ ﻋﻦ ﻋ ﻤ ﺮﺍ ﻥ ﺑ ﻦ ﺣ ﺼﻴ ﻦ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ: « ﻣﺎ'
			'ﺑﻴ ﻦ ﺧﻠ ﻖ ﺁﺪﻣ ﺇﻟﻰ ﻗﻴﺎﻡ ﺍﻟ ﱠﺴﺎﻋ ﺔ ﺃ ﻣﺮ ﺃﺁﺒ ﺮ ﻣ ﻦ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1814'
),
	Hadith(
		hadithNumber: 1815,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳ ﺨ ﺮ ﺝ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ.['
			'ﻓﻴﺘ ﻮ ﱠﺟﻪ ﻗﺒﻠﻪ ﺭ ﺟﻞ ﻣ ﻦ ﺍﻟﻤﺆﻣﻨﻴﻦ ﻓﻴﺘﻠﱠﻘﺎﻩ ﺍﻟ ﻤﺴﺎﻟﺢ : ﻣﺴﺎﻟ ﺢ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ، ﻓﻴﻘﻮﻟﻮ ﻥ ﻟﻪ : ﺇﻟﻰ ﺃﻳ ﻦ ﺗﻌ ﻤﺪ ؟ ﻓﻴﻘﻮﻝ :'
			'ﺃ ﻋﻤﺪ ﺇﻟﻰ ﻩﺬﺍ ﺍﱠﻟﺬﻱ ﺧ ﺮ ﺝ ، ﻓﻴﻘﻮﻟﻮﻥ ﻟﻪ : ﺃﻭ ﻣﺎ ﺗ ﺆﻣﻦ ﺑ ﺮﱢﺑﻨﺎ ؟ ﻓﻴﻘﻮﻝ : ﻣﺎ ﺑ ﺮﺑﻨﺎ ﺧﻔﺎﺀ ، ﻓﻴﻘﻮﻟﻮﻥ : ﺍﻗﺘﻠﻮﻩ ،'
			'ﻓﻴﻘﻮﻝ ﺑﻌﻀ ﻬﻢ ﻟﺒﻌ ﺾ : ﺃﻟﻴﺲ ﻗﺪ ﻧﻬﺎﺁﻢ ﺭﱡﺑﻜﻢ ﺃ ﻥ ﺗﻘﺘﻠﻮﺍ ﺃﺣﺪﺍ ﺩﻭﻧﻪ ، ﻓﻴﻨ ﻄﻠﻘﻮ ﻥ ﺑ ﻪ ﺇﻟﻰ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ، ﻓﺈﺫﺍ ﺭﺁﻩ'
			'ﺍﻟﻤ ﻮﻣ ﻦ ﻗﺎﻝ : ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺇ ﱠﻥ ﻩﺬﺍ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺍﱠﻟﺬﻱ ﺫﺁﺮ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻴﺄﻣ ﺮ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺑ ﻪ'
			'ﻓﻴ ﺸﺒ ﺢ ، ﻓﻴﻘﻮ ﻝ : ﺧﺬﻭﻩ ﻭ ﺷ ﱡﺠﻮﻩ ، ﻓﻴﻮ ﺳ ﻊ ﻇ ﻬ ﺮﻩ ﻭﺑ ﻄﻨﻪ ﺿ ﺮﺑﺎ ، ﻓﻴﻘﻮ ﻝ : ﺃﻭﻣﺎ ﺗﺆ ﻣ ﻦ ﺑﻲ ؟ ﻓﻴﻘﻮ ﻝ : ﺃﻧ ﺖ'
			'ﺍﻟ ﻤ ﺴﻴ ﺢ ﺍﻟﻜﱠﺬﺍ ﺏ ، ﻓﻴﺆﻣ ﺮ ﺑ ﻪ ، ﻓﻴ ﺆ ﺷ ﺮ ﺑﺎﻟ ﻤﻨ ﺸﺎ ﺭ ﻣ ﻦ ﻣﻔﺮﻗ ﻪ ﺣﱠﺘﻰ ﻳﻔﺮ ﻕ ﺑﻴ ﻦ ﺭ ﺟﻠﻴﻪ ، ﺛﻢﱠ ﻳ ﻤ ﺸﻲ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺑﻴ ﻦ'
			'ﺍﻟﻘ ﻄﻌﺘﻴ ﻦ ، ﺛﻢﱠ ﻳﻘﻮ ﻝ ﻟﻪ : ﻗﻢ ، ﻓﻴ ﺴﺘﻮﻱ ﻗﺎﺋﻤﺎ . ﺛﻢﱠ ﻳﻘﻮ ﻝ ﻟﻪ : ﺃﺗﺆ ﻣ ﻦ ﺑﻲ ؟ ﻓﻴﻘﻮ ﻝ : ﻣﺎ ﺍ ﺯﺩﺩ ﺕ ﻓﻴ ﻚ ﺇ ﱠﻻ ﺑ ﺼﻴﺮﺓ ،'
			'ﺛﱠﻢ ﻳﻘﻮ ﻝ : ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺇﻧﱠﻪ ﻻ ﻳﻔﻌ ﻞ ﺑﻌﺪﻱ ﺑﺄ ﺣﺪ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺱ ، ﻓﻴﺄ ﺧﺬﻩ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﻟﻴﺬﺑ ﺤﻪ ، ﻓﻴ ﺠﻌ ﻞ ﺍﻟﱠﻠﻪ ﻣﺎ ﺑﻴ ﻦ ﺭﻗﺒﺘ ﻪ'
			'ﺇﻟﻰ ﺗ ﺮﻗ ﻮﺗ ﻪ ﻧ ﺤﺎﺳﺎ ، ﻓﻼ ﻳ ﺴﺘ ﻄﻴ ﻊ ﺇﻟﻴﻪ ﺳﺒﻴ ﻼ ، ﻓﻴﺄ ﺧﺬ ﺑﻴﺪﻳ ﻪ ﻭﺭ ﺟﻠﻴﻪ ﻓﻴﻘﺬ ﻑ ﺑ ﻪ ، ﻓﻴ ﺤ ﺴ ﺐ ﺍﻟﻨﺎ ﺱ ﺃﱠﻧﻤﺎ ﻗﺬﻓﻪ ﺇﻟﻰ'
			'ﺍﻟﱠﻨﺎﺭ ، ﻭﺇﱠﻧﻤﺎ ﺃﻟﻘ ﻲ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ » ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻩﺬﺍ ﺃ ﻋ ﻈﻢ ﺍﻟﱠﻨﺎ ﺱ ﺷ ﻬﺎﺩﺓ ﻋﻨﺪ ﺭ ﱢﺏ'
			'ﺍﻟﻌﺎﻟﻤﻴ ﻦ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻭﺭﻮﯨ ﺍﻟﺒﺨﺎﺭ ﱡﻱ ﺑﻌ ﻀﻪ ﺑﻤﻌﻨﺎﻩ . « ﺍﻟﻤ ﺴﺎﻟﺢ » : ﻩﻢ ﺍﻟ ﺨﻔ ﺮﺍ ﺀ ﻭﺍﻟﻄﱠﻼﺋ ﻊ',
		translation: 'Translation of Hadith 1815'
),
	Hadith(
		hadithNumber: 1816,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﻟﻤﻐﻴ ﺮﺓ ﺑ ﻦ ﺷﻌﺒ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻣﺎ ﺳﺄ ﻝ ﺃ ﺣﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋ ﻦ'
			'ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺃﺁﺜ ﺮ ﻣﱠﻤﺎ ﺳﺄﻟﺘﻪ ، ﻭﺇﻧﱠﻪ ﻗﺎ ﻝ ﻟﻲ : « ﻣﺎ ﻳ ﻀ ﱡﺮ ﻙ ؟ » ﻗﻠ ﺖ : ﺇﱠﻧ ﻬﻢ ﻳﻘﻮﻟﻮ ﻥ : ﺇ ﱠﻥ ﻣﻌﻪ ﺟﺒ ﻞ ﺧﺒ ﺰ ﻭﻧ ﻬ ﺮ ﻣﺎ ﺀ ،'
			'ﻗﺎ ﻝ : « ﻩ ﻮ ﺃ ﻩ ﻮ ﻥ ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ﻣ ﻦ ﺫﻟ ﻚ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1816'
),
	Hadith(
		hadithNumber: 1817,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : ﻣﺎ ﻣ ﻦ ﻧﺒ ﻲ ﺇ ﱠﻻ ﻭﻗﺪ ﺃﻧﺬ ﺭ ﺃﻣﱠﺘﻪ.('
			'ﺍﻷ ﻋ ﻮ ﺭ ﺍﻟﻜﱠﺬﺎﺑ ، ﺃﻻ ﺇﻧﱠﻪ ﺃ ﻋ ﻮ ﺭ ، ﻭﺇ ﱠﻥ ﺭﱠﺑﻜﻢ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ ﻟﻴ ﺲ ﺑﺄ ﻋﻮ ﺭ ، ﻣﻜﺘﻮ ﺏ ﺑﻴ ﻦ ﻋﻴﻨﻴﻪ ﻙ ﻑ ﺭ » ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1817'
),
	Hadith(
		hadithNumber: 1818,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻻ ﺃ ﺣﺪﱢﺛﻜﻢ ﺣﺪﻳﺜﺎ ﻋ ﻦ'
			'ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﻣﺎ ﺣﱠﺪ ﺙ ﺑ ﻪ ﻧﺒ ﱞﻲ ﻗ ﻮ ﻣﻪ ، ﺇﻧﱠﻪ ﺃ ﻋ ﻮ ﺭ ﻭﺇﻧﱠﻪ ﻳﺠ ﺊ ﻣﻌﻪ ﺑﻤﺜﺎ ﻝ ﺍﻟ ﺠﱠﻨ ﺔ ﻭﺍﻟﻨﺎﺭ ، ﻓﺎﻟﺘﻲ ﻳﻘﻮ ﻝ ﺇﱠﻧ ﻬﺎ ﺍﻟﺠﻨﱠﺔ ﻩ ﻲ'
			'ﺍﻟﱠﻨﺎ ﺭ . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1818'
),
	Hadith(
		hadithNumber: 1819,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺫﺁ ﺮ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺑﻴ ﻦ ﻇ ﻬ ﺮﺍﻧﻲ ﺍﻟﱠﻨﺎﺱ'
			'ﻓﻘﺎ ﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻟﻴ ﺲ ﺑﺄ ﻋ ﻮ ﺭ ، ﺃﻻ ﺇ ﱠﻥ ﺍﻟ ﻤ ﺴﻴ ﺢ ﺍﻟﱠﺪ ﱠﺟﺎ ﻝ ﺃ ﻋ ﻮ ﺭ ﺍﻟﻌﻴ ﻦ ﺍﻟﻴ ﻤﻨﻰ ، ﺁﺄ ﱠﻥ ﻋﻴﻨﻪ ﻋﻨﺒﺔ ﻃﺎﻓﻴﺔ » ﻣﺘﻔ ﻖ'
			'ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1819'
),
	Hadith(
		hadithNumber: 1820,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻻ ﺗﻘﻮﻡ ﺍﻟﺴﺎ ﻋﺔ ﺣﱠﺘﻰ'
			'ﻳﻘﺎﺗ ﻞ ﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ﺍﻟﻴ ﻬﻮﺩ ﺣﱠﺘﻰ ﻳ ﺨﺘﺒﻲ ﺀ ﺍﻟﻴ ﻬﻮﺪﻳﱡ ﻣ ﻦ ﻭﺭﺍ ﺀ ﺍﻟ ﺤ ﺠﺮ ﻭﺍﻟ ﱠﺸ ﺠ ﺮ ، ﻓﻴﻘﻮ ﻝ ﺍﻟ ﺤ ﺠ ﺮ ﻭﺍﻟﺸﱠ ﺠ ﺮ : ﻳﺎ ﻣ ﺴﻠﻢ'
			'ﻩﺬﺍ ﻳ ﻬﻮﺩ ﱞﻱ ﺧﻠﻔﻲ ﺗﻌﺎ ﻝ ﻓﺎﻗﺘﻠﻪ ، ﺇ ﱠﻻ ﺍﻟﻐ ﺮﻗﺪ ﻓﺈﻧﱠﻪ ﻣ ﻦ ﺷ ﺠ ﺮ ﺍﻟﻴ ﻬﻮﺩ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1820'
),
	Hadith(
		hadithNumber: 1821,
		hadith:
						'ﻭ ﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﺍﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﻻ ﺗﺬ ﻩ ﺐ.'
			'ﺍﻟﱡﺪﻧﻴﺎ ﺣﱠﺘﻰ ﻳﻤﺮﱠ ﺍﻟﺮﱠ ﺟ ﻞ ﺑﺎﻟﻘﺒ ﺮ ، ﻓﻴﺘ ﻤ ﱠﺮ ﻍ ﻋﻠﻴﻪ ، ﻭﻳﻘﻮ ﻝ : ﻳﺎﻟﻴﺘﻨﻲ ﻣﻜﺎ ﻥ ﺻﺎ ﺣ ﺐ ﻩﺬﺍ ﺍﻟﻘﺒ ﺮ ، ﻭﻟﻴﺲ ﺑ ﻪ ﺍﻟﱠﺪﻳﻦ ﻭﻣﺎ'
			'ﺑﻪ ﺇ ﱠﻻ ﺍﻟﺒ ﻼ ﺀ » . ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1821'
),
	Hadith(
		hadithNumber: 1822,
		hadith:
						'ﻭ ﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻘﻮﻡ ﺍﻟ ﱠﺴﺎ ﻋﺔ ﺣﱠﺘﻰ ﻳ ﺤ ﺴ ﺮ'
			'ﺍﻟﻔ ﺮﺍ ﺕ ﻋ ﻦ ﺟﺒ ﻞ ﻣ ﻦ ﺫ ﻩ ﺐ ﻳﻘﺘﺘ ﻞ ﻋﻠﻴﻪ ، ﻓﻴﻘﺘ ﻞ ﻣ ﻦ ﺁﻞﱢ ﻣﺎﺋ ﺔ ﺗ ﺴﻌﺔ ﻭﺗ ﺴﻌﻮ ﻥ ، ﻓﻴﻘﻮ ﻝ ﺁﻞﱡ ﺭ ﺟ ﻞ ﻣﻨ ﻬﻢ : ﻟﻌﱢﻠﻲ ﺃ ﻥ'
			'ﺃﺁﻮ ﻥ ﺃﻧﺎ ﺃﻧ ﺠﻮ» .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ « ﻳ ﻮ ﺷ ﻚ ﺃ ﻥ ﻳ ﺤ ﺴ ﺮ ﺍﻟﻔ ﺮﺍ ﺕ ﻋﻦ ﺁﻨ ﺰ ﻣ ﻦ ﺫ ﻩ ﺐ ، ﻓ ﻤ ﻦ ﺣ ﻀ ﺮﻩ ﻓﻼ ﻳﺄ ﺧﺬ ﻣﻨﻪ ﺷﻴﺌﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1822'
),
	Hadith(
		hadithNumber: 1823,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻳﺘ ﺮﺁﻮ ﻥ ﺍﻟ ﻤﺪﻳﻨ ﺔ ﻋﻠﻰ ﺧﻴ ﺮ ﻣﺎ ﺁﺎﻧ ﺖ ، ﻻ'
			'ﻳﻐ ﺸﺎ ﻩﺎ ﺇ ﱠﻻ ﺍﻟﻌ ﻮﺍﻓﻲ - ﻳ ﺮﻳﺪ : ﻋ ﻮﺍﻓﻲ ﺍﻟ ﱢﺴﺒﺎ ﻉ ﻭﺍﻟ ﱠﻄﻴ ﺮ - ﻭﺁ ﺧﺮ ﻣ ﻦ ﻳ ﺤ ﺸ ﺮ ﺭﺍ ﻋﻴﺎ ﻥ ﻣ ﻦ ﻣ ﺰﻳﻨ ﺔ ﻳﺮﻳﺪﺍ ﻥ ﺍﻟ ﻤﺪﻳﻨ ﺔ'
			'ﻳﻨﻌﻘﺎ ﻥ ﺑﻐﻨﻤﻬﺎ ﻓﻴﺠﺪﺍﻧﻬﺎ ﻭ ﺣﻮﺷﺎ . ﺣﱠﺘﻰ ﺇﺫﺍ ﺑﻠﻐﺎ ﺛﻨﱠﻴ ﺔ ﺍﻟﻮﺩﺍ ﻉ ﺧ ﱠﺮﺍ ﻋﻠﻰ ﻭﺟﻮ ﻩﻬ ﻤﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1823'
),
	Hadith(
		hadithNumber: 1824,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺮﻳﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳﻜﻮ ﻥ ﺧﻠﻴﻔﺔ ﻣ ﻦ'
			'ﺧﻠﻔﺎﺋﻜﻢ ﻓﻲ ﺁ ﺧ ﺮ ﺍﻟ ﱠﺰﻣﺎﻥ ﻳ ﺤﺜﻮ ﺍﻟ ﻤﺎ ﻝ ﻭﻻ ﻳﻌﺪﱡﻩ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1824'
),
	Hadith(
		hadithNumber: 1825,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮﺳﻰ ﺍﻷ ﺷﻌ ﺮ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻴﺄﺗﻴ ﱠﻦ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺱ.'
			'ﺯ ﻣﺎ ﻥ ﻳ ﻄﻮ ﻑ ﺍﻟﺮﱠ ﺟ ﻞ ﻓﻴ ﻪ ﺑﺎﻟ ﱠﺼﺪﻗﺔ ﻣ ﻦ ﺍﻟﱠﺬ ﻩ ﺐ ، ﻓﻼ ﻳ ﺠﺪ ﺃ ﺣﺪﺍ ﻳﺄ ﺧﺬ ﻩﺎ ﻣﻨﻪ ، ﻭﻳ ﺮﻯ ﺍﻟﺮﱠ ﺟ ﻞ ﺍﻟ ﻮﺍ ﺣﺪ ﻳﺘﺒﻌﻪ ﺃ ﺭﺑﻌﻮ ﻥ'
			'ﺍ ﻣﺮﺃﺓ ﻳﻠﺬ ﻥ ﺑ ﻪ ﻣ ﻦ ﻗﱠﻠ ﺔ ﺍﻟ ﱢﺮﺟﺎ ﻝ ﻭﺁﺜ ﺮﺓ ﺍﻟﱢﻨ ﺴﺎ ﺀ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1825'
),
	Hadith(
		hadithNumber: 1826,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩ ﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍ ﺷﺘ ﺮﻯ ﺭ ﺟ ﻞ ﻣ ﻦ ﺭ ﺟ ﻞ ﻋﻘﺎﺭﺍ'
			'، ﻓ ﻮ ﺟﺪ ﺍﻟﺬﻱ ﺍ ﺷﺘ ﺮﻯ ﺍﻟﻌﻘﺎ ﺭ ﻓﻲ ﻋﻘﺎ ﺭﻩ ﺟ ﱠﺮﺓ ﻓﻴ ﻬﺎ ﺫ ﻩ ﺐ، ﻓﻘﺎ ﻝ ﻟﻪ ﺍﻟﺬﻱ ﺍ ﺷﺘ ﺮﻯ ﺍﻟﻌﻘﺎ ﺭ: ﺧﺬ ﺫ ﻩﺒ ﻚ ، ﺇﱠﻧ ﻤﺎ ﺍ ﺷﺘ ﺮﻳ ﺖ'
			'ﻣﻨ ﻚ ﺍﻷ ﺭ ﺽ ، ﻭﻟﻢ ﺃ ﺷﺘ ﺮ ﺍﻟﱠﺬ ﻩ ﺐ ، ﻭﻗﺎ ﻝ ﺍﱠﻟﺬﻱ ﻟﻪ ﺍﻷ ﺭ ﺽ : ﺇﱠﻧﻤﺎ ﺑﻌﺘ ﻚ ﺍﻷﺭ ﺽ ﻭ ﻣﺎ ﻓﻴ ﻬﺎ ، ﻓﺘﺤﺎﺁﻤﺎ ﺇﻟﻰ ﺭ ﺟ ﻞ ،'
			'ﻓﻘﺎ ﻝ ﺍﱠﻟﺬﻱ ﺗ ﺤﺎﺁ ﻤﺎ ﺇﻟﻴﻪ : ﺃﻟﻜ ﻤﺎ ﻭﻟﺪ ؟ ﻗﺎ ﻝ ﺃﺣﺪ ﻩﻤﺎ : ﻟﻲ ﻏﻼﻡ . ﻭﻗﺎ ﻝ ﺍﻵﺧ ﺮ : ﻟﻲ ﺟﺎ ﺭﻳﺔ ، ﻗﺎ ﻝ ﺃﻧﻜ ﺤﺎ ﺍﻟﻐﻼﻡ'
			'ﺍﻟ ﺠﺎﺭﻳ ﺔ ، ﻭﺃﻧﻔﻘﺎ ﻋﻠﻰ ﺃﻧﻔﺴﻬﻤﺎ ﻣﻨﻪ ﻭﺗ ﺼﱠﺪﻗﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1826'
),
	Hadith(
		hadithNumber: 1827,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤ ﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺁﺎﻧ ﺖ ﺍ ﻣ ﺮﺃﺗﺎﻥ ﻣﻌ ﻬﻤﺎ'
			'ﺍﺑﻨﺎ ﻩﻤﺎ ، ﺟﺎ ﺀ ﺍﻟﺬﱢﺋ ﺐ ﻓﺬ ﻩ ﺐ ﺑﺎﺑ ﻦ ﺇ ﺣﺪﺍ ﻩﻤﺎ ، ﻓﻘﺎﻟﺖ ﻟﺼﺎ ﺣﺒﺘ ﻬﺎ : ﺇﱠﻧﻤﺎ ﺫ ﻩ ﺐ ﺑﺎﺑﻨ ﻚ ، ﻭﻗﺎﻟﺖ ﺍﻷ ﺧﺮﻯ : ﺇﱠﻧ ﻤﺎ ﺫ ﻩ ﺐ'
			'ﺑﺎﺑﻨﻚ ، ﻓﺘ ﺤﺎﺁﻤﺎ ﺇﻟﻰ ﺩﺍ ﻭﻭﺩ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﻘ ﻀﻲ ﺑ ﻪ ﻟﻠﻜﺒ ﺮﻯ ، ﻓ ﺨ ﺮﺟﺘﺎ ﻋﻠﻰ ﺳﻠﻴﻤﺎ ﻥ ﺑ ﻦ ﺩﺍﻭﺩ ﺻﻠﻰ'
			'ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻓﺄﺧﺒﺮﺗﺎﻩ ، ﻓﻘﺎ ﻝ : ﺍﺋﺘﻮﻧﻲ ﺑﺎﻟ ﱢﺴﻜﻴ ﻦ ﺃ ﺷﻘﱡﻪ ﺑﻴﻨ ﻬﻤﺎ . ﻓﻘﺎﻟﺖ ﺍﻟ ﱡﺼﻐﺮﻯ : ﻻ ﺗﻔﻌ ﻞ ، ﺭ ﺣﻤ ﻚ ﺍﻟﱠﻠﻪ ،'
			'ﻩﻮ ﺍﺑﻨ ﻬﺎ ﻓﻘ ﻀﻰ ﺑ ﻪ ﻟﻠ ﱡﺼﻐ ﺮﻯ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1827'
),
	Hadith(
		hadithNumber: 1828,
		hadith:
						'ﻭ ﻋ ﻦ ﻣ ﺮﺩﺍ ﺱ ﺍﻷ ﺳﻠ ﻤ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺬ ﻩ ﺐ ﺍﻟ ﱠﺼﺎﻟ ﺤﻮ ﻥ.'
			'ﺍﻷﻭﱠ ﻝ ﻓﺎﻷﻭ ﻝ ، ﻭﺗﺒﻘﻰ ﺣﺜﺎﻟﺔ ﺁ ﺤﺜﺎﻟ ﺔ ﺍﻟ ﱢﺸﻌﻴ ﺮ ﺃ ﻭ ﺍﻟﱠﺘ ﻤ ﺮ ، ﻻ ﻳﺒﺎﻟﻴﻬﻢ ﺍﻟﱠﻠﻪ ﺑﺎﻟ ﺔ » ، ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1828'
),
	Hadith(
		hadithNumber: 1829,
		hadith:
						'ﻭﻋ ﻦ ﺭﻓﺎ ﻋ ﺔ ﺑ ﻦ ﺭﺍﻓ ﻊ ﺍﻟ ﺰﺭﻗﻲﱢ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺟﺎﺀ ﺟﺒﺮﻳ ﻞ ﺇﻟﻰ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ :'
			'ﻣﺎ ﺗﻌﱡﺪﻭ ﻥ ﺃ ﻩ ﻞ ﺑﺪ ﺭ ﻓﻴﻜﻢ ؟ ﻗﺎ ﻝ : « ﻣ ﻦ ﺃﻓ ﻀ ﻞ ﺍﻟﻤ ﺴﻠ ﻤﻴﻦ » ﺃ ﻭ ﺁﻠ ﻤ ﺔ ﻧ ﺤ ﻮ ﻩﺎ ﻗﺎ ﻝ : « ﻭﺁﺬﻟ ﻚ ﻣ ﻦ ﺷ ﻬﺪ ﺑﺪﺭﺍ ﻣ ﻦ'
			'ﺍﻟ ﻤﻼﺋﻜ ﺔ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1829'
),
	Hadith(
		hadithNumber: 1830,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﺫﺍ ﺃﻧﺰﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ'
			'ﺑﻘ ﻮﻡ ﻋﺬﺍﺑﺎ ﺃ ﺻﺎ ﺏ ﺍﻟﻌﺬﺍ ﺏ ﻣ ﻦ ﺁﺎ ﻥ ﻓﻴﻬﻢ . ﺛﻢﱠ ﺑﻌﺜﻮﺍ ﻋﻠﻰ ﺃﻋﻤﺎﻟﻬﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1830'
),
	Hadith(
		hadithNumber: 1831,
		hadith:
						'ﻭ ﻋ ﻦ ﺟﺎﺑ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺟﺬ ﻉ ﻳﻘﻮﻡ ﺇﻟﻴﻪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳﻌﻨﻲ ﻓﻲ ﺍﻟ ﺨ ﻄﺒ ﺔ ،'
			'ﻓﻠﻤﺎ ﻭ ﺿ ﻊ ﺍﻟﻤﻨﺒ ﺮ ، ﺳﻤﻌﻨﺎ ﻟﻠﺠﺬ ﻉ ﻣﺜﻞ ﺻ ﻮ ﺕ ﺍﻟﻌ ﺸﺎ ﺭ ﺣﱠﺘﻰ ﻧ ﺰ ﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻮ ﺿﻊ ﻳﺪﻩ ﻋﻠﻴﻪ'
			'ﻓ ﺴﻜ ﻦ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓﻠﱠﻤﺎ ﺁﺎ ﻥ ﻳﻮﻡ ﺍﻟﺠﻤﻌﺔ ﻗﻌﺪ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍﻟ ﻤﻨﺒ ﺮ ، ﻓﺼﺎﺣ ﺖ ﺍﻟﻨﱠ ﺨﻠﺔ ﺍﻟﺘﻲ ﺁﺎ ﻥ'
			'ﻳ ﺨ ﻄ ﺐ ﻋﻨﺪ ﻩﺎ ﺣﱠﺘﻰ ﺁﺎﺩ ﺕ ﺃ ﻥ ﺗﻨ ﺸ ﱠﻖ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻓ ﺼﺎ ﺣ ﺖ ﺻﻴﺎﺡ ﺍﻟ ﱠﺼﺒ ﱢﻲ . ﻓﻨ ﺰ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺣﱠﺘﻰ ﺃﺧﺬ ﻩﺎ ﻓ ﻀﱠﻤ ﻬﺎ ﺇﻟﻴﻪ ، ﻓ ﺠﻌﻠ ﺖ'
			'ﺗﺌ ﱡﻦ ﺃﻧﻴ ﻦ ﺍﻟ ﱠﺼﺒ ﱢﻲ ﺍﱠﻟﺬﻱ ﻳﺴﻜﱠ ﺖ ﺣﱠﺘﻰ ﺍ ﺳﺘﻘ ﱠﺮ ﺕ ، ﻗﺎﻝ : « ﺑﻜﺖ ﻋﻠﻰ ﻣﺎ ﺁﺎﻧ ﺖ ﺗﺴﻤ ﻊ ﻣ ﻦ ﺍﻟﱢﺬﺁ ﺮ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1831'
),
	Hadith(
		hadithNumber: 1832,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺛﻌﻠﺒ ﺔ ﺍﻟ ﺨ ﺸﻨ ﱢﻲ ﺟ ﺮﺛﻮﻡ ﺑ ﻦ ﻧﺎ ﺷ ﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ:'
			'ﺈﻧ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓ ﺮ ﺽ ﻓﺮﺍﺋ ﺾ ﻓﻼ ﺗ ﻀﻴﱢﻌﻮ ﻩﺎ ، ﻭﺣﱠﺪ ﺣﺪﻭﺩﺍ ﻓﻼ ﺗﻌﺘﺪﻭ ﻩﺎ ، ﻭ ﺣ ﱠﺮﻡ ﺃ ﺷﻴﺎ ﺀ ﻓﻼ ﺗﻨﺘ ﻬﻜﻮﻩﺎ ، ﻭﺳﻜ ﺖ'
			'ﻋ ﻦ ﺃ ﺷﻴﺎ ﺀ ﺭ ﺣﻤ ﺔ ﻟﻜﻢ ﻏﻴ ﺮ ﻧ ﺴﻴﺎ ﻥ ﻓﻼ ﺗﺒﺤﺜﻮﺍ ﻋﻨﻬﺎ » ﺣﺪﻳ ﺚ ﺣﺴﻦ ، ﺭﻭﺍﻩ ﺍﻟﱠﺪﺍﺭﻗ ﻄﻨﻲ ﻭ ﻏﻴ ﺮﻩ',
		translation: 'Translation of Hadith 1832'
),
	Hadith(
		hadithNumber: 1833,
		hadith:
						'ﻭﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺑﻦ ﺃﺑﻲ ﺃ ﻭﻓﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ، ﻋﻨ ﻬ ﻤﺎ ﻗﺎﻝ : ﻏ ﺰ ﻭﻧﺎ ﻣﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'ﺳﺒ ﻊ ﻏ ﺰ ﻭﺍ ﺕ ﻧﺄﺁ ﻞ ﺍﻟﺠﺮﺍﺩ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻧﺄﺁ ﻞ ﻣﻌﻪ ﺍﻟ ﺠﺮﺍﺩ ، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1833'
),
	Hadith(
		hadithNumber: 1834,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻻ ﻳﻠﺪ ﻍ ﺍﻟﻤﺆ ﻣ ﻦ ﻣ ﻦ ﺟ ﺤ ﺮ'
			'ﻣ ﱠﺮﺗﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1834'
),
	Hadith(
		hadithNumber: 1835,
		hadith:
						'ﻭﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺛﻼﺛﺔ ﻻ ﻳﻜﻠﱢﻤ ﻬﻢ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﻭ ﻻ ﻳﻨ ﻈ ﺮ ﺇﻟﻴ ﻬﻢ'
			'ﻭﻻ ﻳ ﺰﱢﺁﻴ ﻬﻢ ﻭﻟ ﻬﻢ ﻋﺬﺍ ﺏ ﺃﻟﻴﻢ : ﺭ ﺟﻞ ﻋﻠﻰ ﻓ ﻀ ﻞ ﻣﺎ ﺀ ﺑﺎﻟﻔﻼﺓ ﻳ ﻤﻨﻌﻪ ﻣﻦ ﺍﺑ ﻦ ﺍﻟ ﱠﺴﺒﻴ ﻞ ، ﻭ ﺭ ﺟﻞ ﺑﺎﻳﻊ ﺭ ﺟ ﻼ ﺳﻠﻌ ﺔ ﺑﻌﺪ'
			'ﺍﻟﻌ ﻀ ﺮ ، ﻓ ﺤﻠ ﻒ ﺑﺎﻟﱠﻠ ﻪ ﻷ ﺧﺬ ﻩﺎ ﺑﻜﺬﺍ ﻭﺁﺬﺍ ، ﻓ ﺼﱠﺪﻗﻪ ﻭ ﻩ ﻮ ﻋﻠﻰ ﻏﻴ ﺮ ﺫﻟ ﻚ ، ﻭ ﺭ ﺟﻞ ﺑﺎﻳﻊ ﺇ ﻣﺎﻣﺎ ﻻ ﻳﺒﺎﻳﻌﻪ ﺇ ﱠﻻ ﻟﺪﻧﻴﺎ ،'
			'ﻓﺈ ﻥ ﺃ ﻋ ﻄﺎﻩ ﻣﻨ ﻬﺎ ﻭﻓﻲ ، ﻭﺇ ﻥ ﻟﻢ ﻳﻌ ﻄ ﻪ ﻣﻨ ﻬﺎ ﻟﻢ ﻳ ﻒ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1835'
),
	Hadith(
		hadithNumber: 1836,
		hadith:
						'ﻭ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺑﻴ ﻦ ﺍﻟﱠﻨﻔ ﺨﺘﻴ ﻦ ﺃ ﺭﺑﻌﻮ ﻥ » ﻗﺎﻟﻮﺍ ﻳﺎ ﺃﺑﺎ ﻩﺮﻳﺮﺓ ، ﺃ ﺭﺑﻌﻮ ﻥ.['
			'ﻳ ﻮﻣﺎ ؟ ﻗﺎ ﻝ : ﺃﺑﻴ ﺖ ، ﻗﺎﻟﻮﺍ : ﺃ ﺭﺑﻌﻮ ﻥ ﺳﻨ ﺔ ؟ ﻗﺎﻝ : ﺃﺑﻴ ﺖ . ﻗﺎﻟﻮﺍ : ﺃ ﺭﺑﻌﻮ ﻥ ﺷ ﻬﺮﺍ؟ ﻗﺎﻝ : ﺃﺑﻴ ﺖ « ﻭﻳﺒﻠﻰ ﺁﻞﱡ ﺷﻲ ﺀ'
			'ﻣ ﻦ ﺍﻹﻧ ﺴﺎ ﻥ ﺇ ﱠﻻ ﻋ ﺠ ﺐ ﺍﻟﱠﺬﻧ ﺐ ، ﻓﻴ ﻪ ﻳ ﺮﺁﱠ ﺐ ﺍﻟ ﺨﻠ ﻖ، ﺛﻢﱠ ﻳﻨﺰﱢ ﻝ ﺍﻟﱠﻠﻪ ﻣ ﻦ ﺍﻟ ﱠﺴ ﻤﺂ ﺀ ﻣﺎ ﺀ ، ﻓﻴﻨﺒﺘﻮ ﻥ ﺁ ﻤﺎ ﻳﻨﺒ ﺖ ﺍﻟﺒﻘ ﻞ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1836'
),
	Hadith(
		hadithNumber: 1837,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ ﺑﻴﻨﻤﺎ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﻣ ﺠﻠ ﺲ ﻳ ﺤﺪﱢ ﺙ ﺍﻟﻘ ﻮﻡ ، ﺟﺎ ﺀﻩ ﺃ ﻋﺮﺍﺑ ﱡﻲ ﻓﻘﺎ ﻝ : ﻣﺘﻰ'
			'ﺍﻟ ﱠﺴﺎ ﻋﺔ ؟ ﻓﻤ ﻀﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳ ﺤﱢﺪ ﺙ، ﻓﻘﺎﻝ ﺑﻌ ﺾ ﺍﻟﻘ ﻮﻡ : ﺳ ﻤ ﻊ ﻣﺎ ﻗﺎ ﻝ ، ﻓﻜ ﺮﻩ ﻣﺎ ﻗﺎ ﻝ،'
			'ﻭﻗﺎ ﻝ ﺑﻌ ﻀﻬﻢ : ﺑ ﻞ ﻟﻢ ﻳ ﺴ ﻤ ﻊ ، ﺣﱠﺘﻰ ﺇﺫﺍ ﻗ ﻀﻰ ﺣﺪﻳﺜﻪ ﻗﺎ ﻝ : « ﺃﻳ ﻦ ﺍﻟ ﱠﺴﺎﺋ ﻞ ﻋ ﻦ ﺍﻟ ﱠﺴﺎ ﻋ ﺔ ؟ » ﻗﺎﻝ : ﻩﺎ ﺃﻧﺎ ﻳﺎ'
			'ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻗﺎ ﻝ : « ﺇﺫﺍ ﺿﱢﻴﻌ ﺖ ﺍ ﻷ ﻣﺎﻧﺔ ﻓﺎﻧﺘ ﻈ ﺮ ﺍﻟ ﱠﺴﺎﻋ ﺔ » ﻗﺎ ﻝ: ﺁﻴ ﻒ ﺇ ﺿﺎ ﻋﺘ ﻬﺎ ؟ ﻗﺎ ﻝ : ﺇﺫﺍ ﻭ ﱢﺳﺪ ﺍﻷ ﻣ ﺮ ﺇﻟﻰ'
			'ﻏﻴ ﺮ ﺃ ﻩﻠ ﻪ ﻓﺎﻧﺘ ﻈ ﺮ ﺍﻟ ﱠﺴﺎﻋﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1837'
),
	Hadith(
		hadithNumber: 1838,
		hadith:
						'ﻭﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻳ ﺼﱡﻠﻮ ﻥ ﻟﻜﻢ ، ﻓﺈ ﻥ ﺃ ﺻﺎﺑﻮﺍ ﻓﻠﻜﻢ ، ﻭﺇ ﻥ ﺃ ﺧﻄﺌﻮﺍ ﻓﻠﻜﻢ'
			'ﻭ ﻋﻠﻴ ﻬﻢ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺭ ﱡﻱ',
		translation: 'Translation of Hadith 1838'
),
	Hadith(
		hadithNumber: 1839,
		hadith:
						'ﻭ ﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ : { ﺁﻨﺘﻢ ﺧﻴ ﺮ ﺃﱠﻣ ﺔ ﺃ ﺧ ﺮ ﺟ ﺖ ﻟﻠﱠﻨﺎ ﺱ } ﻗﺎ ﻝ : ﺧﻴ ﺮ ﺍﻟﱠﻨﺎ ﺱ ﻟﻠﱠﻨﺎ ﺱ ﻳﺄﺗﻮ ﻥ ﺑ ﻬﻢ ﻓﻲ'
			' .1839ﺍﻟ ﱠﺴﻼ ﺳﻞ ﻓﻲ ﺃ ﻋﻨﺎﻗﻬﻢ ﺣﱠﺘﻰ ﻳﺪ ﺧﻠﻮﺍ ﻓﻲ ﺍﻹ ﺳﻼﻡ',
		translation: 'Translation of Hadith 1839'
),
	Hadith(
		hadithNumber: 1840,
		hadith:
						'ﻭ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻋﺠ ﺐ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻣ ﻦ ﻗ ﻮﻡ ﻳﺪ ﺧﻠﻮ ﻥ ﺍﻟ ﺠﱠﻨ ﺔ ﻓﻲ'
			'ﺍﻟ ﱠﺴﻼ ﺳ ﻞ » ﺭﻭﺍ ﻩﻤﺎ ﺍﻟﺒﺨﺎﺮﻳ . ﻣﻌﻨﺎﻩﺎ ﻳﺆﺳﺮﻮﻧ ﻭﻳﻘﻴﺪﻮﻧ ﺛﻢ ﻳﺴﻠﻤﻮﻥ ﻓﻴﺪﺧﻠﻮﻥ ﺍﻟﺠﻨﺔ',
		translation: 'Translation of Hadith 1840'
),
	Hadith(
		hadithNumber: 1841,
		hadith:
						'ﻭﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺃ ﺣ ﱡﺐ ﺍﻟﺒ ﻼﺩ ﺇﻟﻰ ﺍﻟﱠﻠﻪ ﻣﺴﺎ ﺟﺪ ﻩﺎ ، ﻭﺃﺑﻐ ﺾ ﺍﻟﺒ ﻼﺩ ﺇﻟﻰ ﺍﻟﱠﻠﻪ'
			'ﺃﺳﻮﺍﻗ ﻬﺎ » ﺭ ﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1841'
),
	Hadith(
		hadithNumber: 1842,
		hadith:
						'ﻭ ﻋ ﻦ ﺳﻠ ﻤﺎ ﻥ ﺍﻟﻔﺎ ﺭﺳ ﱢﻲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻣ ﻦ ﻗﻮﻟ ﻪ ﻗﺎﻝ : ﻻ ﺗﻜﻮﻧ ﱠﻦ ﺈﻧ ﺍ ﺳﺘﻄﻌ ﺖ ﺃ ﱠﻭ ﻝ ﻣ ﻦ ﻳﺪ ﺧ ﻞ ﺍﻟ ﱡﺴﻮ ﻕ ،'
			'ﻭﻻ ﺁ ﺧ ﺮ ﻣ ﻦ ﻳ ﺨ ﺮ ﺝ ﻣﻨ ﻬﺎ ، ﻓﺈﱠﻧ ﻬﺎ ﻣﻌ ﺮﺁﺔ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ، ﻭﺑ ﻬﺎ ﻳﻨ ﺼ ﺐ ﺭﺍﻳﺘﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ ﻩﻜﺬﺍ .'
			'ﻭ ﺭ ﻭﺍﻩ ﺍﻟﺒ ﺮﻗﺎﻧﻲ ﻓﻲ ﺻﺤﻴﺤﻪ ﻋ ﻦ ﺳﻠ ﻤﺎ ﻥ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻻ ﺗﻜ ﻦ ﺃ ﱠﻭ ﻝ ﻣ ﻦ ﻳﺪ ﺧ ﻞ'
			'ﺍﻟ ﱡﺴﻮ ﻕ ، ﻭﻻ ﺁ ﺧ ﺮ ﻣ ﻦ ﻳ ﺨ ﺮ ﺝ ﻣﻨ ﻬﺎ ، ﻓﻴ ﻬﺎ ﺑﺎ ﺽ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻭﻓ ﱠﺮ ﺥ »',
		translation: 'Translation of Hadith 1842'
),
	Hadith(
		hadithNumber: 1843,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎ ﺻﻢ ﺍﻷ ﺣ ﻮ ﻝ ﻋ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺑ ﻦ ﺳ ﺮ ﺟ ﺲ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﻠ ﺖ ﻟ ﺮ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﻏﻔ ﺮ ﺍﻟﱠﻠﻪ ﻟ ﻚ ، ﻗﺎ ﻝ : « ﻭﻟ ﻚ » ﻗﺎ ﻝ ﻋﺎ ﺻﻢ : ﻓﻘﻠ ﺖ ﻟﻪ : ﺍ ﺳﺘﻐﻔ ﺮ ﻟ ﻚ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ'
			'ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ؟ ﻗﺎ ﻝ : ﻧﻌﻢ ﻭﻟ ﻚ ، ﺛﻢﱠ ﺗ ﻼ ﻩﺬﻩ ﺍﻵﻳ ﺔ : { ﻭﺍﺳﺘﻐﻔ ﺮ ﻟﺬﻧﺒ ﻚ ﻭﻟﻠﻤﺆﻣﻨﻴ ﻦ ﻭﺍﻟﻤ ﺆﻣﻨﺎ ﺕ} [ ﻣﺤﻤﺪ : 19 ] ،'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1843'
),
	Hadith(
		hadithNumber: 1844,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣ ﺴﻌﻮﺩ ﺍﻷﻧ ﺼﺎ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇ ﱠﻥ ﻣﱠﻤﺎ ﺃﺩ ﺭ ﻙ'
			'ﺍﻟﱠﻨﺎ ﺱ ﻣ ﻦ ﺁﻼﻡ ﺍﻟﻨﱡﺒﻮﱠﺓ ﺍﻷﻭﻟﻰ : ﺇﺫﺍ ﻟﻢ ﺗ ﺴﺘ ﺢ ﻓﺎ ﺻﻨ ﻊ ﻣﺎ ﺷﺌ ﺖ » ﺭﻭﺍﻩ ﺍﻟﺒ ﺨﺎﺮﻳﱡ',
		translation: 'Translation of Hadith 1844'
),
	Hadith(
		hadithNumber: 1845,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻭﱠ ﻝ ﻣﺎ ﻳﻘ ﻀﻰ ﺑﻴ ﻦ ﺍﻟﱠﻨﺎ ﺱ'
			'ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ ﻓﻲ ﺍﻟﱢﺪ ﻣﺎ ﺀ » ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1845'
),
	Hadith(
		hadithNumber: 1846,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺧﻠﻘ ﺖ ﺍﻟ ﻤﻼﺋﻜﺔ ﻣ ﻦ'
			'ﻧﻮ ﺭ ، ﻭﺧﻠ ﻖ ﺍﻟ ﺠﺎ ﱡﻥ ﻣ ﻦ ﻣﺎ ﺭ ﺝ ﻣ ﻦ ﻧﺎ ﺭ ، ﻭ ﺧﻠﻖ ﺁﺪﻣ ﻣﱠﻤﺎ ﻭ ﺻ ﻒ ﻟﻜﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1846'
),
	Hadith(
		hadithNumber: 1847,
		hadith:
						'ﻭﻋﻨ ﻬﺎ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : « ﺁﺎ ﻥ ﺧﻠ ﻖ ﻧﺒﻲ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺍﻟﻘ ﺮﺁ ﻥ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ ﻓﻲ'
			'ﺟ ﻤﻠ ﺔ ﺣﺪﻳ ﺚ ﻃﻮﻳ ﻞ .'
			'`',
		translation: 'Translation of Hadith 1847'
),
	Hadith(
		hadithNumber: 1848,
		hadith:
						'ﻭ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﺃ ﺣ ﱠﺐ ﻟﻘﺎ ﺀ ﺍﻟﱠﻠ ﻪ ﺃﺣ ﱠﺐ ﺍﻟﱠﻠﻪ ﻟﻘﺎ ﺀﻩ ، ﻭﻣ ﻦ ﺁ ﺮﻩ'
			'ﻭﻟﻜ ﱠﻦ ﺍﻟﻤﺆ ﻣ ﻦ ﺇﺫﺍ ﺑ ﱢﺸﺮ ﺑ ﺮ ﺣﻤ ﺔ ﺍﻟﱠﻠﻪ ﻭ ﺭ ﺿﻮﺍﻧ ﻪ ﻭﺟﱠﻨﺘ ﻪ ﺃ ﺣ ﱠﺐ ﻟﻘﺎ ﺀ ﺍﻟﱠﻠﻪ ، ﻓﺄ ﺣ ﱠﺐ ﺍﻟﱠﻠﻪ ﻟﻘﺎ ﺀﻩ ﻭﺇ ﱠﻥ ﺍﻟﻜﺎﻓ ﺮ ﺇﺫﺍ ﺑ ﱢﺸ ﺮﻟﻘﺎ ﺀ ﺍﻟﱠﻠﻪ ﺁ ﺮﻩ ﺍﻟﱠﻠﻪ ﻟﻘﺎ ﺀﻩ » ﻓﻘﻠ ﺖ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﺃﺁ ﺮﺍ ﻩﻴﺔ ﺍﻟﻤ ﻮ ﺕ ؟ ﻓﻜﱡﻠﻨﺎ ﻧﻜ ﺮﻩ ﺍﻟﻤ ﻮ ﺕ ، ﻗﺎ ﻝ : « ﻟﻴﺲ ﺁﺬﻟ ﻚ ،'
			'ﺑﻌﺬﺍ ﺏ ﺍﻟﱠﻠﻪ ﻭ ﺳ ﺨ ﻄ ﻪ ، ﺁ ﺮﻩ ﻟﻘﺎ ﺀ ﺍﻟﱠﻠﻪ ، ﻭﺁ ﺮﻩ ﺍﻟﱠﻠﻪ ﻟﻘﺎ ﺀﻩ».'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'`',
		translation: 'Translation of Hadith 1848'
),
	Hadith(
		hadithNumber: 1849,
		hadith:
						'ﻭ ﻋ ﻦ ﺄﻣﱢ ﺍﻟﻤ ﺆﻣﻨﻴ ﻦ ﺻﻔﱠﻴ ﺔ ﺑﻨ ﺖ ﺣﻴﻲﱟ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣﻌﺘﻜﻔﺎ،'
			'ﻓﺄﺗﻴﺘﻪ ﺃ ﺯﻭ ﺭﻩ ﻟﻴ ﻼ . ﻓ ﺤﺪﱠﺛﺘﻪ ﺛﻢﱠ ﻗ ﻤ ﺖ ﻷﻧﻘﻠﺐ ، ﻓﻘﺎﻡ ﻣﻌﻲ ﻟﻴﻘﻠﺒﻨﻲ ، ﻓ ﻤ ﱠﺮ ﺭ ﺟﻼ ﻥ ﻣ ﻦ ﺍﻷﻧﺼﺎ ﺭ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ،'
			'ﻓﻠﱠﻤﺎ ﺭﺃﻳﺎ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃ ﺳﺮ ﻋﺎ . ﻓﻘﺎ ﻝ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻋﻠﻰ ﺭ ﺳﻠﻜﻤﺎ ﺇﱠﻧ ﻬﺎ ﺻﻔﱠﻴﺔ ﺑﻨ ﺖ'
			'ﺣﻴﻲﱟ » ﻓﻘﺎ ﻻ : ﺳﺒ ﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﻳﺎﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻓﻘﺎ ﻝ : « ﺇ ﱠﻥ ﺍﻟ ﱠﺸﻴ ﻄﺎ ﻥ ﻳ ﺠ ﺮﻱ ﻣ ﻦ ﺍﺑ ﻦ ﺁﺪﻣ ﻣ ﺠ ﺮﻯ ﺍﻟﱠﺪﻡ ، ﻭﺇﱢﻧﻲ'
			'ﺧ ﺸﻴ ﺖ ﺃ ﻥ ﻳﻘﺬ ﻑ ﻓﻲ ﻗﻠﻮﺑﻜ ﻤﺎ ﺷﺮﺍ - ﺃ ﻭ ﻗﺎ ﻝ : ﺷﻴﺌﺎ - » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1849'
),
	Hadith(
		hadithNumber: 1850,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺍﻟﻔ ﻀﻞ ﺍﻟﻌﱠﺒﺎ ﺱ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﻤ ﱠﻄﻠﺐ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺷ ﻬﺪ ﺕ ﻣ ﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﻳ ﻮﻡ ﺣﻨﻴﻦ ﻓﻠﺰ ﻣ ﺖ ﺃﻧﺎ ﻭﺃﺑﻮ ﺳﻔﻴﺎ ﻥ ﺑ ﻦ ﺍﻟﺤﺎ ﺭ ﺙ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﻤ ﱠﻄﻠ ﺐ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻟﻢ'
			'ﻧﻔﺎ ﺭﻗﻪ ، ﻭ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺑﻐﻠ ﺔ ﻟﻪ ﺑﻴ ﻀﺎ ﺀ .'
			'ﻓﻠﱠﻤﺎ ﺍﻟﺘﻘﻰ ﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ﻭﺍﻟﻤ ﺸﺮﺁﻮ ﻥ ﻭﱠﻟﻰ ﺍﻟﻤ ﺴﻠﻤﻮ ﻥ ﻣﺪﺑ ﺮﻳ ﻦ ، ﻓ ﻄﻔ ﻖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﻳ ﺮﺁ ﺾ'
			'ﺑﻐﻠﺘﻪ ﻗﺒﻞ ﺍﻟﻜﱠﻔﺎ ﺭ ، ﻭﺃﻧﺎ ﺁ ﺧﺬ ﺑﻠ ﺠﺎﻡ ﺑﻐﻠ ﺔ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﺁﱡﻔ ﻬﺎ ﺇﺭﺍﺩﺓ ﺃ ﻥ ﻻ ﺗ ﺴ ﺮ ﻉ ، ﻭﺃﺑﻮ'
			'ﺳﻔﻴﺎ ﻥ ﺁ ﺧﺬ ﺑﺮﺁﺎ ﺏ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﻓﻘﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃ ﻱ ﻋﱠﺒﺎ ﺱ ﻧﺎﺩ ﺃ ﺻ ﺤﺎ ﺏ ﺍﻟ ﱠﺴﻤﺮﺓ » ﻗﺎ ﻝ ﺍﻟﻌﱠﺒﺎ ﺱ ، ﻭﺁﺎ ﻥ ﺭ ﺟ ﻼ ﺻﱢﻴﺘﺎ :'
			'ﻓﻘﻠ ﺖ ﺑﺄ ﻋﻠﻰ ﺻ ﻮﺗﻲ : ﺃﻳﻦ ﺃ ﺻﺤﺎ ﺏ ﺍﻟ ﱠﺴﻤ ﺮﺓ ، ﻓﻮ ﺍﻟﱠﻠﻪ ﻟﻜﺄ ﱠﻥ ﻋ ﻄﻔﺘ ﻬﻢ ﺣﻴ ﻦ ﺳ ﻤﻌﻮﺍ ﺻ ﻮﺗﻲ ﻋ ﻄﻔ ﺔ ﺍﻟﺒﻘ ﺮ ﻋﻠﻰ'
			'ﺃ ﻭﻻﺩ ﻩﺎ ، ﻓﻘﺎﻟﻮﺍ : ﻳﺎﻟﱠﺒﻴ ﻚ ﻳﺎﻟﱠﺒﻴ ﻚ ، ﻓﺎﻗﺘﺘﻠﻮﺍ ﻩﻢ ﻭﺍﻟﻜﻔﺎ ﺭ ، ﻭﺍﻟﱠﺪ ﻋﻮﺓ ﻓﻲ ﺍﻷﻧ ﺼﺎ ﺭ ﻳﻘﻮﻟﻮ ﻥ : ﻳﺎ ﻣﻌ ﺸ ﺮ ﺍﻷﻧﺼﺎ ﺭ ، ﻳﺎ'
			'ﻣﻌ ﺸﺮ ﺍﻷﻧ ﺼﺎﺭ ، ﺛﻢﱠ ﻗ ﺼ ﺮ ﺕ ﺍﻟﱠﺪ ﻋﻮﺓ ﻋﻠﻰ ﺑﻨﻲ ﺍﻟ ﺤﺎ ﺭ ﺙ ﺑﻦ ﺍﻟﺨ ﺰ ﺮﺟ .'
			'ﻓﻨ ﻈ ﺮ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻭ ﻩ ﻮ ﻋﻠﻰ ﺑﻐﻠﺘ ﻪ ﺁﺎﻟﻤﺘ ﻄﺎ ﻮﻟ ﻋﻠﻴ ﻬﺎ ﺇﻟﻰ ﻗﺘﺎﻟﻬﻢ ﻓﻘﺎﻝ : « ﻩﺬﺍ ﺣﻴ ﻦ ﺣ ﻤ ﻲ'
			'ﺍﻟ ﻮ ﻃﻴ ﺲ » ﺛﻢﱠ ﺃ ﺧﺬ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺣﺼﻴﺎ ﺕ ، ﻓ ﺮﻣﻰ ﺑ ﻬ ﱠﻦ ﻭ ﺟﻮﻩ ﺍﻟﻜﱠﻔﺎ ﺭ ، ﺛﻢﱠ ﻗﺎﻝ : «ﺍﻧ ﻬ ﺰﻣﻮﺍ'
			'ﻭ ﺭ ﱢﺏ ﻣ ﺤﱠﻤﺪ » ﻓﺬ ﻩﺒ ﺖ ﺃﻧ ﻈ ﺮ ﻓﺈﺫﺍ ﺍﻟﻘﺘﺎ ﻝ ﻋﻠﻰ ﻩﻴﺌﺘ ﻪ ﻓﻴﻤﺎ ﺃ ﺮﯨ ، ﻓﻮﺍﻟﱠﻠﻪ ﻣﺎ ﻩﻮ ﺇ ﱠﻻ ﺃ ﻥ ﺭ ﻣﺎ ﻩﻢ ﺑ ﺤ ﺼﻴﺎﺗ ﻪ ، ﻓ ﻤﺎ ﺯﻟ ﺖ'
			'»ﺍﻟ ﻮ ﻃﻴ ﺲ » ﺍﻟﱠﺘﱡﻨﻮ ﺭ . ﻭ ﻣﻌﻨﺎﻩ : ﺍ ﺷﺘﱠﺪ ﺕ ﺍﻟﺤ ﺮ ﺏ . ﻭﻗ ﻮﻟﻪ : « ﺣﱠﺪ ﻩﻢ » ﻩ ﻮ ﺑﺎﻟﺤﺎ ﺀ ﺍﻟﻤ ﻬﻤﻠ ﺔ ﺄﻳ : ﺑﺄ ﺳ ﻬﻢ .ﺃ ﺮﯨ ﺣﱠﺪ ﻩﻢ ﺁﻠﻴ ﻼ ، ﻭﺃ ﻣ ﺮ ﻩﻢ ﻣﺪﺑﺮﺍ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1850'
),
	Hadith(
		hadithNumber: 1851,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﱡﻳ ﻬﺎ ﺍﻟﱠﻨﺎ ﺱ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ'
			'ﻃﱢﻴ ﺐ ﻻ ﻳﻘﺒ ﻞ ﺇ ﱠﻻ ﻃﱢﻴﺒﺎ ، ﻭﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺃﻣﺮ ﺍﻟﻤﺆﻣﻨﻴ ﻦ ﺑ ﻤﺎ ﺃ ﻣﺮ ﺑ ﻪ ﺍﻟﻤ ﺮﺳﻠﻴ ﻦ ، ﻓﻘﺎﻝ ﺗﻌﺎﻟﻰ : {ﻳﺎ ﺃﱡﻳﻬﺎ ﺍﻟﺮﱡ ﺳ ﻞ ﺁﻠﻮﺍ ﻣ ﻦ'
			'ﺍﻟ ﱠﻄﱢﻴﺒﺎ ﺕ ﻭﺍﻋﻤﻠﻮﺍ ﺻﺎﻟﺤﺎ } ﻭﻗﺎﻝ ﺗﻌﺎﻟﻰ : { ﻳﺎ ﺃﱡﻳ ﻬﺎ ﺍﱠﻟﺬﻳ ﻦ ﺁﻣﻨﻮﺍ ﺁﻠﻮﺍ ﻣ ﻦ ﻃﱢﻴﺒﺎﺕ ﻣﺎ ﺭ ﺯﻗﻨﺎﺁﻢ } ﺛﻢﱠ ﺫﺁ ﺮ ﺍﻟ ﱠﺮ ﺟ ﻞ'
			'ﻳ ﻄﻴ ﻞ ﺍﻟ ﱠﺴﻔﺮ ﺃ ﺷﻌ ﺚ ﺃ ﻏﺒﺮ ﻳﻤﺪﱡ ﻳﺪﻳﻪ ﺇﻟﻰ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ : ﻳﺎﺭ ﱢﺏ ﻳﺎ ﺭ ﱢﺏ ، ﻭ ﻣ ﻄﻌﻤﻪ ﺣﺮﺎﻣ ، ﻭﻣ ﺸ ﺮﺑﻪ ﺣ ﺮﺎﻣ ، ﻭ ﻣﻠﺒ ﺴﻪ'
			'ﺣﺮﺎﻣ ، ﻭ ﻏﺬ ﻱ ﺑﺎﻟ ﺤﺮﺎﻣ، ﻓﺄﱠﻧﻰ ﻳ ﺴﺘﺠﺎ ﺏ ﻟﺬﻟ ﻚ ، ؟ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1851'
),
	Hadith(
		hadithNumber: 1852,
		hadith:
						'ﻭﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺛﻼﺛﺔ ﻻ ﻳﻜﻠﱢﻤ ﻬﻢ ﺍﻟﱠﻠﻪ ﻳ ﻮﻡ ﺍﻟﻘﻴﺎﻣ ﺔ'
			'، ﻭ ﻻ ﻳ ﺰﱢﺁﻴ ﻬﻢ ، ﻭﻻ ﻳﻨ ﻈ ﺮ ﺇﻟﻴ ﻬﻢ ، ﻭﻟ ﻬﻢ ﻋﺬﺍ ﺏ ﺃﻟﻴﻢ : ﺷﻴ ﺦ ﺯﺍ ﻥ ، ﻭ ﻣﻠ ﻚ ﺁﱠﺬﺍ ﺏ، ﻭ ﻋﺎﺋﻞ ﻣ ﺴﺘﻜﺒﺮ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			' .1852« ﺍﻟﻌﺎﺋ ﻞ » : ﺍﻟﻔﻘﻴ ﺮ',
		translation: 'Translation of Hadith 1852'
),
	Hadith(
		hadithNumber: 1853,
		hadith:
						'ﻭ ﻋﻨﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺳﻴ ﺤﺎ ﻥ ﻭ ﺟﻴ ﺤﺎ ﻥ ﻭﺍﻟﻔﺮﺍ ﺕ'
			'ﻭﺍﻟﱢﻨﻴ ﻞ ﺁ ﱞﻞ ﻣ ﻦ ﺃﻧ ﻬﺎ ﺭ ﺍﻟﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1853'
),
	Hadith(
		hadithNumber: 1854,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎﻝ : ﺃ ﺧﺬ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻴﺪﻱ ﻓﻘﺎ ﻝ : « ﺧﻠ ﻖ ﺍﻟﱠﻠﻪ ﺍﻟﱡﺘ ﺮﺑ ﺔ ﻳ ﻮﻡ ﺍﻟ ﱠﺴﺒ ﺖ، ﻭ ﺧﻠ ﻖ'
			'ﻓﻴ ﻬﺎ ﺍﻟ ﺠﺒﺎ ﻝ ﻳ ﻮﻡ ﺍﻷ ﺣﺪ ، ﻭ ﺧﻠ ﻖ ﺍﻟ ﱠﺸ ﺠ ﺮ ﻳ ﻮﻡ ﺍﻹﺛﻨﻴ ﻦ ، ﻭ ﺧﻠ ﻖ ﺍﻟ ﻤﻜ ﺮﻭﻩ ﻳ ﻮﻡ ﺍﻟﱡﺜﻼﺛﺎ ﺀ ، ﻭ ﺧﻠ ﻖ ﺍﻟﱡﻨﻮ ﺭ ﻳ ﻮﻡ ﺍﻷ ﺭﺑﻌﺎ ﺀ ،'
			'ﻭﺑ ﱠﺚ ﻓﻴ ﻬﺎ ﺍﻟﱠﺪ ﻭﺍ ﱠﺏ ﻳ ﻮﻡ ﺍﻟ ﺨ ﻤﻴ ﺲ ، ﻭ ﺧﻠ ﻖ ﺁﺪﻣ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﻌﺪ ﺍﻟﻌ ﺼ ﺮ ﻣ ﻦ ﻳﻮﻡ ﺍﻟ ﺠﻤﻌ ﺔ ﻓﻲ ﺁ ﺧ ﺮ ﺍﻟ ﺨﻠ ﻖ'
			'ﻓﻲ ﺁ ﺧ ﺮ ﺳﺎ ﻋ ﺔ ﻣ ﻦ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻓﻴ ﻤﺎ ﺑﻴ ﻦ ﺍﻟﻌ ﺼ ﺮ ﺇﻟﻰ ﺍﱠﻟﻠﻴ ﻞ » .'
			'ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1854'
),
	Hadith(
		hadithNumber: 1855,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻠﻴﻤﺎ ﻥ ﺧﺎﻟﺪ ﺑ ﻦ ﺍﻟﻮﻟﻴﺪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : « ﻟﻘﺪ ﺍﻧﻘ ﻄﻌ ﺖ ﻓﻲ ﻳﺪﻱ ﻳ ﻮﻡ ﻣﺆﺗ ﺔ ﺗ ﺴﻌﺔ'
			'ﺃ ﺳﻴﺎ ﻑ ، ﻓ ﻤﺎ ﺑﻘ ﻲ ﻓﻲ ﻳﺪﻱ ﺇﻻ ﺻﻔﻴﺤﺔ ﻳ ﻤﺎﻧﱠﻴﺔ » .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1855'
),
	Hadith(
		hadithNumber: 1856,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻤﺮﻭ ﺑ ﻦ ﺍﻟﻌﺎﺹ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃﻧﱠﻪ ﺳ ﻤﻊ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﺇﺫﺍ ﺣﻜﻢ'
			'` .1856ﺍﻟ ﺤﺎﺁﻢ ، ﻓﺎ ﺟﺘ ﻬﺪ ، ﺛﻢﱠ ﺃﺻﺎﺏ ، ﻓﻠﻪ ﺃ ﺟﺮﺍ ﻥ ﻭﺇ ﻥ ﺣﻜﻢ ﻭﺍ ﺟﺘ ﻬﺪ ، ﻓﺄ ﺧ ﻄﺄ ، ﻓﻠﻪ ﺃ ﺟﺮ» ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1856'
),
	Hadith(
		hadithNumber: 1857,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺃ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺍﻟ ﺤﱠﻤﻰ ﻣ ﻦ ﻓﻴ ﺢ ﺟ ﻬﱠﻨﻢ ﻓﺄﺑ ﺮﺩﻭ ﻩﺎ'
			'ﺑﺎﻟﻤﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1857'
),
	Hadith(
		hadithNumber: 1858,
		hadith:
						'ﻭ ﻋﻨ ﻬﺎ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻋ ﻦ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﻣ ﻦ ﻣﺎ ﺕ ﻭ ﻋﻠﻴﻪ ﺻ ﻮﻡ ، ﺻﺎﻡ ﻋﻨﻪ'
			'ﻭﻟﱡﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﺍﻟﻤ ﺨﺘﺎ ﺭ ﺟ ﻮﺍ ﺯ ﺍﻟ ﱠﺼ ﻮﻡ ﻋﱠﻤ ﻦ ﻣﺎ ﺕ ﻭ ﻋﻠﻴ ﻪ ﺻ ﻮﻡ ﻟ ﻬﺬﺍ ﺍﻟ ﺤﺪﻳ ﺚ ، ﻭﺍﻟﻤ ﺮﺍﺩ ﺑﺎﻟ ﻮﻟ ﱢﻲ : ﺍﻟﻘ ﺮﻳ ﺐ ﻭﺍ ﺭﺛﺎ ﺁﺎ ﻥ ﺃ ﻭ ﻏﻴ ﺮ'
			'ﻭﺍ ﺭ ﺙ .'
			'`',
		translation: 'Translation of Hadith 1858'
),
	Hadith(
		hadithNumber: 1859,
		hadith:
						'ﻭ ﻋ ﻦ ﻋ ﻮ ﻑ ﺑ ﻦ ﻣﺎﻟ ﻚ ﺑ ﻦ ﺍﻟ ﱡﻄﻔﻴ ﻞ ﺃ ﱠﻥ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺣﱢﺪﺛ ﺖ ﺃ ﱠﻥ ﻋﺒﺪ ﺍﻟﱠﻠﻪ ﺍﺑ ﻦ ﺍﻟ ﱠﺰﺑﻴﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ'
			'ﻋﻨ ﻬﻤﺎ ﻗﺎ ﻝ ﻓﻲ ﺑﻴ ﻊ ﺃ ﻭ ﻋ ﻄﺎ ﺀ ﺃ ﻋ ﻄﺘﻪ ﻋﺎﺋ ﺸﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻋﻨﻬﺎ : ﻭﺍﻟﱠﻠﻪ ﻟﺘﻨﺘ ﻬﻴ ﱠﻦ ﻋﺎﺋ ﺸﺔ ، ﺃ ﻭ ﻷ ﺣ ﺠ ﺮﻥﱠ'
			'ﻋﻠﻴ ﻬﺎ ، ﻗﺎﻟ ﺖ : ﺃ ﻩ ﻮ ﻗﺎ ﻝ ﻩﺬﺍ ؟ ﻗﺎﻟﻮﺍ : ﻧﻌﻢ ، ﻗﺎﻟ ﺖ : ﻩﻮ ، ﻟﱠﻠ ﻪ ﻋﻠ ﻲ ﻧﺬﺭ ﺃ ﻥ ﻻ ﺃﺁﱢﻠﻢ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺃﺑﺪﺍ ، ﻓﺎ ﺳﺘ ﺸﻔﻊ'
			'ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺇﻟﻴﻬﺎ ﺣﻴ ﻦ ﻃﺎﻟ ﺖ ﺍﻟﻬ ﺠ ﺮﺓ . ﻓﻘﺎﻟ ﺖ : ﻻ ﻭﺍﻟﱠﻠ ﻪ ﻻ ﺃ ﺷﻔﱠ ﻊ ﻓﻴ ﻪ ﺃﺑﺪﺍ ، ﻭﻻ ﺃﺗ ﺤﱠﻨ ﺚ ﺇﻟﻰ ﻧﺬﺮﻳ . ﻓﻠﱠﻤﺎ ﻃﺎﻝ ﺫﻟ ﻚ'
			'ﻋﻠﻰ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ﺁﱠﻠﻢ ﺍﻟ ﻤ ﺴﻮ ﺭ ﺑ ﻦ ﻣ ﺨ ﺮ ﻣ ﺔ ، ﻭﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ ﺑ ﻦ ﺍﻷ ﺳ ﻮﺩ ﺑ ﻦ ﻋﺒﺪ ﻳﻐﻮ ﺙ ﻭﻗﺎﻝ ﻟ ﻬﻤﺎ : ﺃﻧ ﺸﺪﺁﻤﺎ ﺍﻟﱠﻠﻪ'
			'ﻟ ﻤﺎ ﺃﺩ ﺧﻠﺘﻤﺎﻧﻲ ﻋﻠﻰ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻓﺈﱠﻧ ﻬﺎ ﻻ ﻳ ﺤ ﱡﻞ ﻟ ﻬﺎ ﺃ ﻥ ﺗﻨﺬﺭ ﻗ ﻄﻴﻌﺘﻲ ، ﻓﺄﻗﺒﻞ ﺑ ﻪ ﺍﻟ ﻤ ﺴﻮ ﺭ ، ﻭ ﻋﺒﺪ'
			'ﺍﻟ ﱠﺮ ﺣﻤﻦ ﺣﱠﺘﻰ ﺍ ﺳﺘﺄﺫﻧﺎ ﻋﻠﻰ ﻋﺎﺋ ﺸ ﺔ ، ﻓﻘﺎ ﻻ : ﺍﻟﺴﱠ ﻼﻡ ﻋﻠﻴ ﻚ ﻭ ﺭﺣﻤﺔ ﺍﻟﱠﻠﻪ ﻭﺑ ﺮﺁﺎﺗﻪ ، ﺃﻧﺪ ﺧ ﻞ ؟ ﻗﺎﻟ ﺖ ﻋﺎﺋ ﺸﺔ :'
			'ﺍﺩ ﺧﻠﻮﺍ . ﻗﺎﻟﻮﺍ : ﺁﱡﻠﻨﺎ ؟ ﻗﺎﻟ ﺖ: ﻧﻌﻢ ﺍﺩ ﺧﻠﻮﺍ ﺁﻠﱡﻜﻢ ، ﻭ ﻻ ﺗﻌﻠﻢ ﺃ ﱠﻥ ﻣﻌ ﻬﻤﺎ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ، ﻓﻠﱠﻤﺎ ﺩ ﺧﻠﻮﺍ ، ﺩ ﺧ ﻞ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ'
			'ﺍﻟ ﺤ ﺠﺎ ﺏ ، ﻓﺎ ﻋﺘﻨ ﻖ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ، ﻭ ﻃﻔ ﻖ ﻳﻨﺎ ﺷﺪ ﻩﺎ ﻭﻳﺒﻜﻲ ، ﻭ ﻃﻔ ﻖ ﺍﻟ ﻤ ﺴﻮ ﺭ ، ﻭﻋﺒﺪ ﺍﻟ ﱠﺮ ﺣﻤ ﻦ'
			'ﻭ ﻻ ﻳﺤ ﱡﻞ ﻟﻤ ﺴﻠﻢ ﺃ ﻥ ﻳ ﻬ ﺠﺮ ﺃ ﺧﺎﻩ ﻓ ﻮ ﻕ ﺛﻼ ﺙ ﻟﻴﺎ ﻝ . ﻓﻠﱠﻤﺎ ﺃﺁﺜ ﺮﻭﺍ ﻋﻠﻰ ﻋﺎﺋ ﺸ ﺔ ﻣ ﻦ ﺍﻟﱠﺘﺬﺁﺮﺓ ﻭﺍﻟﱠﺘ ﺤ ﺮﻳ ﺞ ، ﻃﻔﻘ ﺖﻳﻨﺎ ﺷﺪﺍﻧ ﻬﺎ ﺇ ﱠﻻ ﺁﱠﻠ ﻤﺘﻪ ﻭﻗﺒﻠ ﺖ ﻣﻨﻪ ، ﻭﻳﻘﻮﻻ ﻥ : ﺇ ﱠﻥ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻧ ﻬﻰ ﻋﱠﻤﺎ ﻗﺪ ﻋﻠ ﻤ ﺖ ﻣ ﻦ ﺍﻟ ﻬ ﺠﺮﺓ .'
			'ﺗﺬﺁﱢ ﺮ ﻩﻤﺎ ﻭﺗﺒﻜﻲ ، ﻭﺗﻘﻮ ﻝ : ﺇﱢﻧﻲ ﻧﺬ ﺭ ﺕ ﻭﺍﻟﻨﱠﺬ ﺭ ﺷﺪﻳﺪ ، ﻓﻠﻢ ﻳ ﺰﺍﻻ ﺑ ﻬﺎ ﺣﱠﺘﻰ ﺁﱠﻠﻤ ﺖ ﺍﺑ ﻦ ﺍﻟ ﱡﺰﺑﻴ ﺮ ، ﻭﺃ ﻋﺘﻘ ﺖ ﻓﻲ ﻧﺬ ﺭ ﻩﺎ'
			'ﺃ ﺭﺑﻌﻴ ﻦ ﺭﻗﺒ ﺔ، ﻭﺁﺎﻧ ﺖ ﺗﺬﺁ ﺮ ﻧﺬ ﺭ ﻩﺎ ﺑﻌﺪ ﺫﻟ ﻚ ﻓﺘﺒﻜﻲ ﺣﱠﺘﻰ ﺗﺒﻞﱠ ﺩﻣﻮ ﻋ ﻬﺎ ﺧﻤﺎ ﺭ ﻩﺎ . ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1859'
),
	Hadith(
		hadithNumber: 1860,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﻘﺒ ﺔ ﺑ ﻦ ﻋﺎ ﻣﺮ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺧﺮ ﺝ ﺇﻟﻰ ﻗﺘﻠﻰ ﺃ ﺣﺪ . ﻓﺼﱠﻠﻰ'
			'ﻋﻠﻴ ﻬﻢ ﺑﻌﺪ ﺛﻤﺎﻥ ﺳﻨﻴﻦ ﺁﺎﻟﻤﻮﱢﺪﻋ ﻟﻸ ﺣﻴﺎ ﺀ ﻭﺍﻷ ﻣﻮﺍ ﺕ ، ﺛﻢﱠ ﻃﻠ ﻊ ﺇﻟﻰ ﺍﻟ ﻤﻨﺒﺮ ، ﻓﻘﺎ ﻝ : ﺇﱢﻧﻲ ﺑﻴ ﻦ ﺃﻳﺪﻳﻜﻢ ﻓ ﺮ ﻁ ﻭﺃﻧﺎ'
			'ﺷﻬﻴﺪ ﻋﻠﻴﻜﻢ ﻭﺇ ﱠﻥ ﻣ ﻮ ﻋﺪﺁﻢ ﺍﻟﺤ ﻮ ﺽ ، ﻭﺇﱢﻧﻲ ﻷﻧ ﻈ ﺮ ﺇﻟﻴﻪ ﻣ ﻦ ﻣﻘﺎﻣﻲ ﻩﺬﺍ، ﻭﺇﱢﻧﻲ ﻟ ﺴ ﺖ ﺃ ﺧ ﺸﻰ ﻋﻠﻴﻜﻢ ﺃ ﻥ ﺗ ﺸﺮﺁﻮﺍ ،'
			'ﻭﻟﻜ ﻦ ﺃ ﺧ ﺸﻰ ﻋﻠﻴﻜﻢ ﺍﻟﱡﺪﻧﻴﺎ ﺃ ﻥ ﺗﻨﺎﻓ ﺴﻮ ﻩﺎ» ﻗﺎ ﻝ: ﻓﻜﺎﻧ ﺖ ﺁ ﺧ ﺮ ﻧ ﻈ ﺮﺓ ﻧ ﻈ ﺮﺗ ﻬﺎ ﺇﻟﻰ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ'
			'، ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻭﻟﻜﱢﻨﻲ ﺃ ﺧ ﺸﻰ ﻋﻠﻴﻜﻢ ﺍﻟﱡﺪﻧﻴﺎ ﺃ ﻥ ﺗﻨﺎﻓ ﺴﻮﺍ ﻓﻴ ﻬﺎ ، ﻭﺗﻘﺘﺘﻠﻮﺍ ﻓﺘ ﻬﻠﻜﻮﺍ ﺁﻤﺎ ﻩﻠ ﻚ ﻣ ﻦ ﺁﺎﻥ ﻗﺒﻠﻜﻢ » ﻗﺎ ﻝ'
			'ﻋﻘﺒﺔ : ﻓﻜﺎ ﻥ ﺁ ﺧﺮ ﻣﺎ ﺭﺃﻳ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻋﻠﻰ ﺍﻟﻤﻨﺒ ﺮ .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ ﻗﺎﻝ : « ﺇﱢﻧﻲ ﻓﺮ ﻁ ﻟﻜﻢ ﻭﺃﻧﺎ ﺷ ﻬﻴﺪ ﻋﻠﻴﻜﻢ ، ﻭﺇﱢﻧﻲ ﻭﺍﻟﱠﻠﻪ ﻷﻧ ﻈ ﺮ ﺇﻟﻰ ﺣ ﻮ ﺿﻲ ﺍﻵ ﻥ ، ﻭﺇﱢﻧﻲ ﺃ ﻋ ﻄﻴ ﺖ'
			'ﻣﻔﺎﺗﻴ ﺢ ﺧ ﺰﺍﺋﻦ ﺍﻷﺭ ﺽ ، ﺃ ﻭ ﻣﻔﺎﺗﻴ ﺢ ﺍﻷ ﺭ ﺽ ، ﻭﺇﱠﻧﻲ ﻭﺍﻟﱠﻠ ﻪ ﻣﺎ ﺃ ﺧﺎ ﻑ ﻋﻠﻴﻜﻢ ﺃ ﻥ ﺗ ﺸ ﺮﺁﻮﺍ ﺑﻌﺪﻱ ﻭﻟﻜ ﻦ ﺃ ﺧﺎ ﻑ ﻋﻠﻴﻜﻢ'
			'ﺃ ﻥ ﺗﻨﺎﻓ ﺴﻮﺍ ﻓﻴ ﻬﺎ » .'
			'ﻭﺍﻟﻤﺮﺍﺩ ﺑﺎﻟ ﱠﺼﻼﺓ ﻋﻠﻰ ﻗﺘﻠﻰ ﺃ ﺣﺪ : ﺍﻟﱡﺪ ﻋﺎ ﺀ ﻟ ﻬﻢ ، ﻻ ﺍﻟ ﱠﺼﻼﺓ ﺍﻟﻤﻌ ﺮﻭﻓﺔ .'
			'`',
		translation: 'Translation of Hadith 1860'
),
	Hadith(
		hadithNumber: 1861,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺯﻳﺪ ﻋ ﻤ ﺮﻭ ﺑ ﻦ ﺃ ﺧ ﻄ ﺐ ﺍﻷﻧ ﺼﺎ ﺭ ﱢﻱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺻﱠﻠﻰ ﺑﻨﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺍﻟﻔ ﺠﺮ ، ﻭﺻﻌﺪ ﺍﻟ ﻤﻨﺒ ﺮ ، ﻓ ﺨ ﻄﺒﻨﺎ ﺣﱠﺘﻰ ﺣ ﻀ ﺮ ﺕ ﺍﻟﻈﱡ ﻬ ﺮ ، ﻓﻨ ﺰﻝ ﻓ ﺼﱠﻠﻰ . ﺛﻢﱠ ﺻﻌﺪ ﺍﻟﻤﻨﺒﺮ ﻓﺨﻄﺐ ﺣﱠﺘﻰ'
			'ﺣ ﻀﺮ ﺕ ﺍﻟﻌ ﺼ ﺮ ، ﺛﻢﱠ ﻧ ﺰﻝ ﻓ ﺼﱠﻠﻰ ، ﺛﱠﻢ ﺻﻌﺪ ﺍﻟﻤﻨﺒﺮ ﺣﺘﻰ ﻏ ﺮﺑ ﺖ ﺍﻟ ﱠﺸ ﻤ ﺲ، ﻓﺄ ﺧﺒﺮﻧﺎ ﻣﺎ ﺁﺎﻥ ﻭ ﻣﺎ ﻩ ﻮ ﺁﺎﺋ ﻦ ،'
			'ﻓﺄ ﻋﻠﻤﻨﺎ ﺃ ﺣﻔ ﻈﻨﺎ . ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1861'
),
	Hadith(
		hadithNumber: 1862,
		hadith:
						'ﻭﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﻗﺎﻝ ﺍﻟﻨﺒﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻧﺬ ﺭ ﺄﻧ ﻳ ﻄﻴﻊ ﺍﻟﱠﻠﻪ'
			'ﻓﻠﻴ ﻄﻌﻪ ، ﻭ ﻣ ﻦ ﻧﺬ ﺭ ﺃ ﻥ ﻳﻌ ﺼ ﻲ ﺍﻟﱠﻠﻪ ، ﻓﻼ ﻳﻌ ﺼ ﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			'`',
		translation: 'Translation of Hadith 1862'
),
	Hadith(
		hadithNumber: 1863,
		hadith:
						'ﻭﻋ ﻦ ﺃﱢﻡ ﺷ ﺮﻳ ﻚ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﺄﻧ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺃﻣ ﺮ ﻩﺎ ﺑﻘﺘ ﻞ ﺍﻷﻭ ﺯﺍ ﻍ ، ﻭﻗﺎﻝ: «'
			'ﺁﺎ ﻥ ﻳﻨﻔ ﺦ ﻋﻠﻰ ﺇﺑﺮﺎﻫﻴﻢ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1863'
),
	Hadith(
		hadithNumber: 1864,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻗﺘ ﻞ ﻭ ﺯ ﻏ ﺔ ﻓﻲ'
			'ﺃ ﱠﻭ ﻝ ﺿ ﺮﺑ ﺔ ، ﻓﻠﻪ ﺁﺬﺍ ﻭﺁﺬﺍ ﺣﺴﻨ ﺔ ، ﻭ ﻣ ﻦ ﻗﺘﻠ ﻬﺎ ﻓﻲ ﺍﻟ ﱠﻀ ﺮﺑ ﺔ ﺍﻟﱠﺜﺎﻧﻴﺔ ، ﻓﻠﻪ ﺁﺬﺍ ﻭﺁﺬﺍ ﺣﺴﻨ ﺔ ﺩﻭ ﻥ ﺍﻷﻭﻟﻰ ، ﻭﺇ ﱠﻥ'
			'ﻗﺘﻠ ﻬﺎ ﻓﻲ ﺍﻟ ﱠﻀ ﺮﺑ ﺔ ﺍﻟﱠﺜﺎﻟﺜ ﺔ ، ﻓﻠﻪ ﺁﺬﺍ ﻭﺁﺬﺍ ﺣ ﺴﻨ ﺔ » .'
			'ﻭﻓﻲ ﺭ ﻭﺍﻳ ﺔ : « ﻣ ﻦ ﻗﺘ ﻞ ﻭ ﺯﻏﺎ ﻓﻲ ﺃ ﱠﻭ ﻝ ﺿ ﺮﺑ ﺔ ، ﺁﺘ ﺐ ﻟﻪ ﻣﺎﺋﺔ ﺣ ﺴﻨ ﺔ ، ﻭﻓﻲ ﺍﻟﱠﺜﺎﻧﻴ ﺔ ﺩﻭ ﻥ ﺫﻟ ﻚ ، ﻭﻓﻲ ﺍﻟﱠﺜﺎﻟﺜ ﺔ'
			'ﺩﻭ ﻥ ﺫﻟ ﻚ » . ﺭﻭﺍﻩ ﻣﺴﻠﻢ .'
			'ﻗﺎﻝ ﺃ ﻩ ﻞ ﺍﻟﱡﻠﻐ ﺔ : ﺍﻟ ﻮ ﺯ ﻍ : ﺍﻟﻌ ﻈﺎﻡ ﻣ ﻦ ﺳﺎﱠﻡ ﺃﺑﺮ ﺹ',
		translation: 'Translation of Hadith 1864'
),
	Hadith(
		hadithNumber: 1865,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻗﺎﻝ ﺭ ﺟﻞ ﻷﺗﺼﺪﻗ ﱠﻦ'
			'ﺑ ﺼﺪﻗ ﺔ ، ﻓ ﺨﺮ ﺝ ﺑ ﺼﺪﻗﺘﻪ ، ﻓ ﻮ ﺿﻌ ﻬﺎ ﻓﻲ ﻳﺪ ﺳﺎ ﺭ ﻕ ، ﻓﺄ ﺻﺒ ﺤﻮﺍ ﻳﺘﺤﱠﺪﺛﻮ ﻥ : ﺗ ﺼﱢﺪ ﻕ ﺍﻟﻠﻴﻠﺔ ﻋﻠﻰ ﺳﺎ ﺭ ﻕ، ﻓﻘﺎ ﻝ :'
			'ﺍﻟﻠﱠ ﻬﻢﱠ ﻟ ﻚ ﺍﻟ ﺤ ﻤﺪ ﻷﺗ ﺼﱠﺪﻗ ﱠﻦ ﺑ ﺼﺪﻗ ﺔ ، ﻓ ﺨ ﺮ ﺝ ﺑ ﺼﺪﻗﺘ ﻪ ، ﻓ ﻮ ﺿﻌ ﻬﺎ ﻓﻲ ﻳﺪ ﺯﺍﻧﻴﺔ، ﻓﺄ ﺻﺒ ﺤﻮﺍ ﻳﺘﺤﺪﱠﺛﻮ ﻥ ﺗ ﺼﱢﺪﻕ ﺍﻟﱠﻠﻴﻠ ﺔ'
			'ﻋﻠﻰ ﺯﺍﻧﻴ ﺔ ، ﻓﻘﺎ ﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﻟ ﻚ ﺍﻟ ﺤ ﻤﺪ ﻋﻠﻰ ﺯﺍﻧﻴ ﺔ ؟، ﻷﺗ ﺼﱠﺪﻗ ﱠﻦ ﺑﺼﺪﻗﺔ ، ﻓ ﺨ ﺮ ﺝ ﺑ ﺼﺪﻗﺘ ﻪ ، ﻓ ﻮ ﺿﻌ ﻬﺎ ﻓﻲ ﻳﺪ ﻏﻨﻲ ،'
			'ﻓﺄ ﺻﺒ ﺤﻮﺍ ﻳﺘﺤﱠﺪﺛﻮ ﻥ : ﺗ ﺼﱢﺪ ﻕ ﻋﻠﻰ ﻏﻨ ﱟﻲ ، ﻓﻘﺎ ﻝ ﺍﻟﻠﱠ ﻬﻢﱠ ﻟ ﻚ ﺍﻟ ﺤ ﻤﺪ ﻋﻠﻰ ﺳﺎ ﺭ ﻕ ، ﻭ ﻋﻠﻰ ﺯﺍﻧﻴ ﺔ ، ﻭﻋﻠﻰ ﻏﻨﻲ ، ﻓﺄﺗﻲ'
			'ﻓﻘﻴﻞ ﻟﻪ: ﺃﱠﻣﺎ ﺻﺪﻗﺘ ﻚ ﻋﻠﻰ ﺳﺎ ﺭ ﻕ ﻓﻠﻌﱠﻠﻪ ﺃ ﻥ ﻳ ﺴﺘﻌ ﱠﻒ ﻋ ﻦ ﺳ ﺮﻗﺘ ﻪ ، ﻭﺃﱠﻣﺎ ﺍﻟ ﱠﺰﺍﻧﻴﺔ ﻓﻠﻌﱠﻠ ﻬﺎ ﺗ ﺴﺘﻌ ﱠﻒ ﻋ ﻦ ﺯﻧﺎ ﻩﺎ، ﻭﺃ ﻣﺎ'
			'ﺍﻟﻐﻨ ﱡﻲ ﻓﻠﻌﻠﱠﻪ ﺃ ﻥ ﻳﻌﺘﺒﺮ ، ﻓﻴﻨﻔ ﻖ ﻣﱠﻤﺎ ﺁﺗﺎﻩ ﺍﻟﻠﱠﻪ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﺑﻠﻔ ﻈ ﻪ ، ﻭﻣ ﺴﻠﻢ ﺑﻤﻌﻨﺎﻩ',
		translation: 'Translation of Hadith 1865'
),
	Hadith(
		hadithNumber: 1866,
		hadith:
						'» 1866ﻭﻋﻨﻪ ﻗﺎﻝ ﺁﻨﺎ ﻣﻊ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺩﻋﻮﺓ ﻓﺮﻓﻊ ﺇﻟﻴﻪ ﺍﻟﺬﺭﺎﻋ ﻭﺁﺎﻧﺖ ﱡﺗﻌﺠﺒﻪ ﻓﻨﻬ ﺲ'
			'ﻣﻨﻬﺎ ﻧ ﻬﺴ ﺔ ﻭﻗﺎﻝ : ﺃﻧﺎ ﺳﻴﺪ ﺍﻟﻨﺎﺱ ﻳﻮﻡ ﺍﻟﻘﻴﺎ ﻣ ﺔ ، ﻩ ﻞ ﺗﺪ ﺭﻭ ﻥ ﻣﱠﻢ ﺫﺍ ﻙ ؟ ﻳ ﺠﻤ ﻊ ﺍﻟﱠﻠﻪ ﺍﻷ ﱠﻭﻟﻴ ﻦ ﻭﺍﻵ ﺧ ﺮﻳ ﻦ ﻓﻲ ﺻﻌﻴﺪ'
			'ﻭﺍ ﺣﺪ ، ﻓﻴﻨ ﻈ ﺮﻩﻢ ﺍﻟﱠﻨﺎ ﻇ ﺮ ، ﻭﻳﺴ ﻤﻌ ﻬﻢ ﺍﻟﱠﺪﺍ ﻋﻲ ، ﻭﺗﺪﻧﻮ ﻣﻨ ﻬﻢ ﺍﻟﺸﱠ ﻤ ﺲ ، ﻓﻴﺒﻠ ﻎ ﺍﻟﱠﻨﺎ ﺱ ﻣ ﻦ ﺍﻟﻐﱢﻢ ﻭﺍﻟﻜ ﺮ ﺏ ﻣﺎ ﻻ'
			'ﻳﻄﻴﻘﻮ ﻥ ﻭ ﻻ ﻳ ﺤﺘ ﻤﻠﻮ ﻥ ، ﻓﻴﻘﻮ ﻝ ﺍﻟﱠﻨﺎ ﺱ : ﺃ ﻻ ﺗﺮ ﻭ ﻥ ﺇﻟﻰ ﻣﺎ ﺃﻧﺘﻢ ﻓﻴ ﻪ ، ﺇﻟﻰ ﻣﺎ ﺑﻠﻐﻜﻢ ؟ ﺃ ﻻ ﺗﻨ ﻈ ﺮﻭ ﻥ ﻣ ﻦ ﻳ ﺸﻔ ﻊ ﻟﻜﻢ'
			'ﺇﻟﻰ ﺭﱠﺑﻜﻢ ؟'
			'ﻓﻴﻘﻮ ﻝ ﺑﻌ ﺾ ﺍﻟﱠﻨﺎ ﺱ ﻟﺒﻌ ﺾ : ﺃﺑﻮﺁﻢ ﺁﺪﻣ ، ﻭﻳﺄﺗﻮﻧﻪ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻳﺎ ﺃﺪﻣ ﺃﻧ ﺖ ﺃﺑﻮ ﺍﻟﺒﺸ ﺮ ، ﺧﻠﻘﻚ ﺍﻟﱠﻠﻪ ﺑﻴﺪﻩ ، ﻭﻧﻔ ﺦ'
			'ﻓﻴ ﻚ ﻣ ﻦ ﺭﻭ ﺣ ﻪ ، ﻭﺃ ﻣ ﺮ ﺍﻟ ﻤﻼﺋﻜ ﺔ ﻓ ﺴ ﺠﺪﻭﺍ ﻟ ﻚ ﻭﺃ ﺳﻜﻨ ﻚ ﺍﻟ ﺠﱠﻨ ﺔ ، ﺃﻻ ﺗ ﺸﻔ ﻊ ﻟﻨﺎ ﺇﻟﻰ ﺭﱢﺑ ﻚ ؟ ﺃ ﻻ ﺗﺮﻯ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ،'
			'ﻭ ﻣﺎ ﺑﻠﻐﻨﺎ ؟ ﻓﻘﺎ ﻝ : ﺇ ﱠﻥ ﺭﱢﺑﻲ ﻏ ﻀ ﺐ ﻏ ﻀﺒﺎ ﻟﻢ ﻳﻐ ﻀ ﺐ ﻗﺒﻠﻪ ﻣﺜﻠﻪ . ﻭ ﻻ ﻳﻐ ﻀ ﺐ ﺑﻌﺪﻩ ﻣﺜﻠﻪ ، ﻭﺇﱠﻧﻪ ﻧ ﻬﺎﻧﻲ ﻋ ﻦ'
			'ﺍﻟ ﱠﺸ ﺠﺮﺓ ، ﻓﻌ ﺼﻴ ﺖ . ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ﻧﻔﺴﻲ . ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻏﻴ ﺮﻱ ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻧﻮ ﺡ . ﻓﻴﺄﺗﻮ ﻥ ﻧﻮﺣﺎ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻳﺎ'
			'ﻧﻮ ﺡ ، ﺃﻧ ﺖ ﺃﻭﱠ ﻝ ﺍﻟ ﱡﺮ ﺳﻞ ﺇﻟﻰ ﺃ ﻩ ﻞ ﺍﻷ ﺭ ﺽ ، ﻭﻗﺪ ﺳﱠﻤﺎﻙ ﺍﻟﱠﻠﻪ ﻋﺒﺪﺍ ﺷﻜﻮﺭﺍ ، ﺃﻻ ﺗ ﺮﻯ ﺇﻟﻰ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ، ﺃ ﻻ ﺗ ﺮﻯ'
			'ﺇﻟﻰ ﻣﺎ ﺑﻠﻐﻨﺎ ، ﺃ ﻻ ﺗ ﺸﻔ ﻊ ﻟﻨﺎ ﺇﻟﻰ ﺭﱢﺑ ﻚ؟ ﻓﻴﻘﻮ ﻝ : ﺇ ﱠﻥ ﺭﱢﺑﻲ ﻏ ﻀ ﺐ ﺍﻟﻴ ﻮﻡ ﻏ ﻀﺒﺎ ﻟﻢ ﻳﻐ ﻀ ﺐ ﻗﺒﻠﻪ ﻣﺜﻠﻪ ، ﻭﻟ ﻦ ﻳﻐ ﻀ ﺐ'
			'ﺑﻌﺪﻩ ﻣﺜﻠﻪ، ﻭﺃﱠﻧﻪ ﻗﺪ ﺁﺎﻧ ﺖ ﻟﻲ ﺩ ﻋﻮﺓ ﺩ ﻋ ﻮ ﺕ ﺑ ﻬﺎ ﻋﻠﻰ ﻗ ﻮﻣﻲ ، ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻏﻴ ﺮﻱ ﺍﺫ ﻩﺒﻮﺍ'
			'ﺇﻟﻰ ﺇﺑ ﺮﺍ ﻩﻴﻢ . ﻓﻴﺄﺗﻮ ﻥ ﺇﺑ ﺮﺍ ﻩﻴﻢ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻳﺎ ﺇﺑ ﺮﺍ ﻩﻴﻢ ﺃﻧ ﺖ ﻧﺒ ﱡﻲ ﺍﻟﱠﻠ ﻪ ﻭ ﺧﻠﻴﻠﻪ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻷ ﺭ ﺽ ، ﺍ ﺷﻔ ﻊ ﻟﻨﺎ ﺇﻟﻰ ﺭﱢﺑ ﻚ'
			'، ﺃ ﻻ ﺗ ﺮﻯ ﺇﻟﻰ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ؟ ﻓﻴﻘﻮ ﻝ ﻟ ﻬﻢ : ﺇ ﱠﻥ ﺭﱢﺑﻲ ﻗﺪ ﻏ ﻀ ﺐ ﺍﻟﻴ ﻮﻡ ﻏ ﻀﺒﺎ ﻟﻢ ﻳﻐ ﻀ ﺐ ﻗﺒﻠﻪ ﻣﺜﻠﻪ ، ﻭﻟ ﻦ ﻳﻐ ﻀ ﺐ'
			'ﺑﻌﺪﻩ ﻣﺜﻠﻪ ﻭﺇﱢﻧﻲ ﺁﻨ ﺖ ﺁﺬﺑ ﺖ ﺛ ﻼ ﺙ ﺁﺬﺑﺎ ﺕ ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻏﻴ ﺮﻱ ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻣﻮ ﺳﻰ . ﻓﻴﺄﺗﻮ ﻥ'
			'ﻣﻮ ﺳﻰ ، ﻓﻴﻘﻮﻟﻮﻥ : ﻳﺎ ﻣﻮ ﺳﻰ ﺃﻧﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ، ﻓ ﱠﻀﻠ ﻚ ﺍﻟﱠﻠﻪ ﺑ ﺮﺳﺎ ﻻﺗ ﻪ ﻭﺑﻜ ﻼ ﻣ ﻪ ﻋﻠﻰ ﺍﻟﱠﻨﺎ ﺱ ، ﺍ ﺷﻔ ﻊ ﻟﻨﺎ ﺇﻟﻰ'
			'ﺭﱢﺑ ﻚ ، ﺃ ﻻ ﺗ ﺮﻯ ﺇﻟﻰ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ؟ ﻓﻴﻘﻮﻝ ﺇ ﱠﻥ ﺭﱢﺑﻲ ﻗﺪ ﻏ ﻀ ﺐ ﺍﻟﻴ ﻮﻡ ﻏ ﻀﺒﺎ ﻟﻢ ﻳﻐ ﻀ ﺐ ﻗﺒﻠﻪ ﻣﺜﻠﻪ ، ﻭﻟ ﻦ ﻳﻐ ﻀ ﺐ'
			'ﻓﻴﺄﺗﻮ ﻥ ﻋﻴ ﺴﻰ . ﻓﻴﻘﻮﻟﻮ ﻥ : ﻳﺎ ﻋﻴﺴﻰ ﺃﻧ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﻭﺁﻠﻤﺘﻪ ﺃﻟﻘﺎ ﻩﺎ ﺇﻟﻰ ﻣﺮﻳﻢ ﻭ ﺭﻭ ﺡ ﻣﻨﻪ ﻭﺁﱠﻠ ﻤ ﺖ ﺍﻟﱠﻨﺎ ﺱ ﻓﻲﺑﻌﺪﻩ ﻣﺜﻠﻪ ﻭﺇﱢﻧﻲ ﻗﺪ ﻗﺘﻠ ﺖ ﻧﻔﺴﺎ ﻟﻢ ﺃﻭﻣ ﺮ ﺑﻘﺘﻠ ﻬﺎ. ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻏﻴ ﺮﻱ ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻋﻴﺴﻰ .'
			'ﺍﻟ ﻤ ﻬﺪ . ﺍ ﺷﻔ ﻊ ﻟﻨﺎ ﺇﻟﻰ ﺭﱢﺑ ﻚ . ﺃ ﻻ ﺗ ﺮﻯ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ، ﻓﻴﻘﻮ ﻝ : : ﺇ ﱠﻥ ﺭﱢﺑﻲ ﻗﺪ ﻏ ﻀ ﺐ ﺍﻟﻴ ﻮﻡ ﻏ ﻀﺒﺎ ﻟﻢ ﻳﻐ ﻀ ﺐ ﻗﺒﻠﻪ'
			'ﻣﺜﻠﻪ ، ﻭﻟ ﻦ ﻳﻐ ﻀ ﺐ ﺑﻌﺪﻩ ﻣﺜﻠﻪ ، ﻭﻟﻢ ﻳﺬﺁ ﺮ ﺫﻧﺒﺎ ، ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ﻧﻔ ﺴﻲ ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻏﻴ ﺮﻱ ، ﺍﺫ ﻩﺒﻮﺍ ﺇﻟﻰ ﻣﺤﱠﻤﺪ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ . ﻓﻴﺄﺗﻮﻥ ﻣ ﺤﻤﺪﺍ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : « ﻓﻴﺄﺗﻮﻧﻲ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻳﺎ ﻣ ﺤﻤﱠﺪ ﺃﻧ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ، ﻭﺧﺎﺗﻢ ﺍ ﻷﻧﺒﻴﺎ ﺀ ، ﻭﻗﺪ ﻏﻔ ﺮ ﺍﻟﱠﻠﻪ ﻟ ﻚ ﻣﺎ ﺗﻘﱠﺪﻡ ﻣ ﻦ'
			'ﺫﻧﺒ ﻚ ﻭﻣﺎ ﺗﺄ ﱠﺧﺮ ، ﺍ ﺷﻔ ﻊ ﻟﻨﺎ ﺇﻟﻰ ﺭﱢﺑ ﻚ ، ﺃ ﻻ ﺗ ﺮﻯ ﺇﻟﻰ ﻣﺎ ﻧ ﺤ ﻦ ﻓﻴ ﻪ ؟ ﻓﺄﻧ ﻄﻠ ﻖ ، ﻓﺂﺗﻲ ﺗ ﺤ ﺖ ﺍﻟﻌ ﺮ ﺵ ، ﻓﺄﻗ ﻊ ﺳﺎ ﺟﺪﺍ'
			'ﻟﺮﱢﺑﻲ » ﺛﻢﱠ ﻳﻔﺘ ﺢ ﺍﻟﱠﻠﻪ ﻋﻠ ﱠﻲ ﻣ ﻦ ﻣ ﺤﺎ ﻣﺪﻩ ، ﻭ ﺣ ﺴﻦ ﺍﻟﱠﺜﻨﺎ ﺀ ﻋﻠﻴﻪ ﺷﻴﺌﺎ ﻟﻢ ﻳﻔﺘ ﺤﻪ ﻋﻠﻰ ﺃ ﺣﺪ ﻗﺒﻠﻲ ﺛﻢﱠ ﻳﻘﺎ ﻝ : ﻳﺎ ﻣ ﺤﻤﱠﺪ'
			'ﺍﺭﻓﻊ ﺭﺃﺳ ﻚ ، ﺳ ﻞ ﺗﻌ ﻄﻪ ، ﻭﺍ ﺷﻔ ﻊ ﺗ ﺸﱠﻔ ﻊ ، ﻓﺄﺭﻓ ﻊ ﺭﺃ ﺳﻲ ، ﻓﺄﻗﻮ ﻝ ﺃﱠﻣﺘﻲ ﻳﺎ ﺭ ﱢﺏ ، ﺃﱠﻣﺘﻲ ﻳﺎ ﺭ ﱢﺏ ، ﻓﻴﻘﺎ ﻝ : ﻳﺎﻣﺤﻤﱠﺪ'
			'ﺃﺩ ﺧ ﻞ ﻣ ﻦ ﺃﱠﻣﺘﻚ ﻣ ﻦ ﻻ ﺣ ﺴﺎ ﺏ ﻋﻠﻴ ﻬﻢ ﻣ ﻦ ﺍﻟﺒﺎﺏ ﺍ ﻷﻳﻤ ﻦ ﻣ ﻦ ﺃﺑ ﻮﺍ ﺏ ﺍﻟ ﺠﱠﻨ ﺔ ﻭ ﻩﻢ ﺷﺮﺁﺎ ﺀ ﺍﻟﱠﻨﺎ ﺱ ﻓﻴ ﻤﺎ ﺳﻮ ﻱ ﺫﻟ ﻚ ﻣ ﻦ'
			'ﺍ ﻷﺑ ﻮﺍ ﺏ » ﺛﻢﱠ ﻗﺎﻝ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﺇ ﱠﻥ ﻣﺎ ﺑﻴ ﻦ ﺍﻟﻤﺼﺮﺍ ﻋﻴ ﻦ ﻣ ﻦ ﻣ ﺼﺎ ﺭﻳ ﻊ ﺍﻟ ﺠﱠﻨ ﺔ ﺁ ﻤﺎ ﺑﻴﻦ ﻣﱠﻜ ﺔ ﻭ ﻩ ﺠﺮ ، ﺃ ﻭ'
			'ﺁ ﻤﺎ ﺑﻴ ﻦ ﻣﱠﻜ ﺔ ﻭﺑ ﺼ ﺮﻯ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1866'
),
	Hadith(
		hadithNumber: 1867,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ ﻗﺎ ﻝ : ﺟﺎ ﺀ ﺇﺑ ﺮﺍ ﻩﻴﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺑﺄﻡﱢ ﺇ ﺳﻤﺎ ﻋﻴﻞ ﻭﺑﺎﺑﻨ ﻬﺎ'
			'ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﻭ ﻩﻲ ﺗ ﺮ ﺿﻌﻪ ﺣﱠﺘﻰ ﻭ ﺿﻌ ﻬﺎ ﻋﻨﺪ ﺍﻟﺒﻴ ﺖ ﻋﻨﺪ ﺩ ﻭ ﺣ ﺔ ﻓ ﻮ ﻕ ﺯ ﻣ ﺰﻡ ﻓﻲ ﺃ ﻋﻠﻰ ﺍﻟﻤ ﺴ ﺠﺪ ، ﻭﻟﻴ ﺲ ﺑﻤﱠﻜ ﺔ ﻳ ﺆﻣﺌﺬ'
			'ﺃ ﺣﺪ ﻭﻟﻴ ﺲ ﺑ ﻬﺎ ﻣﺎ ﺀ ، ﻓﻮ ﺿﻌ ﻬ ﻤﺎ ﻩﻨﺎ ﻙ ، ﻭﻭ ﺿﻊ ﻋﻨﺪ ﻩﻤﺎ ﺟ ﺮﺍﺑﺎ ﻓﻴﻪ ﺗﻤﺮ ، ﻭ ﺳﻘﺎﺀ ﻓﻴﻪ ﻣﺎ ﺀ . ﺛﻢﱠ ﻗﻔﻲ ﺇﺑ ﺮﺍ ﻩﻴﻢ'
			'ﻣﻨ ﻄﻠﻘﺎ ، ﻓﺘﺒﻌﺘﻪ ﺄﻣﱡ ﺇ ﺳﻤﺎ ﻋﻴﻞ ﻓﻘﺎﻟ ﺖ : ﻳﺎ ﺇﺑﺮﺍ ﻩﻴﻢ ﺃﻳ ﻦ ﺗﺬ ﻩ ﺐ ﻭﺗﺘ ﺮﺁﻨﺎ ﺑ ﻬﺬﺍ ﺍﻟﻮﺍﺪﻳ ﻟﻴ ﺲ ﻓﻴ ﻪ ﺃﻧﻴ ﺲ ﻭ ﻻ ﺷﻲ ﺀ ؟'
			'ﻓﻘﺎﻟ ﺖ ﻟﻪ ﺫﻟ ﻚ ﻣﺮﺍﺭﺍ ، ﻭﺟﻌﻞ ﻻ ﻳﻠﺘﻔ ﺖ ﺇﻟﻴ ﻬﺎ ، ﻗﺎﻟ ﺖ ﻟﻪ: ﺁﻟﱠﻠﻪ ﺃﻣﺮ ﻙ ﺑﻬﺬﺍ ؟ ﻗﺎ ﻝ : ﻧﻌﻢ . ﻗﺎﻟﺖ : ﺇﺫﺍ ﻻ ﻳ ﻀﻴﱢﻌﻨﺎ ، ﺛﻢﱠ'
			'ﺭﺟﻌ ﺖ .ﻓﺎﻧ ﻄﻠ ﻖ ﺇﺑﺮﺍ ﻩﻴﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ، ﺣﱠﺘﻰ ﺇﺫﺍ ﺁﺎ ﻥ ﻋﻨﺪ ﺍﻟﱠﺜﻨﱠﻴ ﺔ ﺣﻴ ﺚ ﻻ ﻳﺮ ﻭﻧﻪ . ﺍ ﺳﺘﻘﺒﻞ ﺑﻮ ﺟﻬ ﻪ'
			'ﺍﻟﺒﻴ ﺖ، ﺛﻢﱠ ﺩﻋﺎ ﺑ ﻬ ﺆﻻ ﺀ ﺍﻟﱠﺪﻋﻮﺍ ﺕ ، ﻓﺮﻓ ﻊ ﻳﺪﻳﻪ ﻓﻘﺎ ﻝ : { ﱠﺭﱠﺑﻨﺎ ﺇﱢﻧﻲ ﺃ ﺳﻜﻨ ﺖ ﻣ ﻦ ﺫﺭﱢﻳﱠﺘﻲ ﺑﻮﺍﺩ ﻏﻴ ﺮ ﺬﻳ ﺯ ﺭ ﻉ } ﺣﱠﺘﻰ'
			'ﺑﻠ ﻎ {ﻳ ﺸﻜ ﺮﻭ ﻥ} . ﻭﺟﻌﻠ ﺖ ﺄﻣﱡ ﺇ ﺳﻤﺎ ﻋﻴﻞ ﺗ ﺮ ﺿ ﻊ ﺇ ﺳﻤﺎ ﻋﻴﻞ ، ﻭﺗ ﺸﺮ ﺏ ﻣ ﻦ ﺫﻟ ﻚ ﺍﻟ ﻤﺎ ﺀ ، ﺣﱠﺘﻰ ﺇﺫﺍ ﻧﻔﺪ ﻣﺎ ﻓﻲ ﺍﻟ ﱢﺴﻘﺎ ﺀ'
			'ﻋﻄﺸﺖ ﻭ ﻋ ﻄﺶ ﺍﺑﻨ ﻬﺎ ، ﻭﺟﻌﻠ ﺖ ﺗﻨ ﻈ ﺮ ﺇﻟﻴﻪ ﻳﺘﻠ ﱠﻮﻯ - ﺃ ﻭ ﻗﺎ ﻝ : ﻳﺘﻠﱠﺒ ﻂ ﻓﺎﻧ ﻄﻠﻘ ﺖ ﺁﺮﺍ ﻩﻴ ﺔ ﺃ ﻥ ﺗﻨ ﻈﺮ ﺇﻟﻴﻪ ، ﻓﻮﺟﺪ ﺕ'
			'ﺍﻟ ﱠﺼﻔﺎ ﺃﻗ ﺮ ﺏ ﺟﺒ ﻞ ﻓﻲ ﺍﻷ ﺭ ﺽ ﻳﻠﻴ ﻬﺎ ، ﻓﻘﺎﻣ ﺖ ﻋﻠﻴﻪ ، ﺛﻢﱠ ﺍﺳﺘﻘﺒﻠ ﺖ ﺍﻟﻮﺍﺩ ﻱ ﺗﻨ ﻈ ﺮ ﻩ ﻞ ﺗﺮﻯ ﺃﺣﺪﺍ ؟ ﻓﻠﻢ ﺗﺮ ﺃﺣﺪﺍ .'
			'ﻓ ﻬﺒ ﻄ ﺖ ﻣ ﻦ ﺍﻟ ﱠﺼﻔﺎ ﺣﱠﺘﻰ ﺇﺫﺍ ﺑﻠﻐ ﺖ ﺍﻟﻮﺍﺩ ﻱ ، ﺭﻓﻌ ﺖ ﻃﺮ ﻑ ﺩ ﺭ ﻋ ﻬﺎ ، ﺛﻢﱠ ﺳﻌ ﺖ ﺳﻌﻲ ﺍ ﻹﻧﺴﺎ ﻥ ﺍﻟﻤ ﺠ ﻬﻮﺩ ﺣﱠﺘﻰ'
			'ﺟﺎﻭ ﺯ ﺕ ﺍﻟ ﻮﺍﺩ ﻱ ، ﺛﻢﱠ ﺃﺗ ﺖ ﺍﻟﻤ ﺮﻭﺓ ، ﻓﻘﺎﻣ ﺖ ﻋﻠﻴ ﻬﺎ ، ﻓﻨ ﻈﺮ ﺕ ﻩ ﻞ ﺗﺮﻯ ﺃ ﺣﺪﺍ؟ ﻓﻠﻢ ﺗﺮ ﺃ ﺣﺪﺍ ، ﻓﻔﻌﻠ ﺖ ﺫﻟ ﻚ ﺳﺒﻊ'
			'ﻣ ﱠﺮﺍ ﺕ. ﻗﺎﻝ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ : ﻗﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻓﺬﻟ ﻚ ﺳﻌ ﻲ ﺍﻟﱠﻨﺎ ﺱ ﺑﻴﻨ ﻬﻤﺎ » .'
			'ﻓﻠﱠﻤﺎ ﺃ ﺷﺮﻓ ﺖ ﻋﻠﻰ ﺍﻟﻤ ﺮﻭﺓ ﺳ ﻤﻌـ ﺖ ﺻﻮﺗﺎ ، ﻓﻘﺎﻟ ﺖ : ﺻ ﻪ - ﺗ ﺮﻳﺪ ﻧﻔﺴ ﻬﺎ - ﺛﻢﱠ ﺗﺴ ﻤﻌ ﺖ ، ﻓﺴ ﻤﻌ ﺖ ﺃﻳﻀﺎ ﻓﻘﺎﻟ ﺖ : ﻗﺪ'
			'ﺃ ﺳﻤﻌ ﺖ ﺇ ﻥ ﺁﺎ ﻥ ﻋﻨﺪ ﻙ ﻏﻮﺍ ﺙ .ﻓﺄ ﻏﺚ . ﻓﺈﺫﺍ ﻩﻲ ﺑﺎﻟﻤﻠ ﻚ ﻋﻨﺪ ﻣ ﻮ ﺿ ﻊ ﺯﻣ ﺰﻡ ، ﻓﺒﺤ ﺚ ﺑﻌﻘﺒ ﻪ - ﺃ ﻭ ﻗﺎﻝ ﺑﺠﻨﺎ ﺣ ﻪ -'
			'ﺗﻐﺮ ﻑ ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺑﻘﺪ ﺭ ﻣﺎ ﺗﻐ ﺮ ﻑ . ﻗﺎﻝ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬ ﻤﺎ : ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : «ﺣﱠﺘﻰ ﻇ ﻬ ﺮ ﺍﻟﻤﺎ ﺀ، ﻓﺠﻌﻠ ﺖ ﺗﺤﻮﱢ ﺿﻪ ﻭﺗﻘﻮ ﻝ ﺑﻴﺪ ﻩﺎ ﻩﻜﺬﺍ ، ﻭﺟﻌﻠ ﺖ ﺗﻐ ﺮ ﻑ ﺍﻟ ﻤﺎ ﺀ ﻓﻲ ﺳﻘﺎﺋ ﻬﺎ ﻭ ﻩﻮ ﻳﻔﻮ ﺭ ﺑﻌﺪ ﻣﺎ'
			'ﺭ ﺣﻢ ﺍﻟﱠﻠﻪ ﺄﻣﱠ ﺇﺳﻤﺎ ﻋﻴﻞ ﻟ ﻮ ﺗﺮﺁﺖ ﺯﻣ ﺰﻡ - ﺃ ﻭ ﻗﺎ ﻝ : ﻟ ﻮ ﻟﻢ ﺗﻐ ﺮ ﻑ ﻣ ﻦ ﺍﻟ ﻤﺎ ﺀ ، ﻟﻜﺎﻧ ﺖ ﺯ ﻣ ﺰﻡ ﻋﻴﻨﺎ ﻣﻌﻴﻨﺎ ﻗﺎﻝ ﻓ ﺸ ﺮﺑ ﺖ'
			'، ﻭﺃ ﺭ ﺿﻌ ﺖ ﻭﻟﺪ ﻩﺎ .'
			'ﻓﻘﺎﻝ ﻟ ﻬﺎ ﺍﻟﻤﻠ ﻚ : ﻻ ﺗ ﺨﺎﻓﻮﺍ ﺍﻟ ﱠﻀﻴﻌﺔ ﻓﺈ ﱠﻥ ﻩ ﻬﻨﺎ ﺑﻴﺘﺎ ﻟﱠﻠ ﻪ ﻳﺒﻨﻴﻪ ﻩﺬﺍ ﺍﻟﻐ ﻼﻡ ﻭﺃﺑﻮﻩ ، ﻭﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻻ ﻳﻀﻴﱢ ﻊ ﺃ ﻩﻠﻪ ، ﻭﺁﺎ ﻥ'
			'ﺍﻟﺒﻴ ﺖ ﻣ ﺮﺗﻔﻌﺎ ﻣ ﻦ ﺍ ﻷ ﺭ ﺽ ﺁﺎﻟ ﱠﺮﺍﺑﻴ ﺔ ﺗﺄﺗﻴ ﻪ ﺍﻟ ﱡﺴﻴﻮ ﻝ ، ﻓﺘﺄ ﺧﺬ ﻋ ﻦ ﻳ ﻤﻴﻨ ﻪ ﻭ ﻋ ﻦ ﺷﻤﺎﻟ ﻪ . ﻓﻜﺎﻧ ﺖ ﺁﺬﻟ ﻚ ﺣﱠﺘﻰ ﻣ ﱠﺮ ﺕ ﺑ ﻬﻢ'
			'ﺭﻓﻘﺔ ﻣ ﻦ ﺟ ﺮ ﻩﻢ ، ﺃﻭ ﺃ ﻩ ﻞ ﺑﻴ ﺖ ﻣ ﻦ ﺟ ﺮ ﻩﻢ ﻣﻘﺒﻠﻴﻦ ﻣ ﻦ ﻃﺮﻳ ﻖ ﺁﺪﺍ ﺀ ، ﻓﻨ ﺰﻟﻮﺍ ﻓﻲ ﺃ ﺳﻔ ﻞ ﻣﻜ ﺔ ، ﻓ ﺮﺃ ﻭﺍ ﻃﺎﺋﺮﺍ ﻋﺎﺋﻔﺎ'
			'ﻓﻘﺎﻟﻮﺍ : ﺇ ﱠﻥ ﻩﺬﺍ ﺍﻟ ﱠﻄﺎﺋﺮ ﻟﻴﺪﻭ ﺭ ﻋﻠﻰ ﻣﺎﺀ ﻟﻌ ﻬﺪﻧﺎ ﺑﻬﺬﺍ ﺍﻟﻮﺍﺪﻳ ﻭ ﻣﺎ ﻓﻴ ﻪ ﻣﺎ ﺀ ﻓﺄﺭ ﺳﻠﻮﺍ ﺟﺮﻳﺎ ﺃ ﻭ ﺟ ﺮﱠﻳﻴ ﻦ ، ﻓﺈﺫﺍ ﻩﻢ'
			'ﺑﺎﻟﻤﺎ ﺀ ، ﻓ ﺮ ﺟﻌﻮﺍ ﻓﺄ ﺧﺒ ﺮﻮﻫﻢ ﻓﺄﻗﺒﻠﻮﺍ ، ﻭﺄﻣﱡ ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﻋﻨﺪ ﺍﻟﻤﺎ ﺀ ، ﻓﻘﺎﻟﻮﺍ : ﺃﺗﺄﺫﻧﻴ ﻦ ﻟﻨﺎ ﺃ ﻥ ﻧﻨ ﺰ ﻝ ﻋﻨﺪ ﻙ ؟ ﻗﺎﻟ ﺖ:'
			'ﻧﻌﻢ ، ﻭﻟﻜ ﻦ ﻻ ﺣ ﱠﻖ ﻟﻜﻢ ﻓﻲ ﺍﻟﻤﺎ ﺀ ، ﻗﺎﻟﻮﺍ : ﻧﻌﻢ . ﻗﺎﻝ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ : ﻗﺎ ﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻓﺄﻟﻔﻲ'
			'ﺫﻟ ﻚ ﺄﻣﱠ ﺇﺳﻤﺎ ﻋﻴ ﻞ ، ﻭ ﻩﻲ ﺗ ﺤﺐﱡ ﺍ ﻷﻧ ﺲ . ﻓﻨ ﺰﻟﻮﺍ ، ﻓﺄ ﺭﺳﻠﻮﺍ ﺇﻟﻰ ﺃ ﻩﻠﻴ ﻬﻢ ﻓﻨ ﺰﻟﻮﺍ ﻣﻌ ﻬﻢ ، ﺣﱠﺘﻰ ﺇﺫﺍ ﺁﺎﻧﻮﺍ ﺑ ﻬﺎ ﺃ ﻩﻞ'
			'ﺃﺑﻴﺎ ﺕ ، ﻭﺷ ﱠﺐ ﺍﻟﻐﻼﻡ ﻭﺗﻌﱠﻠﻢ ﺍﻟﻌﺮﺑﱠﻴ ﺔ ﻣﻨ ﻬﻢ ﻭﺃﻧﻔ ﺴ ﻬﻢ ﻭﺃﻋ ﺠﺒ ﻬﻢ ﺣﻴ ﻦ ﺷ ﱠﺐ ، ﻓﻠﱠﻤﺎ ﺃﺩﺭ ﻙ ، ﺯ ﱠﻭ ﺟﻮﻩ ﺍﻣﺮﺃﺓ ﻣﻨ ﻬﻢ ،'
			'ﻭ ﻣﺎﺗ ﺖ ﺄﻣﱡ ﺇﺳ ﻤﺎ ﻋﻴﻞ .'
			'ﻓ ﺠﺎ ﺀ ﺇﺑﺮﺍ ﻩﻴﻢ ﺑﻌﺪ ﻣﺎ ﺗ ﺰ ﱠﻭ ﺝ ﺇﺳﻤﺎ ﻋﻴ ﻞ ﻳﻄﺎﻟ ﻊ ﺗ ﺮﺁﺘﻪ ﻓﻠﻢ ﻳ ﺠﺪ ﺇ ﺳﻤﺎ ﻋﻴﻞ ، ﻓﺴﺄﻝ ﺍﻣﺮﺃﺗﻪ ﻋﻨﻪ ﻓﻘﺎﻟﺖ : ﺧ ﺮ ﺝ ﻳﺒﺘﻐﻲ'
			'ﻟﻨﺎ - ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﻳ ﺼﻴﺪ ﻟﻨﺎ- ﺛﻢﱠ ﺳﺄﻟ ﻬﺎ ﻋ ﻦ ﻋﻴ ﺸ ﻬﻢ ﻭ ﻩﻴﺌﺘ ﻬﻢ ﻓﻘﺎﻟ ﺖ: ﻧ ﺤ ﻦ ﺑ ﺸ ﺮ ، ﻧ ﺤ ﻦ ﻓﻲ ﺿﻴ ﻖ ﻭ ﺷﱠﺪﺓ ،'
			'ﻭ ﺷﻜ ﺖ ﺇﻟﻴﻪ ، ﻗﺎﻝ : ﻓﺈﺫﺍ ﺟﺎ ﺀ ﺯ ﻭ ﺟ ﻚ ، ﺍﻗﺮﺋﻰ ﻋﻠﻴﻪ ﺍﻟ ﱠﺴﻼﻡ، ﻭﻗﻮﻟﻲ ﻟﻪ ﻳﻐﱢﻴ ﺮ ﻋﺘﺒ ﺔ ﺑﺎﺑ ﻪ . ﻓﻠﱠﻤﺎ ﺟﺎ ﺀ ﺇ ﺳﻤﺎﻋﻴ ﻞ'
			'ﺁﺄﱠﻧﻪ ﺁﻧ ﺲ ﺷﻴﺌﺎ ﻓﻘﺎﻝ : ﻩ ﻞ ﺟﺎ ﺀﺁﻢ ﻣ ﻦ ﺃ ﺣﺪ ؟ ﻗﺎﻟ ﺖ : ﻧﻌﻢ ، ﺟﺎ ﺀﻧﺎ ﺷﻴ ﺦ ﺁﺬﺍ ﻭﺁﺬﺍ ، ﻓﺴﺄﻟﻨﺎ ﻋﻨ ﻚ ، ﻓﺄ ﺧﺒ ﺮﺗﻪ ،'
			'ﻓﺴﺄﻟﻨﻲ ﺁﻴﻒ ﻋﻴ ﺸﻨﺎ ، ﻓﺄ ﺧﺒ ﺮﺗﻪ ﺃﱠﻧﺎ ﻓﻲ ﺟ ﻬﺪ ﻭ ﺷﱠﺪﺓ. ﻗﺎ ﻝ : ﻓ ﻬ ﻞ ﺃ ﻭﺻﺎ ﻙ ﺑ ﺸ ﻲ ﺀ ؟ ﻗﺎﻟ ﺖ : ﻧﻌﻢ ﺃﻣﺮﻧﻲ ﺃﻗ ﺮﺃ ﻋﻠﻴ ﻚ'
			'ﺍﻟ ﱠﺴﻼﻡ ﻭﻳﻘﻮ ﻝ : ﻏﱢﻴ ﺮ ﻋﺘﺒﺔ ﺑﺎﺑ ﻚ . ﻗﺎ ﻝ : ﺫﺍ ﻙ ﺃﺑﻲ ﻭﻗﺪ ﺃﻣﺮﻧﻲ ﺃ ﻥ ﺃﻓﺎ ﺭﻗ ﻚ ، ﺍﻟ ﺤﻘﻲ ﺑﺄ ﻩﻠ ﻚ . ﻓ ﻄﱠﻠﻘ ﻬﺎ ، ﻭﺗ ﺰ ﱠﻮﺟ'
			'ﻣﻨ ﻬﻢ ﺃ ﺧﺮﻯ . ﻓﻠﺒﺚ ﻋﻨ ﻬﻢ ﺇﺑﺮﺎﻫﻴﻢ ﻣﺎ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ﺛﻢﱠ ﺃﺗﺎ ﻩﻢ ﺑﻌﺪ ، ﻓﻠﻢ ﻳﺠﺪﻩ ، ﻓﺪ ﺧﻞ ﻋﻠﻰ ﺍ ﻣ ﺮﺃﺗ ﻪ ، ﻓ ﺴﺄﻝ ﻋﻨﻪ .'
			'ﻗﺎﻟ ﺖ : ﺧ ﺮﺝ ﻳﺒﺘﻐﻲ ﻟﻨﺎ . ﻗﺎﻝ : ﺁﻴ ﻒ ﺃﻧﺘﻢ ، ﻭﺳﺄﻟ ﻬﺎ ﻋ ﻦ ﻋﻴ ﺸ ﻬﻢ ﻭ ﻩﻴﺌﺘ ﻬﻢ ﻓﻘﺎﻟ ﺖ : ﻧ ﺤ ﻦ ﺑ ﺨﻴ ﺮ ﻭﺳﻌ ﺔ ﻭﺃﺛﻨ ﺖ'
			'ﻋﻠﻰ ﺍﻟﱠﻠ ﻪ ﺗﻌﺎﻟﻰ ، ﻓﻘﺎﻝ : ﻣﺎ ﻃﻌﺎﻣﻜﻢ ؟ ﻗﺎﻟ ﺖ : ﺍﻟﱠﻠ ﺤﻢ . ﻗﺎﻝ : ﻓﻤﺎ ﺷﺮﺍﺑﻜﻢ ؟ ﻗﺎﻟ ﺖ : ﺍﻟﻤﺎ ﺀ . ﻗﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺑﺎ ﺭ ﻙ ﻟ ﻬﻢ'
			'ﻓﻲ ﺍﻟﱠﻠ ﺤﻢ ﻭﺍﻟﻤﺎ ﺀ ، ﻗﺎﻝ ﺍﻟﱠﻨﺒ ﱡﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﻟﻢ ﻳﻜ ﻦ ﻟ ﻬﻢ ﻳ ﻮﻣﺌﺬ ﺣ ﱞﺐ ﻭﻟ ﻮ ﺁﺎ ﻥ ﻟ ﻬﻢ ﺩ ﻋﺎ ﻟ ﻬﻢ ﻓﻴ ﻪ »'
			'ﻗﺎﻝ : ﻓ ﻬﻤﺎ ﻻ ﻳ ﺨﻠﻮ ﻋﻠﻴ ﻬﻤﺎ ﺃﺣﺪ ﺑﻐﻴ ﺮ ﻣﱠﻜ ﺔ ﺇ ﱠﻻ ﻟﻢ ﻳﻮﺍﻓﻘﺎﻩ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻓﺠﺎ ﺀ ﻓﻘﺎ ﻝ : ﺃﻳ ﻦ ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ؟ ﻓﻘﺎﻟ ﺖ ﺍ ﻣﺮﺃﺗﻪ : ﺬﻫ ﺐ ﻳ ﺼﻴﺪ ، ﻓﻘﺎﻟ ﺖ ﺍ ﻣﺮﺃﺗﻪ: ﺃﻻ ﺗﻨ ﺰ ﻝ ، ﻓﺘ ﻄﻌﻢ'
			'ﻭﺗ ﺸﺮ ﺏ ؟ ﻗﺎ ﻝ : ﻭﻣﺎ ﻃﻌﺎﻣﻜﻢ ﻭﻣﺎ ﺷﺮﺍﺑﻜﻢ ؟ ﻗﺎﻟ ﺖ : ﻃﻌﺎﻣﻨﺎ ﺍﻟﱠﻠ ﺤـﻢ ، ﻭ ﺷﺮﺍﺑﻨﺎ ﺍﻟﻤﺎ ﺀ . ﻗﺎﻝ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺑﺎ ﺭ ﻙ ﻟ ﻬﻢ ﻓﻲ'
			'ﻃﻌﺎ ﻣﻬﻢ ﻭ ﺷ ﺮﺍﺑ ﻬﻢ ﻗﺎ ﻝ : ﻓﻘﺎ ﻝ ﺃﺑﻮ ﺍﻟﻘﺎ ﺳﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ: «ﺑﺮﺁﺔ ﺩ ﻋﻮﺓ ﺇﺑﺮﺍ ﻩﻴﻢ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ »'
			'ﻗﺎ ﻝ : ﻓﺈﺫﺍ ﺟﺎ ﺀ ﺯ ﻭ ﺟ ﻚ ، ﻓﺎﻗﺮﺋﻲ ﻋﻠﻴﻪ ﺍﻟ ﱠﺴﻼﻡ ﻭﻣﺮﻳ ﻪ ﻳﺜﱢﺒ ﺖ ﻋﺘﺒ ﺔ ﺑﺎﺑ ﻪ . ﻓﻠﱠﻤﺎ ﺟﺎ ﺀ ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ، ﻗﺎﻝ : ﻩ ﻞ ﺃﺗﺎﺁﻢ'
			'ﻣ ﻦ ﺃﺣﺪ ؟ ﻗﺎﻟ ﺖ : ﻧﻌﻢ ، ﺃﺗﺎﻧﺎ ﺷﻴ ﺦ ﺣ ﺴﻦ ﺍﻟ ﻬﻴﺌ ﺔ ﻭﺃﺛﻨ ﺖ ﻋﻠﻴﻪ ، ﻓ ﺴﺄﻟﻨﻲ ﻋﻨ ﻚ ، ﻓﺄ ﺧﺒﺮﺗﻪ ، ﻓﺴﺄﻟﻨﻲ ﺁﻴ ﻒ ﻋﻴ ﺸﻨﺎ'
			'ﻓﺄﺧﺒ ﺮﺗﻪ ﺃﱠﻧﺎ ﺑ ﺨﻴ ﺮ . ﻗﺎ ﻝ : ﻓﺄ ﻭ ﺻﺎ ﻙ ﺑ ﺸ ﻲ ﺀ ؟ ﻗﺎﻟ ﺖ : ﻧﻌﻢ ، ﻳﻘ ﺮﺃ ﻋﻠﻴ ﻚ ﺍﻟ ﱠﺴﻼﻡ ، ﻭﻳﺄﻣ ﺮ ﻙ ﺃ ﻥ ﺗﺜﱢﺒ ﺖ ﻋﺘﺒﺔ ﺑﺎﺑ ﻚ. ﻗﺎ ﻝ'
			': ﺫﺍ ﻙ ﺃﺑﻲ ﻭﺃﻧ ﺖ ﺍﻟﻌﺘﺒﺔ ﺃﻣﺮﻧﻲ ﺃ ﻥ ﺃ ﻣ ﺴﻜ ﻚ . ﺛﻢﱠ ﻟﺒ ﺚ ﻋﻨ ﻬﻢ ﻣﺎ ﺷﺎ ﺀ ﺍﻟﱠﻠﻪ ، ﺛﻢﱠ ﺟﺎ ﺀ ﺑﻌﺪ ﺫﻟ ﻚ ﻭﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﻳﺒ ﺮﻱ ﻧﺒ ﻼ'
			'ﻟﻪ ﺗ ﺤ ﺖ ﺩ ﻭﺣ ﺔ ﻗﺮﻳﺒﺎ ﻣ ﻦ ﺯ ﻣ ﺰﻡ ، ﻓﻠﱠﻤﺎ ﺭﺁﻩ ، ﻗﺎﻡ ﺇﻟﻴﻪ ، ﻓﺼﻨ ﻊ ﺁ ﻤﺎ ﻳ ﺼﻨ ﻊ ﺍﻟ ﻮﺍﻟﺪ ﺑﺎﻟﻮﻟﺪ ﻭﺍﻟﻮﺍﻟﺪ ﺑﺎﻟﻮﺍﻟﺪ ، ﻗﺎ ﻝ : ﻳﺎ'
			'ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﺃﻣﺮﻧﻲ ﺑﺄ ﻣ ﺮ ، ﻗﺎﻝ : ﻓﺎ ﺻﻨ ﻊ ﻣﺎ ﺃﻣﺮ ﻙ ﺭﱡﺑ ﻚ ؟ ﻗﺎﻝ : ﻭﺗﻌﻴﻨﻨﻲ ، ﻗﺎﻝ : ﻭﺃ ﻋﻴﻨ ﻚ ، ﻗﺎ ﻝ : ﻓﺈ ﱠﻥ ﺍﻟﱠﻠﻪ'
			'ﺃﻣﺮﻧﻲ ﺃ ﻥ ﺃﺑﻨﻲ ﺑﻴﺘﺎ ﻩ ﻬﻨﺎ ، ﻭﺃ ﺷﺎﺭ ﺇﻟﻰ ﺃﺁ ﻤ ﺔ ﻣ ﺮﺗﻔﻌ ﺔ ﻋﻠﻰ ﻣﺎ ﺣ ﻮﻟ ﻬﺎ ﻓﻌﻨﺪ ﺫﻟﻚ ﺭﻓ ﻊ ﺍﻟﻘ ﻮﺍ ﻋﺪ ﻣ ﻦ ﺍﻟﺒﻴ ﺖ ، ﻓ ﺠﻌ ﻞ'
			'ﺇ ﺳﻤﺎ ﻋﻴﻞ ﻳﺄﺗﻲ ﺑﺎﻟ ﺤﺠﺎ ﺭﺓ ، ﻭﺇﺑﺮﺍ ﻩﻴﻢ ﻳﺒﻨﻲ ﺣﱠﺘﻰ ﺇﺫﺍ ﺍ ﺭﺗﻔ ﻊ ﺍﻟﺒﻨﺎ ﺀ ﺟﺎ ﺀ ﺑ ﻬﺬﺍ ﺍﻟﺤﺠ ﺮ ﻓﻮ ﺿﻌﻪ ﻟﻪ ﻓﻘﺎﻡ ﻋﻠﻴﻪ ، ﻭ ﻩﻮ'
			'ﻳﺒﻨﻲ ﻭﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﻳﻨﺎ ﻭﻟﻪ ﺍﻟ ﺤ ﺠﺎ ﺭﺓ ﻭ ﻩﻤﺎ ﻳﻘﻮ ﻻ ﻥ : « ﺭﱠﺑﻨﺎ ﺗﻘﱠﺒ ﻞ ﻣﱠﻨﺎ ﺇﱠﻧ ﻚ ﺃﻧ ﺖ ﺍﻟ ﱠﺴ ﻤﻴ ﻊ ﺍﻟﻌﻠﻴﻢ » .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ : ﺇ ﱠﻥ ﺇﺑﺮﺍ ﻩﻴﻢ ﺧ ﺮﺝ ﺑﺈ ﺳﻤﺎ ﻋﻴﻞ ﻭﺄﻣﱢ ﺇ ﺳﻤﺎ ﻋﻴﻞ ، ﻣﻌ ﻬﻢ ﺷﱠﻨﺔ ﻓﻴ ﻬﺎ ﻣﺎ ﺀ ﻓ ﺠﻌﻠ ﺖ ﺄﻣ ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﺗ ﺸﺮ ﺏ ﻣ ﻦ'
			'ﺍﻟ ﱠﺸﱠﻨ ﺔ ، ﻓﻴﺪ ﱡﺭ ﻟﺒﻨ ﻬﺎ ﻋﻠﻰ ﺻﺒﱢﻴ ﻬﺎ ﺣﱠﺘﻰ ﻗﺪﻡ ﻣﱠﻜ ﺔ . ﻓ ﻮ ﺿﻌ ﻬﺎ ﺗ ﺤ ﺖ ﺩ ﻭﺣ ﺔ ، ﺛﻢﱠ ﺭ ﺟﻊ ﺇﺑﺮﺎﻫﻴﻢ ﺇﻟﻰ ﺃ ﻩﻠ ﻪ ، ﻓﺎﱠﺗﺒﻌﺘﻪ ﺄﻣﱡ'
			'ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﺣﱠﺘﻰ ﻟﱠﻤﺎ ﺑﻠﻐﻮﺍ ﺁﺪﺍ ﺀ ﻧﺎﺩﺗﻪ ﻣ ﻦ ﻭﺭﺍﺋــﻪ : ﻳﺎ ﺇﺑ ﺮﺎﻫﻴﻢ ﺇﻟﻰ ﻣ ﻦ ﺗﺘ ﺮﺁﻨﺎ ؟ ﻗﺎ ﻝ : ﺇﻟﻰ ﺍﻟﱠﻠ ﻪ ، ﻗﺎﻟ ﺖ : ﺭ ﺿﻴ ﺖ'
			'ﺑﺎﻟﱠﻠ ﻪ . ﻓ ﺮﺟﻌ ﺖ ، ﻭﺟﻌﻠ ﺖ ﺗ ﺸ ﺮ ﺏ ﻣ ﻦ ﺍﻟ ﱠﺸﱠﻨ ﺔ ، ﻭﻳﺪ ﱡﺭ ﻟﺒﻨ ﻬﺎ ﻋﻠﻰ ﺻﺒﱢﻴ ﻬﺎ ﺣﱠﺘﻰ ﻟﱠﻤﺎ ﻓﻨﻰ ﺍﻟﻤﺎ ﺀ ﻗﺎﻟ ﺖ : ﻟ ﻮ ﺬﻫﺒ ﺖ ،'
			'ﻓﻨ ﻈ ﺮ ﺕ ﻟﻌﱢﻠﻲ ﺃ ﺣ ﱡﺲ ﺃ ﺣﺪﺍ ، ﻗﺎ ﻝ : ﻓﺬ ﻩﺒ ﺖ ﻓﺼﻌﺪﺕ ﺍﻟ ﱠﺼﻔﺎ . ﻓﻨ ﻈﺮ ﺕ ﻭﻧ ﻈ ﺮ ﺕ ﻩ ﻞ ﺗ ﺤﺲﱡ ﺃﺣﺪﺍ ، ﻓﻠﻢ ﺗ ﺤﺲﱠ ﺃﺣﺪﺍ ،'
			'ﻓﻠﱠﻤﺎ ﺑﻠﻐ ﺖ ﺍﻟﻮﺍﺪﻳ ، ﺳﻌ ﺖ ، ﻭﺃﺗ ﺖ ﺍﻟﻤ ﺮﻭﺓ، ﻭﻓﻌﻠ ﺖ ﺫﻟ ﻚ ﺃ ﺷﻮﺍﻃﺎ ، ﺛﻢﱠ ﻗﺎﻟ ﺖ : ﻟﻮ ﺫ ﻩﺒ ﺖ ﻓﻨﻈ ﺮ ﺕ ﻣﺎ ﻓﻌ ﻞ ﺍﻟ ﱠﺼﺒ ﱡﻲ ،'
			'ﻓﺬ ﻩﺒ ﺖ ﻭﻧ ﻈ ﺮ ﺕ ، ﻓﺈﺫﺍ ﻩ ﻮ ﻋﻠﻰ ﺣﺎﻟ ﻪ ﺁﺄﻧﱠﻪ ﻳﻨ ﺸ ﻎ ﻟﻠ ﻤ ﻮ ﺕ ، ﻓﻠﻢ ﺗﻘ ﱠﺮ ﻩﺎ ﻧﻔ ﺴ ﻬﺎ . ﻓﻘﺎﻟﺖ : ﻟ ﻮ ﺫ ﻩﺒ ﺖ ، ﻓﻨ ﻈ ﺮ ﺕ ﻟﻌﻠﻲ'
			'ﺃ ﺣ ﱡﺲ ﺃﺣﺪﺍ ، ﻓﺬ ﻩﺒ ﺖ ﻓ ﺼﻌﺪ ﺕ ﺍﻟ ﱠﺼﻔﺎ ، ﻓﻨ ﻈﺮ ﺕ ﻭﻧ ﻈﺮ ﺕ ، ﻓﻠﻢ ﺗ ﺤﺲﱡ ﺃ ﺣﺪﺍ ﺣﱠﺘﻰ ﺃﺗﱠﻤ ﺖ ﺳﺒﻌﺎ ، ﺛﻢﱠ ﻗﺎﻟ ﺖ : ﻟ ﻮ ﺫ ﻩﺒ ﺖ'
			'ﺑﻌﻘﺒ ﻪ ﻩﻜﺬﺍ ، ﻭﻏﻤ ﺰ ﺑﻌﻘﺒﻪ ﻋﻠﻰ ﺍﻷ ﺮﺿ ، ﻓﺎﻧﺒﺜ ﻖ ﺍﻟﻤﺎ ﺀ ﻓﺪ ﻩ ﺸ ﺖ ﺄﻣﱡ ﺇ ﺳﻤﺎ ﻋﻴ ﻞ ﻓﺠﻌﻠ ﺖ ﺗ ﺤﻔ ﻦ - ﻭﺫﺁ ﺮ ﺍﻟ ﺤﺪﻳ ﺚ، ﻓﻨ ﻈ ﺮ ﺕ ﻣﺎ ﻓﻌﻞ . ﻓﺈﺫﺍ ﻩ ﻲ ﺑﺼ ﻮ ﺕ . ﻓﻘﺎﻟ ﺖ : ﺃ ﻏ ﺚ ﺇ ﻥ ﺁﺎﻥ ﻋﻨﺪ ﻙ ﺧﻴﺮ ﻓﺈﺫﺍ ﺟﺒ ﺮﻳ ﻞ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻘﺎﻝ'
			'ﺑ ﻄﻮﻟ ﻪ .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ ﺑﻬﺬﻩ ﺍﻟﺮﻭﺍﻳﺎ ﺕ ﺁﻠﻬﺎ .'
			'»ﺍﻟﱠﺪ ﻭﺣﺔ » : ﺍﻟﺸﱠﺠﺮﺓ ﺍﻟﻜﺒﻴﺮﺓ . ﻗﻮﻟﻪ : « ﻗﻔﻲ » ﺃ ﻱ : ﻭﱠﻟﻰ . « ﻭﺍﻟ ﺠ ﺮ ﱡﻱ » : ﺍﻟﺮﺳﻮﻝ. « ﻭﺃﻟﻔﻲ » ﻣﻌﻨﺎﻩ :'
			'ﻭ ﺟﺪ . ﻗ ﻮﻟﻪ : « ﻳﻨ ﺸ ﻎ » ﺃ ﻱ : ﻳ ﺸﻬ ﻖ',
		translation: 'Translation of Hadith 1867'
),
	Hadith(
		hadithNumber: 1868,
		hadith:
						'ﻭﻋ ﻦ ﺳﻌﻴﺪ ﺑ ﻦ ﺯﻳﺪ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : «ﺍﻟﻜﻤﺄﺓ ﻣ ﻦ'
			'ﺍﻟﻤ ﱢﻦ ، ﻭﻣﺎ ﺅ ﻩﺎ ﺷﻔﺎ ﺀ ﻟﻠﻌﻴ ﻦ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1868'
),
	Hadith(
		hadithNumber: 1869,
		hadith:
						'ﻭﻋﻦ ﺍ ﻷ ﻏ ﱢﺮ ﺍﻟﻤ ﺰﻧ ﱢﻲ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇﻧﱠﻪ ﻟﻴﻐﺎ ﻥ ﻋﻠﻰ ﻗﻠﺒﻲ'
			'، ﻭﺇﻧﻲ ﻷ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ﻓﻲ ﺍﻟﻴ ﻮﻡ ﻣﺌ ﺔ ﻣ ﱠﺮﺓ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1869'
),
	Hadith(
		hadithNumber: 1870,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻭﺍﻟﱠﻠ ﻪ ﺇﱢﻧﻲ'
			'ﻷ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ﻭﺃﺗﻮ ﺏ ﺇﻟﻴﻪ ﻓﻲ ﺍﻟﻴ ﻮﻡ ﺃﺁﺜ ﺮ ﻣ ﻦ ﺳﺒﻌﻴ ﻦ ﻣ ﱠﺮﺓ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1870'
),
	Hadith(
		hadithNumber: 1871,
		hadith:
						'ﻭﻋﻨﻪ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﻟ ﻮ ﻟﻢ ﺗﺬﻧﺒﻮﺍ ،'
			' .1871ﻟﺬ ﻩﺐ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﺑﻜﻢ ، ﻭﻟﺠﺎ ﺀ ﺑﻘ ﻮﻡ ﻳﺬﻧﺒﻮ ﻥ ﻓﻴ ﺴﺘﻐﻔ ﺮﻭ ﻥ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ ﻓﻴﻐﻔ ﺮ ﻟﻬﻢ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1871'
),
	Hadith(
		hadithNumber: 1872,
		hadith:
						'ﻭ ﻋ ﻦ ﺍﺑ ﻦ ﻋﻤﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻧﻌﺪﱡ ﻟ ﺮ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻲ ﺍﻟﻤﺠﻠﺲ ﺍﻟﻮﺍ ﺣﺪ'
			'ﻣﺎﺋ ﺔ ﻣ ﱠﺮﺓ : « ﺭ ﱢﺏ ﺍ ﻏﻔ ﺮ ﻟﻲ ، ﻭﺗ ﺐ ﻋﻠ ﻲ ﺇﱠﻧ ﻚ ﺃﻧ ﺖ ﺍﻟﺘﱠﻮﺍ ﺏ ﺍﻟ ﱠﺮ ﺣﻴﻢ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ ، ﻭﺍﻟﺘﺮﻣﺬﻱ ، ﻭﻗﺎﻝ : ﺣﺪﻳﺚ'
			'ﺻﺤﻴﺢ',
		translation: 'Translation of Hadith 1872'
),
	Hadith(
		hadithNumber: 1873,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋﱠﺒﺎ ﺱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﻗﺎﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻟ ﺰﻡ ﺍﻻ ﺳﺘﻐﻔﺎﺭ'
			'، ﺟﻌﻞ ﺍﻟﱠﻠﻪ ﻟﻪ ﻣ ﻦ ﺁﻞﱢ ﺿﻴ ﻖ ﻣ ﺨﺮﺟﺎ ، ﻭﻣ ﻦ ﺁﻞﱢ ﻩﱟﻢ ﻓﺮﺟﺎ ، ﻭ ﺭ ﺯﻗﻪ ﻣ ﻦ ﺣﻴ ﺚ ﻻ ﻳ ﺤﺘ ﺴ ﺐ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ .'
			'( ﺿﻌﻴﻒ ) . [ ﻓﻴﻪ : ﺍﻟﺤﻜﻢ ﺑﻦ ﻣﺼﻌﺐ ، ﻮﻫﻮ ﻣﺠﻬﻮﻝ',
		translation: 'Translation of Hadith 1873'
),
	Hadith(
		hadithNumber: 1874,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻣ ﻦ ﻗﺎﻝ : ﺃ ﺳﺘﻐﻔ ﺮ'
			'ﺍﻟﱠﻠﻪ ﺍﻟﺬﻱ ﻻ ﺇﻟ ﻪ ﺇ ﱠﻻ ﻩﻮ ﺍﻟﺤ ﱠﻲ ﺍﻟﻘﱡﻴﻮﻡ ﻭﺃﺗﻮ ﺏ ﺇﻟﻴ ﻪ ، ﻏﻔ ﺮ ﺕ ﺫﻧﻮﺑﻪ ﻭﺇ ﻥ ﺁﺎ ﻥ ﻗﺪ ﻓ ﱠﺮ ﻣ ﻦ ﺍﻟ ﱠﺰ ﺣ ﻒ » ﺭﻭﺍﻩ ﺃﺑﻮ ﺩﺍﻭﺩ'
			'ﻭﺍﻟﺘﺮﻣﺬﻱ ﻭﺍﻟﺤﺎﺁﻢ ، ﻭﻗﺎﻝ : ﺣﺪﻳ ﺚ ﺻﺤﻴ ﺢ ﻋﻠﻰ ﺷ ﺮ ﻁ ﺍﻟﺒ ﺨﺎ ﺭ ﱢﻱ ﻭﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1874'
),
	Hadith(
		hadithNumber: 1875,
		hadith:
						'ﻭﻋ ﻦ ﺷﱠﺪﺍﺩ ﺑ ﻦ ﺃ ﻭ ﺱ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺳﻴﱢﺪ ﺍﻻ ﺳﺘﻐﻔﺎﺭ ﺃ ﻥ ﻳﻘﻮﻝ'
			'ﺍﻟﻌﺒﺪ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻧ ﺖ ﺭﱢﺑﻲ ، ﻻ ﺇﻟﻪ ﺇ ﱠﻻ ﺃﻧ ﺖ ﺧﻠﻘﺘﻨﻲ ﻭﺃﻧﺎ ﻋﺒﺪ ﻙ ، ﻭﺃﻧﺎ ﻋﻠﻰ ﻋ ﻬﺪ ﻙ ﻭﻭ ﻋﺪ ﻙ ﻣﺎ ﺍ ﺳﺘ ﻄﻌ ﺖ ، ﺃ ﻋﻮﺫ ﺑ ﻚ'
			'ﻣ ﻦ ﺷ ﱢﺮ ﻣﺎ ﺻﻨﻌ ﺖ ، ﺃﺑﻮ ﺀ ﻟ ﻚ ﺑﻨﻌﻤﺘ ﻚ ﻋﻠ ﻲ ، ﻭﺃﺑﻮ ﺀ ﺑﺬﻧﺒﻲ ﻓﺎ ﻏﻔ ﺮ ﻟﻲ ، ﻓﺈﱠﻧﻪ ﻻ ﻳﻐﻔ ﺮ ﺍﻟﱡﺬﻧﻮ ﺏ ﺇ ﱠﻻ ﺃﻧ ﺖ . ﻣ ﻦ ﻗﺎﻟ ﻬﺎ'
			'ﻣ ﻦ ﺍﻟﱠﻨ ﻬﺎ ﺭ ﻣﻮﻗﻨﺎ ﺑ ﻬﺎ ، ﻓﻤـﺎ ﺕ ﻣ ﻦ ﻳ ﻮﻣ ﻪ ﻗﺒﻞ ﺃ ﻥ ﻳ ﻤ ﺴ ﻲ ، ﻓ ﻬﻮ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ، ﻭ ﻣ ﻦ ﻗﺎﻟ ﻬﺎ ﻣ ﻦ ﺍﻟﱠﻠﻴ ﻞ ﻭ ﻩﻮ ﻣﻮﻗ ﻦ'
			'ﺑﻬﺎ ﻓ ﻤﺎ ﺕ ﻗﺒﻞ ﺃ ﻥ ﻳ ﺼﺒﺢ ، ﻓ ﻬﻮ ﻣ ﻦ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ » ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ .'
			' .1875»ﺃﺑﻮ ﺀ » : ﺑﺒﺎ ﺀ ﻣ ﻀﻤﻮﻣ ﺔ ﺛﻢﱠ ﻭﺍ ﻭ ﻮﻫﻤ ﺰﺓ ﻣﻀﻤﻮﻣﺔ ، ﻭ ﻣﻌﻨﺎﻩ : ﺃﻗ ﱡﺮ ﻭﺃﻋﺘ ﺮ ﻑ',
		translation: 'Translation of Hadith 1875'
),
	Hadith(
		hadithNumber: 1876,
		hadith:
						'ﻭﻋ ﻦ ﺛ ﻮﺑﺎ ﻥ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﺎ ﻥ ﺭﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺇﺫﺍ ﺍﻧﺼﺮ ﻑ ﻣ ﻦ ﺻﻼﺗﻪ،'
			'ﺍﺳﺘﻐﻔﺮ ﺍﻟﱠﻠﻪ ﺛﻼﺛﺎ ﻭﻗﺎ ﻝ : « ﺍﻟﻠﱠ ﻬﻢﱠ ﺃﻧ ﺖ ﺍﻟ ﱠﺴﻼﻡ ، ﻭ ﻣﻨ ﻚ ﺍﻟ ﱠﺴﻼﻡ ، ﺗﺒﺎﺭﺁ ﺖ ﻳﺎﺫﺍ ﺍﻟﺠﻼ ﻝ ﻭﺍ ﻹﺁﺮﺎﻣ » ﻗﻴ ﻞ ﻟﻸﻭﺯﺍ ﻋ ﱢﻲ -'
			'ﻭ ﻩ ﻮ ﺃﺣﺪ ﺭ ﻭﺍﺗ ﻪ - : ﺁﻴ ﻒ ﺍﻻ ﺳﺘﻐﻔﺎ ﺭ ؟ ﻗﺎﻝ : ﻳﻘﻮ ﻝ : ﺃ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ، ﺃ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ . ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1876'
),
	Hadith(
		hadithNumber: 1877,
		hadith:
						'ﻭ ﻋ ﻦ ﻋﺎﺋ ﺸ ﺔ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﺎ ﻗﺎﻟ ﺖ : ﺁﺎ ﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻜﺜ ﺮ ﺃ ﻥ ﻳﻘﻮ ﻝ ﻗﺒﻞ ﻣ ﻮﺗ ﻪ :'
			'« ﺳﺒﺤﺎ ﻥ ﺍﻟﱠﻠﻪ ﻭﺑﺤ ﻤﺪﻩ ، ﺃ ﺳﺘﻐﻔ ﺮ ﺍﻟﱠﻠﻪ ﻭﺃﺗﻮ ﺏ ﺇﻟﻴﻪ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1877'
),
	Hadith(
		hadithNumber: 1878,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﺳ ﻤﻌ ﺖ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻳﻘﻮ ﻝ : « ﻗﺎ ﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ :'
			'ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﺇﱠﻧ ﻚ ﻣﺎ ﺩ ﻋ ﻮﺗﻨﻲ ﻭﺭﺟ ﻮﺗﻨﻲ ﻏﻔﺮ ﺕ ﻟ ﻚ ﻋﻠﻰ ﻣﺎ ﺁﺎ ﻥ ﻣﻨ ﻚ ﻭﻻ ﺃﺑﺎﻟﻲ ، ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﻟ ﻮ ﺑﻠﻐ ﺖ ﺫﻧﻮﺑﻚ ﻋﻨﺎ ﻥ'
			'ﺍﻟ ﱠﺴﻤﺎ ﺀ ﺛﻢ ﺍ ﺳﺘﻐﻔ ﺮﺗﻨﻲ ﻏﻔ ﺮ ﺕ ﻟ ﻚ ﻭﻻ ﺃﺑﺎﻟﻲ ، ﻳﺎ ﺍﺑ ﻦ ﺁﺪﻣ ﺇﱠﻧ ﻚ ﻟ ﻮ ﺃﺗﻴﺘﻨﻲ ﺑﻘﺮﺍ ﺏ ﺍ ﻷ ﺭ ﺽ ﺧﻄﺎﻳﺎ ، ﺛﻢﱠ ﻟﻘﻴﺘﻨﻲ ﻻ'
			'ﺗ ﺸ ﺮ ﻙ ﺑﻲ ﺷﻴﺌﺎ ، ﻷﺗﻴﺘ ﻚ ﺑﻘﺮﺍﺑﻬﺎ ﻣﻐﻔ ﺮﺓ » ﺭﻭﺍﻩ ﺍﻟﺘﺮﻣﺬﻱ ﻭﻗﺎ ﻝ : ﺣﺪﻳ ﺚ ﺣ ﺴ ﻦ .'
			'»ﻋﻨﺎﻥ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ » ﺑﻔﺘ ﺢ ﺍﻟﻌﻴ ﻦ : ﻗﻴﻞ : ﻩﻮ ﺍﻟ ﱠﺴ ﺤﺎ ﺏ ، ﻭﻗﻴﻞ : ﻩ ﻮ ﻣﺎ ﻋ ﱠﻦ ﻟ ﻚ ﻣﻨﻬﺎ ، ﺃ ﻱ: ﻇ ﻬ ﺮ ، ﻭ « ﻗ ﺮﺍ ﺏ'
			'ﺍ ﻷ ﺭ ﺽ » ﺑ ﻀﱢﻢ ﺍﻟﻘﺎ ﻑ ، ﻭ ﺭﻭ ﻱ ﺑﻜ ﺴ ﺮ ﻩﺎ ، ﻭﺍﻟ ﱠﻀﱡﻢ ﺃ ﺷ ﻬ ﺮ ، ﻭ ﻩﻮ ﻣﺎ ﻳﻘﺎﺭ ﺏ ﻣﻠﺌ ﻬﺎ',
		translation: 'Translation of Hadith 1878'
),
	Hadith(
		hadithNumber: 1879,
		hadith:
						'ﻭﻋ ﻦ ﺍﺑ ﻦ ﻋ ﻤ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻳﺎ ﻣﻌ ﺸ ﺮ ﺍﻟﱢﻨﺴﺎ ﺀ ﺗ ﺼﱠﺪﻗ ﻦ،.'
			'ﻭﺃﺁﺜ ﺮ ﻥ ﻣ ﻦ ﺍﻻ ﺳﺘﻐﻔﺎ ﺭ ، ﻓﺈﱢﻧﻲ ﺭﺃﻳﺘﻜﻦﱠ ﺃﺁﺜ ﺮ ﺃ ﻩ ﻞ ﺍﻟﱠﻨﺎ ﺭ » ﻗﺎﻟ ﺖ ﺍ ﻣ ﺮﺃﺓ ﻣﻨ ﻬﻦﱠ : ﻣﺎﻟﻨﺎ ﺃﺁﺜ ﺮ ﺃ ﻩ ﻞ ﺍﻟﱠﻨﺎ ﺭ ؟ ﻗﺎ ﻝ : «'
			'ﺗﻜﺜ ﺮ ﻥ ﺍﻟﱠﻠﻌ ﻦ ، ﻭﺗﻜﻔ ﺮ ﻥ ﺍﻟﻌ ﺸﻴ ﺮ ﻣﺎ ﺭﺃﻳ ﺖ ﻣ ﻦ ﻧﺎﻗ ﺼﺎ ﺕ ﻋﻘ ﻞ ﻭﺩﻳ ﻦ ﺃ ﻏﻠ ﺐ ﻟﺬﻱ ﻟﺐﱟ ﻣﻨﻜﻦﱠ » ﻗﺎﻟ ﺖ : ﻣﺎ ﻧﻘﺼﺎ ﻥ'
			'ﺍﻟﻌﻘﻞ ﻭﺍﻟﱢﺪﻳ ﻦ ؟ ﻗﺎﻝ : « ﺷ ﻬﺎﺩﺓ ﺍﻣﺮﺃﺗﻴ ﻦ ﺑﺸ ﻬﺎﺩﺓ ﺭ ﺟ ﻞ ، ﻭﺗ ﻤﻜ ﺚ ﺍ ﻷﱠﻳﺎﻡ ﻻ ﺗ ﺼﱢﻠﻲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1879'
),
	Hadith(
		hadithNumber: 1880,
		hadith:
						'ﻭﻋ ﻦ ﺟﺎﺑ ﺮ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎ ﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻳﺄﺁ ﻞ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ﻓﻴ ﻬﺎ'
			'ﻭﻳ ﺸ ﺮﺑﻮ ﻥ ، ﻭﻻ ﻳﺘﻐ ﱠﻮ ﻃﻮ ﻥ ، ﻭﻻ ﻳ ﻤﺘ ﺨ ﻄﻮ ﻥ ، ﻭﻻ ﻳﺒﻮﻟﻮ ﻥ ، ﻭﻟﻜ ﻦ ﻃﻌﺎﻣ ﻬﻢ ﺫﻟ ﻚ ﺟ ﺸﺎﺀ ﺁﺮ ﺷ ﺢ ﺍﻟ ﻤ ﺴ ﻚ ﻳﻠ ﻬﻤﻮ ﻥ'
			'ﺍﻟﱠﺘﺴﺒﻴﺢ ﻭﺍﻟﺘﻜﺒﻴﺮ ، ﺁﻤﺎ ﻳﻠ ﻬﻤﻮ ﻥ ﺍﻟﱠﻨﻔ ﺲ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1880'
),
	Hadith(
		hadithNumber: 1881,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﻗﺎﻝ ﺍﻟﱠﻠﻪ ﺗﻌﺎﻟﻰ:'
			'ﺃ ﻋﺪﺩ ﺕ ﻟﻌﺒﺎﺩ ﻱ ﺍﻟ ﱠﺼﺎﻟ ﺤﻴ ﻦ ﻣﺎ ﻻ ﻋﻴ ﻦ ﺭﺃ ﺕ ، ﻭ ﻻ ﺃﺫ ﻥ ﺳ ﻤﻌ ﺖ ﻭ ﻻ ﺧ ﻄ ﺮ ﻋﻠﻰ ﻗﻠ ﺐ ﺑ ﺸ ﺮ ، ﻭﺍﻗﺮ ﺅﻭﺍ ﺇ ﻥ ﺷﺌﺘﻢ : {'
			'ﻓﻼ ﺗﻌﻠﻢ ﻧﻔ ﺲ ﻣﺎ ﺃ ﺧﻔ ﻲ ﻟ ﻬﻢ ﻣ ﻦ ﻗ ﱠﺮﺓ ﺃ ﻋﻴ ﻦ ﺟ ﺰﺍ ﺀ ﺑﻤﺎ ﺁﺎﻧﻮﺍ ﻳﻌﻤﻠﻮ ﻥ } [ ﺍﻟﺴﺠﺪﺓ : 17 ] ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1881'
),
	Hadith(
		hadithNumber: 1882,
		hadith:
						'ﻭ ﻋﻨﻪ ﻗﺎ ﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺃﻭﱠ ﻝ ﺯ ﻣ ﺮﺓ ﻳﺪ ﺧﻠﻮ ﻥ ﺍﻟﺠﱠﻨ ﺔ ﻋﻠﻰ ﺻﻮ ﺭﺓ ﺍﻟﻘﻤ ﺮ ﻟﻴﻠ ﺔ.'
			'ﺍﻟﺒﺪ ﺭ . ﺛﻢﱠ ﺍﱠﻟﺬﻳ ﻦ ﻳﻠﻮﻧ ﻬﻢ ﻋﻠﻰ ﺃ ﺷﱢﺪ ﺁ ﻮﺁ ﺐ ﺩﺭﱢﻱﱟ ﻓﻲ ﺍﻟ ﱠﺴ ﻤﺎ ﺀ ﺇ ﺿﺎ ﺀﺓ : ﻻ ﻳﺒﻮﻟﻮ ﻥ ﻭ ﻻ ﻳﺘﻐ ﱠﻮ ﻃﻮ ﻥ ، ﻭ ﻻ ﻳﺘﻔﻠﻮ ﻥ ،'
			'ﻭ ﻻ ﻳ ﻤﺘ ﺨ ﻄﻮﻥ . ﺃ ﻣﺸﺎ ﻃ ﻬﻢ ﺍﻟﺬﱠ ﻩ ﺐ ، ﻭﺭ ﺷﺤ ﻬﻢ ﺍﻟ ﻤ ﺴ ﻚ ، ﻭﻣﺠﺎ ﻣ ﺮ ﻩﻢ ﺍ ﻷﻟﻮﱠﺓ - ﻋﻮﺩ ﺍﻟ ﱢﻄﻴ ﺐ - ﺃ ﺯﻭﺍ ﺟ ﻬﻢ ﺍﻟ ﺤﻮ ﺭ'
			'ﺍﻟﻌﻴ ﻦ ، ﻋﻠﻰ ﺧﻠ ﻖ ﺭ ﺟ ﻞ ﻭﺍ ﺣﺪ ، ﻋﻠﻰ ﺻﻮ ﺭﺓ ﺃﺑﻴ ﻬﻢ ﺁﺪﻣ ﺳﱡﺘﻮ ﻥ ﺫﺭﺍﻋﺎ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭﻓﻲ ﺭﻭﺍﻳ ﺔ ﻟﻠﺒ ﺨﺎ ﺭ ﱢﻱ ﻭﻣ ﺴﻠﻢ : ﺁﻧﻴﺘ ﻬﻢ ﻓﻴ ﻬﺎ ﺍﻟﺬﱠ ﻩ ﺐ ، ﻭﺭ ﺷ ﺤ ﻬﻢ ﺍﻟ ﻤ ﺴ ﻚ ، ﻭﻟﻜﻞﱢ ﻭﺍ ﺣﺪ ﻣﻨ ﻬﻢ ﺯ ﻭ ﺟﺘﺎ ﻥ ﻳ ﺮﻯ ﻣﺦﱡ'
			'ﺳﻮﻗﻬﻤﺎ ﻣ ﻦ ﻭﺭﺍ ﺀ ﺍﻟﱠﻠ ﺤﻢ ﻣ ﻦ ﺍﻟ ﺤ ﺴ ﻦ ، ﻻ ﺍ ﺧﺘ ﻼ ﻑ ﺑﻴﻨ ﻬﻢ ، ﻭﻻ ﺗﺒﺎ ﻏ ﺾ : ﻗﻠﻮﺑ ﻬﻢ ﻗﻠ ﺐ ﺭ ﺟ ﻞ ﻭﺍ ﺣﺪ ، ﻳ ﺴﱢﺒ ﺤﻮ ﻥ'
			'ﺍﻟﱠﻠﻪ ﺑﻜﺮﺓ ﻭ ﻋ ﺸﻴﺎ » .'
			'ﻗ ﻮﻟﻪ : « ﻋﻠﻰ ﺧﻠ ﻖ ﺭ ﺟ ﻞ ﻭﺍ ﺣﺪ » ﺭﻭﺍﻩ ﺑﻌ ﻀ ﻬﻢ ﺑﻔﺘ ﺢ ﺍﻟ ﺨﺎ ﺀ ﻭﺇ ﺳﻜﺎ ﻥ ﺍﻟ ﱠﻼﻡ ، ﻭﺑﻌ ﻀ ﻬﻢ ﺑ ﻀﱢﻤ ﻬﻤﺎ ، ﻭﺁ ﻼ ﻩﻤﺎ'
			'ﺻ ﺤﻴ ﺢ',
		translation: 'Translation of Hadith 1882'
),
	Hadith(
		hadithNumber: 1883,
		hadith:
						'ﻭ ﻋﻦ ﺍﻟﻤﻐﻴ ﺮﺓ ﺑﻦ ﺷﻌﺒﺔ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺳﺄﻝ ﻣﻮ ﺳﻰ'
			'ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﺭﺑﱠﻪ ، ﻣﺎ ﺃﺩﻧﻰ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ﻣﻨﺰﻟ ﺔ ؟ ﻗﺎ ﻝ : ﻩﻮ ﺭ ﺟﻞ ﻳ ﺠﻲ ﺀ ﺑﻌﺪ ﻣﺎ ﺃﺩ ﺧﻞ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ﺍﻟ ﺠﱠﻨﺔ،'
			'ﻓﻴﻘﺎ ﻝ ﻟﻪ : ﺍﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨﺔ . ﻓﻴﻘﻮ ﻝ : ﺃ ﻱ ﺭ ﱢﺏ ﺁﻴ ﻒ ﻭﻗﺪ ﻧ ﺰﻝ ﺍﻟﱠﻨﺎ ﺱ ﻣﻨﺎ ﺯﻟ ﻬﻢ ، ﻭﺃ ﺧﺬﻭﺍ ﺃ ﺧﺬﺍﺗ ﻬﻢ ؟ ﻓﻴﻘﺎ ﻝ ﻟﻪ :'
			'ﺃﺗﺮﺿﻲ ﺃ ﻥ ﻳﻜﻮ ﻥ ﻟ ﻚ ﻣﺜ ﻞ ﻣﻠ ﻚ ﻣﻠ ﻚ ﻣ ﻦ ﻣﻠﻮ ﻙ ﺍﻟﱡﺪﻧﻴﺎ ؟ ﻓﻴﻘﻮ ﻝ : ﺭ ﺿﻴ ﺖ ﺭ ﱢﺏ ، ﻓﻴﻘﻮ ﻝ : ﻟ ﻚ ﺫﻟ ﻚ ﻭ ﻣﺜﻠﻪ ﻭ ﻣﺜﻠﻪ'
			'ﻭ ﻣﺜﻠﻪ ﻭ ﻣﺜﻠﻪ ، ﻓﻴﻘﻮ ﻝ ﻓﻲ ﺍﻟ ﺨﺎ ﻣ ﺴ ﺔ: ﺭ ﺿﻴ ﺖ ﺭ ﱢﺏ ، ﻓﻴﻘﻮ ﻝ : ﻩﺬﺍ ﻟ ﻚ ﻭﻋ ﺸﺮﺓ ﺃ ﻣﺜﺎﻟ ﻪ ، ﻭﻟ ﻚ ﻣﺎ ﺍ ﺷﺘ ﻬ ﺖ ﻧﻔ ﺴ ﻚ ،'
			'ﻭﻟﱠﺬ ﺕ ﻋﻴﻨ ﻚ. ﻓﻴﻘﻮ ﻝ : ﺭ ﺿﻴ ﺖ ﺭ ﱢﺏ ، ﻗﺎ ﻝ : ﺭ ﱢﺏ ﻓﺄ ﻋ ﻼ ﻩﻢ ﻣﻨ ﺰﻟ ﺔ ؟ ﻗﺎﻝ : ﺃﻭﻟﺌﻚ ﺍﱠﻟﺬﻳ ﻦ ﺃﺭﺩ ﺕ ، ﻏﺮ ﺳ ﺖ ﺁﺮﺍﻣﺘ ﻬﻢ'
			'ﺑﻴﺪﻱ ﻭ ﺧﺘ ﻤ ﺖ ﻋﻠﻴ ﻬﺎ ، ﻓﻠﻢ ﺗﺮ ﻋﻴ ﻦ ، ﻭﻟﻢ ﺗ ﺴﻤ ﻊ ﺃﺫ ﻥ ، ﻭﻟﻢ ﻳ ﺨ ﻄ ﺮ ﻋﻠﻰ ﻗﻠ ﺐ ﺑ ﺸ ﺮ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1883'
),
	Hadith(
		hadithNumber: 1884,
		hadith:
						'ﻭﻋﻦ ﺍﺑ ﻦ ﻣ ﺴﻌﻮﺩ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﻗﺎﻝ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ : « ﺇﱢﻧﻲ ﻷ ﻋﻠﻢ ﺁ ﺧ ﺮ'
			'ﺃ ﻩﻞ ﺍﻟﱠﻨﺎﺭ ﺧ ﺮﻭﺟﺎ ﻣﻨ ﻬﺎ ، ﻭﺁ ﺧ ﺮ ﺃ ﻩﻞ ﺍﻟﺠﱠﻨ ﺔ ﺩ ﺧﻮ ﻻ ﺍﻟﺠﱠﻨﺔ . ﺭ ﺟﻞ ﻳ ﺨ ﺮ ﺝ ﻣ ﻦ ﺍﻟﱠﻨﺎ ﺭ ﺣﺒﻮﺍ ، ﻓﻴﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭ ﺟ ﱠﻞ ﻟﻪ'
			': ﺍﺫ ﻩ ﺐ ﻓﺎﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ ، ﻓﻴﺄﺗﻴ ﻬﺎ ، ﻓﻴﺨﻴﱠ ﻞ ﺇﻟﻴﻪ ﺃﱠﻧ ﻬﺎ ﻣ ﻸﻯ ، ﻓﻴ ﺮ ﺟ ﻊ ، ﻓﻴﻘﻮ ﻝ : ﻳﺎﺭ ﱢﺏ ﻭﺟﺪﺗ ﻬﺎ ﻣﻸﻯ ، ﻳﻘﻮ ﻝ ﺍﻟﱠﻠﻪ'
			'ﻋ ﱠﺰ ﻭﺟ ﱠﻞ ﻟﻪ : ﺍﺫ ﻩ ﺐ ﻓﺎﺩ ﺧ ﻞ ﺍﻟﺠﱠﻨ ﺔ ، ﻓﻴﺄﺗﻴﻬﺎ ، ﻓﻴ ﺨﱠﻴﻞ ﺇﻟﻴﻪ ﺃﱠﻧ ﻬﺎ ﻣﻸﻯ ، ﻓﻴ ﺮ ﺟ ﻊ . ﻓﻴﻘﻮ ﻝ : ﻳﺎﺭ ﱢﺏ ﻭﺟﺪﺗ ﻬﺎ ﻣﻸﻯ ،'
			'، ﻓﻴﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ ﻟﻪ : ﺍﺫ ﻩ ﺐ ﻓﺎﺩ ﺧ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ . ﻓﺈ ﱠﻥ ﻟ ﻚ ﻣﺜ ﻞ ﺍﻟﱡﺪﻧﻴﺎ ﻭﻋ ﺸﺮﺓ ﺃ ﻣﺜﺎﻟﻬﺎ ، ﺃ ﻭ ﺇ ﱠﻥ ﻟ ﻚ ﻣﺜﻞ ﻋﺸ ﺮﺓ'
			'ﺃ ﻣﺜﺎ ﻝ ﺍﻟﱡﺪﻧﻴﺎ ، ﻓﻴﻘﻮ ﻝ : ﺃﺗ ﺴ ﺨ ﺮ ﺑﻲ ، ﺃ ﻭ ﺃﺗﻀﺤ ﻚ ﺑﻲ ﻭﺃﻧ ﺖ ﺍﻟﻤﻠ ﻚ » ﻗﺎﻝ : ﻓﻠﻘﺪ ﺭﺃﻳ ﺖ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ'
			'ﻭ ﺳﱠﻠﻢ ﺿ ﺤ ﻚ ﺣﱠﺘﻰ ﺑﺪﺕ ﻧ ﻮﺍﺟﺬﻩ ﻓﻜﺎ ﻥ ﻳﻘﻮ ﻝ : « ﺫﻟ ﻚ ﺃﺩﻧﻰ ﺃ ﻩ ﻞ ﺍﻟ ﺠﱠﻨ ﺔ ﻣﻨ ﺰﻟ ﺔ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'`',
		translation: 'Translation of Hadith 1884'
),
	Hadith(
		hadithNumber: 1885,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻣﻮ ﺳﻰ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺍﻟﱠﻨﺒ ﱠﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﻟﻠﻤ ﺆﻣ ﻦ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ ﻟ ﺨﻴﻤﺔ'
			'ﻣ ﻦ ﻟ ﺆﻟﺆﺓ ﻭﺍ ﺣﺪﺓ ﻣﺠ ﱠﻮﻓ ﺔ ﻃﻮﻟ ﻬﺎ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ ﺳﱡﺘﻮ ﻥ ﻣﻴ ﻼ . ﻟﻠﻤ ﺆﻣ ﻦ ﻓﻴ ﻬﺎ ﺃ ﻩﻠﻮ ﻥ ، ﻳ ﻄﻮ ﻑ ﻋﻠﻴ ﻬﻢ ﺍﻟﻤ ﺆﻣ ﻦ ﻓ ﻼ'
			'ﻳﺮﻯ ﺑﻌ ﻀ ﻬﻢ ﺑﻌﻀﺎ» .'
			'ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ : « ﺍﻟ ﻤﻴ ﻞ » ﺳﱠﺘﺔ ﺁﻻ ﻑ ﺫ ﺭﺍ ﻉ',
		translation: 'Translation of Hadith 1885'
),
	Hadith(
		hadithNumber: 1886,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺭ ﱢﻱ ﺭ ﺿ ﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻋ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ ﻟ ﺸﺠ ﺮﺓ'
			'ﻳ ﺴﻴ ﺮ ﺍﻟ ﱠﺮﺍﺁ ﺐ ﺍﻟﺠﻮﺍﺩ ﺍﻟﻤ ﻀﱠﻤ ﺮ ﺍﻟ ﱠﺴ ﺮﻳ ﻊ ﻣﺎﺋ ﺔ ﺳﻨ ﺔ ﻣﺎ ﻳﻘ ﻄﻌ ﻬﺎ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ .'
			'ﻭ ﺭ ﻭﻳﺎﻩ ﻓﻲ « ﺍﻟ ﱠﺼ ﺤﻴ ﺤﻴ ﻦ » ﺃﻳﻀﺎ ﻣ ﻦ ﺭ ﻭﺍﻳ ﺔ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎ ﻝ : « ﻳ ﺴﻴ ﺮ ﺍﻟ ﱠﺮﺍﺁ ﺐ ﻓﻲ ﻇﱢﻠ ﻬﺎ ﻣﺎﺋ ﺔ'
			'ﺳﻨ ﺔ ﻣﺎ ﻳﻘ ﻄﻌ ﻬﺎ »',
		translation: 'Translation of Hadith 1886'
),
	Hadith(
		hadithNumber: 1887,
		hadith:
						'ﻭ ﻋﻨﻪ ﻋﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ﻟﻴﺘ ﺮﺍ ﺀ ﻭ ﻥ ﺃ ﻩ ﻞ ﺍﻟﻐ ﺮ ﻑ ﻣ ﻦ ﻓ ﻮﻗ ﻬﻢ ﺁ ﻤﺎ'
			'ﺗﺘ ﺮﺍ ﺀ ﻭ ﻥ ﺍﻟﻜ ﻮﺁ ﺐ ﺍﻟﱡﺪ ﱠﺭ ﱠﻱ ﺍﻟﻐﺎﺑ ﺮ ﻓﻲ ﺍ ﻷﻓ ﻖ ﻣ ﻦ ﺍﻟﻤ ﺸ ﺮ ﻕ ﺃ ﻭ ﺍﻟ ﻤﻐﺮ ﺏ ﻟﺘﻔﺎ ﺿ ﻞ ﻣﺎ ﺑﻴﻨ ﻬﻢ » ﻗﺎﻟﻮﺍ : ﻳﺎ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ،'
			'ﺗﻠ ﻚ ﻣﻨﺎﺯ ﻝ ﺍ ﻷﻧﺒﻴﺎ ﺀ ﻻ ﻳﺒﻠﻐ ﻬﺎ ﻏﻴ ﺮ ﻩﻢ ؟ ﻗﺎ ﻝ : « ﺑﻠﻰ ﻭﺍﱠﻟﺬﻱ ﻧﻔ ﺴﻲ ﺑﻴﺪﻩ ﺭ ﺟﺎﻝ ﺃ ﻣﻨﻮﺍ ﺑﺎﻟﱠﻠ ﻪ ﻭ ﺻﱠﺪﻗﻮﺍ ﺍﻟﻤ ﺮﺳﻠﻴ ﻦ »'
			'ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1887'
),
	Hadith(
		hadithNumber: 1888,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﻟﻘﺎ ﺏ ﻗ ﻮ ﺱ ﻓﻲ ﺍﻟ ﺠﱠﻨ ﺔ'
			'ﺧﻴﺮ ﻣﱠﻤﺎ ﺗ ﻄﻠ ﻊ ﻋﻠﻴﻪ ﺍﻟﺸ ﻤ ﺲ ﺃ ﻭ ﺗﻐﺮ ﺏ » ﻣﺘﻔ ﻖ ﻋﻠﻴ ﻪ',
		translation: 'Translation of Hadith 1888'
),
	Hadith(
		hadithNumber: 1889,
		hadith:
						'ﻭﻋ ﻦ ﺃﻧ ﺲ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ ﺳﻮﻗﺎ ﻳﺄﺗﻮﻧ ﻬﺎ ﺁﻞﱠ'
			'ﺟﻤﻌ ﺔ . ﻓﺘ ﻬﺐﱡ ﺭﻳ ﺢ ﺍﻟ ﱠﺸﻤﺎ ﻝ ، ﻓﺘﺤﺜﻮ ﻓﻲ ﻭ ﺟﻮ ﻩ ﻬﻢ ﻭﺛﻴﺎﺑ ﻬﻢ ، ﻓﻴ ﺰﺩﺍﺩﻭ ﻥ ﺣ ﺴﻨﺎ ﻭ ﺟﻤﺎ ﻻ . ﻓﻴ ﺮ ﺟﻌﻮ ﻥ ﺇﻟﻰ ﺃ ﻩﻠﻴ ﻬﻢ ،'
			'ﻭﻗﺪ ﺍ ﺯﺩﺍﺩﻭﺍ ﺣ ﺴﻨﺎ ﻭﺟﻤﺎ ﻻ ، ﻓﻴﻘﻮ ﻝ ﻟ ﻬﻢ ﺃ ﻩﻠﻮ ﻩﻢ : ﻭﺍﻟﱠﻠ ﻪ ﻟﻘﺪ ﺍ ﺯﺩﺩﺗﻢ ﺣ ﺴﻨﺎ ﻭﺟﻤﺎ ﻻ ، ﻓﻴﻘﻮﻟﻮ ﻥ : ﻭﺃﻧﺘﻢ ﻭﺍﻟﱠﻠ ﻪ ﻟﻘﺪ'
			'ﺍ ﺯﺩﺩﺗﻢ ﺑﻌﺪﻧﺎ ﺣﺴﻨﺎ ﻭﺟﻤﺎ ﻻ ،» ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1889'
),
	Hadith(
		hadithNumber: 1890,
		hadith:
						'ﻭﻋ ﻦ ﺳ ﻬ ﻞ ﺑ ﻦ ﺳﻌﺪ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ'
			'ﻟﻴﺘﺮﺍ ﺀ ﻭ ﻥ ﺍﻟﻐﺮ ﻑ ﻓﻲ ﺍﻟﺠﱠﻨ ﺔ ﺁ ﻤﺎ ﺗﺘ ﺮﺍ ﺀ ﻭ ﻥ ﺍﻟﻜ ﻮﺁ ﺐ ﻓﻲ ﺍﻟ ﱠﺴﻤﺎ ﺀ » ﻣﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1890'
),
	Hadith(
		hadithNumber: 1891,
		hadith:
						'ﻭﻋﻨﻪ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺷ ﻬﺪ ﺕ ﻣ ﻦ ﺍﻟﱠﻨﺒ ﱢﻲ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻣ ﺠﻠﺴﺎ ﻭﺻ ﻒ ﻓﻴ ﻪ ﺍﻟ ﺠﱠﻨ ﺔ ﺣﱠﺘﻰ1887 .'
			'ﺍﻧﺘ ﻬﻰ ، ﺛﻢﱠ ﻗﺎﻝ ﻓﻲ ﺁ ﺧ ﺮ ﺣﺪﻳﺜ ﻪ : « ﻓﻴ ﻬﺎ ﻣﺎ ﻻ ﻋﻴ ﻦ ﺭﺃ ﺕ ، ﻭﻻ ﺃﺫ ﻥ ﺳ ﻤﻌ ﺖ ، ﻭ ﻻ ﺧ ﻄﺮ ﻋﻠﻰ ﻗﻠ ﺐ ﺑ ﺸ ﺮ ، ﺛﻢﱠ ﻗﺮﺃ'
			'{ ﺗﺘﺠﺎﻓﻰ ﺟﻨﻮﺑ ﻬﻢ ﻋ ﻦ ﺍﻟﻤ ﻀﺎ ﺟ ﻊ } ﺇﻟﻰ ﻗ ﻮﻟ ﻪ ﺗﻌﺎﻟﻰ : {ﻓ ﻼ ﺗﻌﻠﻢ ﻧﻔ ﺲ ﻣﺎ ﺃ ﺧﻔ ﻲ ﻟ ﻬﻢ ﻣ ﻦ ﻗ ﱠﺮﺓ ﺃ ﻋﻴ ﻦ} .'
			'ﺭﻭﺍﻩ ﺍﻟﺒﺨﺎﺮﻳ',
		translation: 'Translation of Hadith 1891'
),
	Hadith(
		hadithNumber: 1892,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﻭﺃﺑﻲ ﻩﺮﻳﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨ ﻬﻤﺎ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺩ ﺧ ﻞ'
			'ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ﺍﻟﺠﱠﻨ ﺔ ﻳﻨﺎﺪﻳ ﻣﻨﺎﺩ : ﺇ ﱠﻥ ﻟﻜﻢ ﺃ ﻥ ﺗ ﺤﻴ ﻮﺍ ، ﻓﻼ ﺗﻤﻮﺗﻮﺍ ﺃﺑﺪﺍ ﻭﺇ ﱠﻥ ﻟﻜﻢ ﺃ ﻥ ﺗ ﺼ ﱡﺤﻮﺍ ، ﻓ ﻼ ﺗ ﺴﻘﻤﻮﺍ ﺃﺑﺪﺍ ، ﻭﺇ ﱠﻥ'
			'ﻟﻜﻢ ﺃ ﻥ ﺗ ﺸﱡﺒﻮﺍ ﻓﻼ ﺗ ﻬ ﺮﻣﻮﺍ ﺃﺑﺪﺍ ﻭﺇ ﱠﻥ ﻟﻜﻢ ﺄﻧ ﺗﻨﻌﻤﻮﺍ ، ﻓﻼ ﺗﺒﺆﺳﻮﺍ ﺃﺑﺪﺍ » ﺭﻭﺍﻩ ﻣﺴﻠﻢ',
		translation: 'Translation of Hadith 1892'
),
	Hadith(
		hadithNumber: 1893,
		hadith:
						'ﻭ ﻋ ﻦ ﺃﺑﻲ ﻩﺮﻳ ﺮﺓ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎ ﻝ : « ﺇ ﱠﻥ ﺃﺩﻧﻰ ﻣﻘﻌﺪ ﺃﺣﺪﺁﻢ'
			'ﻣ ﻦ ﺍﻟﺠﱠﻨ ﺔ ﺃ ﻥ ﻳﻘﻮ ﻝ ﻟﻪ : ﺗﻤ ﱠﻦ ﻓﻴﺘﻤﱠﻨﻲ ﻭﻳﺘﻤﱠﻨﻲ . ﻓﻴﻘﻮ ﻝ ﻟﻪ : ﻩ ﻞ ﺗﻤﱠﻨﻴ ﺖ ؟ ﻓﻴﻘﻮ ﻝ : ﻧﻌﻢ ﻓﻴﻘﻮ ﻝ ﻟﻪ : ﻓﺈ ﱠﻥ ﻟ ﻚ ﻣﺎ'
			'ﺗﻤﱠﻨﻴ ﺖ ﻭ ﻣﺜﻠﻪ ﻣﻌﻪ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ',
		translation: 'Translation of Hadith 1893'
),
	Hadith(
		hadithNumber: 1894,
		hadith:
						'ﻭﻋ ﻦ ﺃﺑﻲ ﺳﻌﻴﺪ ﺍﻟ ﺨﺪ ﺭ ﱢﻱ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇ ﱠﻥ ﺍﻟﱠﻠﻪ ﻋ ﱠﺰ ﻭﺟ ﱠﻞ'
			'ﻳﻘﻮ ﻝ ﻷ ﻩﻞ ﺍﻟﺠﱠﻨ ﺔ : ﻳﺎ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨﺔ ، ﻓﻴﻘﻮﻟﻮ ﻥ : ﻟﱠﺒﻴ ﻚ ﺭﱠﺑﻨﺎ ﻭﺳﻌﺪﻳ ﻚ ، ﻭﺍﻟﺨﻴ ﺮ ﻓﻲ ﻳﺪﻳﻚ ﻓﻴﻘﻮ ﻝ : ﻩ ﻞ ﺭ ﺿﻴﺘﻢ ؟'
			'ﻓﻴﻘﻮﻟﻮ ﻥ : ﻭﻣﺎ ﻟﻨﺎ ﻻ ﻧ ﺮ ﺿ ﻲ ﻳﺎ ﺭﱠﺑﻨﺎ ﻭﻗﺪ ﺃ ﻋ ﻄﻴﺘﻨﺎ ﻣﺎ ﻟﻢ ﺗﻌ ﻂ ﺃﺣﺪﺍ ﻣ ﻦ ﺧﻠﻘ ﻚ ، ﻓﻴﻘﻮ ﻝ : ﺃ ﻻ ﺃ ﻋ ﻄﻴﻜﻢ ﺃﻓ ﻀ ﻞ ﻣ ﻦ'
			'ﺫﻟ ﻚ ؟ ﻓﻴﻘﻮﻟﻮ ﻥ : ﻭﺃ ﱡﻱ ﺷ ﻲ ﺀ ﺃﻓﻀ ﻞ ﻣ ﻦ ﺫﻟ ﻚ ؟ ﻓﻴﻘﻮ ﻝ : ﺃ ﺣﻞﱡ ﻋﻠﻴﻜﻢ ﺭ ﺿﻮﺍﻧﻲ ، ﻓﻼ ﺃ ﺳ ﺨ ﻂ ﻋﻠﻴﻜﻢ ﺑﻌﺪﻩ ﺃﺑﺪﺍ »'
			'ﻣﺘﻔﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1894'
),
	Hadith(
		hadithNumber: 1895,
		hadith:
						'ﻭﻋ ﻦ ﺟ ﺮﻳ ﺮ ﺑ ﻦ ﻋﺒﺪ ﺍﻟﱠﻠ ﻪ ﺭﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﻗﺎﻝ : ﺁﱠﻨﺎ ﻋﻨﺪ ﺭ ﺳﻮ ﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻓﻨ ﻈ ﺮ ﺇﻟﻰ'
			'ﺍﻟﻘﻤ ﺮ ﻟﻴﻠ ﺔ ﺍﻟﺒﺪ ﺭ ، ﻭﻗﺎﻝ : « ﺇﱠﻧﻜﻢ ﺳﺘ ﺮ ﻭ ﻥ ﺭﱠﺑﻜﻢ ﻋﻴﺎﻧﺎ ﺁﻤﺎ ﺗ ﺮ ﻭ ﻥ ﻩﺬﺍ ﺍﻟﻘﻤ ﺮ ، ﻻ ﺗﻀﺎﻣﻮ ﻥ ﻓﻲ ﺭ ﺅﻳﺘ ﻪ ﻣﱠﺘﻔ ﻖ ﻋﻠﻴﻪ',
		translation: 'Translation of Hadith 1895'
),
	Hadith(
		hadithNumber: 1896,
		hadith:
						'ﻭﻋ ﻦ ﺻ ﻬﻴﺐ ﺭ ﺿﻲ ﺍﻟﱠﻠﻪ ﻋﻨﻪ ﺃ ﱠﻥ ﺭ ﺳﻮﻝ ﺍﻟﱠﻠ ﻪ ﺻﻠﻰ ﺍ ﷲ ﻋﻠﻴﻪ ﻭ ﺳﱠﻠﻢ ﻗﺎﻝ : « ﺇﺫﺍ ﺩ ﺧﻞ ﺃ ﻩ ﻞ ﺍﻟﺠﱠﻨ ﺔ ﺍﻟﺠﱠﻨ ﺔ'
			'ﻳﻘﻮ ﻝ ﺍﻟﱠﻠﻪ ﺗﺒﺎﺭ ﻙ ﻭﺗﻌﺎﻟﻰ : ﺗ ﺮﻳﺪﻭ ﻥ ﺷﻴﺌﺎ ﺃ ﺯﻳﺪﺁﻢ ؟ ﻓﻴﻘﻮﻟﻮ ﻥ : ﺃﻟﻢ ﺗﺒﱢﻴ ﺾ ﻭ ﺟﻮ ﻩﻨﺎ ؟ ﺃﻟﻢ ﺗﺪ ﺧﻠﻨﺎ ﺍﻟ ﺠﱠﻨ ﺔ ﻭﺗﻨ ﱢﺠﻨﺎ ﻣ ﻦ'
			'ﺍﻟﱠﻨﺎ ﺭ ؟ ﻓﻴﻜ ﺸ ﻒ ﺍﻟ ﺤﺠﺎ ﺏ ، ﻓﻤﺎ ﺃ ﻋ ﻄﻮﺍ ﺷﻴﺌﺎ ﺃﺣ ﱠﺐ ﺇﻟﻴ ﻬﻢ ﻣ ﻦ ﺍﻟﱠﻨ ﻈ ﺮ ﺇﻟﻰ ﺭﱢﺑ ﻬﻢ » ﺭﻭﺍﻩ ﻣ ﺴﻠﻢ .'
			'ﻗﺎ ﻝ ﺗﻌﺎﻟﻰ : { ﺇ ﱠﻥ ﺍﱠﻟﺬﻳ ﻦ ﺁﻣﻨﻮﺍ ﻭﻋ ﻤﻠﻮﺍ ﺍﻟ ﱠﺼﺎﻟﺤﺎ ﺕ ﻳ ﻬﺪﻳ ﻬﻢ ﺭﱡﺑ ﻬﻢ ﺑﺈﻳﻤﺎﻧ ﻬﻢ ﺗ ﺠﺮﻱ ﻣ ﻦ ﺗ ﺤﺘ ﻬﻢ ﺍ ﻷﻧ ﻬﺎ ﺭ ﻓﻲ ﺟﱠﻨﺎ ﺕ'
			'ﺍﻟﱠﻨﻌﻴﻢ ، ﺩ ﻋ ﻮﺍ ﻩﻢ ﻓﻴ ﻬﺎ : ﺳﺒ ﺤﺎﻧ ﻚ ﺍﻟﻠﱠ ﻬﻢﱠ ، ﻭﺗ ﺤﻴﱠﺘ ﻬﻢ ﻓﻴ ﻬﺎ ﺳﻼﻡ ﻭﺁ ﺧ ﺮ ﺩ ﻋﻮﺍ ﻩﻢ ﺃ ﻥ ﺍﻟﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺭ ﱢﺏ ﺍﻟﻌﺎﻟ ﻤﻴ ﻦ }'
			'[ﻳﻮﻧﺲ : 9].'
			'ﺍﻟ ﺤ ﻤﺪ ﻟﱠﻠ ﻪ ﺍﱠﻟﺬﻱ ﻩﺪﺍﻧﺎ ﻟ ﻬﺬﺍ ﻭﻣﺎ ﺁﱠﻨﺎ ﻟﻨ ﻬﺘﺪ ﻱ ﻟ ﻮ ﻻ ﺃ ﻥ ﻩﺪﺍﻧﺎ ﺍﻟﱠﻠﻪ : ﺍﻟﻠﱠ ﻬﻢﱠ ﺻ ﱢﻞ ﻋﻠﻰ ﺳﻴﺪﻧﺎ ﻣ ﺤﱠﻤﺪ ﻭﻋﻠﻰ ﺁ ﻝ ﻣﺤﱠﻤﺪ،'
			'ﺁ ﻤﺎ ﺻﱠﻠﻴ ﺖ ﻋﻠﻰ ﺇﺑﺮﺍ ﻩﻴﻢ ﻭﻋﻠﻰ ﺁ ﻝ ﺇﺑﺮﺍ ﻩﻴﻢ . ﻭﺑﺎ ﺭ ﻙ ﻋﻠﻰ ﻣ ﺤﱠﻤﺪ ﻭﻋﻠﻰ ﺁ ﻝ ﻣﺤﱠﻤﺪ ، ﺁ ﻤﺎ ﺑﺎﺭﺁ ﺖ ﻋﻠﻰ ﺇﺑ ﺮﺍ ﻩﻴﻢ'
			'ﻭﻋﻠﻰ ﺁﻝ ﺇﺑﺮﺍ ﻩﻴﻢ ، ﺇﱠﻧ ﻚ ﺣ ﻤﻴﺪ ﻣ ﺠﻴﺪ.'
			'ﻗﺎﻝ ﻣﺆﻟﱢﻔﻪ ﻳﺤﻴﻰ ﺍﻟﻨ ﻮﺍ ﻭ ﱡﻱ ﻏﻔﺮ ﺍﻟﱠﻠﻪ ﻟﻪ : « ﻓﺮ ﻏ ﺖ ﻣﻨﻪ ﻳ ﻮﻡ ﺍﻻﺛﻨﻴﻦ ﺭﺍﺑ ﻊ ﻋﺸ ﺮ ﺷﻬﺮ ﺭﻣ ﻀﺎ ﻥ ﺳﻨ ﺔ ﺳﺒﻌﻴ ﻦ'
			'ﻭﺳﱢﺘﻤﺎﺋﺔ ﺑﺪﻣﺸﻖ »',
		translation: 'Translation of Hadith 1896'
),
];*/